{
    "gold_label": "A",
    "rationales": [
        "First, we need to know where the United States Capitol is located. The Washington, D.C. location is just outside of Washington, D.C., the U.S. Capitol is in the Capitol building that contains the White House. Next, we need to figure out if the White House is located near the Capitol building. During the year, the White House is known to be the largest building in the United States. Therefore, the answer to the question is that the White House is located far away from the Capitol building. Answer: B",
        "First, we need to understand what the United States Capitol is. This is a landmark building on the outskirts of Washington, D.C. The White House is the capitol of the US. The location of the Capitol is at the corner of Washington and Capitol Hill, which are the four quadrants of the Capitol Hill, which represent the Washington DC area and the Capitol building. This gives us a general view of the Washington DC area. Next, we need to determine if the United States Capitol is located near the White House. The White House is not located near the Capitol Hill, but is located within the outskirts of Washington, D.C. The White House is a building that does not sit next to the Capitol building, which is a building that has been replaced by the Green City Center. Therefore, the correct answer is no, the United States Capitol is not located near the White House. Answer: B",
        "First, we need to identify the United States Capitol. The Washington, D.C. area, known as the White House, is located at the eastern end of the Capitol Hill. The Washington, D.C. area is a federal building in the United States, and is owned by the United States government, and is located on the Capitol Hill. Next, we need to identify the location of the United States Capitol (B) in Washington, D.C., where the United States legislature has a majority in the US Senate. Assuming that a Federal building is in Washington, D.C., we can conclude that it is not located near the White House. It is located in Washington, D.C., just north of the National Mall. Next, we need to identify the address of the White House in Washington, D.C., and its location. Therefore, the answer is (B) no. Answer: B",
        "First, the United States Capitol is the US federal capitol in the US. The White House is located at the eastern end of the National Mall in Washington, D.C., while the US Capitol is located at the southern extremity of Washington, D.C. Second, the White House is located in Washington, D.C. The question involves whether the United States Capitol is located near the White House. To answer the question, we should subtract the two closest places - Capitol Hill and the National Mall. On the other side, we can determine that a different location is not located near the White House. Therefore, the answer is (B) no. Answer: B",
        "1. The United States Capitol is located in Washington, D.C. This is the largest capitol building in the United States, and is the home of the United States Congress and the Legislator’s Assembly. 2. So, no, the United States Capitol is not located near the White House. 3. The location of the United States Capitol is in a building located in the National Mall in Washington, D.C. 5. So, the answer to the question is (B) no. Answer: B"
    ],
    "choices": [
        "B",
        "B",
        "B",
        "B",
        "B"
    ],
    "knowledge": [
        "United States Capitol . The United States Capitol, often called the Capitol Building, is the home of the United States Congress, and the seat of the legislative branch of the U.S. federal government. It is located on Capitol Hill at the eastern end of the National Mall in Washington, D.C. Though no longer at the geographic center of the Federal District, the Capitol forms the origin point for the District's street-numbering system and the District's four quadrants."
    ]
}