{
    "gold_label": "B",
    "rationales": [
        "First, we need to establish who Temujin is. Temujin is known for his longing for the \"Fresh taener\" (the sword), which is used for sword fighting in ancient times, for obtaining powerful skills such as sword-hands. Next, we need to assess Charlemagne's conquests. Charlemagne reigned for 10 years, a great deal during his lifetime. Therefore, we don't know much about Temujin's conquests until we see that Charlemagne fought with sword-hands, as it was viewed as one of the most dangerous actions of a sovereign ruler. As a result, it is not possible for Temujin to be jealous of Charlemagne's conquests. Therefore, the answer is (B) no, it is not possible to tell how Temujin would be jealous of Charlemagne's conquests. Answer: B",
        "The question is asking about Temujin - Charlemagne. Charlemagne's conquests took place in the 18th century. Therefore, it is likely that Temujin - Charlemagne was jealous of Charlemagne's conquests. Therefore, the answer is \"yes\" to the question is (B) not likely. Answer: B",
        "First, we need to identify Charlemagne's conquests. Charlemagne was king of the Urals during the Roman empire. Next, we need to determine the true identity of the character from Charlemagne's story. Charlemagne was an Assassin who lived during the Roman Empire during the Iron Age. Next, we need to consider Charlemagne's reign. Charlemagne was a prominent conquering power in medieval Europe that lasted from 177 - 150 AD. Now, let's see what type of person was Temujin. His role was a messenger who defeated Charlemagne in a battle against the King Vlad. Temujin was a key ally who stood by the knights from the Iron Age. Thus, it is possible that Temujin could be jealous of Charlemagne's conquests because he was the most powerful ruler in Roman history, with much influence over his father and the Saxons. Another key difference is that Temujin was the eldest heir to the Iron Age dynasty. When Charlemagne conquered Egypt, the emperor had to take over the throne, a landslide that was immediately destroyed. Therefore, Temujin would be jealous of Charlemagne's conquests. Therefore, the correct answer is (B) no, Temujin would be jealous of Charlemagne's conquests. Answer: B",
        "First of all, Temujin was a king in the Roman Empire during the reign of Charlemagne. He defeated Charlemagne in Egypt, with his ally Charlemagne's support. Now, Temujin was a ruler from the 7th century BC until the early 2nd century BC. Next, we need to compare the conquests of Charlemagne, and find out that Temujin was a defender of Charlemagne's conquests. Charlemagne was king from 411 AD to 711 AD, and in this case, Charlemagne was a powerful, highly powerful and ambitious leader. Now, we need to find out whether Temujin would be jealous of Charlemagne's conquests. Charlemagne would be his first superior and dominant military leader, while Temujin was his second superior, so it could be a theory that Charlemagne would be jealous of Charlemagne's conquests. Since Temujin is a king from 1068, we can conclude that he would be jealous of Charlemagne's conquests. Therefore, the answer is (A) yes, Temujin would be jealous of Charlemagne's conquests. Answer: A",
        "First, we need to identify Charlemagne's conquests. Charlemagne reigned between 1150 and 1156 and was one of the most powerful kings in Roman history. Next, we need to recognize the common traits of Temujin and Charlemagne. Charlemagne was a noble king who fought against the Persians. He was also the heir to the Khenarodaki, the throne of Iran. Now, we need to consider what these qualities refer to. During his reign, Temujin was a very powerful and strong member of a clan known as the Phalician, who captured most of his people. This was to prove he was able to hold a large army and was highly respected in the region. Therefore, in order to be jealous, we need to consider whether he would have been jealous of Charlemagne's conquests. They were likely the best battles or battles of the year, which is what Temujin competed for. Therefore, the answer is (A) no, Temujin would be jealous. Answer: A"
    ],
    "choices": [
        "B",
        "B",
        "B",
        "A",
        "A"
    ],
    "knowledge": [
        "History of Mongolia . Temujin (1162–1227) defeated and subjugated the \"Three Mergids\" in 1189 with the support of Tooril Khan of Kereit, the blood brother of his father. Another ally who helped Temujin in this venture was his own blood brother Jamukha of Jadaran clan. The Mergids had attacked the home of Temujin and captured his wife Börte of Hongirad tribe revenging for a much earlier event in which Temujin's father Yesukhei deprived a Mergid chief Chiledu his bride Hoelun of Olkhunut tribe, who became the mother of Temujin. The striving of Temujin to free his wife became a reason for the campaign against the Mergids. After the defeat of the Mergid, the reputation of Temujin rose rapidly and the leading members of the Khamag Mongol aristocracy enthroned him with title Chinggis Khan (Genghis Khan), as the ruler of Khamag Mongol. It is speculated to be an ancient form of the word \"\"Tenggis\"\"—ocean, sea."
    ]
}