{
    "gold_label": "B",
    "rationales": [
        "First, we need to understand what skeletons are. Skeletons are used in cave dwellings. Skeletons are also known as skeletons. Since skeletons are made of skin and cartilage, they are not easily able to be sliced or reshaped to produce hair. Therefore, skeletons needn't be hairy. Therefore, the answer is (B) no, they don't have hair. Answer: B",
        "First, it is important to understand what skeletons are made of. They are made up of parts of the body such as muscle and connective tissue, which is comprised of bones, cartilage, and connective tissue. Secondly, skeletons are made of bones such as bones and ligaments. They have been designed to be resemblables as they function as a cartigrette. Thus, the answer to this question is (A) yes, skeletons have hair. In fact, the answer to this question is (A) no, it is not true. Answer: A",
        "First, we need to understand what skeletons are. Skeletons are structures made of skeletons that consist of different layers of cartilage and connective tissue. They are very small, and contain no bones or muscle fibers, all a single skeleton. Next, we need to consider the size of the bone, its density, and whether it has any external hair or facial hair. A skeleton typically includes approximately 2 to 3 millimetres of thick, fibrous material, called cartilage, which is the last layer of the skeleton that covers the bones. In contrast, a skeleton typically is made from skeletal material made from cartilage (like collagen), which is less dense than hair. Thus, the answer to the question is \"yes, skeletons do have hair.\" Answer: A",
        "First, we need to understand what skeletons are. Skeletons are made up of bone, cartilage, and connective tissue. This gives the creature ample strength, and helps it fight disease. Next, it is important to note that sharks do not have a rib cage to reduce their weight. This means that sharks do not have a rib cage to keep skeletons in place. Therefore, the answer is (A) yes. Answer: A",
        "Firstly, skeletons are made of bone rather than connective tissue or cartilage. Secondly, a skeleton is a type of cartilage whose bones may be easily punctured or distorted by follicles. Finally, hair may be a part of a species of fish, such as sharks or other sharks. However, they are not often referred to as hairless. It is rather a matter of preference and caution when we speak of these kinds of creatures. In fact, there are no records of skeletons in sharks or similar sharks, which make it unlikely for us to discuss this question with a simple explanation of the question. Answer: B"
    ],
    "choices": [
        "B",
        "A",
        "A",
        "A",
        "B"
    ],
    "knowledge": [
        "Shark . Shark skeletons are very different from those of bony fish and terrestrial vertebrates. Sharks and other cartilaginous fish (skates and rays) have skeletons made of cartilage and connective tissue. Cartilage is flexible and durable, yet is about half the normal density of bone. This reduces the skeleton's weight, saving energy. Because sharks do not have rib cages, they can easily be crushed under their own weight on land."
    ]
}