{
    "gold_label": "B",
    "rationales": [
        "First, we need to know what the number of episodes of The Simpsons is. The Simpsons has shown 12 episode counts each season, and Futurama has 25 episode counts. Next, we need to know the number of episodes of The Simpsons. According to a 2012 survey by Poppins.com, the Simpsons has only 5 episodes, while Futurama has 13 episodes. Since Futurama has a total of 30 episodes, we can conclude that The Simpsons would have taken over 40 years to catch up to. Hence, the answer is (B) no, The Simpsons will not be taking over the number of episodes of The Simpsons by the end of 2020. Answer: B",
        "This is a question that is often asked about \"The Simpsons: The show's number of episodes,\" and it is a question that is generally considered common sense and fair discussion among some people. Therefore, Futurama has surpassed the number of episodes of The Simpsons despite having a small production budget. Answer: A",
        "Initially, we can confirm that the Simpsons has had about 3,900 episodes, while Futurama, an anime series, has had about 5,550 episodes. However, this information is based on information for the Simpsons and not on the number of episodes released by the series. If the Simpsons is to have thousands of episodes, it would be likely to be seen by about 2,500 to 40,000 viewers in 2020. Therefore, the answer to the question is (A) yes, Futurama will have over 3,900 episodes of the Simpsons and therefore will have less episodes available to show in 2020 than they currently show. Answer: A",
        "First, I need to understand what a season 5 episode is and what it entails. In order to understand the length and complexity of a season, I need to know the episodes of the show. Futurama is a TV show that is produced with a very long running time. Next, I need to know the number of episodes of The Simpsons. The Simpsons airs three episodes a year, while The Simpsons airs one hour and 16 minutes. Based on this information, Futurama will be able to exceed the number of episodes of The Simpsons by the end of 2020, which is a total of 14 episodes per season. To answer the question, we need to know the length and complexity of the show. It was completed in the 1940s and has a history of its duration from 1980 to 2020. Next, we need to know the timing of the season 7. To which the number of episodes has already been confirmed by the studios? If the series premiered in the spring of 2020, then it should now have aired 20 episodes. This is the approximate maximum number of episodes that the episode number will be between 1980 and 2020. Therefore, the answer is (A) yes. Answer: A",
        "First, we need to establish what the number of episodes of The Simpsons is. In 2020, the number of episodes surpassed the number of episodes of The Simpsons. Therefore, the maximum time that Futurama will recieve is currently around 10 hours and 104 seconds. Next, we need to determine the number of episodes of Futurama. Futurama has a maximum number of episodes and has a maximum number of episodes. On the other hand, the number of episodes of The Simpsons is up a lot from their current average and is in line with current averages. Therefore, the correct answer is (B) no, Futurama surpasses the number of episodes of The Simpsons by the end of 2020. Answer: B"
    ],
    "choices": [
        "B",
        "A",
        "A",
        "A",
        "B"
    ],
    "knowledge": [
        "The Simpsons . On February 9, 1997, \"The Simpsons\" surpassed \"The Flintstones\" with the episode \"The Itchy & Scratchy & Poochie Show\" as the longest-running prime-time animated series in the United States. In 2004, \"The Simpsons\" replaced \"The Adventures of Ozzie and Harriet\" (1952 to 1966) as the longest-running sitcom (animated or live action) in the United States. In 2009, \"The Simpsons\" surpassed \"The Adventures of Ozzie and Harriet\"s record of 435 episodes and is now recognized by \"Guinness World Records\" as the world's longest running sitcom (in terms of episode count). In October 2004, \"Scooby-Doo\" briefly overtook \"The Simpsons\" as the American animated show with the highest number of episodes. However, network executives in April 2005 again cancelled \"Scooby-Doo\", which finished with 371 episodes, and \"The Simpsons\" reclaimed the title with 378 episodes at the end of their seventeenth season. In May 2007, \"The Simpsons\" reached their 400th episode at the end of the eighteenth season. While \"The Simpsons\" has the record for the number of episodes by an American animated show, other animated series have surpassed \"The Simpsons\". For example, the Japanese anime series \"Sazae-san\" has over 7,000 episodes to its credit."
    ]
}