{
    "q": [
        {
            "docid": "38337867_8",
            "document": "She Who Must Be Obeyed (sculpture) . Because Tony Smith’s early structures, works like \"Die\" and \"The Elevens Are Up\", were monochromatic, smooth-surfaced, and straight-edged, the older artist was referred to, during this phase of his career, as a Minimalist. His closest friends and colleagues, however, included Abstract Expressionists Jackson Pollock and Barnett Newman. His work straddles both genres.",
            "score": 68.63102149963379
        },
        {
            "docid": "1986648_5",
            "document": "Made of Stone . The song references Jackson Pollock's \"No. 5, 1948\" in the B-side \"Going Down\". Pollock's paintings influenced the cover art that guitarist John Squire made for the single and the album. The 12\" vinyl's B-side \"Guernica\" is \"Made of Stone\" in reverse and with dubbed-over, unrelated lyrics.",
            "score": 53.87111854553223
        },
        {
            "docid": "22528186_6",
            "document": "Earth's Creation . Emily's paintings are described by leading international art academics as being equal to the works of Monet and great Abstract artists such as Jackson Pollock, Willem de Kooning, and Mark Rothko. Experts have argued that \"Earth's Creation\", painted at Utopia on the edge of the Simpson Desert in Central Australia by an Australian with no formal or informal training in art, is an even more important painting for Australia than American painter Jackson Pollock's \"Blue Poles\", purchased by the National Gallery of Australia in 1973.",
            "score": 68.09034013748169
        },
        {
            "docid": "487200_15",
            "document": "Mark Tobey . Elizabeth Bayley Willis showed Tobey's painting \"Bars and Flails\" to Jackson Pollock in 1944. Pollock studied the painting closely and then painted \"Blue Poles\", a painting that made history when, in 1973, the Australian government bought it for $2 million. A Pollock biographer wrote: \"...[Tobey's] dense web of white strokes, as elegant as Oriental calligraphy, impressed Jackson so much that in a letter to Louis Bunce he described Tobey, a West Coast artist, as an 'exception' to the rule that New York was 'the only real place in America where painting (in the real sense) can come thru.\" Pollock went to all of Tobey's Willard Gallery shows where Tobey presented small to medium-sized canvases, measuring approximately . After Pollock viewed them, he went back home and blew them up to , pouring paint onto the canvas instead of brushing it on. Pollock was never really concerned with diffused light, but he was very interested in Tobey's idea of covering the entire canvas with marks up to and including its edges, something not done previously in American art.",
            "score": 77.11518740653992
        },
        {
            "docid": "24317924_5",
            "document": "Jackson Pollock (supercentenarian) . If this George Pollock was indeed born in 1860, and that this is the same George as the one buried in Mount Air Baptist Church Cemetery, he would have died at the age of 107 years. Since these two are buried in the same cemetery as Jackson Pollock, and the death ages of 107 and 99 years reoccur, it could well be that these two are related to Jackson Pollock and that Jackson Pollock could have confused the death ages with that of his father and mother. In fact, there is a reasonable chance George Pollock is actually the father of Jackson (and John maybe the brother), because if it is true that the father and mother are buried at the same cemetery, then the number of people who could be the father or mother severely declines. Find A Grave only list five people named Pollock who are buried in Mount Air Baptist Church Cemetery and who were born before 1900 (excluding Jackson and including George).",
            "score": 57.64254105091095
        },
        {
            "docid": "8326198_2",
            "document": "Who the $&amp;% Is Jackson Pollock? . Who the #$&% Is Jackson Pollock? is a 2006 documentary following a woman named Teri Horton, a 73-year-old former long-haul truck driver from California, who purchased a painting from a thrift shop for $5, only later to find out that it may be a Jackson Pollock painting; she had no clue at the time who Jackson Pollock was, hence the name of the film.",
            "score": 62.150023221969604
        },
        {
            "docid": "6451440_2",
            "document": "Jackson Pollock: An American Saga . Jackson Pollock: An American Saga is a 1989 biography of expressionist painter Jackson Pollock, by Steven Naifeh and Gregory White Smith. It was considered \"well-researched\" by \"Publishers Weekly\" and \"Library Journal\", and inspired Ed Harris to adapt it to film as \"Pollock\" in 2000. It was awarded the 1991 Pulitzer Prize for Biography or Autobiography.",
            "score": 55.42753076553345
        },
        {
            "docid": "16307_1",
            "document": "Jackson Pollock . Jackson Pollock",
            "score": 48.47621822357178
        },
        {
            "docid": "24317924_1",
            "document": "Jackson Pollock (supercentenarian) . Jackson Pollock (supercentenarian)",
            "score": 48.11872386932373
        },
        {
            "docid": "16307_50",
            "document": "Jackson Pollock . Lee Krasner donated Pollock's papers in 1983 to the Archives of American Art. They were later archived with Lee Krasner's papers. The Archives of American Art also houses the Charles Pollock papers, which include correspondence, photographs, and other files relating to his brother Jackson Pollock.",
            "score": 56.811567306518555
        },
        {
            "docid": "16307_19",
            "document": "Jackson Pollock . One definitive influence on Pollock was the work of the Ukrainian American artist Janet Sobel (1894–1968) (born Jennie Lechovsky). Peggy Guggenheim included Sobel's work in her \"The Art of This Century Gallery\" in 1945. Jackson Pollock and art critic Clement Greenberg saw Sobel's work there in 1946 and later Greenberg noted that Sobel was \"a direct influence on Jackson Pollock's drip painting technique.\" In his essay \"American-Type Painting,\" Greenberg noted those works were the first of all-over painting he had seen, and said, \"Pollock admitted that these pictures had made an impression on him\".",
            "score": 75.06930708885193
        },
        {
            "docid": "8326198_1",
            "document": "Who the $&amp;% Is Jackson Pollock? . Who the $&amp;% Is Jackson Pollock?",
            "score": 49.69901156425476
        },
        {
            "docid": "6451440_1",
            "document": "Jackson Pollock: An American Saga . Jackson Pollock: An American Saga",
            "score": 50.266236305236816
        },
        {
            "docid": "24317924_2",
            "document": "Jackson Pollock (supercentenarian) . Jackson John Pollock (1869? – 1995) was an American longevity claimant.",
            "score": 49.23534297943115
        },
        {
            "docid": "2399048_5",
            "document": "Elephant Stone . The B-side \"Full Fathom Five\" (named after a Jackson Pollock painting) is essentially an alternate single mix of \"Elephant Stone\" played in reverse.",
            "score": 44.588016748428345
        },
        {
            "docid": "16307_44",
            "document": "Jackson Pollock . In 2006, a documentary, \"Who the *$&% Is Jackson Pollock?\" was made concerning Teri Horton, a truck driver who in 1992 bought an abstract painting for five dollars at a thrift store in California. This work may be a lost Pollock painting, but its authenticity is debated.",
            "score": 56.42561864852905
        },
        {
            "docid": "855789_32",
            "document": "Color Field . In distinction to the emotional energy and gestural surface marks and paint handling of Abstract Expressionists such as Jackson Pollock and Willem de Kooning, Color Field painting initially appeared to be cool and austere. Color field painters efface the individual mark in favor of large, flat, stained and soaked areas of color, considered to be the essential nature of visual abstraction along with the actual shape of the canvas, which Frank Stella in particular achieved in unusual ways with combinations of curved and straight edges. However, Color Field painting has proven to be both sensual and deeply expressive albeit in a different way from gestural Abstract expressionism. Denying connection to Abstract Expressionism or any other Art Movement Mark Rothko spoke clearly about his paintings in 1956:",
            "score": 75.97217178344727
        },
        {
            "docid": "8038111_7",
            "document": "Charles Pollock . Charles Pollock abandoned social realism in the 1940s, and turned to abstract expressionism and Color Field painting. Some attribute the shift to the influence of his famous brother Jackson; however Pollock painted in a very calm and organized manner unlike Jackson's 'drip painting' style.",
            "score": 70.79373002052307
        },
        {
            "docid": "24140243_2",
            "document": "I Love You Yes I Do . \"I Love You Yes I Do\" is a 1947 song by Bull Moose Jackson and His Bearcats. The single was Jackson's first number one on the R&B Juke Box chart, spending three weeks at the top spot and peaking at number twenty-four on the pop chart.",
            "score": 18.86334490776062
        },
        {
            "docid": "38299022_3",
            "document": "Francois Fiedler Foundation . The only European artist, Francois Fiedler was represented in the exhibition \"The Persistence of Pollock” celebrating the 100th anniversary of the birth of Jackson Pollock, the titan of Abstract Expressionism. The exhibition was held at the Pollock-Krasner House and Studio, which is the house where Jackson Pollock lived and created the 20th-century abstract expressionism masterpieces, so-called drip painting. “I entered the painting... I felt the dramatic force. The pictorial energy of canvas enchanted me. I felt the full freedom of the rhythms. I recognized the duality in Pollock’s works - improvisation and precise interpretation at the same time. I was fascinated by the works of Pollock and definitely influenced my own working methods.” said Fiedler on the occasion of “Pollock Retrospective” held at Centre Georges Pompidou in 1981, Paris.",
            "score": 69.09449326992035
        },
        {
            "docid": "16307_42",
            "document": "Jackson Pollock . In February 2016, Bloomberg News reported that Kenneth C. Griffin had purchased Jackson Pollock's 1948 painting, \"Number 17A\", for $200 million, from David Geffen.",
            "score": 54.25427579879761
        },
        {
            "docid": "16307_5",
            "document": "Jackson Pollock . Paul Jackson Pollock was born in Cody, Wyoming, in 1912, the youngest of five sons. His parents, Stella May (née McClure) and LeRoy Pollock, were born and grew up in Tingley, Iowa, and were educated at Tingley High School. Pollock's mother is interred at Tingley Cemetery, Ringgold County, Iowa. His father had been born with the surname McCoy, but took the surname of his adoptive parents, neighbors who adopted him after his own parents had died within a year of each other. Stella and LeRoy Pollock were Presbyterian; they were of Irish and Scots-Irish descent, respectively. LeRoy Pollock was a farmer and later a land surveyor for the government, moving for different jobs. Stella, proud of her family's heritage as weavers, made and sold dresses as a teenager. In November 1912, Stella took her sons to San Diego; Jackson was just 10 months old and would never return to Cody. He subsequently grew up in Arizona and Chico, California.",
            "score": 58.95315432548523
        },
        {
            "docid": "10622711_20",
            "document": "Gutai group . Gutai's first American appearance at the Martha Jackson Gallery in 1958 faced many accusations from critics exclaiming that the art was imitating Jackson Pollock. However, Gutai art did not copy from Pollock but rather took what inspiration it needed to be able to address the issue of freedom after the world war in Japan. Yoshihara praised Pollock as the greatest living American painter and admired his pure originality and concrete interpretation of freedom. Yoshihara shared with Pollock a desire to embody nature as opposed to creating representational art. Yoshihara accepted being in the same aesthetic realm as Pollock, however, he aggressively strived to create a distinct style. Prone to the assumption that Japanese artists follow Western artist, Yoshihara insisted Gutai artists create an extremely distinguished style. One thing Yoshihara did to try to avoid derivative accusations was to have his pupils study in his library to learn about contemporary issues so that their work could compete with the art of the center. Gutai work made from bodily processes did find inspiration in Jackson Pollock's drip paintings, yet expanded on these concepts drastically. At a glance, Gutai's early paintings may look like Jackson Pollock's drip paintings, however their approach and methods were radically different. If one compares Jackson Pollock's, Number 7 to Sumi Yasuo's work. Pollock's is deliberate and composted within rectilinear bounds. Whereas Yasuo worked by \"going recklessly wild\" and splattering paint. Gutai was also called Dadaistic in which Yoshihara addressed in the manifesto, \"Sometimes, at first glance, we are compared with and mistaken for Dadaism, and we ourselves fully recognize the achievements of Dadaism. But we think differently, in contrast to Dadaism, our work is the result of investigating the possibilities of calling the material to life.\" Gutai specialist Fergus McCaffrey said, \"Shiraga and other members of the Gutai Art Association had their work dismissed as derivative of second-generation Abstract Expressionism when showing at Martha Jackson Gallery in New York in 1958, and it is only recently that we have been able to shake off that terrible misunderstanding.'\" Jiro Yoshihara sought to create a genre that was beyond classification in pursuit of true originality despite these earlier accusations.",
            "score": 91.57171404361725
        },
        {
            "docid": "24140243_3",
            "document": "I Love You Yes I Do . In 1961, Bull Moose Jackson recorded a new version of the song without his band. The new version hit number ten on the R&B chart, and number ninety-eight on the \"Billboard\" Hot 100. Both versions of \"I Love You Yes I Do\" would be the only times Jackson crossed over to the national pop charts.",
            "score": 17.129687428474426
        },
        {
            "docid": "16307_2",
            "document": "Jackson Pollock . Jackson Pollock (January 28, 1912 – August 11, 1956) was an American painter and a major figure in the abstract expressionist movement. He was well known for his unique style of drip painting.",
            "score": 83.32811784744263
        },
        {
            "docid": "16307_43",
            "document": "Jackson Pollock . The Pollock-Krasner Authentication Board was created by the Pollock-Krasner Foundation in 1990 to evaluate newly found works for an upcoming supplement to the 1978 catalogue. In the past, however, the Pollock-Krasner Foundation has declined to be involved in authentication cases.",
            "score": 49.266165256500244
        },
        {
            "docid": "11439520_2",
            "document": "R U Tuff Enuff . R U Tuff Enuff is the third album by American R&B singer Rebbie Jackson. This album was a different approach for Jackson, as it had a harder-edged street R&B sound that was very popular at the time, which was also exhibited in the \"La Toya\" album by Jackson's sister, La Toya Jackson. The single \"Plaything\" peaked at number eight on the Billboard R&B charts, Jackson's highest charting single since 1984's \"Centipede\". The title track was also released as a single, but did not showcase the same amount of success.",
            "score": 35.92107915878296
        },
        {
            "docid": "21443909_12",
            "document": "Mark Pollock . Pollock hosted the documentary series \"Yes I Can\" which aired in November 2011 on Setanta Sports.",
            "score": 36.484827280044556
        },
        {
            "docid": "51012729_7",
            "document": "Harry Jackson (artist) . During this \"artistic conversion\", Jackson moved to New York, befriended Pollock, and began painting in the abstract expressionist style. He gained a following after art critic Clement Greenberg and art historian Meyer Schapiro included Jackson in their \"Talent 1950\" exhibition at the Kootz Gallery. Greenberg said that Jackson produced \"the best first show since Jackson Pollock's\". For the next few years, he exhibited work at the Tibor de Nagy Gallery, which is closely affiliated with the second generation of abstract expressionism.",
            "score": 59.431777238845825
        },
        {
            "docid": "16307_22",
            "document": "Jackson Pollock . In 1950, Hans Namuth, a young photographer, wanted to take pictures (both stills and moving) of Pollock at work. Pollock promised to start a new painting especially for the photographic session, but when Namuth arrived, Pollock apologized and told him the painting was finished.",
            "score": 53.641191482543945
        },
        {
            "docid": "30421693_2",
            "document": "B. H. Friedman . Bernard Harper Friedman (July 27, 1926 – January 4, 2011), better known by his initials, \"B. H.,\" was an American author and art critic who wrote biographies of Jackson Pollock and Gertrude Vanderbilt Whitney, a number of novels that combined his experiences in the worlds of art and business, and an autobiographical account of his use of psychedelic drugs with Timothy Leary.",
            "score": 48.081997871398926
        },
        {
            "docid": "51012729_6",
            "document": "Harry Jackson (artist) . While in Los Angeles, Jackson's style was strongly influenced by Jackson Pollock's painting \"The Moon-Woman Cuts the Circle\", which he said \"shot the first crack of daylight into my blocked-off brain\". Jackson recalled, \"That single artwork caused me to relive (1943) Tarawa's bloody butchery; I knew that I had to meet Pollock face to face ASAP.\" He was also influenced by Wassily Kandinsky's work.",
            "score": 62.1159987449646
        }
    ],
    "r": [
        {
            "docid": "10622711_20",
            "document": "Gutai group . Gutai's first American appearance at the Martha Jackson Gallery in 1958 faced many accusations from critics exclaiming that the art was imitating Jackson Pollock. However, Gutai art did not copy from Pollock but rather took what inspiration it needed to be able to address the issue of freedom after the world war in Japan. Yoshihara praised Pollock as the greatest living American painter and admired his pure originality and concrete interpretation of freedom. Yoshihara shared with Pollock a desire to embody nature as opposed to creating representational art. Yoshihara accepted being in the same aesthetic realm as Pollock, however, he aggressively strived to create a distinct style. Prone to the assumption that Japanese artists follow Western artist, Yoshihara insisted Gutai artists create an extremely distinguished style. One thing Yoshihara did to try to avoid derivative accusations was to have his pupils study in his library to learn about contemporary issues so that their work could compete with the art of the center. Gutai work made from bodily processes did find inspiration in Jackson Pollock's drip paintings, yet expanded on these concepts drastically. At a glance, Gutai's early paintings may look like Jackson Pollock's drip paintings, however their approach and methods were radically different. If one compares Jackson Pollock's, Number 7 to Sumi Yasuo's work. Pollock's is deliberate and composted within rectilinear bounds. Whereas Yasuo worked by \"going recklessly wild\" and splattering paint. Gutai was also called Dadaistic in which Yoshihara addressed in the manifesto, \"Sometimes, at first glance, we are compared with and mistaken for Dadaism, and we ourselves fully recognize the achievements of Dadaism. But we think differently, in contrast to Dadaism, our work is the result of investigating the possibilities of calling the material to life.\" Gutai specialist Fergus McCaffrey said, \"Shiraga and other members of the Gutai Art Association had their work dismissed as derivative of second-generation Abstract Expressionism when showing at Martha Jackson Gallery in New York in 1958, and it is only recently that we have been able to shake off that terrible misunderstanding.'\" Jiro Yoshihara sought to create a genre that was beyond classification in pursuit of true originality despite these earlier accusations.",
            "score": 91.57171630859375
        },
        {
            "docid": "1113966_23",
            "document": "Punk ideologies . Straight edge, which originated in the Washington DC hardcore punk scene with Minor Threat song \"Straight Edge\" written frontman Ian MacKaye and guitarist Brian Baker. Straight edge involves abstaining from alcohol, tobacco, and recreational drug use. Some who claim the title straight edge also abstain from caffeine, casual sex and meat. (Although the Washington DC straight-edge scene exhibited a fierce allegiance for Coca-Cola, with supporters rarely, if ever, seen drinking anything else in public.) Those more strict individuals may be considered part of the hardline subculture. Unlike the shunning of meat and caffeine, refraining from casual sex was without question a practice in the original straight edge lifestyle, but it has been overlooked in many of the later reincarnations of straight edge. For some, straight edge is a simple lifestyle preference, but for others it is a political stance. In many cases, it is a rejection of the perceived self-destructive qualities of punk and hardcore culture. MacKaye has often spoken out against others labeling themselves as being Straight edge, which was never his intentions for it being a label but it became a movement one in which he became annoyed with. Notable straight edgers: Tim McIlrath, CM Punk and Davey Havok.",
            "score": 88.45098876953125
        },
        {
            "docid": "16307_21",
            "document": "Jackson Pollock . Pollock observed American Indian sandpainting demonstrations in the 1940s. Referring to his style of painting on the floor, Pollock stated, \"I feel nearer, more a part of the painting, since this way I can walk round it, work from the four sides and literally be in the painting. This is akin to the methods of the Indian sand painters of the West.\" Other influences on his drip technique include the Mexican muralists and Surrealist automatism. Pollock denied reliance on \"the accident\"; he usually had an idea of how he wanted a particular piece to appear. His technique combined the movement of his body, over which he had control, the viscous flow of paint, the force of gravity, and the absorption of paint into the canvas. It was a mixture of controllable and uncontrollable factors. Flinging, dripping, pouring, and spattering, he would move energetically around the canvas, almost as if in a dance, and would not stop until he saw what he wanted to see. As another important influence can be cited Wolfgang Paalen's article on \"Totem Art\" of the indigenous people of British Columbia and his Fumage paintings which he had seen at Julien Levy's exhibition of Paalen's surrealist paintings in 1940. Pollock owned a signed and dedicated copy of the Amerindian Number of Paalen's magazine (DYN 4-5, 1943), in which the revolutionary space concept in totemist art from the North-West-Coast is broadly discussed from an artist's point of view. Another strong impact must have been Paalen's fumage technique, as it was the surrealist technique with the most magic appeal for those painters who looked for new ways of making appear what was called the \"unseen\" or the \"possible\". Fumage was presented also in Matta's workshop about which Steven Naifeh reports: »Once, when Matta was demonstrating the Surrealist technique [Paalen's] Fumage, Jackson [Pollock] turned to (Peter) Busa and said in a stage whisper: ›I can do that without the smoke.‹« Pollock's painter friend Fritz Bultman even stated (hinting at the revolutionary possibility-space of Paalen): \"It was Wolfgang Paalen, who started it all.\"",
            "score": 86.2643051147461
        },
        {
            "docid": "16307_2",
            "document": "Jackson Pollock . Jackson Pollock (January 28, 1912 – August 11, 1956) was an American painter and a major figure in the abstract expressionist movement. He was well known for his unique style of drip painting.",
            "score": 83.32811737060547
        },
        {
            "docid": "147847_31",
            "document": "Abstract expressionism . In distinction to the emotional energy and gestural surface marks of abstract expressionists such as Jackson Pollock and Willem de Kooning, the Color Field painters initially appeared to be cool and austere, effacing the individual mark in favor of large, flat areas of color, which these artists considered to be the essential nature of visual abstraction, along with the actual shape of the canvas, which later in the 1960s Frank Stella in particular achieved in unusual ways with combinations of curved and straight edges. However Color Field painting has proven to be both sensual and deeply expressive albeit in a different way from gestural Abstract expressionism. Although Abstract expressionism spread quickly throughout the United States, the major centers of this style were New York City and California, especially in the New York School, and the San Francisco Bay area. Abstract expressionist paintings share certain characteristics, including the use of large canvases, an \"all-over\" approach, in which the whole canvas is treated with equal importance (as opposed to the center being of more interest than the edges). The canvas as the \"arena\" became a credo of Action painting, while the \"integrity of the picture plane\" became a credo of the Color field painters. Younger artists began exhibiting their abstract expressionist related paintings during the 1950s as well including Alfred Leslie, Sam Francis, Joan Mitchell, Helen Frankenthaler, Cy Twombly, Milton Resnick, Michael Goldberg, Norman Bluhm, Grace Hartigan, Friedel Dzubas, and Robert Goodnough among others. Although Pollock is closely associated with Action Painting because of his style, technique, and his painterly \"touch\" and his physical application of paint, art critics have likened Pollock to both Action painting and color field painting. Another critical view advanced by Clement Greenberg connects Pollock's allover canvasses to the large-scale Water Lilies of Claude Monet done during the 1920s. Greenberg, art critic Michael Fried, and others have observed that the overall feeling in Pollock's most famous works – his \"drip\" paintings – read as vast fields of built-up linear elements often reading as vast complexes of similar valued paint skeins that read as all over fields of color and drawing, and are related to the mural-sized late Monets that are constructed of many passages of close valued brushed and scumbled marks that also read as close valued fields of color and drawing that Monet used in building his picture surfaces. Pollock's use of all-over composition lend a philosophical and a physical connection to the way the color field painters like Newman, Rothko and Still construct their unbroken and in Still's case broken surfaces. In several paintings that Pollock painted after his classic \"drip\" painting period of 1947–1950, he used the technique of staining fluid oil paint and house paint into raw canvas. During 1951 he produced a series of semi-figurative black stain paintings, and in 1952 he produced stain paintings using color. In his November 1952 exhibition at the Sidney Janis Gallery in New York City Pollock showed \"Number 12, 1952\", a large, masterful stain painting that resembles a brightly colored stained landscape (with an overlay of broadly dripped dark paint); the painting was acquired from the exhibition by Nelson Rockefeller for his personal collection. In 1960 the painting was severely damaged by fire in the Governors Mansion in Albany that also severely damaged an Arshile Gorky painting and several other works in the Rockefeller collection. However, by 1999 it had been restored and was installed in Albany Mall.",
            "score": 80.77783203125
        },
        {
            "docid": "16307_18",
            "document": "Jackson Pollock . Pollock started using synthetic resin-based paints called alkyd enamels, which at that time was a novel medium. Pollock described this use of household paints, instead of artist's paints, as \"a natural growth out of a need\". He used hardened brushes, sticks, and even basting syringes as paint applicators. Pollock's technique of pouring and dripping paint is thought to be one of the origins of the term action painting. With this technique, Pollock was able to achieve a more immediate means of creating art, the paint now literally flowing from his chosen tool onto the canvas. By defying the convention of painting on an upright surface, he added a new dimension by being able to view and apply paint to his canvases from all directions.",
            "score": 80.040771484375
        },
        {
            "docid": "147851_24",
            "document": "Ian MacKaye . The song \"Straight Edge\" was written by MacKaye for his band, Minor Threat and was released in 1981 on Minor Threat's self-titled EP. It was a song that described his personal life free of the drugs and the self-destructive idea of \"sex as a conquest\" which served as a part of the \"sex, drugs and rock'n roll\" banner originating as a rebellion in the 1960s – smoking, drinking, and drug use. The song came about through MacKaye witnessing his friends abusing alcohol/drugs and acting recklessly. He decided early on that it was not the lifestyle for him, having never fit in with it. MacKaye's main goal was to fight against the people around him who abused substances. His decision to abstain from substances began to influence youth culture as Minor Threat gained popularity through numerous live shows and sales of their EP. Although to MacKaye the song did not represent a philosophy or a movement, over time people adopted the philosophy of the song and many bands began to label themselves straight edge, founding the straight edge movement. Although straight edge is not explicitly supportive of vegetarianism, MacKaye has stated that he is a vegetarian because he regards it as a logical progression of his views. He follows a strict vegan diet. In interviews especially in his later life, MacKaye has often become annoyed with questions about being the founding father of a movement he never intended to start. \"I'm credited because I coined a phrase and wrote a song about it. I'm not going to spend any more energy than I already have explaining that. From the very beginning I've tried to say that this is not my opinion. That whole thing just makes me realize I don't have any control over what people think of me. And I don't really give a fuck. I think that the idea of straight edge, the song that I wrote, and the way people have related it, there's some people who have abused it, they've allowed their fundamentalism to interfere with the real message, which in my mind, was that people should be allowed to live their lives the way they want to. It was just the title of a song that I wrote but certainly never intended to start a movement.\"",
            "score": 78.73673248291016
        },
        {
            "docid": "20836_17",
            "document": "Minimalism . Reinhardt's remark directly addresses and contradicts Hans Hofmann's regard for nature as the source of his own abstract expressionist paintings. In a famous exchange between Hofmann and Jackson Pollock as told by Lee Krasner in an interview with Dorothy Strickler (1964-11-02) for the Smithsonian Institution Archives of American Art. In Krasner's words: When I brought Hofmann up to meet Pollock and see his work which was before we moved here, Hofmann’s reaction was—one of the questions he asked Jackson was, \"Do you work from nature?\" There were no still lifes around or models around and Jackson’s answer was, \"I am nature.\" And Hofmann’s reply was, \"Ah, but if you work by heart, you will repeat yourself.\" To which Jackson did not reply at all. The meeting between Pollock and Hofmann took place in 1942.",
            "score": 78.41531372070312
        },
        {
            "docid": "2394352_10",
            "document": "Kevin Seconds . As with Ian MacKaye of Minor Threat, Seconds has had a great deal of influence on the straight edge subculture but has never fully embraced it as a movement. He has been outspoken about his opposition to the more militant aspects of straight edge and does not support it. Seconds continues to maintain a drug/alcohol/smoke-free lifestyle but appears to have no interest in being a spokesman for the straight edge lifestyle. He is vegetarian.",
            "score": 78.22657012939453
        },
        {
            "docid": "7364956_24",
            "document": "C. J. Wilson . Wilson is a devoted Taoist (converted from Christianity) and adheres to a Straight Edge way of life (abstaining from alcohol, illegal drugs, tobacco, and promiscuous sex in order to maintain health). As a sign of his choice of being Straight Edge, Wilson has the words \"Straight Edge\" tattooed along the length of his torso, Japanese characters on his shoulder that read \"Poison Free\" and \"XXX\" stitched on his blue glove as a straight edge symbol. The blue glove is itself unusual among baseball players (who generally wear a traditional brown-colored glove). Wilson wore the blue glove when the Rangers wore their blue uniforms (or their road grey uniforms); he also had a similarly-decorated red glove when pitching in games where the Rangers wore red uniforms. Wilson wore a red glove for the Angels.",
            "score": 78.00186157226562
        },
        {
            "docid": "28149971_3",
            "document": "The Straight Edge Society . The concept behind the group was the straight edge lifestyle, which promotes and abides to discipline—primarily no smoking, drinking, or drugs. The group acted as a militant organization, denouncing all people who did not live the straight edge lifestyle, even those who also abstain from substance abuse, so new members were required to shave their heads, which signified a \"new beginning\". The founder and leader of the group was CM Punk, who follows the straight edge lifestyle in real life.",
            "score": 77.82938385009766
        },
        {
            "docid": "16307_9",
            "document": "Jackson Pollock . From 1938 to 1942 Pollock worked for the WPA Federal Art Project. During this time Pollock was trying to deal with his established alcoholism, from 1938 through 1941 Pollock underwent Jungian psychotherapy with Dr. Joseph Henderson and later with Dr. Violet Staub de Laszlo in 1941–42. Henderson engaged him through his art, encouraging Pollock to make drawings. Jungian concepts and archetypes were expressed in his paintings. Some historians have hypothesized that Pollock might have had bipolar disorder. Pollock signed a gallery contract with Peggy Guggenheim in July 1943. He received the commission to create \"Mural\" (1943), which measures roughly 8 feet tall by 20 feet long, for the entry to her new townhouse. At the suggestion of her friend and advisor Marcel Duchamp, Pollock painted the work on canvas, rather than the wall, so that it would be portable. After seeing the big mural, the art critic Clement Greenberg wrote: \"I took one look at it and I thought, 'Now that's great art,' and I knew Jackson was the greatest painter this country had produced.\" The catalog introducing his first exhibition described Pollock's talent as \"...volcanic. It has fire. It is unpredictable. It is undisciplined. It spills out of itself in a mineral prodigality, not yet crystallized.\"",
            "score": 77.6824951171875
        },
        {
            "docid": "1656784_44",
            "document": "CM Punk . Punk adopted his real-life following of the straight edge movement as a major attribute of his professional wrestling character. The character utilizes different elements of Punk's personality and beliefs of the straight edge movement dependent on his alignment. While portraying a crowd favorite, Punk's character tends to be that of Punk's normal personality, largely indifferent to others who drink alcohol, smoke tobacco, partake in recreational drug use or have promiscuous sexual behavior, but emphasizing the social discipline involved with personally abstaining from these behaviors. Conversely, his villainous personality tends to be that of one who is hardline or militant straight edge, exemplifying the elitist attitudes and superiority complexes—defined by Punk's common mantra during villainous-themed promos that, because he is straight edge, he is \"better than you\". Punk performs the straight edge symbol of crossing his arms in an X formation while having the letter X written on the back of his hands, usually drawn on his wrist tape. During his WWE career, Punk also incorporated a belligerently anti-establishment and anti-corporate attitude into his persona. Originally, the initials CM in his ring name represented the phrase \"Chick Magnet\", the name of the tag team he was in as a backyard wrestler. However, Punk later changed CM into a pseudo-acronym, declaring that it has no meaning, though when asked since he has taken to making up meanings that fit the initials, going so far as to make up long stories to explain the origins that do not match the actual origin story at all. Since beginning this practice, Punk has stated CM stands among others for \"Cookie Monster\", \"Cookie Master\", \"Crooked Moonsault\", \"Chuck Mosley\", \"Charles Montgomery\", \"Charles Manson\" and \"Chicago Made\".",
            "score": 77.25796508789062
        },
        {
            "docid": "487200_15",
            "document": "Mark Tobey . Elizabeth Bayley Willis showed Tobey's painting \"Bars and Flails\" to Jackson Pollock in 1944. Pollock studied the painting closely and then painted \"Blue Poles\", a painting that made history when, in 1973, the Australian government bought it for $2 million. A Pollock biographer wrote: \"...[Tobey's] dense web of white strokes, as elegant as Oriental calligraphy, impressed Jackson so much that in a letter to Louis Bunce he described Tobey, a West Coast artist, as an 'exception' to the rule that New York was 'the only real place in America where painting (in the real sense) can come thru.\" Pollock went to all of Tobey's Willard Gallery shows where Tobey presented small to medium-sized canvases, measuring approximately . After Pollock viewed them, he went back home and blew them up to , pouring paint onto the canvas instead of brushing it on. Pollock was never really concerned with diffused light, but he was very interested in Tobey's idea of covering the entire canvas with marks up to and including its edges, something not done previously in American art.",
            "score": 77.11518859863281
        },
        {
            "docid": "23949548_3",
            "document": "Drip painting . Drip painting was however to find particular expression in the work of the mid-twentieth-century artists Janet Sobel and Jackson Pollock. Pollock found drip painting to his liking; later using the technique almost exclusively, he would make use of such unconventional tools as sticks, hardened brushes and even basting syringes to create large and energetic abstract works. Pollock used house or industrial paint to create his paintings—Pollock's wife Lee Krasner described his palette as \"typically a can or two of … enamel, thinned to the point he wanted it, standing on the floor besides the rolled-out canvas\" and that Pollock used Duco or Davoe and Reynolds brands of house paint. House paint was less viscous than traditional tubes of oil paint, and Pollock thus created his large compositions horizontally to prevent his paint from running. His gestural lines create a unified overall pattern that allows the eye to travel from one of the canvases to the other and back again.  Sources for the drip technique include Navajo sandpainting. Sandpainting was also performed flat on the ground. Another source is the \"underpainting\" techniques of the Mexican muralists painters. The drip–splash marks made by mural painter David Alfaro Siqueiros allow him to work out his composition of a multitude of Mexican workers and heroes.",
            "score": 76.37968444824219
        },
        {
            "docid": "855789_32",
            "document": "Color Field . In distinction to the emotional energy and gestural surface marks and paint handling of Abstract Expressionists such as Jackson Pollock and Willem de Kooning, Color Field painting initially appeared to be cool and austere. Color field painters efface the individual mark in favor of large, flat, stained and soaked areas of color, considered to be the essential nature of visual abstraction along with the actual shape of the canvas, which Frank Stella in particular achieved in unusual ways with combinations of curved and straight edges. However, Color Field painting has proven to be both sensual and deeply expressive albeit in a different way from gestural Abstract expressionism. Denying connection to Abstract Expressionism or any other Art Movement Mark Rothko spoke clearly about his paintings in 1956:",
            "score": 75.97217559814453
        },
        {
            "docid": "16307_10",
            "document": "Jackson Pollock . Pollock's most famous paintings were made during the \"drip period\" between 1947 and 1950. He rocketed to fame following an August 8, 1949 four-page spread in \"Life\" magazine that asked, \"Is he the greatest living painter in the United States?\" At the peak of his fame, Pollock abruptly abandoned the drip style.",
            "score": 75.88151550292969
        },
        {
            "docid": "16307_16",
            "document": "Jackson Pollock . Pollock and Krasner's relationship began to crumble by 1956, owing to Pollock's continuing alcoholism and infidelity involving Ruth Kligman. On August 11, 1956, at 10:15 pm, Pollock died in a single-car crash in his Oldsmobile convertible while driving under the influence of alcohol. At the time Krasner was visiting friends in Europe and she abruptly returned on hearing the news from a friend. One of the passengers, Edith Metzger, was also killed in the accident, which occurred less than a mile from Pollock's home. The other passenger, Ruth Kligman, an artist and Pollock's mistress, survived.",
            "score": 75.12935638427734
        },
        {
            "docid": "16307_19",
            "document": "Jackson Pollock . One definitive influence on Pollock was the work of the Ukrainian American artist Janet Sobel (1894–1968) (born Jennie Lechovsky). Peggy Guggenheim included Sobel's work in her \"The Art of This Century Gallery\" in 1945. Jackson Pollock and art critic Clement Greenberg saw Sobel's work there in 1946 and later Greenberg noted that Sobel was \"a direct influence on Jackson Pollock's drip painting technique.\" In his essay \"American-Type Painting,\" Greenberg noted those works were the first of all-over painting he had seen, and said, \"Pollock admitted that these pictures had made an impression on him\".",
            "score": 75.0693130493164
        },
        {
            "docid": "171618_7",
            "document": "Pollock (film) . Pollock and Lee move to an oceanfront house on Long Island and adopt an abandoned dog whom they name Gyp. Pollock is disheartened when Lee makes clear that she does not want to have a baby. At a get-together at Peggy's, despite art critic Clement Greenberg's comments, he shows that it's hard for him to change his finished painting to others' liking. Pollock's pictures still aren't selling, but Clement assures him that things will change after the \"Life\" article and subsequent exhibit. Lee gets jealous when Pollock hugs another woman. Meanwhile, he tries doing other business for a living, but his alcoholism gets in the way. He lies to Sande about his financial status. Pollock's fortunes turn as the \"Life\" story is published and he tries to abstain from alcohol. Later, filmmaker Hans Namuth tries to film Pollock as he paints. However, Hans' presence interrupts the spontaneous nature of Pollock's work, making the artist feel like a phony acting it out. He loses patience and, much to Lee's disapproval, begins drinking again and ruins Thanksgiving dinner.",
            "score": 74.86900329589844
        },
        {
            "docid": "16307_13",
            "document": "Jackson Pollock . The two artists met while they both exhibited at the McMillen Gallery in 1942. Krasner was unfamiliar, yet intrigued with Pollock's work and went to his apartment, unannounced, to meet him following the gallery. In October 1945, Pollock and Lee Krasner were married in a church with two witnesses present for the event. In November, they moved out of the city to the Springs area of East Hampton on the south shore of Long Island. With the help of a down-payment loan from Peggy Guggenheim, they bought a wood-frame house and barn at 830 Springs Fireplace Road. Pollock converted the barn into a studio. In that space, he perfected his big \"drip\" technique of working with paint, with which he would become permanently identified. When the couple found themselves free from work they enjoyed spending their time together cooking and baking, working on the house and garden, and entertaining friends. Lee Krasner's influence on her husband's art was something critics began to reassess by the later half of the 1960s due to the rise of feminism at the time. Krasner's extensive knowledge and training in modern art and techniques helped her bring Pollock up to date with what contemporary art should be. Krasner was often considered to teach her husband in the dominant tenets of modernistic painting. Pollock was then able to change his style to fit a more organized and cosmopolitan genre of modern art, and Krasner became the one judge he could trust. At the beginning of the two artists' marriage, Pollock would entrust his counterpart's opinions on what worked and what did not in his pieces. Lee Krasner was also responsible for introducing him to many collectors, critics, and artists, including Herbert Matter, who would help further his career as an emerging artist. John Bernard Myers, a noted art dealer, was once quoted to say that \"there would never have been a Jackson Pollock without a Lee Pollock\", whereas Fritz Bultman, a fellow painter, had referred to Pollock as Krasner's \"creation, her Frankenstein\", both men recognizing the immense impact Krasner had on Pollock's career.",
            "score": 74.47145080566406
        },
        {
            "docid": "5879840_6",
            "document": "Crossingpoint . Crossingpoint also become (intentionally, or not) standard-bearers for the Straight edge movement in South Africa - All members of the band are straight edge. Furthermore, guitarist Brandon van Eeden appeared in South African youth magazine Blunt, in an article detailing his straight edge lifestyle, a life of abstinence from drugs and alcohol.",
            "score": 73.95539855957031
        },
        {
            "docid": "38312450_12",
            "document": "Jack Pollock . On the eve before his death, Pollock was scheduled to speak at a benefit for an AIDS hospice at what was billed to be his last public appearance. Unfortunately, Pollock was too ill to leave the hospital and succumbed to his illness the next evening on December 10, 1992. \"I've been thinking of death a lot, and I am amazed by its inevitability, frightened, as we all are, of the totally unknown, and yet feel a long sleep is somehow earned by those of us who live on the edge.\" The last known photograph of Jack Pollock was taken shortly before his passing in 1992 at the Kinsman Robinson Galleries (Norval Morrisseau's principal dealer since 1989) beside a Morrisseau painting. As Pollock himself had predicted in 1984, he is still mostly recognized for his association with Norval Morrisseau.",
            "score": 73.82842254638672
        },
        {
            "docid": "147847_3",
            "document": "Abstract expressionism . Technically, an important predecessor is surrealism, with its emphasis on spontaneous, automatic, or subconscious creation. Jackson Pollock's dripping paint onto a canvas laid on the floor is a technique that has its roots in the work of André Masson, Max Ernst, and David Alfaro Siqueiros. The newer research tends to put the exile-surrealist Wolfgang Paalen in the position of the artist and theoretician who fostered the theory of the viewer-dependent possibility space through his paintings and his magazine \"DYN\". Paalen considered ideas of quantum mechanics, as well as idiosyncratic interpretations of the totemic vision and the spatial structure of native-Indian painting from British Columbia and prepared the ground for the new spatial vision of the young American abstracts. His long essay \"Totem Art\" (1943) had considerable influence on such artists as Martha Graham, Isamu Noguchi, Jackson Pollock, Mark Rothko and Barnett Newman. Around 1944 Barnett Newman tried to explain America's newest art movement and included a list of \"the men in the new movement.\" Paalen is mentioned twice; other artists mentioned are Gottlieb, Rothko, Pollock, Hofmann, Baziotes, Gorky and others. Motherwell is mentioned with a question mark. Another important early manifestation of what came to be abstract expressionism is the work of American Northwest artist Mark Tobey, especially his \"white writing\" canvases, which, though generally not large in scale, anticipate the \"all-over\" look of Pollock's drip paintings.",
            "score": 73.76118469238281
        },
        {
            "docid": "41647711_9",
            "document": "The Geeks (band) . The band originally began as a straight-edge group, with all members abstaining from alcohol. The drinking culture of Korea is very powerful, and Seo struggled to stay alcohol-free in his freshman year of college and his mandatory military service, claiming to have even been nearly attacked for refusing to drink at one time. Despite violence problems in the straight-edge scene in many parts of the world, the Geeks are a non-violent band and have many friends who are alcoholic. Lead vocalist Seo draws an X on the back of his hands in marker to symbolize his straight-edge stance.",
            "score": 73.41938018798828
        },
        {
            "docid": "16307_27",
            "document": "Jackson Pollock . In a famous 1952 article in \"ARTnews\", Harold Rosenberg coined the term \"action painting\", and wrote that \"what was to go on the canvas was not a picture but an event. The big moment came when it was decided to paint 'just to paint'. The gesture on the canvas was a gesture of liberation from value—political, aesthetic, moral.\" Many people assumed that he had modeled his \"action painter\" paradigm on Pollock. Clement Greenberg supported Pollock's work on formalistic grounds. It fit well with Greenberg's view of art history as a progressive purification in form and elimination of historical content. He considered Pollock's work to be the best painting of its day and the culmination of the Western tradition via Cubism and Cézanne to Manet.",
            "score": 73.06559753417969
        },
        {
            "docid": "16307_3",
            "document": "Jackson Pollock . During his lifetime, Pollock enjoyed considerable fame and notoriety; he was a major artist of his generation. Regarded as reclusive, he had a volatile personality, and struggled with alcoholism for most of his life. In 1945, he married the artist Lee Krasner, who became an important influence on his career and on his legacy.",
            "score": 73.01148986816406
        },
        {
            "docid": "34960100_19",
            "document": "Minimalism (visual arts) . \"When I brought Hofmann up to meet Pollock and see his work which was before we moved here, Hofmann's reaction was — one of the questions he asked Jackson was, \"do you work from nature?\" There were no still lifes around or models around and Jackson's answer was, \"I am nature.\" And Hofmann's reply was, \"Ah, but if you work by heart, you will repeat yourself.\" To which Jackson did not reply at all.\" The meeting between Pollock and Hofmann took place in 1942.",
            "score": 72.73181915283203
        },
        {
            "docid": "39143285_2",
            "document": "List of people who follow a straight edge lifestyle . This is a list of notable people who follow the straight edge lifestyle. Straight edge is a subculture and subgenre of hardcore punk whose adherents refrain from using alcohol, tobacco, and other recreational/non-prescribed drugs (marijuana, MDMA, LSD, cocaine, heroin, etc.). It was a direct reaction to the sexual revolution, hedonism, and excess associated with punk rock. For some, this extends to not engaging in promiscuous sex, following a vegetarian or vegan diet, and not using caffeine or prescription drugs.",
            "score": 72.18382263183594
        },
        {
            "docid": "10519138_50",
            "document": "Ted Nugent . Since the 1970s Nugent has promoted anti-drug and anti-alcohol stances. He has been cited as a key influence on the straight edge movement, a punk rock-associated lifestyle that developed in the early 1980s and discourages drug and alcohol use. Henry Rollins, vocalist for Black Flag, reports that he and friend Ian MacKaye (vocalist for Minor Threat and writer of the song \"Straight Edge\" that gave the movement its name) were inspired by Nugent during their high school years in the 1970s when he was the only major rock star to publicly eschew drug use: \"[We] would read about the Nuge and the thing that really rubbed off on us was the fact that he didn't drink or smoke or do drugs ... [Nugent's performance] was the craziest thing we'd ever seen onstage and here's this guy saying, 'I don't get high.' We thought that was so impressive.\"",
            "score": 72.05475616455078
        },
        {
            "docid": "52722478_5",
            "document": "Fractal expressionism . The perceived similarities between the processes and patterns involved in Pollock's paintings and those of nature compelled Taylor to posit that the same \"basic trademark\" of nature's pattern construction also appears in Pollock's work. Since some natural fractals are generated by a process known as \"chaos\", including fractals in human physiology, Taylor believed that Pollock's painting process might also have been chaotic, and could therefore leave behind a fractal pattern. Taylor's hypothesis seems to be reflected in Pollock's statement \"I am nature\", which he made when asked if nature was a source of inspiration for his work. Furthermore, Pollock is also quoted as stating \"No chaos, damn it\", in response to a Time magazine article that referred to his paintings as \"chaotic\". However, chaos theory was not understood until after Pollock's death, so he could not have been referring to the chaotic systems in nature but rather its common usage to mean disorder. In the famous film footage of Hans Namuth, Pollock says his paintings are no accident, and that he was able to control the flow of paint onto the canvas.",
            "score": 71.41439819335938
        },
        {
            "docid": "33965305_3",
            "document": "Bent edge . It was started by members of Washington, DC hardcore scene who were fed up with the rigidness and intolerance in the nascent straight edge scene. To combat straight edge, they started throwing beer and drug-fuelled punk shows. The point of these shows was to be the complete antithesis of straight edge. Many adherents to this lifestyle became known for their heavy drug and alcohol use.",
            "score": 71.36642456054688
        }
    ]
}