{
    "q": [
        {
            "docid": "34584497_32",
            "document": "Succession to the French throne . Philip the Fair was not concerned about the lack of male heirs. He had three sons, well married, and a daughter, Isabella of France, Queen of England by her marriage to Edward II of England. The eldest son, Louis the Quarrelsome, was King of Navarre and Count of Champagne since the death of his mother. He would, at the death of his father, become King of France and Navarre. His wife, Margaret of Burgundy had given him a daughter, but she was young and he could expect her to give him a son later. As for his two other sons, Philip, Count of Poitiers and Charles, Count of La Marche, they had married the two daughters of Otto IV, Count of Burgundy and Mahaut, Countess of Artois, Joan and Blanche. The king could believe his succession was assured.",
            "score": 24.450528144836426
        },
        {
            "docid": "293942_4",
            "document": "Louis V of France . In 982 at Vieille-Brioude, Haute-Loire, the fifteen year old Louis was married to the forty-year-old Adelaide-Blanche of Anjou, sister of Count Geoffrey I and twice a widow from her previous marriage with Count Stephen of Gévaudan and Count Raymond of Toulouse, Prince of Gothia. This union was purely political and arranged by the king – following the advices of Queen Emma and Count Geoffrey I – with the double purpose of restoring the Carolingian royal power in the south of the kingdom, and (according to Richerus) to obtain the support of the local southern lords in his fight against the Robertians: being now related by marriage to two of the most powerful southern comital families of the Kingdom, Lothair believed that he could confront the power of Hugh Capet.",
            "score": 19.70869290828705
        },
        {
            "docid": "7767342_3",
            "document": "Blanche of Burgundy . Blanche was the younger daughter of Otto IV, Count of Burgundy, and Mahaut, Countess of Artois. Her father died in 1302, leaving the county to Blanche's younger brother, Count Robert. Blanche's elder sister Joan was supposed to marry King Louis the Headstrong of Navarre, the eldest son and heir apparent of King Philip the Fair of France, but Philip the Fair changed his mind and arranged for her to marry his second son, Count Philip the Tall of Poitiers, in 1307. The same year, Louis married Margaret of Burgundy. The Countess of Artois was proud of this achievement and quickly started negotiating her younger daughter's marriage to Count Charles the Fair of la Marche, King Philip's third son, offering a huge dowry. The negotiations were successful and on 23 September 1307, the eleven-year-old Blanche and two years older Charles concluded a marriage contract. The marriage ceremony was hastily performed at Countess Mahaut's castle in Hesdin in January 1308. At first, the Count and Countess of la Marche had an unremarkable marriage that was neither as flawed as that of the King and Queen of Navarre nor as harmonious as that of the Count and Countess of Poitiers.",
            "score": 21.45390486717224
        },
        {
            "docid": "8870598_59",
            "document": "Vincent-Marie Viénot, Count of Vaublanc . Vaublanc, at the head of his ministry, engaged immediately in Counter-Revolutionary activity that was so frenetic that even the King was to be describe it as \"breathless devotion\". On the tabling by the Keeper of the Seals of a law that would reestablish \"cours prévôtales\" or \"special courts\" before the Chamber of Deputies (nicknamed the \"Chambre introuvable\"), Vaublanc shouted out: \"France wants its King!\" To great applause, both the deputies and the public gallery rose to their feet and repeated \"Yes, France wants its King!\"",
            "score": 24.99369502067566
        },
        {
            "docid": "12991309_3",
            "document": "John IV, Count of Armagnac . His father had taken the County of Comminges by force, but John IV could not prevent the second marriage of Marguerite to Mathieu de Foix in 1419. Subsequently they took the County of Comminges. In 1425, he recognized the King of Castile as overlord of Armagnac. The French king, occupied fighting the English, could not intervene, but did not overlook the affront. Later, John IV negotiated the marriage of his daughter Isabelle with Henry VI of England, but he backed off from this plan after threats from the king of France. In 1440, he took part in a revolt of the barons and the Dauphin of France, but the coalition was overcome by Charles VII, who pardoned the insurrectionists. He asked the Count of Armagnac to give up its kingly formula, but this last was refused.",
            "score": 16.281090259552002
        },
        {
            "docid": "1701650_10",
            "document": "Cohen's kappa . Suppose that you were analyzing data related to a group of 50 people applying for a grant. Each grant proposal was read by two readers and each reader either said \"Yes\" or \"No\" to the proposal. Suppose the disagreement count data were as follows, where A and B are readers, data on the main diagonal of the matrix (a and d) count the number of agreements and off-diagonal data (b and c) count the number of disagreements: e.g.",
            "score": 8.732758522033691
        },
        {
            "docid": "42899107_5",
            "document": "Hugues du Perche . Being from a vassal family of the counts of Blois, while the counts Gâtinais were faithful to the Capetian kings of France, the marriage took place probably during a period of rapprochement between the two families, during the marriage of King Robert II the Pious and Bertha of Burgundy, widow of Eudes I of Blois, between 996 and 1003.",
            "score": 16.36497473716736
        },
        {
            "docid": "12386994_7",
            "document": "Friedrich Günther, Prince of Schwarzburg . Historically the Schwarzburg principalities could descend by semi-Salic primogeniture: in the event of the extinction of all male dynasts (as happened with the death of Prince Friedrich Günther) females were, prior to abolition of the Principality of Schwarzburg in 1918, eligible to inherit the throne. Princess Marie Antoinette of Schwarzburg (1898–1984), the only sibling of Prince Friedrich Günther, by her 1925 marriage to Count Friedrich Magnus zu Solms-Wildenfels (1886-1945), was the mother of Friedrich Magnus (b. 1927), the sixth Count zu Solms-Wildenfels to bear that name and to head the Wildenfels cadet branch of the House of Solms. Neither of the latter's two sons, Michael (b. 1949) and Konstantin (b. 1950), nor his younger brother, Albrecht (b. 1929), have children.",
            "score": 8.535821557044983
        },
        {
            "docid": "8501495_10",
            "document": "Ye Xian . In some versions, the stepmother and the stepsister were buried in a shrine called \"The Tomb of the Regretful Women\". These two women became goddesses in later tradition, and have the power to grant anyone's wish. After Ye-Xian's marriage with the king, her husband became greedy and abused the fish-bone's powers, until it stopped yielding any magic soon after. The queen Ye-Xian, thus, buried the fish-bones in a nearby beach, with a great quantity of gold. A year later the king's people led a revolt, and in order to appease them, the king tried to dig the fish-bones and distribute the gold to the rebelling soldiers. But the gold was washed away by the tide, along with the magical bones, and the fate of the king and Ye-Xian after the siege remains unknown.",
            "score": 15.794461965560913
        },
        {
            "docid": "113080_98",
            "document": "Billie Jean King . Billie Jean and Larry remained married through the palimony suit fallout. The marriage ended in 1987 after Billie Jean fell in love with her doubles partner, Ilana Kloss. Billie Jean and Larry remained on good terms, with Billie Jean serving as godmother to Larry's son from his subsequent marriage. King has residences in New York City and Chicago with Kloss, her life partner.",
            "score": 27.8161940574646
        },
        {
            "docid": "37954757_5",
            "document": "Dandy Dick Whittington . Fairfax arrives in Siam in time to represent the British Empire at the ceremony to enthrone the new King, Larry. Larry makes Dick the First Minister of Siam. Dandy Dick is now a suitable match for Alice, and Lady Fitzwarren withdraws her opposition to their marriage. The real King returns, and Larry happily steps down, as he may now wed his Siamese love, Willasee. All ends happily, as Dick and Alice celebrate their marriage.",
            "score": 24.399935245513916
        },
        {
            "docid": "176760_27",
            "document": "Foot binding . Before footbinding was practiced in China, admiration for small feet already existed as demonstrated by the Tang dynasty tale of Ye Xian written around 850 by Duan Chengshi. This tale of a girl who lost her shoe and then married a king who sought the owner of the shoe as only her foot was small enough to fit the shoe contains elements of the European story of Cinderella, and is thought to be one of its antecedents. For many, the bound feet were an enhancement to a woman's beauty and made her movement more dainty, and a woman with perfect lotus feet was likely to make a more prestigious marriage. The desirability varies with the size of the feet – the perfect bound feet and the most desirable (called \"golden lotuses\") would be around 3 Chinese inches (around 4 inches (10 cm) in Western measurement) or smaller, while those larger may be called \"silver lotuses\" (4 Chinese inches) or \"iron lotuses\" (5 Chinese inches or larger and the least desirable for marriage). The belief that footbinding made women more desirable to men is widely used as an explanation for the spread and persistence of footbinding.",
            "score": 28.660167932510376
        },
        {
            "docid": "70947_9",
            "document": "Henry the Young King . The young Henry played an important part in the politics of his father's reign. On 2 November 1160, he was betrothed to Margaret of France, daughter of King Louis VII of France and his second wife, Constance of Castile, when he was 5 years of age and she was at least 2. The marriage was an attempt to finally settle the struggle between the counts of Anjou and the French kings over possession of the frontier district of the Norman Vexin, which Louis VII had acquired from Henry's grandfather, Geoffrey Plantagenet, Count of Anjou, in around 1144. By the terms of the settlement, Margaret would bring the castles of the Norman Vexin to her new husband. However, the marriage was pushed through by Henry II when Young Henry and Margaret were small children, so that he could seize the castles. A bitter border war followed between the kings.",
            "score": 20.638280272483826
        },
        {
            "docid": "4806983_3",
            "document": "Noronha . This family has its origins in the marriage of Alfonso Enríquez, Count of Gijón and Noreña (natural son of King Henry II of Castile) with Isabel of Portugal (natural daughter of King Ferdinand I of Portugal). Their marriage was one of the clauses of the Treaty of Santarém signed in 1373, between the two peninsular kingdoms.",
            "score": 17.741567134857178
        },
        {
            "docid": "301864_42",
            "document": "Larry King . King has been married eight times, to seven women. He married high-school sweetheart Freda Miller in 1952 at age 19. That union ended the following year at the behest of their parents, who reportedly had the youngsters' marriage annulled. King was later briefly married to Annette Kaye who gave birth to his son, Larry Jr., in November 1961. King did not meet Larry Jr. until the son was in his thirties. Larry Jr. and his wife, Shannon, have three children.",
            "score": 38.34390354156494
        },
        {
            "docid": "19874135_11",
            "document": "Adolf Fredrik Munck . In 1791, he was discovered creating forged notes on Drottningholm Palace, abetting Charles Appelkvist. In 1791, the king was to have contemplated to divorce the queen by exposing her alleged secret marriage to Munck After the death of the king in 1792, Count Munck af Fulkila was forced to leave Sweden. Before his departure, the regent, duke Charles, demanded that he turn over certain documents which could scandalize the royal house if they became known. In 1795, he asked for permission to return to Sweden, and when denied, he reportedly threatened to expose the marriage certificate between himself and the queen. He was ennobled as a Count in the Duchy of Parma and Piacenza in 1816.",
            "score": 17.61203098297119
        },
        {
            "docid": "17632822_7",
            "document": "Clarence Islands . \"Captain B. asked me if Sir John's ire had abated against (James) Ross, and he (Captain B.) seemed much tickled at this subject - he was not one he said to take away a man's fair character, but there were some things that ought to be held up to reprobation, and he was now going to tell me a good story. He had the book brought him and he asked me how many islands I counted in the Clarence group. I counted 9 - 3 I said were lilac, and the others white. \"Well\", says he, \"there are but 3, and when the chart was first shown to me, there were only 3 marked down, but Ross having proposed to the King to call them the Clarence Islands, 'Yes, yes,' said the King, 'call them the Clarence islands', and then Ross thought it would be as well to make a few more, so that the Clarences and Fitzclarences might have one apiece.\" The story was afterwards confirmed to Sir John by Capt. James Ross, who said that his uncle had never seen the islands, had never been there and that it was he, Capt. James, who laid down in the map the true original number.\"",
            "score": 19.04583966732025
        },
        {
            "docid": "4599344_12",
            "document": "Bayinnaung . However, the close relationship between the two was severely tested in 1534, as they prepared for war against Hanthawaddy. Ye Htut had become romantically involved with Thakin Gyi, the king's younger half-sister, and the affair was discovered around April 1534. The commoner's affair with the king's sister under Burmese law constituted an act of treason. Ye Htut spurned suggestions of mutiny and submitted to arrest. Tabinshwehti deliberated at length with his ministers, and finally came to the conclusion that Ye Htut should be given his sister in marriage, and a princely title of Kyawhtin Nawrahta. With this decision, Tabinshwehti won the loyalty of his brother-in-law \"without parallel in Burmese history\".",
            "score": 14.893120288848877
        },
        {
            "docid": "292080_32",
            "document": "Carol Vorderman . Vorderman is a Catholic. She was first married in 1985 at age 24 to Christopher Mather, a Royal Navy officer and former international rugby league player, but the marriage lasted only twelve months. Her second marriage was to management consultant Patrick King in 1990 at age 29. Vorderman had two children, Katie (b. 1992) and Cameron (b. 1997), with King; the couple separated in 2000.",
            "score": 14.993301391601562
        },
        {
            "docid": "37920383_4",
            "document": "Koff (ship type) . Koffs were often counted among the galiots by contemporary sources because the differences are very subtle: the galiot was considered more slender and therefore more elegant. On the koff, a deckhouse could be installed between the two masts which would provide shelter for up to twelve crew men. The typical dimensions have been reported as \"80 feet long, 21 feet wide and 11 feet deep\". Later versions could have a schooner or galeas rig.",
            "score": 24.588382244110107
        },
        {
            "docid": "28073195_9",
            "document": "Martha of Armagnac . In this context Martha's father John, a major feudal lords of Occitan and, a vassal of the King of France, appeared in the eyes of King Peter and although they had been enemies during the War of the Two Peters, he was a good insurance against the Castilian threat. The count of Armagnac wished to strengthen its position in Occitan and in France and get a good ally against its rival, the Counts of Foix. Negotiations began in summer 1372 and of the marriage contract was signed on March 27, 1373 for the marriage of Martha to John, son of King Peter IV. The dowry amounted to the astronomical figure of 150,000 pounds. Martha was received with great solemnity at the border according to sources of Martin, John's younger brother.",
            "score": 17.70047354698181
        },
        {
            "docid": "23412245_8",
            "document": "Joachim, Count of Schönburg-Glauchau . His first wife, Beatrix (born 30 January 1930), is the great granddaughter of the Hungarian social reformer and national hero, Count István Széchényi. They married 27 October 1957 in Vienna and divorced in Munich, Bavaria, 25 April 1986. His children are, from his first marriage, Maria Felicitas (b. 1958), Gloria Princess of Thurn and Taxis (b. 1960), Carl-Alban (b. 1966), and the best selling author Alexander, Count of Schönburg-Glauchau (b. 1969); from his second marriage, 18 July 1986, to Ursula Zwicker, there is one child, Anabel Maya-Felicitas.",
            "score": 12.551680564880371
        },
        {
            "docid": "54834065_21",
            "document": "Australian Marriage Law Postal Survey . More than 16 million letters were sent from 12 September over almost two weeks (with all delivered by 25 September) and silent electors' packages were sent by the AEC and delivered by the end of September. After several \"Yes\" respondents posted images of their complete forms on social media, the ABS cautioned participants to not photograph their form barcodes, so as to prevent any fraudulent conduct. Additionally, survey forms could be invalidated in the event the question was rephrased by the participant or the barcode was obscured or removed. The ABS issued several examples of what constituted a valid and invalid response (such as marking both boxes \"Yes\" and \"No\" or crossing out one of the words on the form). The ABS advised Australians who received extra survey forms, addressed to the previous occupant who failed to update their electoral details, to write on the front of the envelope \"return to sender\" and send it back. In Australia, it is illegal to open mail addressed to another person. In the rare instance of multiple responses being received from an individual, the ABS noted that only the last valid response could expect to be counted. On 25 September, the ABS confirmed that all survey forms had been mailed to eligible voters and outlined the process for additional forms to be sent to people who did not receive, lost or spoilt their form. The ABS also confirmed that a change of mind was not a valid reason for requesting a new form. Both the \"Yes\" and \"No\" campaigns provided 60 observers to the ABS counting process, who examined 606,991 survey results. Fewer than 500 survey forms were reported as issues to the ABS during the survey.",
            "score": 21.47270894050598
        },
        {
            "docid": "327708_46",
            "document": "Gordon B. Hinckley . On September 23, 1995, Hinckley released \"\", a statement of belief and counsel regarding the sanctity of the family and marriage prepared by the First Presidency and Quorum of the Twelve. In February 1996, church membership in countries other than the United States surpassed that of the U.S. Also in 1996, \"60 Minutes\" aired an interview of Hinckley by Mike Wallace during a segment on the LDS Church. In 1998, Hinckley was a guest on CNN's \"Larry King Live\". Hinckley maintained a friendship with both Wallace and King until his death.",
            "score": 20.105353236198425
        },
        {
            "docid": "19936107_3",
            "document": "Blanche of France, Duchess of Austria . Blanche was born in Paris, the second child of King Philip III of France and his second wife, Maria of Brabant. Her siblings were Louis, Count of Évreux and Margaret, Queen of England. Blanche also had two older half-brothers from her father's first marriage: Philip, the future King of France, and Charles, Count of Valois.",
            "score": 14.527847409248352
        },
        {
            "docid": "1720483_7",
            "document": "Richeza of Poland, Queen of Castile . At the court of Aragon, Richeza met Ramon Berenguer II, Count of Provence, nephew of Count of Barcelona. Although they soon fell in love, their union would be clearly political. Ramon Berenguer II supported Victor IV against Pope Alexander III, who, in turn, supported King Louis VII of France. The county of Provence was in a strategic location, between France and the Italian Peninsula. Frederick Barbarossa also wanted to win to his side Count Ramon Berenguer IV, who entered in an alliance with the kings of France, Castile and León. In contrast, Ramon Berenguer II, soon cousin by marriage of the Emperor, gained prestige and could face the pretensions of Count Hugh of Baux, who had just received the Imperial Provence as a fief.",
            "score": 12.303948283195496
        },
        {
            "docid": "17450998_22",
            "document": "California Proposition 8 (2008) . While turning down the challenge to the title and summary, the California Superior Court also found that the Yes on 8 campaign had overstated its ballot argument on the measure's impact on public schools and ordered a minor change in wording. The original arguments included a claim that the Supreme Court's legalization of same-sex marriage requires teachers to tell their students, as young as kindergarten age, that same-sex marriage is the same as opposite-sex marriage. The court said the Yes on 8 argument was false because instruction on marriage is not required and parents can withdraw their children. The court said the ballot argument could be preserved by rewording it to state that teachers \"may\" or \"could\" be required to tell children there is no difference between same-sex and opposite-sex marriage.",
            "score": 12.553426742553711
        },
        {
            "docid": "9908761_4",
            "document": "Frothar (archbishop of Bordeaux) . Frothar was archbishop at Bordeaux by late 860, when Archbishop Hincmar of Reims directed an epistolary treatise at him and Rodulf of Bourges. In the treatise, Hincmar suggested that the marriage of a certain Count Stephen to a daughter of Count Raymond of Toulouse could be annulled on the grounds that the couple had not consummated it. Rodulf and Frothar seem to have successfully negotiated the annulment and preserved peace between the two powerful Aquitanian families of Stephen and Raymond. This was especially important because Aquitaine had recently been re-constituted as a subkingdom for the king's son, Charles the Younger. Hincmar later opposed Frothar's transfer to Bourges at the synod of Ponthion (20 June–16 July 876).",
            "score": 14.218652248382568
        },
        {
            "docid": "489852_5",
            "document": "Counts of Celje . In a short period of time the Counts of Celje owned more than 20 castles all over the territory of modern Slovenia and beyond through the marriages of their daughters. With their acquiring large estates in the adjoining duchies of Styria and Carinthia, in the March of Carniola as well as in the territories of the Hungarian Crown (including Croatia and Slavonia) their influence rose and they became one of the most powerful families in the area. Count Ulrich I of Cilli, a leader of mercenary soldiers, joined King Louis I of Hungary on his 1354 campaign into Dalmatia and, shortly afterwards, the \"Rex Romanorum\" Charles IV to his coronation at Rome. His son William married Anna of Poland, daughter of the Polish king Casimir III the Great. The Counts of Cilli were related by marriage with rulers of Bosnia and Polish and Hungarian kings. Also through the Barbara of Cilli the Counts were in kinship with kings of Bohemia.",
            "score": 23.44232177734375
        },
        {
            "docid": "53244388_3",
            "document": "English expedition to Flanders (1297–98) . In 1294, Guy, Count of Flanders turned for help to King Edward I of England, arranging a marriage between his daughter Philippa and Edward, Prince of Wales. However, King Philip IV of France imprisoned Guy and two of his sons, forcing Guy to call off the marriage, and imprisoned Philippa in Paris. Philippa remained imprisoned until her death in 1306.",
            "score": 14.735841512680054
        },
        {
            "docid": "13056826_5",
            "document": "Robert de Chesney . After Henry I's death in 1135, the succession was disputed as the king's only legitimate son, William, had died in 1120. The main contenders were the king's nephews, Stephen, Count of Boulogne and his elder brother Theobald II, Count of Champagne, and his surviving legitimate daughter, Matilda, usually known as the Empress Matilda because of her first marriage to the Holy Roman Emperor, Henry V. After Matilda was widowed in 1125, she returned to her father in England, who then secured her marriage to Geoffrey, Count of Anjou. All the magnates of England and Normandy were required to declare fealty to Matilda as Henry's heir, but after Henry I's death in 1135 Stephen rushed to England and had himself crowned, before Theobald or Matilda could react. The Norman barons accepted Stephen as Duke of Normandy, and Theobald contented himself with his possessions in France. But Matilda was less patient: she secured the support of the king of Scotland, David I, her maternal uncle, and the support of her half-brother Robert, Earl of Gloucester, an illegitimate son of Henry I, in 1138.",
            "score": 13.024383783340454
        },
        {
            "docid": "2594704_4",
            "document": "Bertha of Holland . Bertha was, at the time, the lowest ranking woman to marry a French king; no suitable princess could be found, since they were all too closely related to Philip for the marriage to any of them to be seen as perfectly valid by the Church. Bertha had no kings among her traceable ancestors and lacked even tenuous links with the Carolingian that her predecessors could claim. Consequently, contemporary chroniclers did not even try to present her lineage as more exalted than that of a count's daughter. Nevertheless, the shortage of royal candidates made Bertha a suitable choice. The regal title she gained by this marriage was prestigious, but had little meaning, as she was confined to her husband's small royal domain that covered little more than areas around Paris and Orléans.",
            "score": 23.75542688369751
        }
    ],
    "r": [
        {
            "docid": "301864_42",
            "document": "Larry King . King has been married eight times, to seven women. He married high-school sweetheart Freda Miller in 1952 at age 19. That union ended the following year at the behest of their parents, who reportedly had the youngsters' marriage annulled. King was later briefly married to Annette Kaye who gave birth to his son, Larry Jr., in November 1961. King did not meet Larry Jr. until the son was in his thirties. Larry Jr. and his wife, Shannon, have three children.",
            "score": 38.343902587890625
        },
        {
            "docid": "1031149_52",
            "document": "Silviculture . In the Lake States, plantations have been made with the spacing between trees varying from 3 by 3 to 10 by 10 feet (0.9 m by 0.9 m to 3.0 m by 3.0 m). Kittredge recommended that no fewer than 600 established trees per acre (1483/ha) be present during the early life of a plantation. To insure this, at least 800 trees per acre (1077/ha) should be planted where 85% survival may be expected, and at least 1200/ac (2970/ha) if only half of them can be expected to live. This translates into recommended spacings of 5 by 5 to 8 by 8 feet (1.5 m by 1.5 m to 2.4 m by 2.4 m) for plantings of conifers, including white spruce in the Lake States.",
            "score": 37.7972526550293
        },
        {
            "docid": "7121203_49",
            "document": "Skatoony . At the end of the third round, only 1 of the 2 remaining contestants gets eliminated through ejection, based on who has the lowest score at the end of the round. At the end of three rounds, the remaining contestant takes on the Skatoony Quiz Champ Challenge, where they must answer ten questions correctly in 90 seconds. After 45 seconds, the clock will temporarily stop, and Earl's Halfway Deal will be offered, trading in time for correct answers (10 seconds per point to raise the contestant to a maximum of 7 points or 25 seconds for three points if fewer than five questions have been answered correctly at that point; the clock will stop briefly without a deal offered if the player already has at least 8 points. A contestant will be offered 1 point for 10 seconds if the player has exactly 7 points. If the contestant finishes with time remaining and gets ten questions right, the contestant wins a prize, offered at the start of each episode. If a contestant finishes with the ten correct answers in under 45 seconds, they are further honoured with being called \"#1 \"Skatoony\" Quiz Champ Champion\".",
            "score": 36.25446701049805
        },
        {
            "docid": "4743980_29",
            "document": "Tip of the tongue . Caffeine can have multiple effects at the cellular level but is primarily notable for the alertness effect that it has on people. Research has been performed involving phonological priming and TOTs in which participants took either 200 mg of caffeine or a placebo. The participants answered 100 general knowledge questions, each with one correct answer. For each question, participants read 10 priming words that were displayed on a monitor for a short period of time. Each list of 10 priming words had between two and eight words that were phonologically related to the correct answer of the question, with the remaining words being unrelated. Caffeinated participants had fewer TOT experiences than the placebo group, suggesting better memory recall. However, in the unrelated condition, the caffeinated group did not do as well as the placebo group in their ability to retrieve words. The results suggest that this dose of caffeine (equivalent to two cups of coffee) can temporarily hinder a person’s short-term recall of certain words. Moreover, the general advantageous effect of caffeine on attention can be ruled out.",
            "score": 36.109832763671875
        },
        {
            "docid": "46281785_12",
            "document": "Wild escape . During the game, a player can ask any other player for number of cards remaining in his hand. The other player must answer truthfully if he has fewer than 10 cards, otherwise he can refuse to answer.",
            "score": 36.08081817626953
        },
        {
            "docid": "57749271_9",
            "document": "Deir Hajla . Chapel.—The principal chapel has a bearing 99° west. It has an apse with a domed roof on the east, the diameter 12 feet 10 inches, the depth from the chord 8 feet to the back of the curve. On the south side were remains of a staircase leading to the walls above the apse. The second or smaller chapel was more perfect, having a sort of tower or octagonal lantern over the body of the building, supported by groined  vaulting forming pendentives, the arches springing from the corners of the building. The chapel measured 9 feet 6 inches across by 14 feet long, interior measure ; it had a door 2 feet 5 inches wide on the west, a window 2 feet 8 inches wide on the north, two windows 2 feet broad on the south. On the east was the apse, equal in breadth to the chapel, but having two little apses within it, the northern 5 feet 2 inches diameter, 3 feet deep, the southern 2 feet 5 inches in diameter, and 1 foot 10 inches deep. The total height of the chapel was 16 feet ; the lantern above on the interior was a circle 9 feet diameter with four windows ; it was 6 feet high to the cornice, making a total 22 feet from the floor. There is a vault 10 feet deep below the chapel.",
            "score": 35.55525588989258
        },
        {
            "docid": "5176810_8",
            "document": "List of Late Night with Conan O'Brien sketches . In this sketch, Conan has supposedly sent out questionnaires to celebrities and he reads their replies. Conan reads a question and then recites the answer that each of three celebrities gave. The answers of the first two celebrities are ordinary \"straight\" answers. The third is the gag answer and often relates to something unseemly about the celebrity. For example, to the question: \"I like to think of my viewers as people who...\" Brian Williams wrote \"want to be informed.\" Meredith Vieira wrote \"want to be my friend.\" Tony Danza wrote \"have broken both arms and can't change the channel;\" A running joke has the survey frequently including a question which is answered by O.J. Simpson somehow referring to committing murder. To the question: \"My favorite time of day is...\" Evangeline Lilly wrote: \"Dawn.\" Matt Lauer wrote \"Twilight\". O. J. Simpson wrote: \"Murder O'Clock.\" A reply where Paris Hilton is the final respondent to a question has been used in every segment for at least the last four years, usually about her promiscuous dating habits. O'Brien and bandleader Max Weinberg have been used as well, with answers that perceive O'Brien as a loser and Max as a pervert. Another running gag has both Larry King and Kirstie Alley answering, usually poking fun at Larry King's age and Kirstie Alley's weight.",
            "score": 35.51992416381836
        },
        {
            "docid": "1113288_8",
            "document": "Haman . 9 Then Harbona, one of the eunuchs attending the king, said, \"A gallows 50 feet [b] high stands by Haman's house. He had it made for Mordecai, who spoke up to help the king.\" 10 The king said, \"Hang him on it!\" 10 So they hanged Haman on the gallows he had prepared for Mordecai. Then the king's fury subsided.\" (Esther, 7:6-10) or 9 Then Harbona, one of the king's eunuchs, said, \"Haman has set up a sharpened pole that stands seventy-five feet tall in his own courtyard. He intended to use it to impale Mordecai, the man who saved the king from assassination.\" \"Then impale Haman on it!\" the king ordered. 10 So they impaled Haman on the pole he had set up for Mordecai, and the king's anger subsided.",
            "score": 34.90171813964844
        },
        {
            "docid": "2615047_23",
            "document": "Speaker wire . Ordinary lamp cord has a capacitance of 10–20 pF per foot, plus a few picofarads of stray capacitance, so a 50-foot run (100 total feet of conductor) will have less than 1 percent capacitive loss in the audible range. Some premium speaker cables have higher capacitance in order to have lower inductance; 100–300 pF is typical, in which case the capacitive loss will exceed 1 percent for runs longer than about 5 feet (10 feet of conductor).",
            "score": 33.90644073486328
        },
        {
            "docid": "25617871_17",
            "document": "Homosexuality in the New Testament . In Matthew 19:3, Jesus is asked \"Is it lawful for a man to divorce his wife for any cause?\" His answer is as follows:He answered, \"Have you not read that the one who made them at the beginning 'made them male and female' [Genesis 1:27], and said, 'For this reason a man shall leave his father and mother and be joined to his wife, and the two shall become one flesh' [Genesis 2:24]? So they are no longer two, but one flesh. Therefore what God has joined together, let no one separate.\" (Matthew 19:4-6, NRSV translation; Mark 10:6-9 is a parallel text)Rob Gagnon, an associate professor of New Testament studies, argues it is \"obvious\" that Jesus' back-to-back references to Genesis 1 and Genesis 2 show that he \"presupposed a two-sex requirement for marriage\" even though the question he was being asked was about a contemporary dispute about whether married couples could divorce.",
            "score": 33.826908111572266
        },
        {
            "docid": "7019669_33",
            "document": "Pandavleni Caves . Cave 17 is the third large Vihara, though smaller than Nos.3, 10, 20, and has been executed close to the upper portion of the Chaitya cave. The hall measures 22 feet 10 inches wide by 32 feet 2 inches deep, and has a back aisle screened off by two columns, of which the elephants and their riders and the thin square members of the capitals only are finished. The steps of the shrine door have also been left as a rough block, on which an Hindu has carved the \"shalunkha\", or receptacle for a linga. The shrine has never been finished. On the wall of the back aisle is a standing figure of Buddha, 3.5 feet high; in the left side of the hall, 2 feet 3 inches from the floor, is a recess, 18.5 feet long and 4 feet  3 inches high by 2 feet deep, intended for a seat or perhaps for a row of metallic images; a cell has been attempted at each end of this, but one of them has entered the aisle of the Chaitya-cave just below, and the work has then been stopped. On the right side are four cells without benches.<br> The veranda is somewhat peculiar, and it would seem that, at first, a much smaller cave was projected, or else by some mistake it was begun too far to the left. It is ascended  by half a-dozen steps in front between the two central octagonal pillars with very short shafts, and large bases and capitals, the latter surmounted by elephants and their riders, and the frieze above carved with the plain \"rail pattern\". They stand on a paneled base; but the landing between the central pair is opposite the left window in the back wall of the veranda, to the right of which is the principal door, but to the left of the window is also a narrower one. The veranda has then been prolonged to the west, and another door broken out to the outside beyond the right attached pillar; at this end of the veranda also is an unfinished cell.",
            "score": 33.41025161743164
        },
        {
            "docid": "9941_13",
            "document": "Æthelberht of Kent . The extreme length of Æthelberht's reign also has been regarded with skepticism by historians; it has been suggested that he died in the fifty-sixth year of his life, rather than the fifty-sixth year of his reign. This would place the year of his birth approximately at 560, and he would not then have been able to marry until the mid 570s. According to Gregory of Tours, Charibert was king when he married Ingoberg, Bertha's mother, which places that marriage no earlier than 561. It therefore is unlikely that Bertha was married much before about 580. These later dates for Bertha and Æthelberht also solve another possible problem: Æthelberht's daughter, Æthelburh, seems likely to have been Bertha's child, but the earlier dates would have Bertha aged sixty or so at Æthelburh's likely birthdate using the early dates.",
            "score": 33.40478515625
        },
        {
            "docid": "41375234_4",
            "document": "Phytolacca sandwicensis . Hawai'i pokeweed can grow to a size of anywhere from 1 to greater than 3 feet in height and can spread to over 10 feet in diameter. This low and wide style of growing has made it an up-and-coming favorite for landscapers. The pokeweed has been used by the natives there for thousands of years. They would gather the berries of the plant and crush them to make a dark purplish dye for tattooing. The berries themselves are not consumable by humans or mammals, but birds have been able to adapt to combat the toxins which are emitted and do eat the fruits which aids in the process of seed dispersal. \"Phytolacca sandwicensis\" is often found in open areas or creek bottoms in wet forests at altitudes ranging from as low as 300 feet above sea level on up to 6500 feet above sea level.",
            "score": 33.34107971191406
        },
        {
            "docid": "2615047_28",
            "document": "Speaker wire . Ordinary lamp cord has an inductance of 0.1–0.2 μH/foot, likewise for shielded cord, so a run of up to about 5 feet (10 total feet of conductor) will have less than 1% inductive loss in the audible range. Some premium speaker cables have lower inductance at the cost of higher capacitance; 0.02-0.05μH/foot is typical, in which case a run of up to about 25 feet (50 feet of conductor) will have less than 1% inductive loss.",
            "score": 33.303192138671875
        },
        {
            "docid": "25876044_23",
            "document": "Marriage in Japan . The decline of marriage in Japan, as fewer people marry and do so later in life, is a widely cited explanation for the plummeting birth rate. Although the total fertility rate has dropped since the 1970s (to 1.43 in 2013), birth statistics for married women have remained fairly constant (at around 2.1) and most married couples have two or more children. Economic factors, such as the cost of raising a child, work-family conflicts, and insufficient housing, are the most common reasons for young mothers (under 34) to have fewer children than desired.",
            "score": 33.23679733276367
        },
        {
            "docid": "2970817_25",
            "document": "2005 levee failures in Greater New Orleans . A forensic engineering team from the Louisiana State University, using sonar, showed that at one point near the 17th Street Canal breach, the piling extends just below sea level, shallower than the Corps of Engineers had maintained. \"The Corps keeps saying the piles were 17 feet, but their own drawings show them to be 10 feet, Ivor van Heerden said. \"This is the first time anyone has been able to get a firm fix on what's really down there. And, so far, it's just 10 feet. Not nearly deep enough.\" The two sets of November tests conducted by the Corps of Engineers and LSU researchers used non-invasive seismic methods. Both studies understated the length of the piles by about seven feet. By December, seven of the actual piles had been pulled from the ground and measured. The Engineering News Record reported on December 16 that they ranged from 23' 3 1/8\" to 23' 7 7/16\" long, well within the original design specifications, contradicting the early report of short pilings.",
            "score": 32.9998664855957
        },
        {
            "docid": "15284274_18",
            "document": "Stargate SG-1 (season 8) . Art director James Robbins designed the set for Fifth's space ship, which was only about 10 feet long and 6 feet wide. For the scene where Carter is embedded in Replicator tiles, the model shop used cut-out vacuform pieces and slabs that had been made to fit Amanda Tapping. The \"Prometheus\" set, the producers' answer to the Goa'uld ship design, was used in several season eight episodes. Instead of big empty rooms, the \"Prometheus\" set had seats, screens, buttons and switches. \"Endgame\" required the interior of a Goa'uld ship to hold a Stargate, an effect which has not been used since season one. The Puddle Jumper space ship, usually part of \"Stargate Atlantis\" stories, also had its first appearances in \"SG-1\"; it appeared in \"It's Good to be King\" and \"Moebius\". \"Threads\" used the diner set from \"Dead Like Me\".",
            "score": 32.732852935791016
        },
        {
            "docid": "753973_34",
            "document": "Ken Jennings . Jennings appeared on the first two episodes of the NBC game show \"1 vs. 100\" on October 13 and 20, 2006 as a mob member. He incorrectly answered the question, \"what color is the number 1 space on a standard roulette wheel?\" as \"black\" instead of \"red\" in his second episode, eliminating him from the game. (He explained that he did not know the answer because his Mormon faith prohibits gambling.) He left the show with $714.29, his share of a $35,000 prize shared among 49 Mob members. Jennings returned to the show for a special \"Last Man Standing\" episode aired on February 9, 2007. He was eliminated on the final question, which asked which of the three options had been married the most times; he answered King Henry VIII, while the correct answer was Larry King. This episode was the first time Jennings had a chance at a rematch against rival Brad Rutter, who was also part of the mob and was eliminated before Jennings.",
            "score": 32.68474197387695
        },
        {
            "docid": "912495_9",
            "document": "Fall factor . A fall of 20 feet exerts more force on the climber and climbing equipment if it occurs with 10 feet of rope out (i.e. the climber has placed no protection and falls from 10 feet above the belayer to 10 feet below—a factor 2 fall) than if it occurs 100 feet above the belayer (a fall factor of 0.2), in which case the stretch of the rope more effectively cushions the fall.",
            "score": 32.64762496948242
        },
        {
            "docid": "42876198_12",
            "document": "Hospital of St John the Baptist, Arbroath . During the autumn of 1860, while a field was being broken up by the plough upon the estate of Hospitalfield, bits of human bones were brought to the surface. Fortunately, the proprietor, Patrick Allan-Fraser, Esq., F.S.A. Scot., was walking along with the ploughman at the time; and on making further search, Mr Fraser discovered portions of more than one skeleton, upon which, with the laudable view of having the place more fully searched, agricultural operations were suspended. The weather proving very unfavourable, it was not until the 26th of February following that the investigations were proceeded with. These were conducted under the joint superintendence of Mr. Fraser and myself, when excavations were made at the place where the bones were first discovered, and over an area of about 60 feet in length by about 40 feet in width, which was considerably more than the apparent extent of the cemetery. Within the space of about 10 or 12 feet square, which was laid open around the spot where the remains were first observed, no fewer than five or six skeletons were found; and on making trenches about 5 feet apart, skeletons were got lying in pretty regular rows. They were all remarkably entire, the teeth being in most cases quite fresh, and exhibiting but few signs of disease ever having existed. The bodies appeared to have been laid at full length. The heads were towards the south-west, with the exception of those of some children and that of a mere infant, which lay from north to south.",
            "score": 32.58708953857422
        },
        {
            "docid": "25973580_12",
            "document": "Larry King (30 Rock) . In its original American broadcast, \"Larry King\" was watched by 6.4 million households, according to the Nielsen Media Research. This episode earned a 2.9 rating/7 share in the 18 and 49 demographic, meaning that 2.9 percent of all people in that group, and 7 percent of all people from that group watching television at the time, watched the episode. This was a decrease from the previous episode, \"St. Valentine's Day\", which was watched by 7.6 million American viewers. Nonetheless, \"30 Rock\" ranked number 7 among all primetime programs—during the original broadcasting of this episode—in adults aged between 18 and 34, averaging a 3.4 rating/10 share in that demographic. Since airing, \"Larry King\" has received generally positive reviews from television critics. Bob Sassone of AOL's TV Squad wrote that \"Larry King\" was the \"best of the season so far\", saying that there was a \"really nice balance\" in the episode's plots. Sassone said that Hayek was \"fine\", but much preferred the Jack character single. Alan Sepinwall, television columnist for \"The Star-Ledger\", complimented the episode, reporting that it was \"much better\" and perhaps the first episode he enjoyed \"unreservedly.\" He added that the entire cast was used \"well\" and that it \"gave us a Jack story that balanced comedy with some genuine emotion, got some good mileage out of a rare Liz/Kenneth story ... and employed the guest stars as well as they have all season.\" IGN contributor Robert Canning admitted in his recap that he was \"thrilled\" after reading the synopsis of the episode, regarding to Tracy causing mayhem in New York, but after the airing, \"I was a bit disappointed\" as it \"wasn't as over-the-top\", but overall, \"this was still a fun and funny episode.\" Canning gave the episode an 8 out of 10 rating. \"Time\" contributor James Poniewozik enjoyed Liz and Kenneth's story as it \"felt more emotionally real\" and \"allowed Kenneth to get to show a bit more spine than usual, standing up to Liz on their journey to darkest Queens\". Poniewozik noted that it was \"nice\" to see the Pete character back, as Scott Adsit had not appeared on \"30 Rock\" for quite some time.",
            "score": 32.5084114074707
        },
        {
            "docid": "4411455_31",
            "document": "The Spoonman . If, by the end of the set of 10 callers, questions remained and the final question has not been asked, a new set of callers were lined up over the break. If the final question has been asked, but was not correctly answered, the quiz entered a penalty shoot out. (This was usually implemented when the show was running short on time.) In this situation, rather than lining up 10 callers, listeners were asked to keep calling and one caller was picked off the switchboard at random after the break. This was to make it fair because the listeners have time to look up the correct answer. This \"Shoot out\" method had rarely been used in the quiz's more recent times. On one occasion, the last question of the quiz was not answered before the show's end, so it was finished the following day.",
            "score": 32.188133239746094
        },
        {
            "docid": "7433883_15",
            "document": "1 vs. 100 (U.S. game show) . In a special entitled \"Last Man Standing\", a Mob consisting largely of former top Mob members and game show champions, including Brad Rutter, Ken Jennings, Nancy Christy, Kevin Olmstead, and Annie Duke among others, competed only against each other; the winner earned a guaranteed $250,000. The rules were a modified in that there were no helps, no money for each question, and one person, in this case, Annie Duke, was randomly selected to act as the \"1\". Thus, this game was actually 1 vs. 99. Given the nature of this episode, Duke was not allowed to walk away from the game. Duke and Jennings were among two of the final five aiming for the prize. The question was \"Who has been married the most times? – King Henry VIII, Larry King, or 'King of Pop', Michael Jackson.\" Duke, Jennings, and two of the other remaining contestants incorrectly guessed King Henry VIII. Ultimately, the winner was entertainment lawyer and former actor Larry Zerner, as he was the only one who answered Larry King.",
            "score": 32.154239654541016
        },
        {
            "docid": "24599118_2",
            "document": "Series 4, Episode 8 (Cold Feet) . Series 4, Episode 8 is the final episode of the fourth series of the British comedy-drama television series \"Cold Feet\". It was written by Mike Bullen, directed by Ciaran Donnelly, and was first broadcast on the ITV network on 10 December 2001. The plot follows on directly from the previous episode, as Adam and Rachel (James Nesbitt and Helen Baxendale), and Karen and David (Hermione Norris and Robert Bathurst) travel to Sydney, Australia for Pete and Jo's (John Thomson and Kimberley Joseph) impromptu wedding. Adam is sceptical that Pete is truly in love with Jo, and Jo's rich father Rod (Gary Sweet) suspects that Pete is only marrying her to get access to his money. Under pressure from Rod, Pete gets cold feet and he and Jo call off the wedding. The couple soon reconcile and marry with Rod's blessing. Meanwhile, David discovers that Karen has been having an affair with her colleague Mark (Sean Pertwee) and ends their marriage, and Rachel gives birth prematurely in a Sydney hospital.",
            "score": 32.139320373535156
        },
        {
            "docid": "1051589_23",
            "document": "Pyraminx . The Master Pyraminx has 4 layers and 16 triangles-per-face (compared to 3 layers and 9 triangles-per-face of the original), and is based on the Skewb Diamond mechanism. This version has about 2.6817 × 10 combinations. The Master Pyraminx has In summary, the Master Pyraminx has 30 \"manipulable\" pieces. However, like the original, 8 of the pieces (the tips and middle axials) are fixed in position (relative to each other) and can only be rotated in place. Also, the 4 centers are fixed in position and can only rotate (like the Rubik's Cube). So there are only 18 (30-8-4) \"truly movable\" pieces; since this is 10% \"less\" than the 20 \"truly movable\" pieces of the Rubik's Cube, it should be no surprise that the Master Pyraminx has about 10,000-times \"fewer\" combinations than a Rubik's Cube (about 4.3252 × 10).",
            "score": 32.11434555053711
        },
        {
            "docid": "25327722_3",
            "document": "Teutobochus . In 1869 W.A. Seaver wrote: \"In times more modern (1613), some masons digging near the ruins of a castle in Dauphiné, in a field which by tradition had long been called 'The Giant's Field,' at a depth of 18 feet discovered a brick tomb 30 feet long, 12 feet wide, and 8 feet high, on which was a gray stone with the words 'Theutobochus Rex' cut thereon. When the tomb was opened they found a human skeleton entire, 25-1/2 feet long, 10 feet wide across the shoulders, and 5 feet deep from the breast to the back. His teeth were about the size of an ox's foot, and his shin-bone measured 4 feet in length.\"",
            "score": 32.05809783935547
        },
        {
            "docid": "17179087_7",
            "document": "Prostitution in Iran . While prostitution is illegal in Iran, the Shiah institution of Nikah mut‘ah (temporary marriage, usually called \"Sigheh\" in Iran) allows contractual short-term relations between both sexes. Usually, a dowry is given to the temporary wife. Sigheh can last from 3days to 99 years (although some Islamic scholars (mujtahids), say that it is impossible to marry a person, as temporary marriage, for a period of time that is usually longer than the average life-time of a person); it expires automatically without divorce. According to a number of scholars and Iranians, Sigheh is being misused as a legal cover for prostitution in Iran. Religious people argue that Islamic temporary marriage is different from prostitution for a couple of reasons, including the necessity of iddah in case the couple have sexual intercourse. It means that if a woman marries a man in this way and has sex, she has to wait for a certain period of time before marrying again and therefore, a woman cannot marry more than a limited number of times in a year. It has been reported that the number of temporary marriages entered into is on the increase.",
            "score": 32.05702209472656
        },
        {
            "docid": "42604105_3",
            "document": "Miss Bluebeard . Larry Charters is a composer who is visiting Paris, and is exhausted from so many women wanting to meet him and ask for his autograph. When he is about to leave and head back home, he asks his friend Bob to stem the tide of admiring ladies rushing his hotel door by pretending to be him. Larry takes off, and Bob does his best to pretend he is Larry. But Colette, an actress who inadvertently causes Bob to miss the boat train, finds that she gets more than she bargained for by befriending \"Larry\". While looking for a room for the night, the inebriated Mayor accidentally marries them as Mr. and Mrs. Charters. Undeterred, the couple meet up with the real Larry in London the next day.  Larry has more girl-trouble with two women admirers nearly meeting in the hallway, one of whom is Lulu, who is nearly psychotically jealous of any other woman. Bertie Bird, who seems to do nothing more than sleep, is one of Larry's friends, and who asks for a key to his guest room so he can get a good night's sleep, after his napping all day. When Bob and Colette arrive, it's apparent that Larry and she fall in love instantly, but are too embarrassed to admit it, especially as she is married to Bob, although under Larry's name. Things get even more complex when Colette goes to bed in the guest bedroom, and is joined under the covers by Bertie. Suddenly Colette is branded as the Female Bluebeard, since she is \"married\" three times, albeit by three very tenuous means.",
            "score": 32.05082702636719
        },
        {
            "docid": "42930508_141",
            "document": "List of Ben 10 aliens . Ultimate Way Big is 600 feet tall (3 times taller than Way Big), stronger, has a spike sticking up from both his cheeks and his body is blue, red, and white. His head looks similar to Alien X or Ditto. He was used only once to battle in the episode \"The Ultimate Enemy, Part 2\". He can launch cosmic discs from his hands. This is also the last Ultimate form Ben used. He has increased strength, durability and now has the power of flight. However, his giant size prevents him from fighting in small spaces and he can be harmed by Diagon's magic acid rain. Ultimate Way Big can also shoot lasers at the opponent like the regular form. He is the largest alien in the entire Ben 10 series.",
            "score": 31.990129470825195
        },
        {
            "docid": "8431437_11",
            "document": "1 vs. 100 (Australian game show) . As in the US version, a player must successfully answer three questions on the first prize level ($500) before he or she has the option of leaving the game, taking all money earned after this round. If he or she continues, he must answer successfully two questions on the second level ($1,000) before the player may leave the game and take the money. Starting with the third level ($1,500), a player may stop after any successful question. If there are more than 10 mob members left, contestants must make that decision before seeing questions; once they see a question, they are committed to answering it. With 10 or fewer mob members, the contestant (and the mob) sees the question, but not the answers, for three seconds before making his or her choice to continue. When contestants quit and take their winnings, remaining mob members win nothing, but can compete in the next game.",
            "score": 31.929168701171875
        },
        {
            "docid": "63995_43",
            "document": "Professional wrestling match types . The Last Man Standing match is a hardcore-style match where the only way to win is by knockout. That is, a wrestler will lose the match if they are unable to answer a ten-count after being downed, similar to the knockout ruling of a boxing match. To avoid losing, the downed wrestler must be on their feet by the count of 10, but they can't lose by leaving the ring for 10-count (ring out) if he is still on his feet while recovering. A similar type of match is the Texas Death match (aka. Mexican Death Match), where a wrestler must be pinned or forced to submit before the referee will begin the ten-count.",
            "score": 31.819013595581055
        },
        {
            "docid": "1719074_9",
            "document": "A Case of Conscience . As the humans board their ship to leave, Chtexa gives Ruiz-Sanchez a gift—a sealed jar containing an egg. It is a son of Chtexa, to be raised on Earth and learn the ways of humans. At this point, the Jesuit solves a riddle which he has been pondering for some time, from book III of \"Finnegans Wake\" by James Joyce (pp. 572–3), which proposes a complex case of marital morals, ending with the question \"Has he hegemony and shall she submit?\" To the Church, neither Yes nor No is a morally satisfactory answer. Ruiz-Sanchez sees that it is two questions, despite the omission of a comma between the two, so that the answer can be \"Yes, and No\".",
            "score": 31.644996643066406
        }
    ]
}