{
    "q": [
        {
            "docid": "22528960_3",
            "document": "George H. Brooke . George Brooke was born on July 9, 1874, in Brookeville, Maryland, to Walter H. Brooke at Caroline Leggett Brooke. He was married to Marie Louise Gregg Robb. He and his wife had no children. George Brooke attended Brookeville High School in Maryland before moving on to Swarthmore College in Pennsylvania. At Swarthmore, he played baseball and football. He was the captain of the 1892 Swarthmore football team. He received a Bachelor of Science degree from Swarthmore in 1893. He next enrolled at the University of Pennsylvania where he earned a Bachelor of Philosophy (Ph. B) degree in 1895 and an Bachelor of Law (LL. B) degree in 1898.",
            "score": 65.16853046417236
        },
        {
            "docid": "22528960_4",
            "document": "George H. Brooke . Brooke played seven years of college football at Swarthmore College and then at the University of Pennsylvania. He was selected as an All-American in 1894 and 1895 while playing for the University of Pennsylvania. Penn was undefeated and won the national championship of football in the two seasons that Brooke was named an All-American. All-American selector, Caspar Whitney called Brooke a \"very hard man to stop. He strikes the line with almost irresistible force.\" He was regarded as a ferocious fullback and a top notch punter. He is credited with coining the phrase \"coffin corner\" when describing his long punts deep into the opposing end of the field. Brooke was barred from playing for Pennsylvania after the 1895 season because of an agreement between Harvard and the University of Pennsylvania that limited players to four seasons. After finishing a bachelor's degree from Pennsylvania, Brooke was the subject of an allegation of being an ineligible player in an October 24, 1896 game in New Orleans, LA. In the game, Brooke played only one down for Tulane University before LSU protested to the game's referee. Tulane claimed that Brooke planned on enrolling there as a graduate student. During the debate between team captains, Brooke refused to sign an affidavit stating his intention to enroll at Tulane, as he was already enrolled in law school at the University of Pennsylvania. The referee ruled him ineligible to play. The Tulane football team refused to continue playing the game without Brooke, so the referee ruled the game to be a forfeit in favor of LSU.",
            "score": 81.2283399105072
        },
        {
            "docid": "56589261_9",
            "document": "Brooke Mansion (Birdsboro, Pennsylvania) . About the time of Edward Brooke II's 1886 graduation, the University of Pennsylvania was contemplating building a fireproof library in which it could gather its collections in a single building. Frank Furness's brother Horace was chosen to head the building committee, and the architect began drawing up detailed plans even before the project was officially announced. The committee hired Furness to advise them, and later chose him to be the library's architect.",
            "score": 64.35966396331787
        },
        {
            "docid": "16817424_15",
            "document": "Project Runway (season 5) . Working in teams of two, designers were asked to make an outfit that could transition from day to night for Brooke Shields's character Wendy Healy on the television show \"Lipstick Jungle\". The winning design was to be worn by Brooke Shields on Season 2 of \"Lipstick Jungle\". Each team was given a budget of $150 and one day to complete their designs. After sketching individually for 30 minutes and pitching their ideas to Shields, six designers were picked by Brooke as team leaders (team leaders shown in bold below). The team leaders were picked in a random order and selected a teammate.",
            "score": 51.79789090156555
        },
        {
            "docid": "3029865_5",
            "document": "Steve Shields (ice hockey) . Shields was drafted in the fifth round (#101 overall) in the 1990 NHL Entry Draft by the Buffalo Sabres out of the University of Michigan. Shields could be best classified as a journeyman NHL goaltender over his tenure. In his NHL career, Shields would play for the Buffalo Sabres, the San Jose Sharks, the Mighty Ducks of Anaheim, the Boston Bruins, the Florida Panthers, and the Atlanta Thrashers. Shields has recently been playing in the NESHL as a center for Mutiny. Mutiny is a B division team out of the Metro Boston league.",
            "score": 52.618231773376465
        },
        {
            "docid": "22863393_3",
            "document": "Jainendra K. Jain . Born in 1960, Jain received his primary, middle and high school education in a government school in a rural village called Sambhar, Rajasthan, located at the eastern margin of Thar desert in India. He received bachelor's degree at Maharaja College, Jaipur, his master's degree in physics at Indian Institute of Technology Kanpur and PhD at the Stony Brook University under the supervision of Prof. Philip B. Allen. After working as a post-doctoral researcher at the University of Maryland and the Yale University he returned to the Stony Brook University as a faculty in 1989. In 1998 he moved to the Pennsylvania State University as the first Erwin W. Mueller Professor of Physics. In 2012, Penn State University awarded Jain with Evan Pugh University Professorship, named after the first president of the university.",
            "score": 65.86127614974976
        },
        {
            "docid": "1165480_10",
            "document": "Phillips Brooks . In 1877 the building of Trinity was completed, but the Venetian mosaics Brooks and Richardson wanted they could not then afford. It was not until the magnificent new altar and sanctuary of Maginnis & Walsh in 1938 that Trinity's chancel reflected that aspect of their dreams for Trinity, which Brooks called \"America's glory forever\". Here Phillips Brooks preached Sunday after Sunday to great congregations, until he was consecrated Bishop of Massachusetts in 1891. In 1886, he had declined an election as assistant bishop of Pennsylvania. He was for many years an overseer and preacher of Harvard University. In 1881 he declined an invitation to be the sole preacher to the university and professor of Christian ethics. On April 30, 1891 he was elected sixth Bishop of Massachusetts, and on the 14 October was consecrated to that office in Trinity Church.",
            "score": 58.673282861709595
        },
        {
            "docid": "28260_22",
            "document": "Sonnet . Happy ye leaves. whenas those lily hands, (a) Which hold my life in their dead doing might, (b) Shall handle you, and hold in love's soft bands, (a) Like captives trembling at the victor's sight. (b) And happy lines on which, with starry light, (b) Those lamping eyes will deign sometimes to look,(c) And read the sorrows of my dying sprite, (b) Written with tears in heart's close bleeding book. (c) And happy rhymes! bathed in the sacred brook (c) Of Helicon, whence she derived is, (d) When ye behold that angel's blessed look, (c) My soul's long lacked food, my heaven's bliss. (d) Leaves, lines, and rhymes seek her to please alone, (e) Whom if ye please, I care for other none. (e) </poem>",
            "score": 27.181588411331177
        },
        {
            "docid": "33106960_29",
            "document": "Joanna Shields, Baroness Shields . Shields was born in St. Marys, Pennsylvania, the second of five children. She graduated as BS from Penn State University, where she was a member of Chi Omega sorority, and did her post-grad studies as MBA from George Washington University. Shields received a Doctorate in Public Service, Honoris Causa, from George Washington University May 2016.",
            "score": 86.55175995826721
        },
        {
            "docid": "31097390_3",
            "document": "James B. Orlin . Orlin did his undergraduate studies at the University of Pennsylvania, receiving a bachelor's degree in mathematics in 1974. He earned a master's degree in mathematics from the California Institute of Technology in 1976, and a Ph.D. in operations research from Stanford University in 1981 under the supervision of Arthur Fales Veinott Jr. He joined the MIT faculty as an assistant professor in 1979, and became the Brooks Professor in 1998.",
            "score": 57.94848012924194
        },
        {
            "docid": "80135_21",
            "document": "Rutgers University . The current president is Robert L. Barchi, M.D., Ph.D. (b. 1946), an accomplished neuroscientist and board-certified physician. Dr. Barchi previously served as president of the Thomas Jefferson University in Philadelphia and as provost of the University of Pennsylvania before being appointed by the university's two governing boards on April 11, 2012 to succeed outgoing president Richard L. McCormick (b. 1947), the son of popular Rutgers history professor and college dean Richard P. McCormick. Barchi assumed the office on September 1, 2012 and his tenure has so far involved overseeing the university's acquisition of a medical school and related research and clinical facilities after a merger with the University of Medicine and Dentistry of New Jersey, a redevelopment of the College Avenue Campus, and a transition of the Scarlet Knights athletic program to the Big Ten Conference (beginning in 2014).",
            "score": 50.26300060749054
        },
        {
            "docid": "334063_28",
            "document": "Brookings Institution . In 2006, the Brookings Institution established the Brookings-Tsinghua Center (BTC) for Public Policy as a partnership between the Brookings Institution in Washington, D.C. and Tsinghua University's School of Public Policy and Management in Beijing, China. The Center seeks to produce high quality and high impact policy research in areas of fundamental importance for China's development and for U.S.-China relations. The BTC is directed by Qi Ye.",
            "score": 48.03439903259277
        },
        {
            "docid": "11685274_29",
            "document": "List of Hannah Montana characters . Susan B. Stewart portrayed by Brooke Shields (season 2–3) was Robby's wife and Miley and Jackson's mother. Susan is the daughter of Grandma Ruby. She died three years prior to season one, but is often mentioned by the Stewarts and appears in household pictures. She also appears in person in three episodes by way of old home videos and various dream sequences. These are \"I Am Hannah, Hear Me Croak\", \"The Way We Almost Weren't\", and \"He Could Be the One\".",
            "score": 47.500529289245605
        },
        {
            "docid": "25579222_3",
            "document": "John L. Brooke . Brooke graduated from Cornell University in 1975, and from the University of Pennsylvania, with an M.A. and Ph.D. in 1982.  He taught at Franklin & Marshall College, Amherst College, and Tufts University. He most recently teaches at Ohio State University.",
            "score": 73.04420757293701
        },
        {
            "docid": "25608838_7",
            "document": "Yinyu Ye . Before joining Stanford University, Ye was a Henry B. Tippie Research Professor at the University of Iowa. Ye is a co-founder of minMax Optimization, a technology company based in Palo Alto and Shanghai focused on creating optimization tools for geospatial and financial problems.",
            "score": 30.311671495437622
        },
        {
            "docid": "14261611_6",
            "document": "Heavy Unit . B - Shield Unit: This granted the player a shield that could take three hits before dissipating.",
            "score": 26.800634145736694
        },
        {
            "docid": "18984642_1",
            "document": "Brooke Shields . Brooke Shields",
            "score": 49.95762586593628
        },
        {
            "docid": "22466710_2",
            "document": "Wallis Brooks . Wallis W. Brooks is a former Republican member of the Pennsylvania House of Representatives. She graduated from American University with a degree in English in 1969. She earned a law degree from the Dickinson School of Law, and was admitted to the Pennsylvania bar in 1973.",
            "score": 81.53294634819031
        },
        {
            "docid": "28960162_3",
            "document": "Paul Makler Sr. . Makler was born in Philadelphia, Pennsylvania, and is Jewish. Makler attended the University of Pennsylvania, fencing for the University of Pennsylvania Quakers, and University of Pennsylvania Medical School, graduating in 1964, became a physician, and practiced internal medicine for many years. His sons Paul Makler Jr. and Brooke Makler fenced at the 1972 Summer Olympics and the 1976 Summer Olympics, respectively.",
            "score": 74.31320667266846
        },
        {
            "docid": "51382498_4",
            "document": "New York Branch . The New York Branch was a cooperative effort between the North Pennsylvania Railroad, founded in 1852, and the Delaware and Bound Brook Railroad, a new company and part of the National Railway scheme. The goal was to construct a \"New Line\" between New York and Philadelphia which could compete with the Pennsylvania Railroad. The North Pennsylvania extended its line north from Jenkintown to Yardley, on the Delaware River, while the Delaware and Bound Brook constructed a new line from West Trenton to Bound Brook, New Jersey, where it joined the Central Railroad of New Jersey. The line opened for through traffic on May 1, 1876, in time for the Centennial Exposition.",
            "score": 49.79872488975525
        },
        {
            "docid": "2230235_13",
            "document": "Asian American studies . On the East Coast, the State University of New York at Stony Brook created an Asian & Asian American Studies Department after a 52 million dollar donation by Charles B. Wang (the founder of Computer Associates). The Charles B. Wang Center is designed as a vital space for multi-disciplinary and multicultural dialogues. The building was officially presented to Stony Brook University by Charles B. Wang on October 22, 2002. It was the largest single private gift ever received by the State University of New York 64-campus system. The Wang Center is used for conferences, art exhibits, film festivals, lectures, seminars, and performances. It is open to all Stony Brook students, faculty, and staff as well as the surrounding community.",
            "score": 49.752495765686035
        },
        {
            "docid": "596630_2",
            "document": "Charles B. Wang Center . The Charles B. Wang Center, located at the State University of New York at Stony Brook in Stony Brook, New York, is dedicated to understanding East Asian and American cultures, and the interactions of these cultures with other world cultures. The center was completed in 2002, and was designed by P.H. Tuan. Building of the center was intended to be funded by Charles B. Wang through an over 40 million dollar donation to Stony Brook University, which was then the largest ever private donation to a SUNY school. Actual construction costs far exceeded the original donation, becoming a source of controversy among students and faculty at the time.",
            "score": 56.62314462661743
        },
        {
            "docid": "42369712_3",
            "document": "Ryan Brooks . Brooks was born in New Orleans, Louisiana, and raised in Narberth, Pennsylvania. He played college basketball at Temple University.",
            "score": 61.701566219329834
        },
        {
            "docid": "46559833_7",
            "document": "Zhang Hongyuan . In September 1941, he was recruited by the Kuomintang government to succeed Ye Yuanlong as President of Chongqing University, a position in which he remained until November 1949.",
            "score": 30.835874557495117
        },
        {
            "docid": "1003926_9",
            "document": "Mark Shields . He has taught U.S. politics and the press at the University of Pennsylvania’s Wharton School, Georgetown University's McCourt School of Public Policy, and he was a fellow at the Harvard Institute of Politics at the Kennedy School of Government. Shields is a regular political commentator on the PBS NewsHour.",
            "score": 68.95099425315857
        },
        {
            "docid": "5925071_6",
            "document": "Brymbo . Sometime in the fifteenth century, landowner Edward ap Morgan ap Madoc, gentleman, built a dwelling in the township that was later to become Brymbo Hall, the home of his descendants the Griffith family. A survey of the Lordship of Bromfield and Yale, conducted in 1620 by John Norden and his son, described the boundaries of the township of Brymbo, in the manor of Esclusham, as follows: To the ffirst article the said Jurie doe say that the towneshipp of Brymbo, beeing part of ye said mannor, is bounded from Mynera by a brooke called Gwenfro, by a common there called Y Koed boeth by the south side; and from Flintshire by a brooke called Avon y Frith, running from a common called Nant y Frith to a rive' called Kegidog; and soe the said Kegidog running downeward a little beyond a bridge called Pont y Place Mayne vppon ye north side, and from Gwersilt by a little brooke called y Frwe, and from Broughton by a little brook running from a common called Harwood to a place called y Groes faen on ye east side ; and vpon ye west, from ye said common called Nant y Frith to a place vpon ye said common called Maes Maylo' or thereabouts; but ye certaine boundes of ye said towneshipp vppon ye said mountayne or common, they cannott sett downe.",
            "score": 27.93837594985962
        },
        {
            "docid": "52507773_3",
            "document": "Jeanne Brooks-Gunn . Brooks-Gunn received her B.A in psychology at Connecticut College in 1969. She went to graduate school at Harvard University where she obtained her Ed.M in Human Learning and Development in 1970. Brooks-Gunn continued her studies the University of Pennsylvania, receiving her Ph.D. in human learning and development under the supervision of Michael Lewis.",
            "score": 81.43016576766968
        },
        {
            "docid": "55273125_3",
            "document": "Barbara Brookes . Brookes completed a bachelor's degree at the University of Otago in 1976, then won scholarships to Bryn Mawr College in Pennsylvania, where she completed a master's degree (1978) and a PhD (1982). Her PhD thesis topic was abortion in England during the inter-war period. Brookes was offered a post-doctoral scholarship at Otago and a permanent position in the university's Department of History in 1983.",
            "score": 75.22477674484253
        },
        {
            "docid": "48556266_2",
            "document": "Spring Brook, Pennsylvania . Spring Brook is an unincorporated community in Spring Brook Township in Lackawanna County, Pennsylvania. Spring Brook is located at the intersection of Pennsylvania Route 502 and Pennsylvania Route 690 southwest of Moscow.",
            "score": 56.97434639930725
        },
        {
            "docid": "3321994_3",
            "document": "Samuel Hazo . (b. 1966) Samuel R. Hazo resides in Pittsburgh, Pennsylvania with his wife and children. In 2003, Mr. Hazo became the first composer in history to be awarded the winner of both composition contests sponsored by the National Band Association. His piece Mountain Thyme was an Honorable Mention for the 2013 CBDNA Composition Contest. He has composed for the professional, university and public school levels in addition to writing original scores for television, radio and the stage. His original symphonic compositions include performances with actors Brooke Shields, James Earl Jones, and Richard Kiley. Most recently, Mr. Hazo was asked by the Newtown School District to compose the memorial for the children and women who were lost in the tragedy at their Sandy Hook Elementary School. The result was a major work for Choir, Orchestra and Wind Band combined titled \"Glorificare.\" It was premiered in May 2013 by the Hartford Symphony Orchestra and VOCE Singers performing side-by-side with the Newtown High School musicians. Mr. Hazo also composed \"Bridges,\" which he was requested to write by Virginia Tech University following their tragic shootings. In 2012, two of Mr. Hazo's compositions were performed at the London Summer Olympic Games.",
            "score": 61.90553796291351
        },
        {
            "docid": "18984642_3",
            "document": "Brooke Shields . In 1983, Shields suspended her career as a model to attend Princeton University, where she graduated with a bachelor's degree in Romance Languages. In the 1990s, Shields returned to acting and appeared in minor roles in films. She also starred in the NBC sitcoms \"Suddenly Susan\" (1996-2000), for which she received two Golden Globe nominations and \"Lipstick Jungle\" (2008-2009). In 2017, Shields returned to NBC with a major recurring role in \"\" in the shows 19th season. Since 2014, Shields has voiced Beverly Goodman in the Adult Swim animated series \"Mr. Pickles\".",
            "score": 95.1348807811737
        },
        {
            "docid": "5950067_3",
            "document": "J. Twing Brooks . Brooks was born in Edgeworth (now Sewickley), Pennsylvania. He graduated from the Sheffield Scientific School of Yale University in 1908.",
            "score": 67.45818090438843
        }
    ],
    "r": [
        {
            "docid": "18984642_3",
            "document": "Brooke Shields . In 1983, Shields suspended her career as a model to attend Princeton University, where she graduated with a bachelor's degree in Romance Languages. In the 1990s, Shields returned to acting and appeared in minor roles in films. She also starred in the NBC sitcoms \"Suddenly Susan\" (1996-2000), for which she received two Golden Globe nominations and \"Lipstick Jungle\" (2008-2009). In 2017, Shields returned to NBC with a major recurring role in \"\" in the shows 19th season. Since 2014, Shields has voiced Beverly Goodman in the Adult Swim animated series \"Mr. Pickles\".",
            "score": 95.1348876953125
        },
        {
            "docid": "56509158_3",
            "document": "Fanny Rysan Mulford Hitchcock . She was born on February 7, 1851 to Elizabeth and Julius S. Hitchcock. She began her studies at Columbia University, and then transferred to the University of Pennsylvania. In pursuit of science, she then worked in the chemistry department at the University of Berlin in 1892 and returned to the University of Pennsylvania after a year to become the first Director of the Women's Graduate Department. She held this position for nineteen years. Her financial support helped to establish a women's athletic program at the University of Pennsylvania. She also attempted to establish one or more undergraduate courses for women at the University of Pennsylvania, but her proposal was rejected by the trustees of the University. Aside from her academic studies and positions at various universities, she maintained a laboratory in both her home in Philadelphia and her country residence in Warwick, New York. In 1921, she retired from her life as a chemist at seventy years old and donated all of her equipment to the University of Pennsylvania. She was known to support the financial needs of students who could not afford to attend the University. She died at the age of eighty-five on September 25, 1936 in her Warwick country residence.",
            "score": 91.33499145507812
        },
        {
            "docid": "18984642_7",
            "document": "Brooke Shields . Shields attended the New Lincoln School until eighth grade. She graduated from the Dwight-Englewood School in Englewood, New Jersey, in 1983. She moved to a dorm at Princeton University to pursue her bachelor's degree in French literature, where she graduated in 1987. At Princeton, Shields spoke openly about her sexuality and virginity. she was a member of the Princeton Triangle Club and the Cap and Gown Club. Her autobiography, \"On Your Own\", was published in 1985. Her 1987 senior thesis was titled \"The Initiation: From Innocence to Experience: The Pre-Adolescent/Adolescent Journey in the Films of Louis Malle, \"Pretty Baby\" and \"Lacombe Lucien\"\".",
            "score": 90.65229797363281
        },
        {
            "docid": "13972946_16",
            "document": "Mary Garrett . Garrett set forth six extremely stringent conditions for acceptance of her gift: Garrett set the admission standards according to the highly-praised European standards of medical education. Gilman was very concerned about the more rigorous academic standards. In the late nineteenth century, most of the medical schools in the United States were \"small profit-making enterprises\" owned by the faculties. The medical schools sold medical degrees to whoever paid the tuition fee. No preliminary education was required for admission. When Harvard University and University of Pennsylvania raised the academic standards earlier, they faced a revenue drop as fewer students were qualified for admission. The precarious financial situation of Hopkins worried Gilman; he could not afford a new financial dilemma. He tried to convince Garrett to lower her standards, but failed. Through negotiations, Garret finally agreed to modify two paragraphs of her terms, emphasizing that her terms of gift \"would not interfere with the operation of the university.\" She also added that the university could modify the admission requirement, but the standard should remain the same. On February 20, 1893, she approved the statement and terms and signed the Requirements of Admission. By forcing the university to accept females on the same basis as males and increasing the admission requirements, Garrett made Johns Hopkins School of Medicine the first co-educational, graduate-level medical school in the United States.",
            "score": 88.9557876586914
        },
        {
            "docid": "33660916_17",
            "document": "Test (assessment) . Grades or test scores from standardized test may also be used by universities to determine if a student applicant should be admitted into one of its academic or professional programs. For example, universities in the United Kingdom admit applicants into their undergraduate programs based primarily or solely on an applicant's grades on pre-university qualifications such as the GCE A-levels or Cambridge Pre-U. In contrast, universities in the United States use an applicant's test score on the SAT or ACT as just one of their many admission criteria to determine if an applicant should be admitted into one of its undergraduate programs. The other criteria in this case may include the applicant's grades from high school, extracurricular activities, personal statement, and letters of recommendations. Once admitted, undergraduate students in the United Kingdom or United States may be required by their respective programs to take a comprehensive examination as a requirement for passing their courses or for graduating from their respective programs.",
            "score": 87.83628845214844
        },
        {
            "docid": "33106960_29",
            "document": "Joanna Shields, Baroness Shields . Shields was born in St. Marys, Pennsylvania, the second of five children. She graduated as BS from Penn State University, where she was a member of Chi Omega sorority, and did her post-grad studies as MBA from George Washington University. Shields received a Doctorate in Public Service, Honoris Causa, from George Washington University May 2016.",
            "score": 86.5517578125
        },
        {
            "docid": "2030320_20",
            "document": "Elaine Tuttle Hansen . Hansen has commented on the relationship between the liberal arts and the U.S. business sector in letters to the editor, opinion editorials and articles. She has dismissed arguments brought forward by academics issuing that liberal arts colleges tend to disparage and undermine students who wish to participate in fields such as finance, business, and accounting. Author and 27th president of Dickinson College, William G. Durden charged liberal arts leaders with creating an elitist, “separatist” perspective. Hansen rejected this charge citing the \"intellectual and ethical virtues fostered by their undergraduate experience\" as a key to their success. She was quoted as saying:Rather than faulting liberal education for failing to prevent greed and corruption in corporate America, we need to do a better job of communicating what the CEOs who prefer to hire liberal arts graduates already know: Although our expertise rests in academic disciplines and our worth to society has much to do with the intrinsic human need to learn, we have many “practical” programs, and access to the broad learning achieved through a liberal education gives our graduates a realistic understanding of the complexity of the world and prepares them for lives satisfying to themselves and useful to others.Hansen has at times criticized collegiate admission practices stating that although restructuring the admissions platforms most universities use are generally agreed upon, how one is to do this is highly debatable. The shift from de-emphasizing individual performance and achievement, to general “authentically chosen” activities generating “emotional and ethical awareness and skills,\" is, according to Hansen, \"doing more harm than good.\" She refuted a report issued by the Harvard School of Education which asserted that colleges and universities will have a better pool of students should they choose to admit students based on group activities, putting less value on individual contribution. Hansen asserts that implementing admission standards that focus on these metrics \"invites only skepticism and confusion.\" She notes that admission officers can't reasonably deduce whether a student has an appropriate level of gratitude from a supplementary essay. To implement these subjective metrics would mean dramatic changes to the culture and pedagogy of universities. Hansen states that low-income students can't easily find the specific jobs and work experience required of them to fill subjective and speculative metrics. She goes on to state that \"we know too little about how and when to identify, characterize, measure and develop the so-called noncognitive aspects of learning that this report asks colleges to evaluate. And I disagree that the gateway to college is the time or place to subject young people to the full impact of our ignorance about how to fairly assess things they should still be questioning and exploring -- like character, feelings, motives and values.\"",
            "score": 86.06024932861328
        },
        {
            "docid": "1524959_51",
            "document": "University and college admission . In Indonesia, University and College Admission is dependent on the University or College Status. Generally, Public Universities conduct their admission in unified system of two as of 2017. Public Nationwide admissions to Public universities are subsidied by the government and students who succeed to enter university from one of the two schemes will enjoy lower to free university program fees. The first alternative is SNMPTN (Seleksi Nasional Masuk Perguruan Tinggi Negeri-Unified National Public Universities Admission). SNMPTN is a university admission scheme based on academic performances during the years of Senior High School. This selection system is designed only for students graduating during that respective year only. SNMPTN selection considers a few criteria such as student's academic grades and performances, achievements, stream or type of class (sciene or social, AP or Regular) and originating high school. However, not all senior students can apply, usually only 50% of the graduating class may apply for an 'A' accredited school and lower quotas for other accreditations. According to the law of the Ministry of Higher Education, the total holding admission into a public university should at least be 30% from SNMPTN; each university may allocate more. The second alternative is SBMPTN (Seleksi Bersama Masuk Perguruan Tinggi Negeri-Unified Public Universities Admission Examination). SBMPTN is a university admission where you take two or three tests (aptitude test, natural science test, and/or social science test), applicants will also be required to submit into a practical session if the chosen major is art, music, or physical education. You also choose 3 different majors and/or universities. This examination is held nationwide once a year and unlike SNMPTN, is open to high school graduates of the last 3 years. Many students repeat or take gap years to retake the SBMPTN to get into their wanted university. According to the Ministry of Higher Education, minimum 30% of the entire public university quota should admit from SBMPTN. However, most public universities allocate 60% and above for SBMPTN due to the constantly high success rate of students who were accepted from this scheme. SBMPTN is known for its very difficult questions and challenging time-management difficulties. The exam is also held CBT (Computer-Based) starting of last year. Most universities are conducting independent selection mechanism on their own beside SNMPTN and SBMPTN such as SIMAK or PPKB from Universitas Indonesia or UTUL from Universitas Gadjah Mada (UGM). These are called special programs as they tend to be more expensive due to the incentive that these programs are not under government subsidies. Meanwhile, Private Universities usually do their admission before and after Public Universities Admission. They sometimes do several admissions. Governmental Agency Institutions does their admission independently (not included in Unified National Public Universities Admission) and will usually have their own scheme for selection.",
            "score": 85.49641418457031
        },
        {
            "docid": "14975_2",
            "document": "Ivy League . The Ivy League is a collegiate athletic conference comprising sports teams from eight private universities in the Northeastern United States. The conference name is also commonly used to refer to those eight schools as a group beyond the sports context. The eight members are Brown University, Columbia University, Cornell University, Dartmouth College, Harvard University, the University of Pennsylvania, Princeton University, and Yale University. The term \"Ivy League\" has connotations of academic excellence, selectivity in admissions, and social elitism.",
            "score": 84.09687042236328
        },
        {
            "docid": "4667592_3",
            "document": "Carol Shields (ophthalmologist) . Shields was born Carol Lally in Sharon, Pennsylvania on July 8, 1957, graduating from Kennedy Christian High School in 1975. In 1979, she earned her undergraduate degree at the University of Notre Dame, also playing NCAA women's basketball for the \"Fighting Irish.\" She was a member of the first basketball team at Notre Dame, and later became captain of the team. She was also the first woman to receive the Byron Kanaley Award, the highest honor given to Notre Dame student-athletes, awarded for excellence in academics and leadership. She was inducted into the Capital All-American Hall of Fame in 2011 for excellence in athletics and academics.",
            "score": 83.487060546875
        },
        {
            "docid": "1752726_3",
            "document": "Germantown Friends School . Since the 1930s, Germantown Friends has been a respected and influential private day school, educating students in traditional humanistic studies in the light of the Quaker tradition. Many graduates have gone on to leading colleges and universities in the United States, including Ivy League institutions. In 1925, admission statistics at the University of Pennsylvania showed that 10-20% of the Germantown Friends School graduating class matriculated at the University. Due to the strong academic preparation of the school, the percentage of Germantown Friends graduates who matriculate at Penn remains about 10-20%. Other popular college destinations include Princeton University, Dartmouth College, Haverford College, Brown University, Trinity College, and the University of Chicago. Present Germantown Friends students generally have a reputation for community service, intellectual boldness, and broad artistic interests.",
            "score": 82.9123306274414
        },
        {
            "docid": "3225568_5",
            "document": "Judith Rodin . In 1994, Rodin became the first permanent female president of an Ivy League institution when she took over the leadership at her alma mater, the University of Pennsylvania and in so doing became the university's first graduate to become its president. Her immediate predecessor was Dr. Claire M. Fagin, who served in 1994 as Interim President. As president, Rodin guided the university through a period of unprecedented growth and development that transformed Penn’s academic core and dramatically enhanced the quality of life on campus and in the surrounding community. She encouraged revitalization in University City and West Philadelphia through public safety; the establishment of Wharton School alliances for small businesses; the development of buildings and streetscapes that turned outward to the community; and the establishment of a university-led partnership school, the Sadie Tanner Mossell Alexander University of Pennsylvania Partnership School.",
            "score": 82.43313598632812
        },
        {
            "docid": "22466710_2",
            "document": "Wallis Brooks . Wallis W. Brooks is a former Republican member of the Pennsylvania House of Representatives. She graduated from American University with a degree in English in 1969. She earned a law degree from the Dickinson School of Law, and was admitted to the Pennsylvania bar in 1973.",
            "score": 81.53295135498047
        },
        {
            "docid": "52507773_3",
            "document": "Jeanne Brooks-Gunn . Brooks-Gunn received her B.A in psychology at Connecticut College in 1969. She went to graduate school at Harvard University where she obtained her Ed.M in Human Learning and Development in 1970. Brooks-Gunn continued her studies the University of Pennsylvania, receiving her Ph.D. in human learning and development under the supervision of Michael Lewis.",
            "score": 81.43016815185547
        },
        {
            "docid": "22528960_4",
            "document": "George H. Brooke . Brooke played seven years of college football at Swarthmore College and then at the University of Pennsylvania. He was selected as an All-American in 1894 and 1895 while playing for the University of Pennsylvania. Penn was undefeated and won the national championship of football in the two seasons that Brooke was named an All-American. All-American selector, Caspar Whitney called Brooke a \"very hard man to stop. He strikes the line with almost irresistible force.\" He was regarded as a ferocious fullback and a top notch punter. He is credited with coining the phrase \"coffin corner\" when describing his long punts deep into the opposing end of the field. Brooke was barred from playing for Pennsylvania after the 1895 season because of an agreement between Harvard and the University of Pennsylvania that limited players to four seasons. After finishing a bachelor's degree from Pennsylvania, Brooke was the subject of an allegation of being an ineligible player in an October 24, 1896 game in New Orleans, LA. In the game, Brooke played only one down for Tulane University before LSU protested to the game's referee. Tulane claimed that Brooke planned on enrolling there as a graduate student. During the debate between team captains, Brooke refused to sign an affidavit stating his intention to enroll at Tulane, as he was already enrolled in law school at the University of Pennsylvania. The referee ruled him ineligible to play. The Tulane football team refused to continue playing the game without Brooke, so the referee ruled the game to be a forfeit in favor of LSU.",
            "score": 81.22834014892578
        },
        {
            "docid": "11954567_24",
            "document": "Islamic University, Bangladesh . Before starting every academic session, applications for admission into undergraduate studies are asked by IU authority and prepares details prospectus on the admission process including qualifications criteria i.e. cumulative grade points average of Secondary level (S.S.C.), Higher Secondary level (H.S.C.), Diploma, A level, O level etc. The prospectus also include units’ distribution on different subjects under different faculties, seat capacity, examinations fee and particular date to be held the examinations. The Undergraduate admission test is one of the competitive examinations in Bangladesh.  After completion of Twelve years of studies or Higher Secondary level (H.S.C.) education, a student can submit her or his application for undergraduate admission if he/she fulfills the minimum requirements. There are 8 units ( A to H) for admission test; each unit has its unique questions patterns .i.e. applicants are required to answer questions on Physics, Mathematics, Chemistry, Biology, English etc. based on the unit’s subjects type to be admitted under Faculty of Applied Science and Technology. For the faculty of Business Administrations, applicants are required to answer questions on Business Studies, Accounting, General Knowledge, IQ and Mathematics etc. For the Faculty of Law and Shariah, applicants are required to answer questions on English, Bengali, and General Knowledge etc. For the Faculty of Humanities and Social Sciences, applicants are required to answer questions on English, Bengali, and General Knowledge etc. For the Faculty of Theology and Islamic Studies, applicants are required to answer questions on Arabic, Al-Quran, Al-Hadith, Dawah & Islamic Studies, Al-Fiqh, Islamic History, English, Bengali, General Knowledge etc.  More than one lac (100,000+) students are seat for the competitive examination to be enrolled at Islamic University, but after the admission test, only about 1600 students get admitted.",
            "score": 80.66958618164062
        },
        {
            "docid": "27569626_4",
            "document": "Diane Burko . Born in Brooklyn, New York in 1945, Burko graduated from Skidmore College in 1966 where she received her B.S. in art history and painting. She received an M.F.A. in 1969 from the University of Pennsylvania and became professor emeritus at the Community College of Philadelphia, where she taught from 1969-2000. During her time at CCP, Burko founded the transfer art program. Throughout her career, Burko has taught at various schools across the country such as Princeton University, Arizona State University and the Pennsylvania Academy of the Fine Arts.",
            "score": 80.19120025634766
        },
        {
            "docid": "41505003_3",
            "document": "Brooke Shaden . Shaden was raised in Lancaster, Pennsylvania and graduated from Temple University with bachelor's degrees in Film and English. She began her photography career in Los Angeles, CA creating self-portraits.",
            "score": 80.08094787597656
        },
        {
            "docid": "45661928_5",
            "document": "Marie Bernard . Bernard received her undergraduate training at Bryn Mawr College in 1972, where she graduated \"cum laude\" with Honors in Chemistry and received her M.D. degree from University of Pennsylvania School of Medicine in 1976. She trained in internal medicine at Temple University Hospital in Philadelphia, Pennsylvania, where she also served as chief resident. Following her residency, Bernard continued her career at Temple's School of Medicine, starting as an Instructor in Medicine, then serving as Associate Professor of Medicine in the Division of General Internal Medicine, Director of Medical Clinics, and Assistant Dean for Admissions.",
            "score": 79.70478820800781
        },
        {
            "docid": "25315847_3",
            "document": "Susan Shields . Shields was born in Erie, Pennsylvania, but moved to Louisville, Kentucky with her family at a young age. She retired from competition swimming after graduating from high school. She later earned a bachelor's degree in elementary education from the University of Louisville, and has worked as a teacher and swim coach.",
            "score": 79.51654815673828
        },
        {
            "docid": "45082736_4",
            "document": "Graduate science education in the United States . There are 282 universities in the United States that award the PhD degree, and those universities vary widely in their criteria for admission, as well as the rigor of their academic programs. Typically, PhD programs require applicants to have a Bachelor's degree in a relevant field (and, in many cases in the humanities, a master's degree), reasonably high grades, several letters of recommendation, relevant academic coursework, a cogent statement of interest in the field of study, and satisfactory performance on a graduate-level exam specified by the respective program (e.g., GRE, GMAT). Specific admissions criteria differ substantially according to university admissions policies and fields of study. Some programs in well-regarded research universities may have very low acceptance rates and require excellent performances on the GRE and in undergraduate work, strong support in letters of recommendation, substantial research experience, and academically sophisticated samples of their writing.",
            "score": 79.49457550048828
        },
        {
            "docid": "1524959_27",
            "document": "University and college admission . In most cases, Canadian universities require students' high school transcript along with an application for admission. Applications for admission outline additional academic and extra curricular achievements that cannot be expressed through a students' transcript. Generally, universities require that students have taken a university-prep grade 12 English course. Additionally, programs involving mathematics and/or natural science often require students to take a university-prep grade 12 calculus course, as well as university-prep grade 12 biology, chemistry, and physics. Overall, universities base admission around a pupil's academic performance in university/advanced level courses in their grade 11 and 12 years. Also, most universities establish GPA cut offs for admission. This cut off is established based on the competitiveness of individual programs at specific universities. A more competitive program could have a cut off average of 90 percent or higher, while most prestigious programs maintain cut offs around 80 percent. Universities with more liberal application processes could have admission cut offs as low as 65 percent. Students must take university/advanced level courses in grades 11 and 12 in order to apply for university.",
            "score": 79.39540100097656
        },
        {
            "docid": "876553_31",
            "document": "Yonsei University . Yonsei is one of Korea's three \"SKY\" universities, which are the most prestigious in the country, with the other members being Seoul National University and Korea University. Admission of these \"SKY\" universities is extremely competitive. Acceptance rate of Yonsei University in general admission(수시) is below 5%. In general, exhibiting 1% of academic achievement (Korean SAT) is needed to apply for Yonsei regular decision(정시). Inside Korea, admission to a SKY university is widely considered as a determination of one's career and social status.",
            "score": 79.38802337646484
        },
        {
            "docid": "9334508_6",
            "document": "Rosemary S. J. Schraer . Rosemary S. J. Schraer, the seventh chancellor of UCR, was the first female chancellor of a University of California campus. Schraer was described as an optimist and a champion of the underprivileged. Her research activities included the biochemical aspects of cell structure and cell function. She also collaborated on scientific endeavors with her husband, Harald Schraer, with whom she co-authored many scientific studies. Schraer served in numerous professional organizations, including the American Chemical Society and the American Association of University Professors. Parallel to her professional involvement, she was active in an impressive variety of community service organizations, including the United Way Campaign of the Inland Valleys, Riverside Community Hospital governing board, American Association of University Women, and the Presley Institute of Corrections, Research, and Training. Before coming to UCR in 1985 as executive vice chancellor, she served at Pennsylvania State University, where she held numerous academic offices, including associate provost. In December 1992, after Schraer's sudden death, the Rosemary S. J. Schraer Endowed Memorial Scholarship was created with gifts from various donors and Dr. Harald Schraer. The scholarship provides support to undergraduates who combine outstanding leadership with exceptional academic achievement and service to the campus community. Dr. Harald Schraer, who resides in Pennsylvania, continues to support this fund and its goals.",
            "score": 79.21049499511719
        },
        {
            "docid": "51350352_13",
            "document": "Carroll Smith-Rosenberg . Smith-Rosenberg began her teaching career at the University of Pennsylvania, teaching initially, in the 1960s, when few women found positions in Ivy League Institutions, as an adjunct in the School of General Studies. In 1972 she became an assistant professor in both the Psychiatry and the History departments of the University. At Penn she founded and served as an early director of the University’s Women’s Studies Program (1982–1995). From 1996 until her retirement in 2008 she taught at the University of Michigan, Ann Arbor, where she is the Mary Frances Berry Collegiate Professor of History, American Culture, and Women’s Studies (emerita). At Michigan, she served as graduate chair of the American Culture Program and director of the Atlantic Studies Initiative, which she helped to establish. She has also been a visiting scholar at a number of academic institutions, including Columbia University, New York University, the City University of New York Graduate Center and the Ecole des Hautes Etudes des Sciences Sociales, Paris.",
            "score": 79.15103149414062
        },
        {
            "docid": "43494077_8",
            "document": "Nineteenth Street Baptist Church (Washington, D.C.) . Walter Henderson Brooks had already established a reputation as an advocate for education, racial equality, and temperance. Born a slave in Richmond, Virginia to Albert Royal Brooks and Lucy Goode Brooks, Brooks graduated from Lincoln University (Pennsylvania) where he studied with fellow contemporaries, Archibald and Francis Grimke'. Brooks' wife, Evalin \"Eva\" Holmes Brooks, was the daughter of Reverend James Henry Holmes who served as pastor of the renowned First African Baptist Church of Richmond, Virginia. Brooks advocated for the inclusion of liberal arts courses within the curricula of black Baptist colleges, like those found at Howard and Fisk universities. Brooks was among the black ministers and churchwomen who called for the inclusion of writings by black theologians within the American Baptist Publication Society's literature. In addition to influencing the establishment of both the National Baptist Publishing Board and the National Baptist Convention, U.S.A., Walter Henderson Brooks also served as vice-president of the Bethel Literary and Historical Society under John W. Cromwell and was a member of the Association for the Study of African American Life and History. He also received honorary Doctorates of Divinity from Howard University, Roger Williams University in Nashville, Tennessee, and the State University in Louisville, Kentucky.",
            "score": 78.90348815917969
        },
        {
            "docid": "14110561_10",
            "document": "University of Puerto Rico School of Law . Also, 15 spaces are offered to the applicants selected by the Admissions Committee recommendations, chosen from a group composed of the 60 applicants following the students admitted. Throughout this process, the Committee evaluates the personal statement and writing sample, and any socioeconomic disadvantages, academic achievement, graduate studies, propensity towards academic progress, publications, extracurricular activities, and other aspects which show student’s aptitude for the study of Law.",
            "score": 78.85350799560547
        },
        {
            "docid": "21031297_22",
            "document": "Doctor of Philosophy . Detailed requirements for the award of a PhD degree vary throughout the world and even from school to school. It is usually required for the student to hold an Honours degree or a Master's Degree with high academic standing, in order to be considered for a PhD program. In the US, Canada, India, and Denmark, for example, many universities require coursework in addition to research for PhD degrees. In other countries (such as the UK) there is generally no such condition, though this varies by university and field. Some individual universities or departments specify additional requirements for students not already in possession of a bachelor's degree or equivalent or higher. In order to submit a successful PhD admission application, copies of academic transcripts, letters of recommendation, a research proposal, and a personal statement are often required. Most universities also invite for a special interview before admission.",
            "score": 78.33367919921875
        },
        {
            "docid": "45696868_11",
            "document": "Elizabeth Farrand . The three volumes differ as well in tone and coverage. Ten Brook’s is by far the most ponderous and its general topic requires long stretches of reading to pick up the history of the University itself. Adams’ is crisp and balanced if somewhat boosterish on the University itself. Farrand’s is the warmest, expressing the hope that “it will also excite a disposition for tale telling among the whole body of the alumni…” Perhaps reflecting the fact that his first departure from the University was, to some extent, welcomed if not required by the Regents, Ten Brook’s account is the most critical of the Regents (who would force him out of the Librarian position just one year after his account was published). Differences can be seen in their accounts of one of the most famous episodes in the University’s early history, the hiring and firing of the visionary, if somewhat imperious, first president, Henry P. Tappan. All historians of the University have seen the hiring of Tappan in 1852 as a bold and fortunate stroke by the Regents and his firing without notice by another board in 1863 as unfortunate and badly handled at least. Ten Brook, who was not on campus at the same time as Tappan spends the least amount of time on this period; Adams, who was both student and faculty member under Tappan writes admiringly of his accomplishments, but emphasizes the smooth transition to his successor, Erastus Haven as a tribute to the continuing strength of the University. Farrand offers the most detailed and balanced account of this period, albeit from the standpoint that his accomplishments were many and his departure unfortunate. Ten Brooks is the most dubious about the admission of women, Adams the briefest, Farrand the most thorough, concluding that for the female students “it was unpleasant to be looked upon as eccentric, but that was a trifling matter when compared with the satisfaction arising from each day’s achievement.” Farrand’s account also has the most to say about the extracurricular activities of students in the period, again, because it is based in reading of the various student publications. The strengths of her work in documentary evidence at times become a weakness, as does her organization of her account by Presidential administration. As has been typical of all other accounts of the University’s history there is no overarching interpretive theme to her account and topics appear to be longer or shorter depending on their documentation. Long quotations from documents can be extremely valuable today, but her account contains many of these which make for less smooth reading. But, on balance, hers is the most comprehensive and balanced account of the three. Only one review of her book was published in its own time (a not untypical number at a time when outlets for book reviews were few) and that declared the book provided \"circumstantial fidelity.\" Although a very rough proxy for influence, Google Scholar in 2015 reports 20 citations to her work (more than to either Ten Brook or Adams) in works that are themselves cited 884 times.",
            "score": 78.10619354248047
        },
        {
            "docid": "21162388_3",
            "document": "Janice Radway . Radway holds a BA from Michigan State University, 1971, and a MA from State University of New York, Stony Brook, 1972. She earned her PhD from Michigan State University 1977 with the dissertation \"A Phenomenological Theory of Popular and Elite Literature\". She taught in the American Civilization Department at the University of Pennsylvania and in the Literature Program (which she also chaired) at Duke University. She served as an editor of \"American Quarterly\", and, in 1998-99, as president of the American Studies Association. In 2008, she became Walter Dill Scott Professor of Communication Studies at Northwestern University. Radway is also professor emerita of Literature and History at Duke University.",
            "score": 77.97994995117188
        },
        {
            "docid": "18609200_2",
            "document": "Colin Dayan . Colin Dayan (also known as Joan Dayan), is the Robert Penn Warren Professor in the Humanities at Vanderbilt University, where she teaches American Studies, comparative literature, and the religious and legal history of the Americas. She has written extensively on prison law and torture, Caribbean culture and literary history, as well as on Haitian poetics, Edgar Allan Poe, and the history of slavery. After receiving her Ph.D. from the City University of New York Graduate Center in 1980, she taught at Princeton University, Yale University, the City University of New York, the University of Arizona, and the University of Pennsylvania.",
            "score": 77.91920471191406
        },
        {
            "docid": "550135_66",
            "document": "Education in Thailand . The required qualifications and number of students admitted are established by each university. The qualifications needed for admission vary by university. Some universities require a high GPA and test score. Students with a GPA and test score lower than required cannot apply for admission to that university. Some faculties may add an aptitude test. It depends on the faculty and the university. Students are not required to take the every subject area examination. For example, the faculty of engineering requires mathematics, physics, chemistry, and biology, but the faculty of management requires English and mathematics. This is a departure from the original admission system which requires a score in every subject of the O-net test and academic aptitude test (PAT).",
            "score": 77.79059600830078
        }
    ]
}