{
    "q": [
        {
            "docid": "356429_20",
            "document": "Metroid Fusion . Comparing the game to \"Super Metroid\", GameSpot thought that \"Metroid Fusion\" offered that game's best qualities packaged in a new adventure. \"Nintendo Power\" heralded it as a return to the classic \"Metroid\" action gameplay style. The \"perfect\" controls were praised by \"Electronic Gaming Monthly\", concluding its review by claiming \"all games should feel this good.\" The game did not feel new to GameSpy, which complained that even the final enemy encounter draws heavy inspiration from \"Super Metroid\". GameZone found that the small screen was a poor environment in which to play \"Metroid Fusion\", but they ultimately still found it an exciting game.",
            "score": 85.42978703975677
        },
        {
            "docid": "54294485_11",
            "document": "Metroid: Samus Returns . The project was revealed on 13 June 2017 during Nintendo's Treehouse livestream at the Electronic Entertainment Expo 2017. It was released for the Nintendo 3DS handheld game console on 15 September 2017. A special edition version of the game includes a reversible cover and a soundtrack CD called \"Samus Archives\", featuring 25 tracks from numerous \"Metroid\" games including \"Samus Returns\". A European Legacy Edition version also includes a soundtrack CD, alongside a 40-page art book, a Morph Ball keyring, an S-marked pin badge, a download code for \"Metroid II\", and a steelbook designed in the likeness of a Game Boy cartridge. Two Amiibo figurines were released alongside the game; one figurine is of Samus kneeling in the pose shown on the cover art of \"Metroid II\", while the other is of a Metroid creature that has escaped containment. A special \"Samus Edition\" of the New Nintendo 3DS XL console was also released alongside the game.",
            "score": 77.37795400619507
        },
        {
            "docid": "604183_12",
            "document": "Metroid: Zero Mission . One of the biggest challenges that the developers faced was in adding enough elements to \"Metroid: Zero Mission\" to make it feel new, while keeping the spirit of the original \"Metroid\". Because both games were made for the Game Boy Advance, \"Metroid: Zero Mission\" uses a rebuilt version of the game engine used for \"Metroid Fusion\" so that it did not need to be built from scratch. This marked the first time two \"Metroid\" installments have been released for the same video game console. \"Metroid Fusion\" had offered connectivity with \"Metroid Prime\" on the Nintendo GameCube, but \"Metroid: Zero Mission\" did not offer such a feature. Sakamoto explained that the developers wanted to make the game connect to \"Metroid Prime 2: Echoes\" on the GameCube, but the fact that both their release dates were far apart and not enough development time to implement connectivity features prevented them from doing so. However, they managed to include the ability for \"Metroid Fusion\" to connect with \"Metroid: Zero Mission\".",
            "score": 95.6094377040863
        },
        {
            "docid": "355914_19",
            "document": "Super Metroid . Although \"Super Metroid\" received critical acclaim, Rus McLaughlin of IGN said that the \"Metroid\" series \"still fell down on the timing, arriving too late in the SNES lifecycle to earn big sales.\" Robinson similarly noted that, in a series tradition, the game was released \"at the wrong place, at the wrong time.\" He also added that it did not sell well in Japan after struggling against more commercially popular games, such as \"Donkey Kong Country\", along with the launch of the PlayStation and Sega Saturn consoles. With the help of strong marketing from Nintendo, \"Super Metroid\" sold better in North America, and a year after its release, Nintendo placed it on their Player's Choice marketing label. By late 2003, the game had shipped 1.42 million copies worldwide.",
            "score": 82.63324999809265
        },
        {
            "docid": "355914_16",
            "document": "Super Metroid . \"Super Metroid\" was met with critical acclaim. Chris Slate of the \"Game Players\" video game magazine thoroughly enjoyed \"Super Metroid\", claiming that it \"easily lives up to everyone's high expectations\". He was satisfied with how Nintendo mixed complex gameplay with \"state-of-the-art\" graphics and sound. Slate found the newly added auto-mapping feature something that players really needed, saying that it was the only feature in \"Super Metroid\" that the original \"Metroid\" should have had. Concluding his review, Slate stated, \"Action fans can't afford to miss \"Super Metroid\". [...] You'll want to play through again and again even after you've beaten it.\" \"Nintendo Power\" mentioned that the game \"may well be the best action adventure game ever\", calling it the \"wave of the future\". They praised the game's graphics, sound, and controls, while their only negative comment was, \"Even 100 megabits of \"Metroid\" wouldn't be enough.\" \"Electronic Gaming Monthly\" gave \"Super Metroid\" their \"Game of the Month\" award, comparing it favorably to the original \"Metroid\" and applauding the graphics, the many weapons and items available, and the music. Each of the four reviewers gave it scores of nine out of ten. \"GamePro\" criticized that the controls are often awkward or difficult and that many of the power-ups are either lifted from other SNES games or simple upgrades of other power-ups in the game, but praised the game's massive size along with the auto-mapping feature, saying it \"makes a potentially frustrating game accessible to a far wider audience.\" Andy Robinson of GamesRadar was pleased with the game's \"phenomenal\" soundtrack, complimenting it as \"one of the best videogame scores of all time\".",
            "score": 85.90657341480255
        },
        {
            "docid": "23067300_20",
            "document": "Metroid: Other M . The game was first announced by Nintendo of America president and CEO Reggie Fils-Aimé and a trailer was briefly shown during the Electronic Entertainment Expo 2009. Fils-Aimé stated that \"Metroid: Other M\" would \"take you deeper into Samus' story\", and also noted that the game would be a return to the style of the traditional series as opposed to the \"Metroid Prime\" series, though the game would have a \"harder edge\". On E3 2010, the game had a playable demo, which GameTrailers picked as Best Wii Game and Action/Adventure Game of the expo, and was nominated for Game of the Show. Previews of \"Other M\" were also featured in the 2010 editions of Game Developers Conference and Nintendo Media Summit. Fils-Aimé expected global sales of between 1.5 and 2 million units.",
            "score": 84.13297891616821
        },
        {
            "docid": "923180_15",
            "document": "Metroid Prime Hunters . \"Metroid Prime Hunters\" was first revealed at the Electronic Entertainment Expo (E3) 2004, with IGN giving the game their Best Nintendo DS Game of E3 award. When Nintendo received negative feedback at E3 2005 about the game's lack of an online feature, the company announced in August 2005 that the game's release would be delayed to give the developers time to implement Nintendo WFC support. After the game's release was delayed to give NST time to implement the multiplayer feature, the developers took the time to make more changes. They worked on the game's framerate to make the graphics move more smoothly. The game's visuals were improved; a developer added reflections to the Morph Ball. The other developers admired the effect, and added it to other parts of the game. NST collaborated with Retro Studios, the company behind several \"Metroid\" games, to design the game's art and characters to make sure that they fit into the overall \"Metroid\" series. When asked why \"Metroid Prime Hunters\" was placed between \"Metroid Prime\" and \"\" chronologically, Reed noted that the game was not influenced by the story of either game, so there were no continuity issues. He described \"Hunters\" as a side story to the \"Metroid Prime\" series.",
            "score": 90.73556923866272
        },
        {
            "docid": "356429_15",
            "document": "Metroid Fusion . Nintendo first confirmed an unnamed \"Metroid\" title would be released for the Game Boy Advance handheld game console on March 23, 2001. Despite speculation that the game would be based on \"Super Metroid\", Ken Lobb, Nintendo of America's Director of Game Development, quelled rumors by stating, \"One of the things I wanted to get across in today's meeting is that \"Metroid\" is not \"Super Metroid\". It's something new. [...] And that's something that will hopefully be seen at E3 for our sweet little Game Boy Advance.\" The first video footage from the game, a 10-second clip, was shown to the public on May 18, 2001, at the 2001 Electronic Entertainment Expo; by then, the game was titled \"Metroid IV\". At the E3 convention the following year, IGN awarded the game, titled \"Metroid Fusion\", their Best of Show and Best Action Game awards.",
            "score": 88.58666944503784
        },
        {
            "docid": "71305_10",
            "document": "Zyklon B . Prior to World War II Degesch derived most of its Zyklon B profits from overseas sales, particularly in the United States, where it was produced under license by Roessler & Hasslacher prior to 1931 and by American Cyanamid from 1931 to 1943. From 1929, the United States Public Health Service used Zyklon B to disinfest freight trains and clothes of Mexican immigrants entering the United States. Uses in Germany included delousing clothing (often using a portable sealed chamber invented by Degesch in the 1930s) and disinfesting ships, warehouses, and trains. By 1943, sales of Zyklon B accounted for 65 percent of Degesch's sales revenue and 70 percent of its gross profits.",
            "score": 28.931649446487427
        },
        {
            "docid": "8812748_6",
            "document": "Ye Chunji . Ye Chunji noted that most of these goods from his county made their way to the nearby prefectural capital at Quanzhou. He also noted that outsiders handled the trade in his county and many other Fujian county, which often led to profits being repatriated out of the local county. He did note, however, that linen produced from the county's production of hemp did generate profit that entered the county from outside. Historian Timothy Brook writes that Ye's description of his county gives the impression that most counties in the Ming Dynasty relied on self-sufficient agriculture and textile production while they were largely unaffected by and disengaged with regional commodity networks between large urban markets.",
            "score": 12.434104681015015
        },
        {
            "docid": "176480_26",
            "document": "Metroid . The series has been highly praised by critics, being ranked as the 70th top game (collectively) by \"Next Generation\" in 1996 and as the eighth best video game franchise ever by IGN in 2008. In 2001, \"Electronic Gaming Monthly\" chose \"Super Metroid\" as the best game ever. The \"Metroid\" games have since appeared in other \"best game\" lists, with all games released up to 2005 included in a \"Nintendo Power\" top 200 Nintendo games list, \"Prime\" in the IGN top 100, \"Metroid\", \"Super Metroid\", \"Prime\" and \"Echoes\" in a list by GameFAQs users; \"Metroid\" and \"Super Metroid\" in \"Game Informer\"s list; and \"Prime\" and \"Super Metroid\" in \"Edge\"s list. The series has been influential in many other games, including \"\".",
            "score": 96.86969089508057
        },
        {
            "docid": "4310107_8",
            "document": "Fretter . The electronics retailing world was upended when the largest company, Highland, went out of business. Best Buy saw this as an opportunity to move into new territory, areas it previously felt were oversaturated by Highland and other major competitors like Fretter. Fretter management had been working to compete with the superstore model by becoming one of its own. It bought employee-owned Fred Schmid stores, giving the chain hold of markets in the mountain states. Fretter moved its corporate offices to Colorado and oversaw the merger from there. In 1993, Fretter also acquired their biggest competition of the time Silo Electronics, a company that had previously not turned a profit since the 1980s. This was an attempt by Fretter to compete with its new major competition, electronic superstores Circuit City and Best Buy, which were larger than Fretter's stores. The merger temporarily made Fretter the second largest retailer in this category, after Circuit City and larger than Best Buy, based on previous store sales, but Fretter immediately began closing redundant locations; where the company now had two or more stores in the same neighborhood. Fretter returned its main office to the Detroit area, to Brighton, Michigan. The company wanted to rebrand itself as YES! (Your Electronics Superstore) but this move did not make it to any of the stores, they all retained their original designations of Silo, Fretter, Fred Schmid, DASH Concepts, and other.",
            "score": 27.948524236679077
        },
        {
            "docid": "1087908_20",
            "document": "B&amp;Q . B&Q account for around a third of their parent company's revenues, seeing like for like sales increase by 5.6% in 2016. In the year ending 31 January 2007, sales were £3.9 billion despite overall sales falling by 1.7% compared to the previous year, whilst profit was £162.9 million, a fall from £208.5m during the previous year. Profit fell further in the year ending 31 January 2008, to £131million.",
            "score": 30.56668972969055
        },
        {
            "docid": "47335990_10",
            "document": "ArtLifting . As with any for-profit art broker, proceeds are split between artists and ArtLifting. Every artist earns 55% from the profit of each sale. 1% from each sale go toward strengthening art services for community partners that support ArtLifting artists, which includes art programming at social service agencies, shelters, and disability centers. ArtLifting the invests the remaining 44% back into the company to further its mission.",
            "score": 29.825697660446167
        },
        {
            "docid": "1252437_13",
            "document": "James Steuart (economist) . At the level of any individual sales transaction, mercantilism held that profit was developed at the point of the sale. Steuart held that profit was a mere \"surcharge\" upon alienation (sale) of the commodity. Steuart was not a pure mercantilist, however, he believed in a \"scientific form of mercantilism.\" Steuart held that all profit arose from the seller \"overcharging\" the buyer in any single sales transaction. However, Steuart did allow that the \"profit\" obtained through exchange would \"fluctuate\" with the rise and/or fall in demand. Still like all good mercantilists, Steuart's eye remained on the exchange as the creator of profit and he recognized no value in a commodity before the sale.",
            "score": 34.32537031173706
        },
        {
            "docid": "50968203_12",
            "document": "FCKH8 . They responded to concerns of profiteering with the sale of their anti-racism shirts, claiming that they did not make enough from t-shirt sales to make large profits.",
            "score": 28.192790746688843
        },
        {
            "docid": "12388255_2",
            "document": "Art Metropole . Art Metropole is an Artist run centre that publishes, promotes, exhibits, archives and distributes artists' publications and other materials. Art Metropole was founded in 1974 by the Canadian artists' group General Idea as a not-for-profit corporation incorporated under the laws of the province of Ontario. It is located in Toronto, Canada. Art Metropole specializes in contemporary art in multiple format: artists books, multiples, video, audio, electronic media, and offers these artists' products for sale on the premises and through their web site.",
            "score": 28.05667996406555
        },
        {
            "docid": "1907741_8",
            "document": "YES Network . In late 2003, the Yankees and Nets decided to part ways, with the Nets being sold to a group led by real estate developer Bruce Ratner. The sale did not include the Nets' ownership stake in YES (NJ Holdings), which remained with the pre-merger owners of the team. As part of the sale, the Nets signed a long-term deal to keep the team's game telecasts on YES. In 2004, YankeeNets was renamed Yankee Global Enterprises LLC, which owns the Yankees and YES as separate companies. Therefore, the Yankees technically do not own YES. The Yankees, however, receive a rights fee from YES that is somewhat higher than MSG previously paid.",
            "score": 38.25896883010864
        },
        {
            "docid": "54294485_10",
            "document": "Metroid: Samus Returns . \"Metroid: Samus Returns\" was developed collaboratively by the Spanish video game development studio MercurySteam and the Japanese company Nintendo. Yoshio Sakamoto, executive officer of Nintendo's Entertainment Planning & Development division, served as the game's producer, while Takehiko Hosokawa of the same studio was the co-director, along with Jose Luis Márquez of MercurySteam. As thirteen years had passed since the last 2D \"Metroid\" game—2004's \"\"—was released, Sakamoto had a desire to create a new game in this style. He was also aware of the growing demand from fans for a new 2D \"Metroid\" game. Sakamoto had heard that MercurySteam were interested in taking on the challenge of remaking a \"Metroid\" game, so he visited their studio to organise a collaboration. Although Sakamoto did not work on \"Metroid II\", he believed it to be an important game within the series and so he was enthusiastic about remaking the title. Enric Álvarez, the head of MercurySteam, described their collaboration with Nintendo as an \"incredible\" achievement for the developer. The development on \"Samus Returns\" began in 2015. Sakamoto noted that the potential for 2D games in the \"Metroid\" franchise had opened up for Nintendo following the announcement of the game. He expressed that he was keen to evolve some of the traditions in 2D \"Metroid\" games. As a remake, he wanted to preserve some of the originality and wanted to avoid changing things without good reason. Their approach was to add to aspects which improved upon the game's core concept. These ideas led to some control enhancements, such as the addition of free aiming for more precise firing. The idea of a melee counterattack came from MercurySteam, who had implemented a similar parry mechanic in their 2013 game, \"\". Sakamoto felt that the inclusion of the melee counterattack offered players an alternative combat style, in contrast to previous games where the player had to rely on dodging charge attacks from enemies and then defeating them from afar. The decision to transition from the 2D pixel art of previous \"Metroid\" titles to 3D polygonal graphics was made so that the development team could incorporate a lot of varied animation and use different angles to enhance the cutscenes. The music was composed by Daisuke Matsuoka and directed by Kenji Yamamoto, with the latter previously co-composing the music for the 1994 Super Nintendo Entertainment System game \"Super Metroid\".",
            "score": 87.91144585609436
        },
        {
            "docid": "63380_9",
            "document": "Contemporary art . The functioning of the art world is dependent on art institutions, ranging from major museums to private galleries, non-profit spaces, art schools and publishers, and the practices of individual artists, curators, writers, collectors, and philanthropists. A major division in the art world is between the for-profit and non-profit sectors, although in recent years the boundaries between for-profit private and non-profit public institutions have become increasingly blurred. Most well-known contemporary art is exhibited by professional artists at commercial contemporary art galleries, by private collectors, art auctions, corporations, publicly funded arts organizations, contemporary art museums or by artists themselves in artist-run spaces. Contemporary artists are supported by grants, awards, and prizes as well as by direct sales of their work. Career artists train at art school or emerge from other fields.",
            "score": 25.557713985443115
        },
        {
            "docid": "35047773_4",
            "document": "EduCap . The Catherine B. Reynolds Foundation is a United States-based non-profit organization that was established in 2001. The foundation was financed by the sale of Servus Financial Corporation, which was chaired by Catherine B. Reynolds, to Wells Fargo Bank. Since its creation, the Catherine B. Reynolds Foundation has donated more than $100 million to beneficiaries in the performing arts, education, and community services.",
            "score": 28.743135690689087
        },
        {
            "docid": "29685915_2",
            "document": "Kansas City Electronic Music and Arts Alliance . The Kansas City Electronic Music and Arts Alliance (KcEMA) is a not-for-profit promoter of electroacoustic music, electronic music and electronic art in the Kansas City metro area.",
            "score": 14.282643795013428
        },
        {
            "docid": "501016_11",
            "document": "Apple Store . Steve Jobs, the co-founder of Apple, returned as interim CEO in 1997. According to Jobs' biographer Walter Isaacson, Jobs began a concerted campaign to help sales by improving the retail presentation of Macintosh computers. Even with new products launched under Jobs' watch, like the iMac and the PowerBook G3 and an online store, Apple still relied heavily on big box computer and electronics stores for most of their sales. There, customers continued to deal with poorly trained and ill-maintained Mac sections that did not foster customer loyalty to Apple and did not help differentiate the Mac user-experience from Windows. In fact, the retailer trend was towards selling their own generic in-house brand PCs which used even cheaper components than those by major PC makers, increasing retailer overall margins by keeping the manufacturing profits. This \"provided a powerful profit motive to convert customers interested in buying a Mac into the owners of a new, cheaply assembled, house brand PC\".",
            "score": 28.71430516242981
        },
        {
            "docid": "2369138_2",
            "document": "Metroid Dread . Metroid Dread was a 2D side-scrolling action-adventure video game by Nintendo, intended for release on the Nintendo DS handheld game console. It was to be the next entry in the \"Metroid\" series of video games, and a sequel to the 2002 Game Boy Advance title \"Metroid Fusion\". It was first seen in an official internal software list made by Nintendo in 2005 and a reveal at the Electronic Entertainment Expo convention in 2005 and 2006 was anticipated; it was not revealed in either year, and is the only title to date on the list that has not been revealed.",
            "score": 85.0260591506958
        },
        {
            "docid": "355914_20",
            "document": "Super Metroid . Super Metroid collected several awards and honors. \"Electronic Gaming Monthly\" named \"Super Metroid\" a Game of the Month for May 1994, gave it an Editors' Choice award, awarded it as the Best Action Game of 1994, and named it the best game of all time in 2003. IGN ranked \"Super Metroid\" 3rd (2003), 10th (2005) and 7th (2007) in its top 100 games of all time lists. Likewise, IGN readers ranked the game 11th in its top 99 games of all-time list in 2005, and 4th in its top 100 games in 2006. Richard George of IGN also ranked \"Super Metroid\" 3rd in its top 100 SNES games, crediting its \"flawless action, impeccable level design, out-of-this-world atmosphere, a totally badass heroine and an enormous overworld to explore.\" GamesRadar named \"Super Metroid\" the best SNES game of all time, while \"Nintendo Power\" named it the best game in the \"Metroid\" series, beating out \"Metroid Prime\" and \"\". \"GamePro\" listed \"Super Metroid\" as one of the fifteen must-play retro games on the Wii.",
            "score": 81.86203241348267
        },
        {
            "docid": "53525_36",
            "document": "GameCube . Many of Nintendo's own first-party games, such as \"Super Smash Bros. Melee\" and \",\" saw strong sales, though this did not typically benefit third-party developers or directly drive sales of their games. Many cross-platform games — such as sports franchises released by Electronic Arts — were sold in numbers far below their PlayStation 2 and Xbox counterparts, eventually prompting some developers to scale back or completely cease support for the GameCube. Exceptions include Sega's family friendly \"Sonic Adventure 2\" and \"Super Monkey Ball\", which reportedly yielded more sales on GameCube than most of the company's games on the PlayStation 2 and Xbox. After several years of losing money from developing for Nintendo's console, Eidos Interactive announced in September 2003 that it would end support for the GameCube, canceling several games that were in development. Later, however, Eidos resumed development of GameCube games, releasing hit games such as \"\" and \"\". In addition, several third-party games originally intended to be GameCube exclusives – most notably \"Resident Evil 4\" – were eventually ported to other systems in an attempt to maximize profits following lackluster sales of the original GameCube versions.",
            "score": 52.44923257827759
        },
        {
            "docid": "6001570_5",
            "document": "Robert B. Pamplin . After taking time off and traveling in Canada, he returned to Georgia-Pacific and served as President of the company from 1957 until his retirement in 1976. Robert B. Pamplin took Georgia-Pacific through a period of tremendous growth. When he started as President in 1957, annual sales were $121 million and profits were $7.4 million. At the time of his retirement, Georgia Pacific had sales of $3 billion and profits of $215 million.",
            "score": 28.941916465759277
        },
        {
            "docid": "2369138_4",
            "document": "Metroid Dread . \"Metroid Dread\" first appeared in an official internal software list made by Nintendo in 2005 which listed \"key DS games set to be announced in the future.\" This led to the expectation that it would appear at the Electronic Entertainment Expo convention in both 2005 and 2006. It was to be a 2D side-scrolling video game and a sequel to the 2002 video game \"Metroid Fusion\". IGN editor Craig Harris noted that Nintendo revealed it too early and that people should wait until next year. Rumors suggested that \"Metroid Dread\" was cancelled or placed in development hell.",
            "score": 83.5655779838562
        },
        {
            "docid": "31575_28",
            "document": "Tandy Corporation . The Incredible Universe concept was Tandy's attempt to compete with other electronics giants such as Best Buy and Circuit City. A joint venture between Tandy Corporation and Trans World Entertainment, the first two stores, located in Arlington, Texas and Wilsonville, Oregon, opened in 1992. Each Incredible Universe store stocked more than 85,000 items, and the stores' sales personnel did not work on commission. Sales were below average compared to Tandy's profitable RadioShack line, and by late 1996, the company had decided to sell or close all 17 Incredible Universe stores. Many Incredible Universe stores were acquired by Fry's Electronics.",
            "score": 28.342179536819458
        },
        {
            "docid": "604183_11",
            "document": "Metroid: Zero Mission . While working on the concept for the next \"Metroid\" game after \"Metroid Fusion\" was released in 2002, one of the developers for \"Metroid Fusion\" suggested that \"Super Metroid\" be ported to the Game Boy Advance; however, Sakamoto decided to port \"Metroid\" instead. The development team decided to return to the roots of \"Metroid\" gameplay by creating a game based on the original. Sakamoto, noting that \"Metroid Fusion\"s gameplay was drastically different from previous \"Metroid\" games, wanted to \"show people who had never played a \"Metroid\" game prior to \"Metroid Fusion\", the roots of the \"Metroid\" franchise, that this is what \"Metroid\" is, this is the style of gameplay that Metroid sprang from [...] at the same time, retell the story of Samus' original mission\".",
            "score": 92.02413749694824
        },
        {
            "docid": "2258415_6",
            "document": "Yes It Is . \"Yes It Is\" was released as the B-side of \"Ticket to Ride\" in both the UK and the US. American pressings of the single erroneously show \"Yes It Is\" as being from the film \"Eight Arms to Hold You\" (the original title for the film, \"Help!\"), in which it did not appear.",
            "score": 6.43438196182251
        },
        {
            "docid": "923180_3",
            "document": "Metroid Prime Hunters . The game contains more first-person shooter aspects than the previous titles in the \"Metroid Prime\" series, with removal of assisted aiming, more action-oriented gameplay, and various multiplayer modes. It was created to utilize the Nintendo DS hardware, such as Wi-Fi and voice chat capabilities, and introduced other bounty hunters with unique weapons and alternative forms. \"Metroid Prime Hunters\" was announced by Nintendo at the 2004 Electronic Entertainment Expo. A pack-in demo version of the game, titled \"Metroid Prime Hunters: First Hunt\", was included with the Nintendo DS when it launched in November 2004.",
            "score": 75.57260513305664
        }
    ],
    "r": [
        {
            "docid": "176480_13",
            "document": "Metroid . While Nintendo did not formally announce plans for a \"Metroid\" game for the Wii U, \"Animal Crossing\" producer Katsuya Eguchi mentioned in an interview how such a game could make use of the console's tablet controller to perform actions such as scanning enemies and retrieving information. A demo program for the Wii U, \"Battle Mii\", showed Mii characters dressed in Varia Suits, as well as Samus's gunship from \"Other M\"; this was later revealed as a mini-game called \"Metroid Blast\", which is featured in \"Nintendo Land\". \"Nintendo Land\" producer Shigeru Miyamoto, who was also involved with the \"Prime\" trilogy, has declared that this minigame reflects his ideas for future \"Metroid\" games, while also displaying the series is \"a franchise that we value and we certainly want to see what we can do with it in the future\". Miyamoto added that Retro is \"a very high priority\" in the development of more \"Metroid\" games. In 2014, a former artist from Next Level Games revealed his company had interest in developing a 3DS \"Metroid\" game, going as far as building a prototype, before Nintendo asked them to do \"\" instead.",
            "score": 105.46448516845703
        },
        {
            "docid": "176480_26",
            "document": "Metroid . The series has been highly praised by critics, being ranked as the 70th top game (collectively) by \"Next Generation\" in 1996 and as the eighth best video game franchise ever by IGN in 2008. In 2001, \"Electronic Gaming Monthly\" chose \"Super Metroid\" as the best game ever. The \"Metroid\" games have since appeared in other \"best game\" lists, with all games released up to 2005 included in a \"Nintendo Power\" top 200 Nintendo games list, \"Prime\" in the IGN top 100, \"Metroid\", \"Super Metroid\", \"Prime\" and \"Echoes\" in a list by GameFAQs users; \"Metroid\" and \"Super Metroid\" in \"Game Informer\"s list; and \"Prime\" and \"Super Metroid\" in \"Edge\"s list. The series has been influential in many other games, including \"\".",
            "score": 96.86969757080078
        },
        {
            "docid": "176480_16",
            "document": "Metroid . \"Metroid\", \"\", \"Super Metroid\", \"Metroid Fusion\", and \"\" were all developed by Nintendo's internal R&D1 division. The games which have been developed by separate teams are \"Metroid Prime\", \"\", and \"\" (Retro Studios), \"Metroid Prime Hunters\" (Nintendo Software Technology Corporation), \"Metroid Prime Pinball\" (Fuse Games), and \"\" (Project M). The central figures in the production and development of the \"Metroid\" series are Satoru Okada, who directed \"Metroid\" and created the series; Yoshio Sakamoto, who acted as a character designer for the first game and has directed or supervised the development of most of the subsequent games; Gunpei Yokoi, who headed the R&D1 division and produced the first two games; Makoto Kano, who wrote the scenario for \"Metroid\", co-designed the second game, and produced the third; and Hiroji Kiyotake, who designed characters for the original game. \"Mario\" and \"The Legend of Zelda\" creator Shigeru Miyamoto was involved with the \"Prime\" trilogy, having been the one that suggested Retro to work with the franchise.",
            "score": 96.38177490234375
        },
        {
            "docid": "604183_12",
            "document": "Metroid: Zero Mission . One of the biggest challenges that the developers faced was in adding enough elements to \"Metroid: Zero Mission\" to make it feel new, while keeping the spirit of the original \"Metroid\". Because both games were made for the Game Boy Advance, \"Metroid: Zero Mission\" uses a rebuilt version of the game engine used for \"Metroid Fusion\" so that it did not need to be built from scratch. This marked the first time two \"Metroid\" installments have been released for the same video game console. \"Metroid Fusion\" had offered connectivity with \"Metroid Prime\" on the Nintendo GameCube, but \"Metroid: Zero Mission\" did not offer such a feature. Sakamoto explained that the developers wanted to make the game connect to \"Metroid Prime 2: Echoes\" on the GameCube, but the fact that both their release dates were far apart and not enough development time to implement connectivity features prevented them from doing so. However, they managed to include the ability for \"Metroid Fusion\" to connect with \"Metroid: Zero Mission\".",
            "score": 95.60944366455078
        },
        {
            "docid": "17706032_2",
            "document": "List of Metroid media . \"Metroid\" is a video game series published by Nintendo and primarily produced by the company's first-party developers, though second-party Fuse Games and third-party Team Ninja have also developed for the series. It debuted in Japan with on August 6, 1986, and was later released in North America (August 1987) and PAL regions (January 15, 1988). All \"Metroid\" video games have been developed exclusively for Nintendo video game consoles and handhelds, dating from the Nintendo Entertainment System to the current generation of video game consoles. The franchise consists of eleven video games, the latest of which released in 2017. Comics, manga adaptations ,and soundtracks have also been released.",
            "score": 93.86385345458984
        },
        {
            "docid": "604183_10",
            "document": "Metroid: Zero Mission . \"Metroid: Zero Mission\" was directed by Yoshio Sakamoto, a Nintendo veteran who has been involved with the \"Metroid\" series since it first appeared on the Nintendo Entertainment System, and has played a role in every \"Metroid\" game except for \"Metroid II\". Official positions that he held include director of \"Super Metroid\" for the Super Nintendo Entertainment System and \"Metroid Fusion\" for the Game Boy Advance, producer of \"Metroid Prime\" for the Nintendo GameCube, and supervisor of \"\". Sakamoto is the only member from the \"Metroid\" development team to also work on \"Metroid: Zero Mission\". \"Metroid: Zero Mission\" was the last game developed by Nintendo R&D1 before the team was disbanded due to Nintendo restructuring.",
            "score": 92.25348663330078
        },
        {
            "docid": "604183_11",
            "document": "Metroid: Zero Mission . While working on the concept for the next \"Metroid\" game after \"Metroid Fusion\" was released in 2002, one of the developers for \"Metroid Fusion\" suggested that \"Super Metroid\" be ported to the Game Boy Advance; however, Sakamoto decided to port \"Metroid\" instead. The development team decided to return to the roots of \"Metroid\" gameplay by creating a game based on the original. Sakamoto, noting that \"Metroid Fusion\"s gameplay was drastically different from previous \"Metroid\" games, wanted to \"show people who had never played a \"Metroid\" game prior to \"Metroid Fusion\", the roots of the \"Metroid\" franchise, that this is what \"Metroid\" is, this is the style of gameplay that Metroid sprang from [...] at the same time, retell the story of Samus' original mission\".",
            "score": 92.02413940429688
        },
        {
            "docid": "292736_2",
            "document": "Metroid Prime . Metroid Prime is a first-person action-adventure video game developed by Retro Studios and Nintendo for the GameCube video game console. It was released in North America on November 17, 2002, and in Japan and Europe the following year. \"Metroid Prime\" is the fifth main installment in the \"Metroid\" series, and the first \"Metroid\" game to use 3D computer graphics. Because exploration takes precedence over combat, Nintendo classifies the game as a first-person adventure rather than a first-person shooter. On the same day as its North American release, Nintendo also released the Game Boy Advance game \"Metroid Fusion\", marking the return of the \"Metroid\" series after an eight-year hiatus following \"Super Metroid\" (1994).",
            "score": 91.70879364013672
        },
        {
            "docid": "2369138_6",
            "document": "Metroid Dread . When asked by \"Kotaku\" whether the Wii game \"\" (2010) was what became of \"Metroid Dread\", \"Metroid\" series designer Yoshio Sakamoto said it was not. Sakamoto also denied \"Dread\"s connection with the Nintendo 3DS game \"\" (2017), and stated that \"Samus Returns\" is a remake of \"\" (1991) and not something to do with \"Dread\". \"GamesTM\" asked Sakamoto whether \"Dread\" ever existed; Sakamoto confirmed its existence but stated that if the staff went back to it, they would \"start from scratch.\" Sakamoto also stated that they were \"waiting and watching and reading the comments to see what people are interested in before we make any comment on the project.\" According to Sakamoto, questions about \"Metroid Dread\" were popular, especially in interviews following E3. In May 2010, Craig Harris confirmed that the story for \"Metroid Dread\" was fully written and that he had seen it. He claimed that Nintendo was able to \"bring it back at any time.\" \"Metroid Dread\" is the only game on the internal software list that has not yet been released.",
            "score": 91.44771575927734
        },
        {
            "docid": "518192_76",
            "document": "Need for Speed . The \"Need for Speed\" series was originally developed by Distinctive Software, a video game studio based in Vancouver, British Columbia, Canada. Prior to Electronic Arts' purchase of the company in 1991, it had created popular racing games such as \"Stunts\" and \"Test Drive II: The Duel\". After the purchase, the company was renamed Electronic Arts (EA) Canada. The company capitalized on its experience in the domain by developing the \"Need for Speed\" series in late 1992. EA Canada continued to develop and expand the \"Need for Speed\" franchise up to 2002, when another Vancouver-based gaming company, named Black Box Games, was contracted to continue the series with \"\". EA Black Box has been the primary series developer on a yearly cycle from 2002-08. In 2009, EA brought in Slightly Mad Studios, due to sagging sales, and they released \"\", and EA's own UK-based company Criterion Games came with \"\" in 2010. In 2011, Slightly Mad Studios released a sequel to \"Shift\", \"\" and EA Black Box released \"\".",
            "score": 91.4146957397461
        },
        {
            "docid": "1894570_8",
            "document": "Metroid Prime Pinball . While making \"Metroid Prime Hunters\", a \"Metroid\" first-person shooter video game for the Nintendo DS, Nintendo producer Kensuke Tanabe came up with the idea to make a pinball game based on the \"Metroid\" series as Fuse Games finished \"Mario Pinball Land\", another pinball simulator based on a Nintendo property. Tanabe felt like the \"Metroid\" universe fit into such a setting due to series protagonist Samus being able to morph into a ball, and Fuse agreed that the license was \"a great fit for pinball\", accepting to work on the game. Fuse Games then received some assets from \"Metroid Prime\" developers Retro Studios, and collaborated with the \"Hunters\" team at Nintendo Software Technology to elaborate on specific aspects of \"Metroid Prime Pinball\", such as Samus's wall climbing and shooting abilities. Head of development Adrian Barritt said that in \"Metroid Prime Pinball\" the team tried to fix criticisms raised about the difficulty of \"Mario Pinball Land\", creating a \"more beginner friendly\" game.",
            "score": 90.97024536132812
        },
        {
            "docid": "356429_11",
            "document": "Metroid Fusion . \"Metroid Fusion\" was developed by Nintendo Research & Development 1 (R&D1), the same development team that created the 1994 video game \"Super Metroid\" for the Super Nintendo Entertainment System, which visually bears a resemblance to \"Metroid Fusion\". Its gameplay, screen layout, and controls mimic those of \"Super Metroid\", with minor enhancements. \"Metroid Fusion\" is the first 2D \"Metroid\" game with animated cutscenes; the game's story is revealed through text and visual close-ups. \"Metroid Fusion\" was written and directed by series designer Yoshio Sakamoto, and produced by Takehiro Izushi.",
            "score": 90.83210754394531
        },
        {
            "docid": "923180_15",
            "document": "Metroid Prime Hunters . \"Metroid Prime Hunters\" was first revealed at the Electronic Entertainment Expo (E3) 2004, with IGN giving the game their Best Nintendo DS Game of E3 award. When Nintendo received negative feedback at E3 2005 about the game's lack of an online feature, the company announced in August 2005 that the game's release would be delayed to give the developers time to implement Nintendo WFC support. After the game's release was delayed to give NST time to implement the multiplayer feature, the developers took the time to make more changes. They worked on the game's framerate to make the graphics move more smoothly. The game's visuals were improved; a developer added reflections to the Morph Ball. The other developers admired the effect, and added it to other parts of the game. NST collaborated with Retro Studios, the company behind several \"Metroid\" games, to design the game's art and characters to make sure that they fit into the overall \"Metroid\" series. When asked why \"Metroid Prime Hunters\" was placed between \"Metroid Prime\" and \"\" chronologically, Reed noted that the game was not influenced by the story of either game, so there were no continuity issues. He described \"Hunters\" as a side story to the \"Metroid Prime\" series.",
            "score": 90.73556518554688
        },
        {
            "docid": "469185_2",
            "document": "Metroid Prime 2: Echoes . Metroid Prime 2: Echoes is a first person action-adventure video game developed by Retro Studios and published by Nintendo for the GameCube video game console. It is the seventh published game in the \"Metroid\" series, a sequel to \"Metroid Prime\", and the first game in the series with a multiplayer feature. \"Echoes\" was released in North America, Europe, and Australia in 2004; and in Japan under the name Metroid Prime 2: Dark Echoes in May 2005.",
            "score": 90.36695861816406
        },
        {
            "docid": "355914_23",
            "document": "Super Metroid . After \"Super Metroid\"s release, there would not be another sequel for eight years, as none of the games in the \"Metroid\" series up to this point had enjoyed the level of success that the \"Mario\" and \"The Legend of Zelda\" franchises had. \"Metroid\" series producer Gunpei Yokoi left Nintendo in August 1996, amid the failure of the Virtual Boy, and later died in a car accident in October 1997. During the series' hiatus, fans eagerly awaited a \"Metroid\" game for the Nintendo 64. Sakamoto considered creating an N64 title, but was not interested in being part of its development, mainly because of the console's controller. Nintendo approached another company to make an N64 \"Metroid\", but the offer was declined because the developers thought they could not make a game that could equal \"Super Metroid\"s standards. \"Mario\" and \"The Legend of Zelda\" series creator Shigeru Miyamoto said that Nintendo \"couldn't come up with any concrete ideas\" on the N64 game.",
            "score": 90.24346923828125
        },
        {
            "docid": "604183_2",
            "document": "Metroid: Zero Mission . Metroid: Zero Mission is a side-scrolling action-adventure video game published by Nintendo, and developed by its Research & Development 1 (R&D1) division for the Game Boy Advance. It is a remake of the 1986 game \"Metroid\"—the first installment in the \"Metroid\" video game series, and is designed to retell that entry's story with modernized gameplay. It was initially released in North America in February 2004.",
            "score": 89.83589172363281
        },
        {
            "docid": "46980626_2",
            "document": "Metroid Prime: Federation Force . Metroid Prime: Federation Force is a cooperative first-person shooter video game developed by Next Level Games and published by Nintendo for the Nintendo 3DS. The game is a spin-off of the \"Metroid Prime\" series, where the player assumes the role of a Galactic Federation Marine, featuring gameplay elements similar to those of \"Metroid Prime Hunters\". It also includes a multiplayer soccer-based game mode known as \"Metroid Prime: Blast Ball\".",
            "score": 89.72032165527344
        },
        {
            "docid": "652308_16",
            "document": "Ridley (Metroid) . Throughout the history of the \"Metroid\" series, Ridley has received positive reception as the series antagonist. He is regarded as a favorite amongst both the \"Metroid\" fandom and the series's developers. Nintendo Power listed him as their sixth favorite Nintendo villain, citing both his involvement in the death of Samus's parents as well as his determination, dying at Samus' hands many times yet always coming back. Computer and Video Games editor Mike Jackson described Ridley as a \"fan favorite.\" GameDaily called him the 16th greatest Nintendo character, commenting that he \"beats Mother Brain by a mile as the coolest Metroid villain.\" IGN editor Jesse Schedeen called Ridley the real villain of the \"Metroid\" series, commenting that he would have to be included in a \"Metroid\" film if one were made due to him being too important to leave out. 1UP.com editor Nadia Oxford described the Nintendo Comics System version of Ridley as being more of a \"squashed bug\" than a \"fearsome reptile.\" The 1UP.com staff listed the battle with Ridley in \"Super Metroid\" as among the most iconic in Nintendo history. They stated that his appearance in \"Super Metroid\" is more memorable than any other appearance in the \"Metroid\" series, and that his return from the original game added some familiarity to \"Metroid\" fans. GamesRadar listed him third on their list of video game villains who will never stay dead, calling him Samus's \"great white whale\" that, even while he has tormented her throughout her life, she just cannot seem to kill. Gaming Nexus criticized the lack of fellow \"Metroid\" villain Kraid in \"\", but stated that the developers made up for it by adding the best Ridley battle in the series's history. IGN editors Phil Pirrello and Richard George listed Ridley as the second most deserving Nintendo character for inclusion in \"Super Smash Bros. Brawl\", stating that Samus was the only playable character in the game to represent the \"Metroid\" series (despite it being one of Nintendo's most famous and revered), and that the inclusion of Ridley would broaden the series's range.",
            "score": 89.69896697998047
        },
        {
            "docid": "355914_10",
            "document": "Super Metroid . \"Super Metroid\" was developed by Nintendo R&D1 with a staff of 15 people managed by Gunpei Yokoi. The game was directed and written by Yoshio Sakamoto, and produced by Makoto Kano. Intelligent Systems, who co-developed the original \"Metroid\" with R&D1, handled the programming for \"Super Metroid\". The opening dialogue was voiced by Dan Owsen, an employee of Nintendo of America. The game, which was released almost a decade after the original \"Metroid\" game, took half a year to gain approval for the initial idea, and actual development of the game took two more years to complete. When asked why the game took so long to make, Sakamoto responded, \"We wanted to wait until a \"true\" action game was needed. [...] And also to set the stage for the reappearance of Samus Aran.\" Previously visited areas were added to \"Super Metroid\" to add a sense of familiarity that would satisfy players of previous \"Metroid\" games.",
            "score": 89.37094116210938
        },
        {
            "docid": "12783943_2",
            "document": "Metroid Prime: Trilogy . Metroid Prime: Trilogy is a compilation of action-adventure games developed by Retro Studios and published by Nintendo for the Wii video game console. It features three games from the \"Metroid\" series: \"Metroid Prime\", \"\", and \"\". \"Prime\" and \"Echoes\", which were originally released for the GameCube, were updated with many of the features that were first implemented in \"Corruption\", such as a new control scheme based on the Wii Remote and a credits system that was supported by WiiConnect24.",
            "score": 88.96626281738281
        },
        {
            "docid": "18597967_16",
            "document": "Metroid (video game) . \"Metroid\" has shipped 2.73 million units worldwide. In 2006, \"Nintendo Power\" ranked \"Metroid\" as the 11th-best game on its list of the Top 200 Games on a Nintendo video game console. Two years later, the magazine also named \"Metroid\" the fifth-best game for the Nintendo Entertainment System in its Best of the Best feature, describing it as a combination of \"Super Mario Bros.\"s platforming and \"The Legend of Zelda\"s exploration and character upgrades. On Top 100 Games lists, the game was ranked 69th by \"Electronic Gaming Monthly\", and 6th by \"Game Informer\" then 7th in 2009 by \"Game Informer\". \"Game Informer\" also put \"Metroid\" 7th on their list of \"The Top 200 Games of All Time\", saying that it \"started the concept of open exploration in games\". GamesRadar ranked it the fifth best NES game ever made. The staff felt that it had aged after the release of \"Super Metroid\" but was \"fantastic for its time\". \"Metroid\"s multiple endings enticed players to race through the game as fast as possible, a method of play commonly known as speedrunning. The game was re-released or made available several times after its original launch. Linking the Game Boy Advance game \"Metroid Fusion\" (2002) with the GameCube's \"Metroid Prime\" (2002) using a special cable unlocks the full version of \"Metroid\". An emulated version of \"Metroid\" was available as a bonus upon completion of \"\" (2004). A Game Boy Advance port of \"Metroid\", part of the \"Classic NES Series\" collection, was released in Japan on August 10, 2004, in North America on October 25, 2004, and in Europe on January 7, 2005. The game arrived on the Wii Virtual Console in Europe on July 20, 2007, in North America on August 13, 2007, and in Japan on March 4, 2008. \"Metroid\" was released for the Nintendo 3DS Virtual Console in March 1, 2012. This release was featured amongst other games from the NES and Super NES to be released for the 3DS on a tech demo called \"Classic Games\" at E3 2010. Nintendo of America president Reggie Fils-Aimé said \"not to think of them as remakes\". Miyamoto said that these classics might be using \"new features in the games that would take advantage of the 3DS' capabilities\".",
            "score": 88.68577575683594
        },
        {
            "docid": "356429_15",
            "document": "Metroid Fusion . Nintendo first confirmed an unnamed \"Metroid\" title would be released for the Game Boy Advance handheld game console on March 23, 2001. Despite speculation that the game would be based on \"Super Metroid\", Ken Lobb, Nintendo of America's Director of Game Development, quelled rumors by stating, \"One of the things I wanted to get across in today's meeting is that \"Metroid\" is not \"Super Metroid\". It's something new. [...] And that's something that will hopefully be seen at E3 for our sweet little Game Boy Advance.\" The first video footage from the game, a 10-second clip, was shown to the public on May 18, 2001, at the 2001 Electronic Entertainment Expo; by then, the game was titled \"Metroid IV\". At the E3 convention the following year, IGN awarded the game, titled \"Metroid Fusion\", their Best of Show and Best Action Game awards.",
            "score": 88.586669921875
        },
        {
            "docid": "355914_24",
            "document": "Super Metroid . In 2002, two new \"Metroid\" games were released by Nintendo, marking the return of the series after an eight-year hiatus. The games were \"Metroid Fusion\", a 2D side-scroller developed for the Game Boy Advance by Nintendo R&D1, the same team that developed \"Super Metroid\"; and \"Metroid Prime\", a first-person action-adventure game developed for the GameCube by Retro StudiosNintendo's first-party developer based in Austin, Texas, and the first \"Metroid\" game to feature 3D computer graphics. Both \"Fusion\" and \"Prime\" garnered critical acclaim, with the latter winning several Game of the Year awards. After \"Metroid Prime\", three more games in the first-person perspective and a pinball spin-off were released, including its sequel, \"\".",
            "score": 88.5074691772461
        },
        {
            "docid": "1894570_12",
            "document": "Metroid Prime Pinball . Despite early skepticism over the quality of a pinball video game themed after the \"Metroid\" series, reviews praised the integration of the two in \"Metroid Prime Pinball\". \"Nintendo Power\" called the game a \"fully realized and well-tuned hybrid of pinball play and Metroid Prime atmosphere\", and the \"Official Nintendo Magazine\" named it one of the better recently released pinball games. GameZone believed that the game appeals to anyone who is a fan of pinball games or the \"Metroid Prime\" franchise, to which \"Play\" magazine attested, adding that the game embodies the \"Metroid Prime\" series well.",
            "score": 88.43075561523438
        },
        {
            "docid": "923180_2",
            "document": "Metroid Prime Hunters . Metroid Prime Hunters is a first-person action-adventure video game published by Nintendo and developed by its Redmond-based subsidiary Nintendo Software Technology for the Nintendo DS handheld game console. It was released in North America in March 2006, with other territories later. It is a part of the \"Metroid\" series, and the story takes place between the events of \"Metroid Prime\" and \"\". Players assume the role of series protagonist Samus Aran, a bounty hunter who investigates a mysterious message that originated from the Alimbic System.",
            "score": 88.39293670654297
        },
        {
            "docid": "54294485_10",
            "document": "Metroid: Samus Returns . \"Metroid: Samus Returns\" was developed collaboratively by the Spanish video game development studio MercurySteam and the Japanese company Nintendo. Yoshio Sakamoto, executive officer of Nintendo's Entertainment Planning & Development division, served as the game's producer, while Takehiko Hosokawa of the same studio was the co-director, along with Jose Luis Márquez of MercurySteam. As thirteen years had passed since the last 2D \"Metroid\" game—2004's \"\"—was released, Sakamoto had a desire to create a new game in this style. He was also aware of the growing demand from fans for a new 2D \"Metroid\" game. Sakamoto had heard that MercurySteam were interested in taking on the challenge of remaking a \"Metroid\" game, so he visited their studio to organise a collaboration. Although Sakamoto did not work on \"Metroid II\", he believed it to be an important game within the series and so he was enthusiastic about remaking the title. Enric Álvarez, the head of MercurySteam, described their collaboration with Nintendo as an \"incredible\" achievement for the developer. The development on \"Samus Returns\" began in 2015. Sakamoto noted that the potential for 2D games in the \"Metroid\" franchise had opened up for Nintendo following the announcement of the game. He expressed that he was keen to evolve some of the traditions in 2D \"Metroid\" games. As a remake, he wanted to preserve some of the originality and wanted to avoid changing things without good reason. Their approach was to add to aspects which improved upon the game's core concept. These ideas led to some control enhancements, such as the addition of free aiming for more precise firing. The idea of a melee counterattack came from MercurySteam, who had implemented a similar parry mechanic in their 2013 game, \"\". Sakamoto felt that the inclusion of the melee counterattack offered players an alternative combat style, in contrast to previous games where the player had to rely on dodging charge attacks from enemies and then defeating them from afar. The decision to transition from the 2D pixel art of previous \"Metroid\" titles to 3D polygonal graphics was made so that the development team could incorporate a lot of varied animation and use different angles to enhance the cutscenes. The music was composed by Daisuke Matsuoka and directed by Kenji Yamamoto, with the latter previously co-composing the music for the 1994 Super Nintendo Entertainment System game \"Super Metroid\".",
            "score": 87.91144561767578
        },
        {
            "docid": "18597967_17",
            "document": "Metroid (video game) . In a retrospective focusing on the entire \"Metroid\" series, GameTrailers remarked on the original game's legacy and its effect on the video game industry. They noted that starting with \"Metroid\", search and discovery is what continues to make the franchise popular. The website felt that the combination of detailed sprites, original map designs, and an intimidating musical score \"generated an unparalleled ambience and atmosphere that trapped the viewer in an almost claustrophobic state\". They also noted that the Morph Ball, first introduced in \"Metroid\", \"slammed an undeniable stamp of coolness on the whole experience and the franchise\", and they enjoyed the end segment after defeating Mother Brain, claiming that the race to escape the planet Zebes was a \"twist few saw coming\". The game brought \"explosive action\" to the Nintendo Entertainment System and a newfound respect for female protagonists. Noting that \"Metroid\" was not the first game to offer an open world, nor was it the first side-view platformer exploration game, and neither was it the first game to allow players to reach new areas using newly acquired items, Gamasutra praised \"Metroid\" for being perhaps the first video game to \"take these different elements and rigorously mold them into a game-ruling structure\".",
            "score": 87.52668762207031
        },
        {
            "docid": "51264361_10",
            "document": "AM2R . Mike Fahey, writing for \"Kotaku\", called the game brilliant, and compared the gameplay, graphics and music favorably to their \"Metroid II\" counterparts. \"Siliconera\" Ishaan found the game impressive, and said that it stands out from other fan-made remakes. Sam Machkovech at \"Ars Technica\" said that the game would be a delight to people who liked \"Zero Mission\", and that its quality and amount of polish put it on par with Nintendo's games. Zack Furniss of \"Destructoid\" liked the game to the point that he thought Nintendo should use some ideas from it in future \"Metroid\" titles. Jonathan Holmes, also at \"Destructoid\", said that \"AM2R\" does a good job at filling the \"void\" left by Nintendo's lack of new 2D \"Metroid\" games, calling it \"even more of an extensive re-imagining than \"Metroid: Zero Mission\" was to \"Metroid 1\"\". Gonçalo Lopes at \"Nintendo Life\" said that the game was a great way to celebrate the series' 30th anniversary and a dream come true for \"Metroid\" fans, and that he imagined people would be willing to pay money for it if sold on Nintendo's eShop. Matthew Castle at \"Nintendo Gamer\" called it an example of how to do a remake right. Tom Sykes at \"PC Gamer\" praised \"AM2R\" as a \"great game in its own right\" regardless of whether one had played \"Metroid II\" prior or not. \"NF Magazine\" Tony Ponce initially worried that the game would lose the \"eerie charm\" of \"Metroid II\", but found it to be able to keep a high-tension feeling, as well as including new things for longtime fans of the original.",
            "score": 87.40325927734375
        },
        {
            "docid": "356429_2",
            "document": "Metroid Fusion . Metroid Fusion is an action-adventure video game published by Nintendo for the Game Boy Advance handheld game console. The fourth installment in the \"Metroid\" series, it was developed by the company's Research & Development 1 (R&D1) divisionthe same team that previously developed the 1994 game \"Super Metroid\", to which \"Fusion\" bears heavy resemblance. It was released in North America, Europe, and Australia in November 2002, and in Japan in February 2003.",
            "score": 87.40008544921875
        },
        {
            "docid": "923180_14",
            "document": "Metroid Prime Hunters . While developing the game, most of NST's efforts were focused on its multiplayer aspect because of its first-person shooter gameplay, and to take advantage of the Wi-Fi and voice chat capabilities of the Nintendo DS. One of the game's designers, Richard Vorodi, noted that \"the hardware kinda dictated [their focus onto the game's multiplayer mode].\" Wanting to introduce a new element to the \"Metroid\" series, Abe created several new bounty hunters after he realized that the game's multiplayer mode and the new bounty hunters could both be implemented seamlessly into the game: \"We had this idea early on and thought that would be a good way to introduce [\"Metroid Prime Hunters\"] and [the new bounty hunters] to the gameplay and take advantage of that in the multiplayer.\" \"Metroid Prime Hunters\" includes several references to previous games in the \"Metroid Prime\" series. Samus' ship is from the original \"Metroid Prime\", and her suit is the same one that appears in \"Metroid Prime 2: Echoes\". The developers decided to add them because they wanted to show that the technology has evolved, and they also wanted to include something that was instantly recognizable to those who had played previous games in the series. On level design, Abe said that as the game's controls shifted from an analog stick method to touchscreen aiming, the developers wanted to avoid making the gameplay and the control scheme more difficult.",
            "score": 87.3698959350586
        },
        {
            "docid": "1903351_19",
            "document": "Metroid Prime 3: Corruption . Casamassina initially criticized Nintendo for its minimal marketing campaign for \"Corruption\" and compared it to the larger campaign for the original \"Metroid Prime\", which included its own live action advertisement. He concluded that the campaign was the result of Nintendo's new focus on casual games for their console. When questioned on the company's actions, Nintendo of America responded by saying, \"Nintendo fans will be surprised by the quantity and quality of \"Metroid Prime 3: Corruption\" information that becomes available before the game launches on Aug. 27. Your patience will be rewarded (or Corrupted).\" Following this promise, Nintendo released the \"\"Metroid Prime 3\" Preview\" channel on August 10, 2007, in North America and on October 15, 2007, in Europe. The channel, available as a free download via the Wii Shop Channel, allowed Wii owners to view preview videos of the game that included a battle sequence and previously unannounced details on new characters. The Preview channel was the first in a series of new downloadable content including videos made available in North America. The \"month of \"Metroid\"\", as named by Nintendo, included Virtual Console versions of \"Metroid\", available on August 13, 2007, and \"Super Metroid\", available on August 20, 2007.",
            "score": 87.1308822631836
        },
        {
            "docid": "1903351_2",
            "document": "Metroid Prime 3: Corruption . Metroid Prime 3: Corruption is a first-person action-adventure video game developed by Retro Studios and published by Nintendo for the Wii video game console. A part of the science fiction \"Metroid\" series, it is the third installment in the \"Metroid Prime\" series, excluding spin-off titles. It was released in North America and Europe in 2007, and in Japan the following year.",
            "score": 87.04553985595703
        }
    ]
}