{
    "q": [
        {
            "docid": "40693632_15",
            "document": "DJI (company) . The Mavic (御) series currently includes Mavic Pro and Mavic Air, both have foldable design that allow drones to be transported more easily.",
            "score": 108.85228252410889
        },
        {
            "docid": "51917900_2",
            "document": "Mavic (UAV) . The Mavic Pro () is an unmanned aerial photography and videography drone for personal and commercial use released by DJI.",
            "score": 124.30661392211914
        },
        {
            "docid": "51917900_12",
            "document": "Mavic (UAV) . At the 2017 IFA trade show, DJI announced the upgraded Mavic Pro Platinum. The upgraded version includes better battery life and improved noise reduction due to new propellers and electronic speed controllers. The Mavic Air was announced on 23 January 2018, for release on 28 January at a starting price of $799. It is marketed as a smartphone-sized drone that can fit in a jacket's pocket.",
            "score": 103.94510960578918
        },
        {
            "docid": "51917900_8",
            "document": "Mavic (UAV) . The Mavic is the first DJI drone to have gesture control. Users can wave their arms in specific patterns to trigger drone functions, such as taking a picture.",
            "score": 109.14081239700317
        },
        {
            "docid": "9478497_6",
            "document": "Micro Center . Micro Center was the first retailer in the United States to sell the DJI Mavic Pro drone, launching it by hosting a three-day demonstration in their Columbus store's parking lot which was open to the press and the public.",
            "score": 93.88676166534424
        },
        {
            "docid": "40693632_17",
            "document": "DJI (company) . The Mavic Air was announced on 23 January 2018, for release on 28 January. It is marketed as a smartphone-sized drone that can fit in a jacket pocket.",
            "score": 86.8730583190918
        },
        {
            "docid": "51917900_10",
            "document": "Mavic (UAV) . The Mavic controller is more compact than those for other DJI drones. It includes fold-out grips for smartphones and small tablets and has a built-in flight information display for flight without a smartphone or tablet.",
            "score": 87.66931438446045
        },
        {
            "docid": "58900_65",
            "document": "Unmanned aerial vehicle . Consumer drones are also widely used by military organizations worldwide because of the cost-effective nature of consumer product. In 2018, Israeli military started to use DJI Mavic and Matrice series of UAV for light reconnaissance mission since the civilian drones is easier to use and has higher reliability. DJI drones is also the most widely used commercial unmanned aerial system that the US Army has employed.",
            "score": 104.23539400100708
        },
        {
            "docid": "40693632_28",
            "document": "DJI (company) . Released in May 2017, the Spark (晓) was designed to be an affordable consumer drone that is nevertheless capable of producing high-quality images and video. This drone is DJI's cheapest to date and features a 12-megapixel camera capable of shooting 1080p video at 30fps. The camera is stabilised mechanically by a 2-axis gimbal. The Spark also carries an advanced infrared 3D camera that helps the drone to detect obstacles in front of it, as well as facilitating hand-gesture control—a feature that was, until the release of the Mavic Air in January 2018, unique to the Spark. In addition to a smartphone app with virtual controller, a physical controller can also be bought, extending the drone's range up to 1.2 miles (2 km). The aircraft has a flight duration of up to 16 minutes, but its exhausted battery can easily be swapped out for a charged battery to extend flight time.",
            "score": 86.80399703979492
        },
        {
            "docid": "40693632_16",
            "document": "DJI (company) . The Mavic Pro is introduced on September 27, 2016. It features multiple redundant sensors and obstacle avoidance to help prevent crashes.",
            "score": 73.00695610046387
        },
        {
            "docid": "51917900_11",
            "document": "Mavic (UAV) . A switch on the Mavic allows it to operate in Wi-Fi mode independent of the controller (\"e.g.\", controlled directly from a smartphone). In Wi-Fi mode, all flight functions can be accessed using the DJI Go 4 app but with reduced range to a few hundred feet.",
            "score": 70.0298159122467
        },
        {
            "docid": "51917900_7",
            "document": "Mavic (UAV) . DJI rates the battery life of the Mavic at 27 minutes of flight time in zero wind conditions. Max hovering time (0 wind) is 24 minutes, while normal flight drops to 21 minutes.",
            "score": 67.44449234008789
        },
        {
            "docid": "51917900_4",
            "document": "Mavic (UAV) . The Mavic is equipped with the same camera as the Phantom 4 UAV. The camera is a 12MP camera that is capable of shooting 4K videos at 24 frames per second (FPS). It is capable of 96 FPS when shooting in 1080p. Its camera keeps the same 60Mbit/s bitrate seen in the Phantom 4. The lens in the DJI Mavic possesses a 78-degree field of view (FOV), whereas the Phantom 4 maintains a 94-degree FOV.",
            "score": 64.52867364883423
        },
        {
            "docid": "49321811_11",
            "document": "UAV-related events . In January 2017 a 23 year old UAV operator from Xiaoshan was detained because of footage taken from a drone flying near airliners descending to land at Hangzhou Xiaoshan International Airport. The incident came to light when footage was uploaded to QQ. This was an eight-second clip from a ten-minute recording taken from an altitude of 450m. The operator had flown it to photograph a sunset, but had also recorded several airliners flying past. The model used was a DJI Mavic and the manufacturer strongly condemned the incident.",
            "score": 71.51038980484009
        },
        {
            "docid": "40693632_36",
            "document": "DJI (company) . On November 17, 2017, Ars Technica reported a security breach of private customer data at DJI. However, The Verge found that according to US government report, DJI drone has kept data safe despite the Ars Technica's claim. Nevertheless, DJI announced they've added Local Data Mode for their drones, which aerial platform will not enable any data transfer involving Internet during the flight. Brendan Schulman from DJI’s Vice President of Policy and Legal Affairrs, responded to the report from Ars Technica, saying “DJI is committed to protecting the privacy of its customers’ photos, videos and flight logs.\"",
            "score": 72.69483137130737
        },
        {
            "docid": "40693632_35",
            "document": "DJI (company) . Several military organizations also utilize DJI products for aerial photography mission including the US Army, and DJI drones were the most widely used commercial unmanned aerial system that the US Army has employed. However, on August 2017, the United States Army published internal guidance regarding the banning of using DJI drones and parts in the army for security reasons. DJI’s Public Relations Manager, Michael Perry expressed surprise and disappointment after the memo was released. A U.S. Army spokesperson responses to media and claim that the guidance is still undergoing a review. Although US Army has stopped using DJI products, other branches of the US military such as the US Marines are still fielding DJI product as commercial photography platform.",
            "score": 80.65217590332031
        },
        {
            "docid": "277914_66",
            "document": "Science and technology in China . China is the leader in drone technology, it is the first country in the world to create large scale transport drones, as well as the first to produce an amphibious drone. Chinese drone companies such as DJI and Ehang (Beijing Yi-Hang Creation Science & Technology) conquered majority of the civilian drone industry, with DJI alone dominating 85% of the global market share. Ehang also created the world's first \"flying taxi\" drone, Ehang 184, an eco-friendly low altitude autonomous aerial vehicle capable of providing transportation and medium distance communication.",
            "score": 71.17613649368286
        },
        {
            "docid": "40693632_33",
            "document": "DJI (company) . As of March 2017, DJI has a 50 percent market share of the consumer drone market according to NPD numbers. Top line estimates from the FAA point towards the number of consumer drones hitting over 4 million units by 2021.",
            "score": 67.2196135520935
        },
        {
            "docid": "51066562_6",
            "document": "Yuneec International Typhoon H . A key reason why the Typhoon H has been successful in the aerial cinematography world and is often preferred to models like DJI's Phantom and Inspire, is because of the built in Android Tablet to the 2.4ghz transmitter. This provides built in telemetry and direct camera streaming. The drone is also known for its unusually high camera quality out of the box which companies such as DJI have lacked. Although the range on the Typhoon H is not as far as the DJI Phantom lineup, many professional cinematographers have said they prefer the low latency transmission which DJI does not offer. Both drones do operate with full control well beyond eyesight.",
            "score": 70.77906942367554
        },
        {
            "docid": "40693632_3",
            "document": "DJI (company) . DJI is the world's leader in the civilian and commercial drone industry, accounting for over 70% of the drone market. Its drone technology has been used globally for the music, television and film industries, including K-pop music videos and the sets of Emmy Award-nominated television productions such as \"The Amazing Race\", \"American Ninja Warrior\", \"Better Call Saul\", \"Game of Thrones\", and many more.",
            "score": 68.31603765487671
        },
        {
            "docid": "51917900_3",
            "document": "Mavic (UAV) . The Mavic will fold small enough to fit into a small bag (83mm x 83mm x 198mm). Its legs and propellers fold underneath and to the side of the drone to form a compact package.",
            "score": 60.78433561325073
        },
        {
            "docid": "45706322_7",
            "document": "Phantom (UAV) . DJI Phantom 4 Pro, released in November 2016, has a three-axis stabilized camera with a 1-inch 20 MP CMOS sensor. It upgrades its obstacle avoidance with five directional sensors. The Phantom 4 Pro offers two remote controllers, one with a dedicated screen (Phantom 4 Pro+) and one without. It integrates an upgraded Lightbridge HD video transmission system that adds 5.8 GHz transmission support and a maximum downlink video transmission range of 7 km. In addition - DJI released a set of Goggles, which can be used with various DJI equipment, including the Phantom 4 Pro, to allow First Person View (FPV) flying. Announced at the 2017 IFA trade show, it gives the option to have the Phantom 4 Pro painted in obsidian black. Some build quality upgrades are included with the camera gimbal being made of magnesium.",
            "score": 58.09793138504028
        },
        {
            "docid": "1338764_10",
            "document": "Mavic . Mavic also makes clincher rims. The Mavic Open Pro is popular for everyday road use. CXP rims are the semi-aero counterparts.",
            "score": 58.15879440307617
        },
        {
            "docid": "40693632_29",
            "document": "DJI (company) . There have been multiple complaints that the drone could switch off and fall while flying. DJI responded to this by releasing a mandatory battery firmware update in August 2017.",
            "score": 61.18688893318176
        },
        {
            "docid": "40693632_34",
            "document": "DJI (company) . In January 2015, a DJI Phantom 3 crashed into the White House's south lawn, in Washington, D.C.. DJI later set up a no-fly Geo-system according to prohibited airspace, and forced all drones to update the firmware. The new system will forbid flights getting closer or take off in restricted zones based on its GPS location.",
            "score": 66.76126623153687
        },
        {
            "docid": "51174872_4",
            "document": "Osmo (camera) . The DJI Osmo is a camcorder, as it is only packaged with its handle, camera gimbal, and case. The interface of the camera is controlled through a smartphone app called \"DJI Go\", which is used in certain Phantom drones.",
            "score": 63.48759746551514
        },
        {
            "docid": "54808321_10",
            "document": "One Day in the Haram . As well as the ground filming the production obtained permissions for four helicopter flights over Makkah airspace. The film also featured low flying drone filming, using the DJI Matrice 600 and the DJI Inspire.",
            "score": 61.07215929031372
        },
        {
            "docid": "45651130_26",
            "document": "Regulation of UAVs in the United States . In 2015, a drone operated by a civilian flew into the White House property. As a result, the drone manufacturer, DJI, issued a statement saying that they will now require that all of their drones would contain built-in geofencing limits.",
            "score": 63.786680698394775
        },
        {
            "docid": "51917900_13",
            "document": "Mavic (UAV) . It features a 12 MP 4K HDR camera, mounted on a 3-axis gimbal, and has a new panorama mode, which stitches together 25 photos in eight seconds to create a \"Sphere Panorama\". Due to antennas mounted on its landing gear, the drone has a 21-minute flight time and a 2.5 mile range. Like the Spark, the Air also features the \"Smart Capture\" mode, in which the drone can be controlled by hand gestures.",
            "score": 58.28826689720154
        },
        {
            "docid": "40693632_2",
            "document": "DJI (company) . Dà-Jiāng Innovations Science and Technology Co. Ltd. (doing business as DJI in other countries) is a Chinese technology company headquartered in Shenzhen, Guangdong with manufacturing facilities throughout the world. It is known as a manufacturer of unmanned aerial vehicles (UAV), commonly known as drones, for aerial photography and videography. DJI also design and manufacture camera gimbals, flight platforms, cameras, propulsion systems, camera stabilizers, and flight control systems.",
            "score": 70.3258867263794
        },
        {
            "docid": "144068_5",
            "document": "Precision agriculture . Precision agriculture has also been enabled by unmanned aerial vehicles like the DJI Phantom which are relatively inexpensive and can be operated by novice pilots. These systems, commonly known as drones, can be equipped with hyperspectral or RGB cameras to capture many images of a field that can be processed using photogrammetric methods to create orthophotos and NDVI maps.",
            "score": 58.25084972381592
        },
        {
            "docid": "52422387_9",
            "document": "University of South Florida Tampa Library . The DHHC documents heritage sites, landscapes and objects. The DHHC creates digital learning tools to promote heritage tourism. The technologies being used include 3D laser scanners, Nikon DSLR cameras, DJI Phantom and DJI Mavic unmanned aerial vehicles, Agisoft Photoscan Professional, FLIR thermal infrared cameras for imaging. For geo-spatial analysis uses ArcGIS and sends someone to the ESRI conference to make sure the program remains up to date. Some projects include: a 3D survey and imaging of Haghpat Monastery, a terrestrial laser scanning survey of Russell Cave National Monument and a digital tour of Cowpens National Battlefield.",
            "score": 60.092265605926514
        }
    ],
    "r": [
        {
            "docid": "7558_24",
            "document": "Coin . A coin's value as a collector's item or as an investment generally depends on its condition, specific historical significance, rarity, quality, beauty of the design and general popularity with collectors. If a coin is greatly lacking in all of these, it is unlikely to be worth much. The value of bullion coins is also influenced to some extent by those factors, but is largely based on the value of their gold, silver, or platinum content. Sometimes non-monetized bullion coins such as the Canadian Maple Leaf and the American Gold Eagle are minted with nominal face values less than the value of the metal in them, but as such coins are never intended for circulation, these face values have no relevance.",
            "score": 125.04985046386719
        },
        {
            "docid": "51917900_2",
            "document": "Mavic (UAV) . The Mavic Pro () is an unmanned aerial photography and videography drone for personal and commercial use released by DJI.",
            "score": 124.3066177368164
        },
        {
            "docid": "43579831_7",
            "document": "Silver Dragon (coin) . Even before the official ending of the Qing dynasty factions and cliques emerged as would be warlords jostled for position and influence. As China headed into the republican and warlord eras, local warlords used the provincial mints to issue their own Silver Dragons, these are of variable quality and value. These warlord and pre-warlord era coins include high quality coins intended to promote the legitimacy and prestige of the warlord and his faction and are proudly marked as such; there are also low quality coins, the majority, intended to deceive the receiver into believing that they are earlier coins of higher silver content and value, though not fake-in so much that they came from semi-official sources-these were and are of variable value depending on their silver content. With the coming of the Chinese republic China would continue producing silver coins of the same specification updated to bear the image of Yuan Shikai and other politicians. China was forced from the silver standard in 1935, however even after the silver coins became demonetised they remained a highly prized means of preserving wealth in an era of inflation and war.",
            "score": 122.1270751953125
        },
        {
            "docid": "8331433_3",
            "document": "Royal Canadian Mint numismatic coins (20th century) . Most numismatists agree that the first true numismatic collection was the Olympic Five and Ten Dollar coins for the 1976 Montreal Olympics. Starting in 1973, the RCM issued four coin sets (two five dollar coins and two ten dollar coins). At the behest of the Federal Government, led by then-Prime Minister Pierre Elliott Trudeau, it was agreed that these coins would help finance while commemorate the 1976 Summer Olympics. The plan was to have thirty coins, twenty-eight silver coins with face values of $5 and $10, and two gold coins. Due to the incredibly high mintage (over 20 million coins were produced), these coins have no investment value whatsoever. Most of these coins today are usually sold for their silver content.",
            "score": 117.51486206054688
        },
        {
            "docid": "45474126_16",
            "document": "1804 dollar . From the time numismatists became aware of 1804 dollars, they have commanded high prices, both in relation to their face value and the numismatic value of other silver dollars. Some early examples were maintained in the Mint's coin cabinet for use in trades, and in 1859, dealers began offering Class II dollars priced at $75, while Theodore Eckfeldt reportedly offered a Philadelphia coin dealer three coins for $70 each. In 1883, a Class III dollar was reportedly purchased in Vienna for $740, and a Class I specimen was auctioned for $1,000 in 1885 by Henry and Samuel H. Chapman. In 1903, an example sold for $1,800, and the same coin reportedly sold for $4,250 in 1941. In 1960, a Class III dollar fetched $28,000 at an auction conducted by Stack's, a coin firm, and the same coin reached $36,000 at another Stack's sale in 1963. A Class I specimen brought $77,500 at a 1970 Stack's, and during a 1980 rise in coin prices, a Class III example sold for $400,000 by Bowers and Ruddy Galleries. A Class I example reached $990,000 at a Superior Galleries auction in 1990, and an example once owned by coin collector Louis Eliasberg became the first 1804 dollar to surpass $1 million at auction, selling for $1,815,000 at a sale conducted by Bowers and Merena, Inc., in 1997.",
            "score": 116.78240966796875
        },
        {
            "docid": "4849303_51",
            "document": "Coins of the Canadian dollar . Among numismatists, the 1921 50-cent coin is considered the rarest Canadian circulation coin and is known as The King of Canadian coins. As of 2012 a 1921 50 cents in MS-65 condition is valued at $250,000 to $350,000. Despite a mintage of 206,398 coins, there was a very low demand for 50-cent coins in the 1920s. The belief is that most of the 50-cent coins from 1920 and 1921 were melted (amounting to approximately 480,392 coins). The reason for the melting was that new coins were needed for 1929 and if coins from 1920 and 1921 were released into circulation, people would suspect counterfeit coins. According to legend, only 50 of these coins still exist (with only 3 known in mint state), and most of those are from Specimen Sets that were sold to people who visited the RC Mint.",
            "score": 116.69366455078125
        },
        {
            "docid": "6258633_16",
            "document": "Papal mint . The mints outside of Rome stamped the coins with the arms of their respective cities, or with those of the cardinal legate, of the vice-legate, or of the governor; thus, Cardinal Scipione Borghese in 1612 struck coins at Avignon with his own name and arms, omitting the name of the pope, an example that was followed a year later by the pro-legate Cardinal Filonardi. The city very often placed the image of its patron saint on its coins. The date came to be stamped on coins that were struck during the vacancies of the Holy See, occasionally at first, and later as a rule; it rarely appears on other coins before 1550; the practice became general in the seventeenth century, the year of the Christian era or that of the pontificate being used; and Gregory XVI established it by law, as also the requirement that each coin should bear upon it an expression of its value. At Bologna as early as the seventeenth century, the value of gold or silver coins was usually indicated with the figures 20, 40, 80, etc., i.e. so many bolognini or baiocchi; at Rome, in the eighteenth century, nearly all the copper coins bore an indication of their value. The rim of papal coins rarely bore an inscription; at most, the monogram of the city in which the coin was struck was stamped upon it. From the sixteenth century, the engravers, also, put their ciphers on the coins; among these engravers may be named Benvenuto Cellini, Francesco Raibolini, called il Francia (Bologna), the four Hamerani, Giulio Romano (trident), Cavaliere Lucenti, Andrea Perpenti etc. Until the time of Pius VI, the dies for the mint remained the property of the engravers.",
            "score": 113.53158569335938
        },
        {
            "docid": "7735818_8",
            "document": "New Zealand twenty-cent coin . On 31 July 2006, the new 20-cent coin was released alongside the new 10-cent and 50-cent coins as part of the Reserve Bank's \"Change for the better\" silver coin replacement. The new 20-cent coin had the same reverse as the 1990 to 2006 minted coins and the same obverse as the 1999-onward coins, but the coins were reduced in size. The new 20-cent coins are made of steel, covered in a layer of nickel, copper, then nickel again. The new coins are 21.75 mm in diameter and 4 grams in weight. They have Spanish flower milling around the edge, splitting it into seven sections. For their introduction in 2006, 116 million were minted, with a total value of NZ$23.2 million. The only other year of issue was 2008, where 80 million coins and a total value of NZ$16 million were issued.",
            "score": 113.4691390991211
        },
        {
            "docid": "12054070_7",
            "document": "Coin roll hunting . The merits of coin roll hunting as a means of making money are hotly debated. It is not uncommon for coin roll hunters to search through multiple boxes of coins only to find nothing of value. The amount of silver left in circulation is constantly dwindling. Many seasoned veterans of coin roll hunting have commented that in the long run they would have been better off just buying the silver coins they have found as it would have been cheaper and easier once the cost of their time has been factored in. The expected return from coin roll hunting also varies based on what denomination is searched. US quarters and dimes tend to produce the worst as most of the silver from these denominations has already been pulled from circulation. Cents provide the best returns when collecting pre-1982 copper cents with the typical cent roll producing around 20% copper to 80% zinc cents. However, the amount of profit from searching cents is much lower due to the lower face value of the coin. When the US dollar is higher than the Canadian dollar, CRH enthusiasts often pull all the American coins to exchange or spend in the USA.",
            "score": 113.42091369628906
        },
        {
            "docid": "1559287_3",
            "document": "50-cent piece (Canadian coin) . Though it is regularly minted, it is not made in large quantities (approximate annual average production of 150,000), and since 2004 has only been available to the public directly from the mint. It is very rare to encounter this denomination in everyday transactions, since there seems to be the mistaken belief among many Canadians that the coin itself is rare and thus of value in excess of 50 cents. Most times, when a 50-cent piece is exchanged in a transaction, it is saved by its recipient. People quite commonly, upon being presented with 50-cent pieces, question the legality of the coin, because of the non-circulating status of the denomination. The coin occupies a similar status to that of the United States half-dollar coin. Newer vending machines do not generally accept it, even when they accept coins of both higher and lower value, but many older machines that were retooled to accept loonies will misidentify a 50-cent piece as a loonie, thus allowing the value of the coin to be doubled. A largely unsuccessful attempt was made by the Royal Canadian Mint to promote the use of the coin when a special edition was released in 2002 marking the 50th anniversary of the accession of Elizabeth II to the throne. After this failed promotion, the mint stopped distributing 50 cent pieces to banks, and now only sells them in rolls or in coin sets available directly from their Numismatic Department at twice their face value, or $25 per roll of 25 coins.",
            "score": 112.88190460205078
        },
        {
            "docid": "45155095_5",
            "document": "Cincinnati Musical Center half dollar . Sparked by low-mintage issues which appreciated in value, the market for United States commemorative coins spiked in 1936. Until 1954, the entire mintage of such issues was sold by the government at face value to a group authorized by Congress, who then tried to sell the coins at a profit to the public. The new pieces then came on to the secondary market, and in early 1936 all earlier commemoratives sold at a premium to their issue prices. The apparent easy profits to be made by purchasing and holding commemoratives attracted many to the coin collecting hobby, where they sought to purchase the new issues. Among the pieces which had recently been struck and had appreciated in value was the 1935 Old Spanish Trail half dollar. This piece had been issued at the behest of L. W. Hoffecker, a Texas entrepreneur and coin dealer, who put aside a fifth of the 10,000 mintage for himself and sold them well into the 1940s, by which time he had served as president of the American Numismatic Association (ANA). Congress authorized an explosion of commemorative coins in 1936; no fewer than fifteen were issued for the first time. At the request of the groups authorized to purchase them, several coins minted in prior years were produced again, dated 1936, senior among them the Oregon Trail Memorial half dollar, first struck in 1926. Thomas G. Melish, a coin collector and entrepreneur from Cincinnati, came up with an idea for a commemorative coin that he would control and from which he could profit. Melish was a prominent businessman who had inherited the Bromwell Wire Company. He formed the Cincinnati Musical Center Commemorative Coin Association, and secured the introduction of H.R. 10264 on January 31, 1936. This bill would have provided for 10,000 coins from the Philadelphia Mint, 2,000 coins from Denver, and 3,000 from the San Francisco Mint. Such a low mintage would have made the Denver coin a significant rarity, increasing Melish's profit. On February 17, the House Committee on Coinage, Weights and Measures recommended that it be amended to provide for a total of 15,000 coins without dictating at what mint or mints they should be struck. That committee, in its report accompanying the bill, noted that the piece was \"in commemoration of the fiftieth (golden) anniversary of Cincinnati, Ohio, as a center of music, and its contribution of the annual May festival to the art of music for the past 50 years.\" Melish, through political influence, was able to retain the provision that they should be struck \"at the mints\", allowing coinage at all three mints. This marked the last time that a coinage bill would pass Congress in the 1930s with that phrasing—later issues were limited to a single mint.",
            "score": 112.76210021972656
        },
        {
            "docid": "324398_13",
            "document": "In God We Trust . The use of \"In God We Trust\" has been interrupted. The motto disappeared from the five-cent coin in 1883, and did not reappear until production of the Jefferson nickel began in 1938. However, at least two other coins minted in every year in the interim still bore the motto, including the Morgan dollar and the Seated Liberty half dollar. The omission of the motto \"In God We Trust\" on the Indian Head eagle coin caused public outrage, and prompted Congress to pass a bill mandating its inclusion. Mint Chief Engraver Charles E. Barber added the words and made minor modifications to the design. In 1908, Congress made it mandatory that the phrase be printed on all coins upon which it had previously appeared. This decision was motivated after a public outcry following the release of a $20 coin which did not bear the motto. The motto has been in continuous use on the one-cent coin since 1909, and on the ten-cent coin since 1916. It also has appeared on all gold coins and silver dollar coins, half-dollar coins, and quarter-dollar coins struck since July 1, 1908. Since 1938, all US coins have borne the motto. During the Cold War era, the government of the United States sought to distinguish itself from the Soviet Union, which promoted state atheism and thus implemented antireligious legislation. The 84th Congress passed a joint resolution \"declaring IN GOD WE TRUST the national motto of the United States\". The resolution passed both the House and the Senate unanimously and without debate. The law was signed by President Eisenhower on July 30, 1956. The United States Code at , now states: \"'In God we trust' is the national motto.\"",
            "score": 111.6029281616211
        },
        {
            "docid": "12054070_4",
            "document": "Coin roll hunting . Prime targets of American coin roll hunters are silver dimes, quarters, and halves prior to 1965, and 40% silver half dollars from 1965-1970. Nickels are searched for 35% silver \"war nickels\" (1942–1945) older discontinued designs such as the Buffalo and \"V\" Nickel are also collected. Cents are also searched for older designs such as wheat cents (1909–1958) and indian head cents (1859–1909) and some searchers save copper Lincoln cents 1959–1982 for the growing value as copper bullion. An occasional darkly discolored or corroded dime can also be found in cent rolls, giving the collector an instant 10 fold bonus. Often coin roll hunters also collect special proof coins, exonumia, and coins from other nations. Others attempt to find and complete a set of coins, like the America the Beautiful Quarters, 50 State Quarters or Presidential Dollars, and some collect special issues such as the bicentennial quarters and halves (1976), bicentennial nickels (2004-2005), and bicentennial cents (2009). Specific dates of specific denominations that are rarer than others or minted in lower-than-usual quantities may also be taken from circulation, such as 1970, 1987, or 2002 to present halves, 2009 nickels and dimes, or 2002-2008 Sacagawea dollars. Some people search the rolls for error coins that have defects from the minting process and can be worth more over face value.",
            "score": 111.08309173583984
        },
        {
            "docid": "6138171_11",
            "document": "2 euro cent coin . The one- and two-cent coins were initially introduced in order to ensure that the introduction of the euro was not used as an excuse by retailers to heavily round up prices. However, due to the cost to business and the mints of maintaining a circulation of low value coins, Belgium, Ireland, Finland and the Netherlands round prices to the nearest five cents (Swedish rounding) for cash payments, producing only a handful of those coins for collectors rather than general circulation. Despite this, the coins are still legal tender and produced outside these states, so if a customer with a two-cent coin minted elsewhere wishes to pay with it, they may.",
            "score": 110.66654205322266
        },
        {
            "docid": "39740796_12",
            "document": "Gold coin . Many factors determine the value of a gold coin, such as its rarity, age, condition and the number originally minted. Most gold coins minted since the late 19th century are worth slightly more than spot price, but many are worth significantly more. Gold coins coveted by collectors include the Aureus, Solidus and Spur Ryal.",
            "score": 110.15772247314453
        },
        {
            "docid": "54274715_2",
            "document": "Tenpō Tsūhō . The Tenpō Tsūhō (Kyūjitai: /; Shinjitai: ) was an Edo period coin with a face value of 100 mon, originally cast in the 6th year of the Tenpō era (1835). The obverse of the coin reads \"Tenpō\" () a reference to the era this coin was designed in, and \"Tsūhō\" () which means \"circulating treasure\" or currency. The Kaō is that of Gotō San'emon, a member of the Kinza mint's Gotō family (), descendants of Gotō Shozaburo Mitsutsugu, a metalworker and engraver from Kyoto appointed by \"shōgun\" Tokugawa Ieyasu in 1601 to oversee the Edo mint of his shogunate and oversee its coinage. All mother coins were produced in Edo (present day Tokyo) before they were send to other mints where they would place the individual mint’s mark (\"shirushi\", ) on the edge of the coin. The coin circulated for 35 years, and stopped being produced during the Meiji Restoration after the introduction of the Japanese yen. Today these coins are now sold as \"lucky charms\" as well as being collected by numismatists.",
            "score": 109.90945434570312
        },
        {
            "docid": "12284476_2",
            "document": "Summer Olympic Coins (2000–present) . In 1951, the government of Finland authorized the striking of the first modern Olympic coin, a 500 Markka. At first, the coins circulated as currency in the issuing country and the mintages were high. In borrowing from the traditions of ancient Greece, the coins were a memento of the 1951 Games, and a coin that numismatists could now add to their collection. With the exception of Canada’s Lucky Loonie program and its 2007 25-cent pieces to commemorate the 2010 Vancouver Olympic Games, it is rare that Olympic coins are minted for circulation. Traditionally, Olympic coins are numismatic coins. . However several host countries minted so many coins particularly silver that their value has become just slightly above the value of their metal content. Coins for the 1976 Montreal, 1984 Los Angeles, and 1988 Seoul are generally considered to fall into that category.",
            "score": 109.67454528808594
        },
        {
            "docid": "16376403_26",
            "document": "Cash (Chinese coin) . The square hole in the middle of cash coins served to allow for them to be strung together in strings of 1000 cash coins and valued at 1 tael of silver (but variants of regional standards as low as 500 cash coins per string also existed), 1000 coins strung together were referred to as a \"chuàn\" (串) or \"diào\" (吊) and were accepted by traders and merchants per string because counting the individual coins would cost too much time. Because the strings were often accepted without being checked for damaged coins and coins of inferior quality and copper-allots these strings would eventually be accepted based on their nominal value rather than their weight, this system is comparable to that of a fiat currency. Because the counting and stringing together of cash coins was such a time consuming task people known as \"qiánpù\" (錢鋪) would string cash coins together in strings of 100 coins of which ten wouldn form a single \"chuàn\". The \"qiánpù\" would receive payment for their services in the form of taking a few cash coins from every string they composed, because of this a \"chuàn\" was more likely to consist of 990 coins rather than 1000 coins and because the profession of \"qiánpù\" had become a universally accepted practice these \"chuàns\" were often still nominally valued at 1000 cash coins. The number of coins in a single string was locally determined as in one district a string could consist of 980 cash coins, while in another district this could only be 965 cash coins, these numbers were based on the local salaries of the \"qiánpù\". During the Qing dynasty the \"qiánpù\" would often search for older and rarer coins to sell these to coin collectors at a higher price.",
            "score": 109.61642456054688
        },
        {
            "docid": "57158498_4",
            "document": "Tự Đức Bảo Sao . The Tự Đức Bảo Sao or \"Đồng Sao\" (銅鈔, billets of copper) were introduced by the Ministry of Finance in the year Tự Đức 14 (1961) for large transactions and taxes on behalf of stores of the government of Đại Nam, the introduction of the Tự Đức Bảo Sao marked the redefinition of the tiền or mạch denominations and the quàn (strings of cash coins) where the quàn was made equal to 10 mạch and the mạch was made the equivalent of 60 zinc cash coins, under these exchange rates 1 quàn was worth a string of 600 zinc cash coins. The \"Đồng Sao\" series of cash coins was introduced as zinc cash coins were heavy in quantity to carry around for the payment of larger sums of money, to this end the government introduced a system of monetary units determined by their nominal value in zinc cash coins as opposed to their intrinsic market value, it is possible that this might have been inspired by contemporary Chinese coinage of the Xianfeng era in the Qing dynasty where large denomination coins from 4 up to 1000 văn circulated alongside each other with little to no difference in intrinsic value in a fiduciary system, this system was also used by the Vietnamese. When the Tự Đức Bảo Sao was first proposed the Mandarins of the imperial court of Đại Nam suggested to simply increase the weight of the brass Tự Đức Thông Bảo to make them worth more relative to the zinc Tự Đức Thông Bảo cash coins as 1 brass cash coin with a weight of 9 phần was worth four zinc cash coins. The value of the \"Đồng Sao\" cash coins was indicated on the reverses of the coins expressed in their worth in zinc cash coins preceded by the character (chuẩn, regarded as equal to), despite the fact that Sao (鈔) means \"paper money\", though imperfectly the denominations of these coins attempted to take the respective value of brass and zinc cash coins into account which means that they can’t be fully qualified as a fiat currency. The Ministry of Finances of Đại Nam originally set the exchange rate between the brass Tự Đức Bảo Sao and zinc cash coins heavily in favour of the larger denominations which wasn't accepted by the market which resulted in the imperial court attempting to adjust the exchange rate more to the contemporary exchange values of brass and zinc cash coins that were in circulation. In January 1868 by decree the exchange rate between brass 9 phần cash and zinc cash coins was fixed 1:4 replacing the early ratio of 1:2.67 that had been in place since 1858. The Tự Đức Bảo Sao was generally well received by the population of Đại Nam despite the fact that their circulation was reduced due to their high purchasing power relative to their intrinsic value until their weight was decreased, which was done by the government to conform to the new official exchange between brass and zinc cash coins.",
            "score": 109.4793701171875
        },
        {
            "docid": "309749_12",
            "document": "New Taiwan dollar . The denominations of the New Taiwan dollar in circulation are: Coins are minted by the Central Mint of China, while notes are printed by the China Engraving and Printing Works. Both are run by the Central Bank. The NT$ coin is rare because of its low value, while the NT$20 coin is rare because of the government's lack of willingness to promote it. As of 2010, the cost of the raw materials in a NT$ coin was more than the face value of the coin.",
            "score": 109.38713836669922
        },
        {
            "docid": "5189416_17",
            "document": "Charlton Press . In 1961, Canada Coin Exchange published \"The Charlton Coin Guide\", the definitive guidebook on determining the worth and value of a coin. For those interested in coin accumulation evaluation, the \"Coin Guide\" contained not only buying prices for coins of Canada and Newfoundland, but also for Canadian Paper Money from 1935 Bank of Canada issues up to present times, Canadian colonial tokens, war medals and decorations, United States coinage and common gold coins of the world. In addition to legal tender coinage, the \"Coin Guide\" also provided information on all Royal Canadian Mint issues. The guide was created in response to a common problem of collectors experiencing difficulty discovering the value of their coins held.",
            "score": 109.30181884765625
        },
        {
            "docid": "51917900_8",
            "document": "Mavic (UAV) . The Mavic is the first DJI drone to have gesture control. Users can wave their arms in specific patterns to trigger drone functions, such as taking a picture.",
            "score": 109.14081573486328
        },
        {
            "docid": "40693632_15",
            "document": "DJI (company) . The Mavic (御) series currently includes Mavic Pro and Mavic Air, both have foldable design that allow drones to be transported more easily.",
            "score": 108.85228729248047
        },
        {
            "docid": "424526_8",
            "document": "Bullion . Bullion coins describe contemporary precious metal coins minted by official agencies for investment purposes. Historically, most currency were in the form of bullion coins, silver and gold being the most common metals. Some bullion coins have been used as currency throughout the 20th century, like the Maria Theresa thaler and the Krugerrand. However, modern bullion coins generally do not enter common circulation despite having legal tender status and a nominal face value. Some modern bullion coins, such as the gold and silver American eagle, are produced as both business strike and collectible proof and uncirculated versions. Business strikes typically are sold at prices commensurate with their precious metal content, whereas collectible versions are sold at a significant premium over their actual bullion value. In some cases, the grade and mintages of business strike coins can affect their value, so they are considered numismatic rather than bullion items.",
            "score": 108.83621215820312
        },
        {
            "docid": "3749317_3",
            "document": "Silver coin . As with all collectible coins, many factors determine the value of a silver coin, such as its rarity, demand, condition and the number originally minted. Ancient silver coins coveted by collectors include the Denarius and Miliarense, while more recent collectible silver coins include the Morgan Dollar and the Spanish Milled Dollar.",
            "score": 108.371826171875
        },
        {
            "docid": "7558_30",
            "document": "Coin . Some denominations of circulating coins that were formerly minted in the United States are no longer made. These include coins with a face value of a half cent, two cents, three cents, and twenty cents. (The half dollar and dollar coins are still produced, but mostly for vending machines and collectors.) In the past, the US also coined the following denominations for circulation in gold: One dollar, $2.50, three dollars, five dollars, ten dollars, and twenty dollars. In addition, cents were originally slightly larger than the modern quarter and weighed nearly half an ounce, while five-cent coins (known then as \"half dimes\") were smaller than a dime and made of a silver alloy. Dollar coins were also much larger, and weighed approximately an ounce. One-dollar gold coins are no longer produced and rarely used. The US also issues bullion and commemorative coins with the following denominations: 50¢, $1, $5, $10, $25, $50, and $100.",
            "score": 108.25425720214844
        },
        {
            "docid": "37856051_7",
            "document": "Three-cent silver . Bullion from the California Gold Rush and other discoveries came to the Eastern U.S. in considerable quantities beginning in 1848. By the following year, the price of gold relative to silver had dropped, making it profitable to export American silver coins, sell them as bullion, and use the payment in gold to buy more U.S. coins. Silver coins consequently vanished from circulation, meaning the highest-value American coin actually circulating that was worth less than the quarter eagle ($2.50 piece) was the half-dollar-sized copper cent, which saw no use in much of the country because of its lack of legal tender status. Early in 1849, Congress authorized a gold dollar to help bridge the gap. Spanish silver coins were the bulk of what was left in commerce for small change, although there was disagreement as to the value to be assigned to them. Additionally, they were often heavily worn, reducing their intrinsic worth at a time when Americans expected coins to contain metal worth the value assigned to them.",
            "score": 108.22164154052734
        },
        {
            "docid": "428284_9",
            "document": "Liberty Head nickel . It had not been thought necessary to inscribe the word \"cents\" on the nickel; the silver and copper-nickel three-cent pieces had circulated for years with only a Roman numeral to indicate the denomination. Enterprising fraudsters soon realized that the new nickel was close in diameter to that of the five-dollar gold piece, and if the new coin was gold-plated, it might be passed for five dollars. They soon did so, and had success in passing the coin. Some coins were given a reeded edge by the fraudsters, to make them appear more like the gold coins. A widespread tale is that one of the perpetrators of this fraud was a man named Josh Tatum, who would go into a store, select an item costing five cents or less, and offer the gold-plated piece in payment—and many clerks gave him $4.95 in change. According to the tale, the law had no recourse against Tatum, as he had tendered the value of his purchase and had merely accepted the change as a gift. By some accounts, Tatum could not have misrepresented the value of the coin as he was a deaf-mute.",
            "score": 108.1523208618164
        },
        {
            "docid": "37856032_16",
            "document": "Three-cent nickel . The Wharton nickel interests were not satisfied by the issuance of the three-cent piece, and soon began to agitate for the passage of a five-cent coin, to be made of the same alloy as the three-cent piece. The Act of May 16, 1866 introduced the five-cent nickel piece, or \"nickel\", as it has come to be known. According to David Lange in his history of the Mint, the five-cent piece has \"become one of the mainstays of the country's coinage\". The new five-cent coin was legal tender up to a dollar. The introduction of the five-cent copper-nickel piece greatly decreased the popularity and use of the three-cent piece. The three-cent piece had debuted in 1865 with a mintage of over eleven million and nearly five million in 1866; thereafter strikings declined, falling to under a million by 1871, a figure the coin would thereafter exceed only twice. The public had preferred small bronze coins to paper money, then the three-cent nickel piece rather than the bronze; they now preferred the five-cent nickel to the three. One reason for this was that the base metal five-cent piece would be redeemed by the government if presented in $100 lots pursuant to a provision in the authorizing legislation. There was no such provision for the three-cent nickel piece; neither was there any for the other base metal coins. Following Pollock's resignation in 1866 over his objections to President Johnson's Reconstruction policies, the new Mint Director was Henry Linderman, who in his first annual report in 1867, described the redemption clause in the nickel's authorizing legislation as \"a most wise and just provision\", urging its extension to the cent, two-cent piece, and three-cent piece. Postmasters were compelled to take three-cent nickel pieces in exchange for stamps, but had difficulty in depositing them in the Treasury in payment of their obligations, as the government would take no more than sixty cents worth of them in a single transaction. Private individuals and firms similarly refused them beyond the legal tender limit; those with a surplus of base metal coins often sold them at a discount.",
            "score": 108.08308410644531
        },
        {
            "docid": "7558_29",
            "document": "Coin . The United States is unusual in that it has only slightly modified its coinage system (except for the images and symbols on the coins, which have changed a number of times) to accommodate two centuries of inflation. The one-cent coin has changed little since 1856 (though its composition was changed in 1982 to remove virtually all copper from the coin) and still remains in circulation, despite a greatly reduced purchasing power. On the other end of the spectrum, the largest coin in common circulation is valued at 25 cents, a very low value for the largest denomination coin compared to many other countries. Increases in the prices of copper, nickel, and zinc meant that both the US one- and five-cent coins became worth more for their raw metal content than their face (fiat) value. In particular, copper one-cent pieces (those dated prior to 1982 and some 1982-dated coins) contained about two cents' worth of copper.",
            "score": 108.05290222167969
        },
        {
            "docid": "54450942_2",
            "document": "Actual silver weight . Actual silver weight, usually abbreviated ASW, refers to the weight of pure silver contained in a coin, measured in troy ounces. Coin collectors, individuals who invest in bullion coins, and others often refer to books or online reference websites to determine the intrinsic value of a silver coin. Such resources list various coins with their associated ASW. When one knows the actual silver weight of a coin, one can then multiply that number by the spot price of silver to determine the melt value of a silver coin.",
            "score": 107.95436096191406
        },
        {
            "docid": "19227111_15",
            "document": "Coins of the rupiah . In 1963 Indonesia Issued a coin of 2 1/2 rupiah depicting Sukarno in two forms, one of the coins was intended for West Irian, the other was intended for entire Indonesia, but both coins were minted in very limited quantities. Their values according to Krause catalogue are US$290 for the first coin and US$100 for the Irian coin. While NGC online catalogue evaluate one of the coins as worth US$290. West Irian coin is evaluated as US$100, and never placed into circulation, maybe because of hyperinflation that ruled Indonesian economy in Sukarno era, especially during the years 1959 to 1965.",
            "score": 107.80960083007812
        }
    ]
}