{
    "q": [
        {
            "docid": "5644464_12",
            "document": "Hide and Seek (Imogen Heap song) . Ariana Grande covered this song on her world tour, The Honeymoon Tour, as an homage to Imogen Heap for allowing her to use Mi.Mu Gloves on tour.",
            "score": 173.35622096061707
        },
        {
            "docid": "2127621_5",
            "document": "Imogen Heap . Heap has received two Grammy Awards and one Ivor Novello Award. Various artists including Ariana Grande, Katy Perry, and Taylor Swift have cited Heap as an influence on their music.",
            "score": 174.09157991409302
        },
        {
            "docid": "2127621_67",
            "document": "Imogen Heap . On 4 June 2017, Heap performed at One Love Manchester, a benefit concert organised by Ariana Grande in response to the bombing after her concert at Manchester Arena two weeks earlier. She performed \"Hide and Seek\".",
            "score": 164.0153043270111
        },
        {
            "docid": "2127621_73",
            "document": "Imogen Heap . On 4 June 2017, Heap participated in Ariana Grande's One Love Manchester concert, to raise money to help the victims of the 2017 Manchester Arena bombing, which took place after one of Grande's concerts. Other celebrity participants included Katy Perry, Justin Bieber, Niall Horan, Coldplay, Miley Cyrus and Pharrell Williams.",
            "score": 149.9677791595459
        },
        {
            "docid": "25276055_27",
            "document": "Ariana Grande . Grande has cited Whitney Houston and Mariah Carey as her major vocal influences, saying: \"I love Mariah Carey. She is literally my favorite human being on the planet. And of course Whitney [Houston] as well. As far as vocal influences go, Whitney and Mariah pretty much cover it.\" She describes Gloria Estefan as the person who inspired her to pursue a career in the music industry, after Estefan complimented a performance she saw Grande give on a cruise ship when she was eight years old. She has also cited Fergie, Destiny's Child, Beyoncé, India.Arie and Brandy as influences or inspirations. She has praised Imogen Heap's \"intricate\" song structure and cited Judy Garland as being a childhood influence, admiring Garland's ability to tell \"a story when she sings\".",
            "score": 168.40317368507385
        },
        {
            "docid": "2127621_58",
            "document": "Imogen Heap . Heap has collaborated as a guest vocalist, co-writer, remixer or producer with many various artists throughout her career. Among them co-writing and producing \"By The Time\" for Mika and \"Now or Never\" for Josh Groban. The diverse range of other musicians Heap has worked with include IAMX, Jeff Beck, Jon Bon Jovi, Mich Gerber, Sean Lennon, Thomas Dolby, Urban Species, Matt Willis, Ariana Grande, Jon Hopkins, Acacia, Britney Spears, Nik Kershaw, Blue October, Joshua Radin, Nitin Sawhney, deadmau5, and Taylor Swift.",
            "score": 139.09696292877197
        },
        {
            "docid": "2127621_1",
            "document": "Imogen Heap . Imogen Heap",
            "score": 100.11315584182739
        },
        {
            "docid": "31526749_1",
            "document": "Imogen Heap discography . Imogen Heap discography",
            "score": 99.37486124038696
        },
        {
            "docid": "54190786_2",
            "document": "One Love Manchester . One Love Manchester was a benefit concert and British television special held on 4 June 2017, which was organised by American singer and actress Ariana Grande in response to the bombing after her concert at Manchester Arena two weeks earlier. The concert took place at Old Trafford Cricket Ground in Old Trafford, Greater Manchester, and aired live on BBC One in the UK with hosts Sara Cox and Ore Oduba. The concert was attended by 55,000 people. Guest stars included Justin Bieber, the Black Eyed Peas, Coldplay, Miley Cyrus, Marcus Mumford, Niall Horan, Little Mix, Katy Perry, Take That, Imogen Heap, Pharrell Williams, Robbie Williams and Liam Gallagher.",
            "score": 128.92565035820007
        },
        {
            "docid": "24131681_7",
            "document": "Whatcha Say . \"Whatcha Say\" received mixed reviews. Glenn Gamboa of \"Newsday\" wrote: \"For fans of Imogen Heap's \"Hide and Seek\", the new Jason Derulo single \"Whatcha Say\" – which liberally samples from the song and even uses Heap's chorus as his own chorus – may be hard to swallow. But Derulo weaves easily in and out of Heap's parts and matches his autotuned vocals to hers pretty well to craft a catchy, if derivative, little number.\" Upon its November 2009 UK release, noted R&B writer Pete Lewis of 'Blues & Soul' described the single as \"Blending pounding beats and Derulo's rich, soulful vocals with an instantly-infectious pop hook sampled from alternative/indie songstress Imogen Heap\".",
            "score": 95.06235003471375
        },
        {
            "docid": "40210290_1",
            "document": "Sparks (Imogen Heap album) . Sparks (Imogen Heap album)",
            "score": 98.64737129211426
        },
        {
            "docid": "5644464_1",
            "document": "Hide and Seek (Imogen Heap song) . Hide and Seek (Imogen Heap song)",
            "score": 97.93045234680176
        },
        {
            "docid": "18935758_22",
            "document": "Sampling (music) . Other examples from the 2000s include Rihanna's 2007 hit \"Don't Stop The Music\", which famously samples the ending part of Michael Jackson's \"Wanna Be Startin' Somethin'\" (1983), and in 2009, Jason Derulo's debut song \"Whatcha Say\" samples part of Imogen Heap's \"Hide and Seek\" (2005), and Flo Rida and Ke$ha's \"Right Round\" samples lyrics from Dead or Alive's \"You Spin Me Round (Like a Record)\" (1984). Sampled songs from the 2010s include the 2014 hits; Ariana Grande's \"Problem\" samples the red alert sound effect from the TV series \"\" (1987), and Nicki Minaj's \"Anaconda\" samples beat and lyrics from Sir Mix A Lot's \"Baby Got Back\" (1991).",
            "score": 124.35838985443115
        },
        {
            "docid": "49546338_2",
            "document": "Be Alright (Ariana Grande song) . \"Be Alright\" is a song recorded by American singer Ariana Grande for her third studio album \"Dangerous Woman\" (2016). The singer co-wrote the track with Tommy Brown, Victoria McCants, Khaled Rohaim, Nicholas Audino, Lewis Hughes and Willie Tafa, while its production was handled by Twice as Nice and Brown. The song was released as the first promotional single from the album on March 18, 2016. In terms of music, \"Be Alright\" is inspired by 1990s deep house and also influences from R&B and Chicago house. Lyrically, it is a carefree song about being optimistic. It was performed live for the first time on \"Saturday Night Live\", with choreography inspired by the vogue style of ballroom culture, the same choreography was adopted by Grande during her Dangerous Woman Tour where the song served as opening track.",
            "score": 110.26610970497131
        },
        {
            "docid": "2127621_68",
            "document": "Imogen Heap . In 2010, Imogen Heap partnered with Thomas Ermacora of Bubbletank to organize a series of online charitable events called \"Live 4 X\".",
            "score": 97.12209606170654
        },
        {
            "docid": "31526749_2",
            "document": "Imogen Heap discography . The discography of Imogen Heap consists of four studio albums, five extended plays, nine singles and twelve music videos.",
            "score": 103.67656564712524
        },
        {
            "docid": "2127621_47",
            "document": "Imogen Heap . In 2015, Imogen Heap signed a worldwide agreement with Downtown Music Publishing. The deal covers Heap's portion of Taylor Swift's \"1989\" finale \"Clean,\" plus five songs from Heap's 2014 album, Sparks: \"The Beast,\" \"Entanglement,\" \"Climb to Sakteng,\" \"Run-Time\" and \"Cycle Song. Her participation in \"1989\" led her to become part of the production team that won Album of the Year at the 2015 Grammy Awards.",
            "score": 117.51520562171936
        },
        {
            "docid": "2410326_5",
            "document": "IMegaphone . On 11 December 2009, Heap released an iTunes exclusive live EP titled \"Imogen Heap: An Evening With I Megaphone.\" The EP contains all tracks from the first issue of the album in the same order, and B-sides Leave Me To Love, Blanket, and Kidding, the latter two which appeared on the Japan reissue of \"iMegaphone\". The EP also contains two Question and Answer sections where Heap takes questions from audience members.",
            "score": 99.60186648368835
        },
        {
            "docid": "33492424_10",
            "document": "The Dewarists . This was filmed in Samode Palace and Jaipur in Rajasthan, where Imogen Heap and Vishal Dadlani recorded the song \"Minds Without Fear\" which is inspired by Rabindranath Tagore's poem \"Where the Mind is without Fear\".",
            "score": 81.41304087638855
        },
        {
            "docid": "2127621_78",
            "document": "Imogen Heap . In 2014, filmmaker Christopher Ian Smith made \"Cumulus\", an experimental documentary exploring key elements of Heap’s background, personality and music practice. Crafted entirely out of social media content and data created by Heap and her fans, \"Cumulus\" explores Imogen’s digital footprint and identity as well as her relationship with fans. The film is available to view online.",
            "score": 119.04536509513855
        },
        {
            "docid": "40210290_2",
            "document": "Sparks (Imogen Heap album) . Sparks is the fourth studio album by English recording artist Imogen Heap. The album was released, via Megaphonic Records on 18 August 2014, in three editions: standard, deluxe 2 CD and super deluxe box set.",
            "score": 93.17323350906372
        },
        {
            "docid": "2410326_2",
            "document": "IMegaphone . iMegaphone is the first album recorded by British singer-songwriter Imogen Heap. It was released in 1998, and features the singles \"Getting Scared,\" \"Shine,\" \"Come Here Boy\" and \"Oh Me, Oh My\" (released to US radio only). The title is an anagram of \"Imogen Heap.\"",
            "score": 109.64189314842224
        },
        {
            "docid": "2127621_6",
            "document": "Imogen Heap . Imogen Jennifer Heap was born in the London Borough of Havering. She played music from an early age, becoming classically trained in several instruments including piano, cello and clarinet. She attended Friends School, a private, Quaker-run boarding school in Saffron Walden. Heap's mother (an art therapist) and her father (a construction rock retailer) separated when she was twelve. By the age of thirteen, she had begun writing songs.",
            "score": 110.79545140266418
        },
        {
            "docid": "38794587_2",
            "document": "Telemiscommunications . \"Telemiscommunications\" is a song by Canadian electronic music producer deadmau5 and English singer/songwriter Imogen Heap. It is the fifth single from deadmau5's sixth studio album \"Album Title Goes Here\". The song is also the seventh single from Imogen Heap's fourth studio album \"Sparks\".",
            "score": 110.91403484344482
        },
        {
            "docid": "4680354_14",
            "document": "Cornflake Girl . On March 25, 2010, British electronic musician Imogen Heap covered the song live in Australia. The performance was done per request by the winner of an online charity auction who paid about $4000 USD to win the item \"VIP Experience Meet Imogen Heap + A Song Just For You\".",
            "score": 96.85849642753601
        },
        {
            "docid": "2127621_42",
            "document": "Imogen Heap . Heap's fourth album, \"Sparks\", was released on 18 August 2014.",
            "score": 90.31373643875122
        },
        {
            "docid": "2127621_48",
            "document": "Imogen Heap . Heap was one of the featured artists on the 2016 PBS documentary on music, \"Soundbreaking\".",
            "score": 97.75929927825928
        },
        {
            "docid": "2127621_77",
            "document": "Imogen Heap . Heap also performed in the Film and Music Arena at Latitude Festival in 2011.",
            "score": 96.30849885940552
        },
        {
            "docid": "2127621_2",
            "document": "Imogen Heap . Imogen Jennifer Heap (; born 9 December 1977) is an English singer, songwriter, record producer and audio engineer. She is known for her involvement in electronic music and as a member of the short-lived project Frou Frou. Born in the London Borough of Havering, Heap became classically trained in piano, cello and clarinet at a young age. She began writing songs at the age of 13 and, while attending boarding school, taught herself both guitar and drums, as well as music production on Atari computers. Heap signed to independent record label Almo Sounds at the age of 18 and later began working with experimental pop band Acacia, alongside Guy Sigsworth, as a frequent guest vocalist.",
            "score": 121.24343657493591
        },
        {
            "docid": "25276055_6",
            "document": "Ariana Grande . Ariana Grande-Butera was born in Boca Raton, Florida. She is the daughter of Joan Grande, the chief executive officer of Hose-McCann Communications, a telephone and alarm system company, and Edward Butera, a graphic design firm owner in Boca Raton. Grande is of Italian descent, and her name was inspired by Princess Oriana from \"\". She has an older half-brother, Frankie Grande, an entertainer and producer, and she has a close relationship with her maternal grandmother, Marjorie Grande. Grande's family moved from New York to Florida when her mother was pregnant with her, and her parents separated when she was around 8 or 9 years old.",
            "score": 107.94608855247498
        },
        {
            "docid": "2127621_61",
            "document": "Imogen Heap . July 2011 saw Heap unveil a pair of in-development, high-tech musical gloves at the TEDGlobal conference in Edinburgh, Scotland. Inspired by the VAMP system developed by Elly Jessop at MIT's media lab, Heap set out to develop the musical gloves in collaboration with Thomas Mitchell, a lecturer in music systems at the University of the West of England, Bristol. The gloves combine sensors developed by 5DT, x-io Technologies with Shure microphones. Both Heap's and Elly Jessop's musical gloves are similar to The Lady's Glove, an earlier invention by the electronic sound pioneer Laetitia Sonami, and the midi gloves used since 1989 by Steve Hogarth lead singer of Marillion. While still in prototype stage, Heap used her MiMu gloves to record \"Me the Machine\", the first song created solely with the gloves. The song was released on her latest album, Sparks, originally titled \"heapsong11\". In an attempt to raise money for further research, Heap toured the song and the gloves at a number of venues and has been working with artists to discover the full potential of the gloves.",
            "score": 111.72662615776062
        },
        {
            "docid": "2127621_11",
            "document": "Imogen Heap . Heap's debut album, \"iMegaphone\" (an anagram of \"Imogen Heap\") was a mixture of self-penned and self-produced tracks, alongside tracks co-written and produced with established producers such as David Kahne, former Eurythmic Dave Stewart, and Guy Sigsworth. The album was released in 1998 internationally via Almo Sounds, to favourable reviews comparing Heap's angst-filled songs to work by PJ Harvey, Kate Bush, Chrissie Hynde, Siouxsie Sioux, and Annie Lennox. Promotion for the record included a tour of America and performances around Europe. Three singles were commercially released in the UK: \"Getting Scared\", \"Shine\" and \"Come Here Boy\". \"Oh Me, Oh My\" was sent to US radio stations in place of \"Shine\".",
            "score": 93.36365556716919
        }
    ],
    "r": [
        {
            "docid": "2127621_5",
            "document": "Imogen Heap . Heap has received two Grammy Awards and one Ivor Novello Award. Various artists including Ariana Grande, Katy Perry, and Taylor Swift have cited Heap as an influence on their music.",
            "score": 174.09158325195312
        },
        {
            "docid": "5644464_12",
            "document": "Hide and Seek (Imogen Heap song) . Ariana Grande covered this song on her world tour, The Honeymoon Tour, as an homage to Imogen Heap for allowing her to use Mi.Mu Gloves on tour.",
            "score": 173.35621643066406
        },
        {
            "docid": "25276055_27",
            "document": "Ariana Grande . Grande has cited Whitney Houston and Mariah Carey as her major vocal influences, saying: \"I love Mariah Carey. She is literally my favorite human being on the planet. And of course Whitney [Houston] as well. As far as vocal influences go, Whitney and Mariah pretty much cover it.\" She describes Gloria Estefan as the person who inspired her to pursue a career in the music industry, after Estefan complimented a performance she saw Grande give on a cruise ship when she was eight years old. She has also cited Fergie, Destiny's Child, Beyoncé, India.Arie and Brandy as influences or inspirations. She has praised Imogen Heap's \"intricate\" song structure and cited Judy Garland as being a childhood influence, admiring Garland's ability to tell \"a story when she sings\".",
            "score": 168.40318298339844
        },
        {
            "docid": "2127621_67",
            "document": "Imogen Heap . On 4 June 2017, Heap performed at One Love Manchester, a benefit concert organised by Ariana Grande in response to the bombing after her concert at Manchester Arena two weeks earlier. She performed \"Hide and Seek\".",
            "score": 164.0153045654297
        },
        {
            "docid": "2127621_73",
            "document": "Imogen Heap . On 4 June 2017, Heap participated in Ariana Grande's One Love Manchester concert, to raise money to help the victims of the 2017 Manchester Arena bombing, which took place after one of Grande's concerts. Other celebrity participants included Katy Perry, Justin Bieber, Niall Horan, Coldplay, Miley Cyrus and Pharrell Williams.",
            "score": 149.96778869628906
        },
        {
            "docid": "2127621_58",
            "document": "Imogen Heap . Heap has collaborated as a guest vocalist, co-writer, remixer or producer with many various artists throughout her career. Among them co-writing and producing \"By The Time\" for Mika and \"Now or Never\" for Josh Groban. The diverse range of other musicians Heap has worked with include IAMX, Jeff Beck, Jon Bon Jovi, Mich Gerber, Sean Lennon, Thomas Dolby, Urban Species, Matt Willis, Ariana Grande, Jon Hopkins, Acacia, Britney Spears, Nik Kershaw, Blue October, Joshua Radin, Nitin Sawhney, deadmau5, and Taylor Swift.",
            "score": 139.0969696044922
        },
        {
            "docid": "54190786_2",
            "document": "One Love Manchester . One Love Manchester was a benefit concert and British television special held on 4 June 2017, which was organised by American singer and actress Ariana Grande in response to the bombing after her concert at Manchester Arena two weeks earlier. The concert took place at Old Trafford Cricket Ground in Old Trafford, Greater Manchester, and aired live on BBC One in the UK with hosts Sara Cox and Ore Oduba. The concert was attended by 55,000 people. Guest stars included Justin Bieber, the Black Eyed Peas, Coldplay, Miley Cyrus, Marcus Mumford, Niall Horan, Little Mix, Katy Perry, Take That, Imogen Heap, Pharrell Williams, Robbie Williams and Liam Gallagher.",
            "score": 128.9256591796875
        },
        {
            "docid": "18935758_22",
            "document": "Sampling (music) . Other examples from the 2000s include Rihanna's 2007 hit \"Don't Stop The Music\", which famously samples the ending part of Michael Jackson's \"Wanna Be Startin' Somethin'\" (1983), and in 2009, Jason Derulo's debut song \"Whatcha Say\" samples part of Imogen Heap's \"Hide and Seek\" (2005), and Flo Rida and Ke$ha's \"Right Round\" samples lyrics from Dead or Alive's \"You Spin Me Round (Like a Record)\" (1984). Sampled songs from the 2010s include the 2014 hits; Ariana Grande's \"Problem\" samples the red alert sound effect from the TV series \"\" (1987), and Nicki Minaj's \"Anaconda\" samples beat and lyrics from Sir Mix A Lot's \"Baby Got Back\" (1991).",
            "score": 124.35839080810547
        },
        {
            "docid": "2127621_2",
            "document": "Imogen Heap . Imogen Jennifer Heap (; born 9 December 1977) is an English singer, songwriter, record producer and audio engineer. She is known for her involvement in electronic music and as a member of the short-lived project Frou Frou. Born in the London Borough of Havering, Heap became classically trained in piano, cello and clarinet at a young age. She began writing songs at the age of 13 and, while attending boarding school, taught herself both guitar and drums, as well as music production on Atari computers. Heap signed to independent record label Almo Sounds at the age of 18 and later began working with experimental pop band Acacia, alongside Guy Sigsworth, as a frequent guest vocalist.",
            "score": 121.2434310913086
        },
        {
            "docid": "2127621_78",
            "document": "Imogen Heap . In 2014, filmmaker Christopher Ian Smith made \"Cumulus\", an experimental documentary exploring key elements of Heap’s background, personality and music practice. Crafted entirely out of social media content and data created by Heap and her fans, \"Cumulus\" explores Imogen’s digital footprint and identity as well as her relationship with fans. The film is available to view online.",
            "score": 119.04536437988281
        },
        {
            "docid": "2127621_47",
            "document": "Imogen Heap . In 2015, Imogen Heap signed a worldwide agreement with Downtown Music Publishing. The deal covers Heap's portion of Taylor Swift's \"1989\" finale \"Clean,\" plus five songs from Heap's 2014 album, Sparks: \"The Beast,\" \"Entanglement,\" \"Climb to Sakteng,\" \"Run-Time\" and \"Cycle Song. Her participation in \"1989\" led her to become part of the production team that won Album of the Year at the 2015 Grammy Awards.",
            "score": 117.51520538330078
        },
        {
            "docid": "43810632_6",
            "document": "The Honeymoon Tour . In the months leading up to the tour, Grande had been publicly tweeting to her followers from rehearsals teasing them about the tour. To show her devotion for the tour, Grande tweeted \"These rehearsals are kicking my ass but I love it. Really want to make this show the best I'm capable of.\" Grande also shared a video from rehearsals that features her practicing with Mi.Mu Gloves, which she will be using onstage during her performances. Mi.Mu Gloves, which were designed and created by Imogen Heap, are used to alter the wearer's voice by moving their hands in different directions. In the rehearsal video, Grande can be seen singing chords from songs such as \"Why Try\" while practicing with the technologically advanced gloves. In another rehearsal video posted through the tour's official YouTube page, Grande shared the band arrangement of \"One Last Time\", the fifth and final single from \"My Everything\", which includes an extended string intro and raised key change.",
            "score": 113.9033432006836
        },
        {
            "docid": "25276055_2",
            "document": "Ariana Grande . Ariana Grande-Butera (; born June 26, 1993) is an American singer and actress. She began her career in 2008 in the Broadway musical \"13\", before playing the role of Cat Valentine in the Nickelodeon television series \"Victorious\", and in the spinoff \"Sam & Cat\" until 2014. She has also appeared in other theatre and television roles and has lent her voice to animated television and films.",
            "score": 113.6046142578125
        },
        {
            "docid": "44749894_2",
            "document": "List of songs recorded by Ariana Grande . Ariana Grande is an American singer and actress. Her music career started in 2011 when she contributed vocals to the soundtrack albums for the American TV sitcom, \"Victorious\", in which she also starred from 2010 to 2013. Three soundtrack albums were released between 2011 and 2012. In 2011 Grande also began to work as an independent artist outside of \"Victorious\". Her debut single \"Put Your Hearts Up\", a bubblegum pop song, was released the same year. Grande later called it \"inauthentic and fake\" and described it as \"the worst moment of my life\"; she hid the video on her Vevo account. After she expressed her disappointment with the song, Republic Records gave Grande more creative control over the production of her debut album.",
            "score": 113.3671875
        },
        {
            "docid": "43854491_13",
            "document": "Love Me Harder . The video opens with \"dramatic lightning in a sky boiling over with orange clouds.\" Throughout the music video, Ariana and The Weeknd \"withstand earth, wind and water, symbolizing what one would do for love,\" as MTV's Emilee Lindner claimed. Lindner continued: \"Grande writhes around on a sandy floor, the Weeknd walks nonchalantly through an indoor rain storm, and toward the end, we find Ariana in a pool of water with an air of confidence. At one point, they sing back-to-back, ultimately illustrating what the song is about — being unable to face the wants and needs of a relationship.\" Lidner called it \"her most serious video to date.\" Gabby Bess of \"Paper\" called its visuals \"a departure from her previous videos and mark a new, sultry era for the mini diva.\" Ariana Bacle of \"Entertainment Weekly\" agreed, norting that \"The video’s vibe, sensual and mysterious, is an obvious departure from Grande’s earlier work [...] but fits the song, a stripped-down ballad that’s meant to showcase the two singers’ voices.\"",
            "score": 111.98055267333984
        },
        {
            "docid": "2127621_50",
            "document": "Imogen Heap . Heap extensively uses manipulated electronic sounds as an integral part of her music. She also mixes ambient sound into her music (such as the sound of a frying pan in use cooking food, in the background of her song \"Hide and Seek\") and has commented that \"certain sounds give the music a width and a space, and that's important.\"",
            "score": 111.8611068725586
        },
        {
            "docid": "2127621_61",
            "document": "Imogen Heap . July 2011 saw Heap unveil a pair of in-development, high-tech musical gloves at the TEDGlobal conference in Edinburgh, Scotland. Inspired by the VAMP system developed by Elly Jessop at MIT's media lab, Heap set out to develop the musical gloves in collaboration with Thomas Mitchell, a lecturer in music systems at the University of the West of England, Bristol. The gloves combine sensors developed by 5DT, x-io Technologies with Shure microphones. Both Heap's and Elly Jessop's musical gloves are similar to The Lady's Glove, an earlier invention by the electronic sound pioneer Laetitia Sonami, and the midi gloves used since 1989 by Steve Hogarth lead singer of Marillion. While still in prototype stage, Heap used her MiMu gloves to record \"Me the Machine\", the first song created solely with the gloves. The song was released on her latest album, Sparks, originally titled \"heapsong11\". In an attempt to raise money for further research, Heap toured the song and the gloves at a number of venues and has been working with artists to discover the full potential of the gloves.",
            "score": 111.72663116455078
        },
        {
            "docid": "37314490_3",
            "document": "Orla Gartland . Gartland describes her music as folk pop, most heavily influenced by Joni Mitchell, Regina Spektor and Imogen Heap. She frequently refers to herself as a \"music makin' ginger nutcase.\" In 2012, she released her debut single 'Devil on my Shoulder' which entered the singer/ songwriter iTunes charts in Ireland.",
            "score": 111.11943817138672
        },
        {
            "docid": "38794587_2",
            "document": "Telemiscommunications . \"Telemiscommunications\" is a song by Canadian electronic music producer deadmau5 and English singer/songwriter Imogen Heap. It is the fifth single from deadmau5's sixth studio album \"Album Title Goes Here\". The song is also the seventh single from Imogen Heap's fourth studio album \"Sparks\".",
            "score": 110.9140396118164
        },
        {
            "docid": "2127621_6",
            "document": "Imogen Heap . Imogen Jennifer Heap was born in the London Borough of Havering. She played music from an early age, becoming classically trained in several instruments including piano, cello and clarinet. She attended Friends School, a private, Quaker-run boarding school in Saffron Walden. Heap's mother (an art therapist) and her father (a construction rock retailer) separated when she was twelve. By the age of thirteen, she had begun writing songs.",
            "score": 110.79545593261719
        },
        {
            "docid": "24131681_5",
            "document": "Whatcha Say . In an interview with Digital Spy, Derulo spoke about the inspiration for the song. He said, \"Basically my brother called me one day and said, 'I cheated on my girl, but I love her so much and I hope she'll give me one more shot'. I found his story really compelling, so I just went into the studio and tried it out. You know, people go through that kind of thing every day, which is why the song is so relatable. She did take my brother back though and they're actually engaged now, so it all worked out good in the end.\" Regarding the heavy sampling of \"Hide and Seek\" by Imogen Heap, Derulo called Heap \"an incredible talent\" and stated that she was \"in love with Whatcha Say\".",
            "score": 110.2901840209961
        },
        {
            "docid": "49546338_2",
            "document": "Be Alright (Ariana Grande song) . \"Be Alright\" is a song recorded by American singer Ariana Grande for her third studio album \"Dangerous Woman\" (2016). The singer co-wrote the track with Tommy Brown, Victoria McCants, Khaled Rohaim, Nicholas Audino, Lewis Hughes and Willie Tafa, while its production was handled by Twice as Nice and Brown. The song was released as the first promotional single from the album on March 18, 2016. In terms of music, \"Be Alright\" is inspired by 1990s deep house and also influences from R&B and Chicago house. Lyrically, it is a carefree song about being optimistic. It was performed live for the first time on \"Saturday Night Live\", with choreography inspired by the vogue style of ballroom culture, the same choreography was adopted by Grande during her Dangerous Woman Tour where the song served as opening track.",
            "score": 110.26611328125
        },
        {
            "docid": "28454742_19",
            "document": "Kathryn Bernardo . Bernardo cites American pop stars Taylor Swift and Ariana Grande as her musical inspirations; she further said she considers local pop sensation Sarah Geronimo and singer Yeng Constantino her idols.",
            "score": 109.94132995605469
        },
        {
            "docid": "25276055_32",
            "document": "Ariana Grande . Journalists and celebrities, such as Taylor Swift, Rita Ora and Selena Gomez, commented favorably on Grande's \"empowering\" 2015 essay posted on Twitter decrying the double standard and misogyny in the focus of the press on female musicians' relationships and sex lives, instead of \"their value as an individual\". Grande noted that she has \"more to talk about\" concerning her music and accomplishments, rather than her romantic relationships. In 2016, \"E!\" writer Kendall Fisher called her \"a feminist hero\" in an essay examining Grande's feminist statements. The same year, Grande was listed among \"Time\"s 100 most influential people in the world. She received praise for her \"grace and strength\" in organizing, hosting and performing at the One Love Manchester benefit concert. Madeline Roth of MTV News wrote that the performance \"bolstered courage among an audience that desperately needed it. ... Returning to the stage was a true act of bravery and resilience\". \"New York Magazine\"s Vulture section ranked the event as the No. 1 concert of 2017. Also in 2017, Mitchell Harrison of \"Billboard\" magazine called Grande a \"gay icon\" for her LGBT-friendly lyrics, performances and \"support for the LGBTQ community\". The same year, Celia Almeida wrote for \"Miami New Times\": [O]f all of pop music's biggest stars of the past 20 years, Ariana Grande has made the most convincing and seamless transition from ingénue to independent female artist. ... She saves the celebration of the joys of liberated sexual exploration for her lyrics. ... [S]he has traversed into mainstream-pop adulthood relatively unscathed. ... Grande [wrote in 2016]: \"Expressing sexuality in art is not an invitation for disrespect ... just like wearing a short skirt is not asking for assault.\"",
            "score": 109.81976318359375
        },
        {
            "docid": "2410326_2",
            "document": "IMegaphone . iMegaphone is the first album recorded by British singer-songwriter Imogen Heap. It was released in 1998, and features the singles \"Getting Scared,\" \"Shine,\" \"Come Here Boy\" and \"Oh Me, Oh My\" (released to US radio only). The title is an anagram of \"Imogen Heap.\"",
            "score": 109.64189910888672
        },
        {
            "docid": "40192912_2",
            "document": "Right There (Ariana Grande song) . \"Right There\" is a song recorded by American singer Ariana Grande featuring rapper Big Sean. It was written by written by Grande, Harmony Samuels, H. \"Carmen Reece\" Culver, J. \"Lonny\" Bereal, James \"J-Doe\" Smith, Al Sherrod Lambert, Jeff Lorber and Sean. It features a prominent sample of the jazz instrumental song \"Rain Dance\" (1979) by The Jeff Lorber Fusion. The song is a throwback to R&B music of 1990s- a sonority that predominates the production of \"Yours Truly\" and the first single \"The Way\" in which Grande considered \"Right There\" as a sequel to - that uses heavy programmed snare drums, snaps and synthesizers as complement of its sound. In the lyrics, Grande expresses her passion to her love interest affirming that she will always be there for him with Sean responding to her affirmation while using several double entendres in a more sexual perspective.",
            "score": 108.32205200195312
        },
        {
            "docid": "38906878_5",
            "document": "The Way (Ariana Grande song) . In subsequent interviews, Grande implied that in order to feel \"passionate\" about her music, it needed to relate to her maturing personality. In an interview with \"Billboard\" she said, \"When I do \"Sam & Cat,\" and when I act as Cat, of course I'm still going to be there for my younger fans. But I'm also growing up – I'm almost 20. I'm not going to do anything crazy, but I want to do music that I'm passionate about. I'm finally at an age where I can do the music that I grew up loving, which was urban pop, 90s music. I grew up listening to the divas, so I'm very happy to finally do urban pop. I hope that it's received well, and it has been so far.\"",
            "score": 108.30201721191406
        },
        {
            "docid": "49725643_9",
            "document": "Let Me Love You (Ariana Grande song) . Despite not being released as a single, a music video for the song was directed by Grant Singer and released exclusively on streaming service Apple Music on May 15, 2016. A week later, on May 22, the music video was released on her YouTube and Vevo channel (the same day her music video for \"Into You\" was released). As stated by Gil Kaufman of \"Billboard\", \"For the most part, Ariana lounges around on her bed and couch in her black leather bustier, shorts and high heels asking a new man if she can love him. And then Lil Wayne shows up in a puff of smoke trailing some XXL promises.\" The music video spawned a nomination for Best Collaboration at the 2016 MTV Video Music Awards. It surpassed 100 million views on October 25, 2016, making it Grande's thirteenth Vevo-certified music video after \"Side to Side\".",
            "score": 108.27936553955078
        },
        {
            "docid": "25276055_6",
            "document": "Ariana Grande . Ariana Grande-Butera was born in Boca Raton, Florida. She is the daughter of Joan Grande, the chief executive officer of Hose-McCann Communications, a telephone and alarm system company, and Edward Butera, a graphic design firm owner in Boca Raton. Grande is of Italian descent, and her name was inspired by Princess Oriana from \"\". She has an older half-brother, Frankie Grande, an entertainer and producer, and she has a close relationship with her maternal grandmother, Marjorie Grande. Grande's family moved from New York to Florida when her mother was pregnant with her, and her parents separated when she was around 8 or 9 years old.",
            "score": 107.94609069824219
        },
        {
            "docid": "2127621_16",
            "document": "Imogen Heap . The initial concept for Frou Frou was Sigsworth's, and the project was to have been an album written and produced by her with each track featuring a different singer, songwriter, poet or rapper. Heap explains that Sigsworth invited her over to his studio to write lyrics to a four-bar motif he had, with one condition – that she include the word \"love\" somewhere. The first line she came up with was \"lung of love, leaves me breathless\", and the \"Details\" album track, \"Flicks\" was written. A week later, Sigsworth called Heap again, and together they wrote and recorded the future single \"Breathe In\".",
            "score": 107.42627716064453
        },
        {
            "docid": "38906878_6",
            "document": "The Way (Ariana Grande song) . \"The Way\" can be seen as the reboot of Grande's singing career, steering her toward an older demographic and a different musical genre than where she originally began. In January 2013, she met with producer Harmony Samuels, at which point he presented her with a demo of the song that featured the vocals of co-writer Jordin Sparks, whom the song was originally intended. The beat he'd created for the single, samples Brenda Russell's \"A Little Bit of Love either directly or indirectly, via Big Pun's \"Still Not a Player\". Grande immediately connected with the sound and asked Mac Miller to feature on the song with her, to which he responded, \"Sounds like a hit to me.\" The song was recorded that same month, and caught the attention of Republic Records VP Charlie Walk when he heard it being played from Republic co-founder Monte Lipman's office. \"It was 8:00 one night, and I heard a song coming from Monte's office through my wall. He called me down and I played a video, a DIY of Ariana Grande. We heard the song and I immediately made the decision to set it up [and] put the song out.\"",
            "score": 107.39708709716797
        },
        {
            "docid": "2127621_62",
            "document": "Imogen Heap . On 5 October 2015, Heap released her single \"Tiny Human\" on Mycelia: an experimental music distribution platform using blockchain-based technology called Ethereum alongside other open source platforms like Ujo.",
            "score": 107.273193359375
        }
    ]
}