{
    "q": [
        {
            "docid": "13670932_4",
            "document": "Classic hip-hop . Doug Abernethy, general manager of Radio One's Houston stations, described the classic hip-hop format as a parallel to the classic rock and classic country formats: these stations focus primarily on hip-hop music from the 1980s and 1990s, featuring artists such as 2Pac, De La Soul, LL Cool J, Ludacris, Notorious B.I.G., Queen Latifah, and Salt-N-Pepa. Some stations may include small amounts of R&B in their playlists as well.",
            "score": 18.591487407684326
        },
        {
            "docid": "22113121_9",
            "document": "Battle of the Sexes (album) . Upon its release, the album received generally positive reviews from most music critics, based on an aggregate score of 68/100 from Metacritic. Allmusic writer David Jeffries gave it 3 out of 5 stars and viewed it as a \"porno-style album\", stating \"Limited and a little patched together, but if cheap thrills are what you’re after, this one puts the dirty back in dirty south\". \"The A.V. Club\"s Nathan Rabin viewed its \"R&B heavy\" material as a weakness, but gave the album a B+ rating and praised Ludacris's lyricism, writing \"Ludacris remains an underrated lyricist with unparalleled verbal dexterity. His liquid flow crams an awful lot of polysyllabic words into even the tawdriest sex jam, and no rapper alive conveys joy as effortlessly or infectiously\". Giving it 2½ out of 4 stars, \"Los Angeles Times\" critic August Brown called \"Battle of the Sexes\" \"another welcome occasion to listen to Luda enjoying the real love of his life -- the sound of his own voice\", and described its music as \"fizzy pillow talk and respectfully tawdry club fodder\". Despite viewing Ludacris's lyrics as from the male perspective, \"USA Today\"s Elysa Gardner commended him for his humor and wrote that the album is \"more appealing, and more artful, when Ludacris directs his crude, breezy rhymes where they're best suited: into unabashed displays of loopy lust and boneheaded bravado\". \"XXL\" writer Rondell Conway gave \"Battle of the Sexes\" an XL rating and shared a similar sentiment, stating \"Luda may not have evened the playing field, but he certainly created an excellent musical forum for the sexes to air out their differences\". \"Newsday\"s Glenn Gamboa gave the album a B rating and commended Ludacris for his musical balance, writing \"Not only does Luda know when a song needs an R&B crooner or a female voice, he knows when he needs to speed up a flow or rough up a rhyme\".",
            "score": 19.719369530677795
        },
        {
            "docid": "2554741_4",
            "document": "Stand Up (Ludacris song) . The song topped the \"Billboard\" Hot 100 for the week of December 6, 2003, and topped the R&B/Hip-Hop singles chart for four weeks, making it the rapper's first #1 on both charts respectively. Ludacris went on to be nominated for a Grammy Award for Best Rap Solo Performance. This song was also featured on the 2004 compilation album \"Now That's What I Call Music! 15\".",
            "score": 16.201478242874146
        },
        {
            "docid": "547533_14",
            "document": "Crossover music . Collaborations between classical and popular performers have included Sting and Edin Karamazov's album \"Songs from the Labyrinth\". A collaboration between Freddie Mercury and soprano Montserrat Caballé resulted in the worldwide hit \"Barcelona\". R&B singer Mariah Carey performed a live duet with her mother Patricia, who is an opera singer, of the Christmas song - O Come, All Ye Faithful. Welsh soprano Katherine Jenkins performed a duet with Rock-singer Michael Bolton of O Holy Night. Singers and instrumentalists from the classical tradition, Andreas Dorschel has argued, run the risk of losing the sophistication of the genre(s) they were trained in, when they try to perform rock music, without coming up to the often rough and wild qualities of the latter.",
            "score": 15.929741621017456
        },
        {
            "docid": "42965133_5",
            "document": "Rising Star (U.S. TV series) . While the viewers at home are considered the “judges”, the expert panelists (Brad Paisley, Kesha, and Ludacris) also influence the vote. For the first six shows, a yes vote from one of the judges added 7% to the performers total. In the round of 13 it was announced that their yes vote would add 5%. In the quarterfinals the expert's yes vote was lowered to a 3% add. In the semifinals, the expert's yes vote was lowered to a 1% add. In the finale, the expert's yes vote only counts as a home judge vote.",
            "score": 4.886816501617432
        },
        {
            "docid": "31145841_6",
            "document": "Dirt Road Anthem . At the 2011 CMT Music Awards, Aldean performed the song with guest rapper Ludacris, who joined Aldean onstage after the second chorus to perform his own hip hop-style second verse. On picking Ludacris for the collaboration, Aldean said, \"...even though our music is totally different, our roots are the same. We both know about hot Georgia summers and cooling off with a six pack or two. It wasn't that much of a stretch.\" A remixed studio version featuring Ludacris was released for digital download through iTunes on June 9, 2011.",
            "score": 18.141472816467285
        },
        {
            "docid": "40034432_4",
            "document": "Yes/No (Banky W. song) . The music video for \"Yes/No\" won Most Gifted R&B Video at the 10th Annual Channel O Music Video Awards, which was held at the Walter Sisulu Square in Kliptown, Soweto on November 30, 2013. Banky W was nominated for the Best Male Vocal Performance award at The Headies 2013 for \"Yes/No\".",
            "score": 7.3610639572143555
        },
        {
            "docid": "43975_63",
            "document": "Yes (band) . In January 2016, Anderson, Rabin and Wakeman announced touring as Anderson, Rabin and Wakeman (ARW), having previously revealed in 2010 that they were working together, and that they had begun writing new material. Their tour, An Evening of Yes Music and More, began in October 2016 with a set of Yes songs from several eras. Wakeman stated that Squire's passing inspired them to move forward, feeling that \"following the very sad passing of Chris … it was the right time to get together and produce both new music and perform some of the classic material as we feel it should be performed.\"",
            "score": 11.618304252624512
        },
        {
            "docid": "28448298_8",
            "document": "Wet Lubricants . In June 2010, Wet Platinum was featured in the “adult” version of the music video for Ludacris’ single “Sex Room,” which debuted on Vevo. Wet Platinum was used by Ludacris in a steamy bedroom scene. The edited version of the video was released on MTV and MTV2 but does not include scenes with Wet.",
            "score": 11.074987888336182
        },
        {
            "docid": "32527806_2",
            "document": "Wet the Bed . \"Wet the Bed\" is a song by American R&B recording artist Chris Brown featuring American rapper Ludacris, from his fourth studio album \"F.A.M.E.\" (2011). It was written by Brown, King Derrick \"Bigg D\" Baker, Steven Kubie, Kevin McCall, Amber Streeter, Andre Merritt, Joseph Bereal and Christopher Bridges, and produced by Bigg D. Lyrically, the song sees Brown and Ludacris exploring ways to leave a woman satisfied. \"Wet the Bed\" received mixed reviews from most music critics, who were ambivalent towards its lyrics. It was released as a single and has appeared on the US Hot R&B/Hip-Hop Songs chart at number twenty-five. The song has been performed live at the album's listening party, as well as on Brown's F.A.M.E. Tour.",
            "score": 17.67496418952942
        },
        {
            "docid": "6033171_2",
            "document": "Money Maker . \"Money Maker\" is a song written and performed by American rapper Ludacris and R&B singer Pharrell Williams. The song was released to the radio on July 17, 2006 as the first single from Ludacris's fifth album \"Release Therapy\". Produced by Williams and Chad Hugo (known collectively as The Neptunes), the song is a reimagining of the 1961 Elmore James blues song \"Shake Your Moneymaker\". The single became Ludacris' third number-one song on the US \"Billboard\" Hot 100, while also topping the Hot R&B/Hip-Hop Songs and Hot Rap Tracks charts. It also became the number-one single on radio in the United States on October 19, 2006.",
            "score": 15.792118549346924
        },
        {
            "docid": "159966_11",
            "document": "Ludacris . Ludacris took a more mature approach to his fourth album, \"The Red Light District\". Sohail Khalid helped produce this album with various artists such as T.I., Lil Flip and Bun B. Ludacris openly boasted that he may be the only rapper able to keep the Def Jam label afloat on the opening track. Ludacris filmed and recorded the single \"Get Back\" in which he was featured as a muscle-bound hulk who was being annoyed by the media and warned critics to leave him alone. He first appeared on \"Saturday Night Live\" as a special guest performing with musical guest Sum 41 on a season 30 episode hosted by Paul Giamatti. He then recorded \"Get Back\" with Sum 41 to make a rock crossover single. The follow-up single was the \"Austin Powers\"-inspired \"Number One Spot\". It was produced by New York City's Hot 97 personality DJ Green Lantern. It used the Quincy Jones sample of \"Soul Bossa Nova\" and sped it up to the tempo of Ludacris' rap flow. Featured artists on the album include Nas, DJ Quik, DMX, Trick Daddy, Sleepy Brown and Disturbing tha Peace newcomers Bobby Valentino, Dolla Boi and Small World. The album debuted at number one on the Billboard charts.",
            "score": 15.856324076652527
        },
        {
            "docid": "3910694_5",
            "document": "Welcome to Atlanta . The official remix, \"Welcome To Atlanta (Coast 2 Coast Remix)\", features Murphy Lee, Snoop Dogg, Diddy and Ludacris on the intro and outro. Ludacris does not appear in the video. The Music Video was directed by Benny Boom. Murphy Lee would collaborate with Dupri again in 2003 on \"What Da Hook Gon Be?\".",
            "score": 10.9026517868042
        },
        {
            "docid": "35026272_4",
            "document": "Country Shit . On June 11, 2011 the music video for the remix featuring Bun B and Ludacris was released. The music video features a cameo appearance by Chamillionaire.",
            "score": 14.008091449737549
        },
        {
            "docid": "15139944_3",
            "document": "Classic Artists: Yes . In addition to a large amount of music to accompany the documentary, the video also includes rare and unseen photographs from personal collections, performance archive, music promos, and includes 20 page full colour booklet.",
            "score": 10.739215850830078
        },
        {
            "docid": "159966_10",
            "document": "Ludacris . The album's next single, \"Splash Waterfalls\", was released in early 2004. A huge pop hit (despite its steamy video and explicit, adult-oriented lyrical content and themes), it subsequently became a success at urban radio and BET, and is the only time he has produced two consecutive top 10 singles from a solo album, except for \"Release Therapy\" (an unedited version of the video could only be viewed on BET's Uncut program). It was Ludacris' most sexual video yet, an R&B remix that featured Raphael Saadiq and sampled Tony! Toni! Tone!'s \"Whatever You Want\". Ludacris received his first Grammy Award with Usher and Lil Jon for their hit single \"Yeah!\". Ludacris next released \"Blow It Out\", which was accompanied by a low-budget music video.",
            "score": 15.225054502487183
        },
        {
            "docid": "48503712_15",
            "document": "One Voice Children's Choir . The choir performs an eclectic selection of genres including pop music, gospel music, classical music, Broadway musical songs, and patriotic songs. They have performed songs from Rihanna, Disney, and Ellie Goulding. In a 2003 interview with \"The Salt Lake Tribune\", Fukuda said, \"We go anywhere from baroque and classical to R&B and hip-hop. We're media-oriented.\"",
            "score": 16.06368923187256
        },
        {
            "docid": "1336181_8",
            "document": "Frederick Hemke . In a traditional modern saxophone quartet — B soprano, E alto, B tenor, and E baritone saxophone — repertoire and popularity for solo classical was, and still is, dominated by B soprano and E alto saxophone. Bucking the trend, Hemke spent time focusing on the B tenor as a classical solo instrument, as evidenced by the release of his 1971 solo album, \"Music for Tenor Saxophone\". In orchestral music, the tenor is known as one of the three saxophone voices in Ravel's \"Boléro\" — originally performed by two saxophonists, one on E sopranino and one on tenor doubling on B soprano. Recordings by tenor saxophone virtuoso James Houlik and others notwithstanding, classical tenor saxophone recordings make up a small portion of the classical saxophone repertoire and discography universe.",
            "score": 21.109639048576355
        },
        {
            "docid": "33643086_2",
            "document": "Chicken-n-Beer . Chicken-n-Beer is the fourth studio album by American rapper Ludacris. It was released on October 7, 2003, by Disturbing tha Peace and Def Jam Recordings. Recording sessions took place from 2002 to 2003, and it was handled by several record producers, including DJ Nasty & LVM, Kanye West, Mo B. Dick, DJ Paul, Juicy J and Ludacris himself. The Southern hip hop album, \"Chicken-n-Beer\" is musically similar to Ludacris' previous work, with his use of a fast, highly versatile flow. Some of the songs on the album take a political overtone.",
            "score": 17.979795217514038
        },
        {
            "docid": "2249360_12",
            "document": "Oh (Ciara song) . The music video for \"Oh\" was directed by the Fat Cats. It begins with Ciara sitting with \"little\" Ciara watching a video player. The camera zooms into the video player and reveals an overview of Atlanta and scenes of Ciara and her friends at a block party in an alley. She performs the first verse and first chorus in the middle of the street, while she is surrounded by guests and their cars. There are dance sequences throughout the remainder of the video and a scene with Ciara performing on top of a car as Ludacris raps. Ciara is also \"ridin' slow\" in a classic model Oldsmobile. There is also a cameo by Gucci Mane and Boyz n da Hood.",
            "score": 12.62036657333374
        },
        {
            "docid": "82991_2",
            "document": "Chamber music . Chamber music is a form of classical music that is composed for a small group of instruments—traditionally a group that could fit in a palace chamber or a large room. Most broadly, it includes any art music that is performed by a small number of performers, with one performer to a part (in contrast to orchestral music, in which each string part is played by a number of performers). However, by convention, it usually does not include solo instrument performances.",
            "score": 18.456603527069092
        },
        {
            "docid": "5131648_7",
            "document": "Release Therapy . Unlike the previous albums released by Ludacris, \"Release Therapy\" has a more mature and serious approach to the music (e.g. the 3rd single \"Runaway Love\" is Ludacris' first stab at socially concerned music). It is also Ludacris' darkest album to date, both in mood and subject matter. The different approach Ludacris took with Release Therapy has caused many listeners and fans to debate on whether the album is Ludacris's best or worst.",
            "score": 14.882664203643799
        },
        {
            "docid": "15287050_3",
            "document": "Like Dat . The music video was filmed and produced in Atlanta, Georgia, the video includes cameos from Ludacris, Young Buck and Bun B.",
            "score": 13.030394554138184
        },
        {
            "docid": "4734577_9",
            "document": "WBJC . WBJC produces several popular programs hosted by respected artist Jonathan Palevsky \"Past Masters\" showcases notable performances from the past. \"Face the Music\" has a panel of local musical experts listening and offering critiques of new recordings. \"Vocalise\" focuses on vocal music (the station usually does not play vocal music on a daily basis). \"WBJC Operafest\" presents classic opera recordings in their entirety. \"Toccata\" focuses on keyboard music. \"Music in Maryland\" features locally performed concerts. Late night/early morning broadcasts are provided by Classical 24.",
            "score": 16.764244556427002
        },
        {
            "docid": "223014_29",
            "document": "Indian classical music . A \"raga\" is not a tune, because the same \"raga\" can yield a very large number of tunes. A \"raga\" is not a scale, because many \"ragas\" can be based on the same scale. A \"raga\", states Bruno Nettl and other music scholars, is a concept similar to mode, something between the domains of tune and scale, and it is best conceptualized as a \"unique array of melodic features, mapped to and organized for a unique aesthetic sentiment in the listener\". The goal of a \"raga\" and its artist is to create \"rasa\" (essence, feeling, atmosphere) with music, as classical Indian dance does with performance arts. In the Indian tradition, classical dances are performed with music set to various \"ragas\".",
            "score": 12.690617084503174
        },
        {
            "docid": "26269204_12",
            "document": "My Chick Bad . The song was first performed by the duo at BET's \"Rip the Runway\" 2010, which Minaj co-hosted with \"The Game\" actor Pooch Hall. While Ludacris wore a black vest similar to in the \"How Low\" video, Minaj's attire was from the \"My Chick Bad\" video, as she donned a pink wig and similar clothing as in the Freddy Kruger-lair scene. Ludacris and Minaj performed the song at MTV's Spring Break 2010 in Acapulco, Mexico, featuring Minaj donning a blonde wig. The duo also performed the song at the 2010 BET Awards on June 27, 2010, as a part of a medley with the remix of \"All I Do Is Win\", featuring Ludacris in a mask, flanked by violin players, and Minaj with a spiraling blonde wig seated in a medieval chair, similar to her scene in the music video. Minaj has also recited her verse on select dates of her debut tour, the Pink Friday Tour. She has performed her verse in a medley on her .",
            "score": 12.719383239746094
        },
        {
            "docid": "6668778_57",
            "document": "Classical music . Improvisation once played an important role in classical music. A remnant of this improvisatory tradition in classical music can be heard in the cadenza, a passage found mostly in concertos and solo works, designed to allow skilled performers to exhibit their virtuoso skills on the instrument. Traditionally this was improvised by the performer; however, it is often written for (or occasionally by) the performer beforehand. Improvisation is also an important aspect in authentic performances of operas of Baroque era and of bel canto (especially operas of Vincenzo Bellini), and is best exemplified by the \"da capo aria\", a form by which famous singers typically perform variations of the thematic matter of the aria in the recapitulation section ('B section' / the 'da capo' part). An example is Beverly Sills' complex, albeit pre-written, variation of \"Da tempeste il legno infranto\" from Händel's \"Giulio Cesare\".",
            "score": 17.241739988327026
        },
        {
            "docid": "19961079_2",
            "document": "One More Drink . \"One More Drink\" is the second official single off Ludacris' album, \"Theater of the Mind\". The song \"co-stars\" T-Pain. The song was released on iTunes on October 28, 2008. Ludacris performed the song live while he and T-Pain appeared as musical guests on Saturday Night Live. The song samples Shalamar's \"Take That to the Bank\".",
            "score": 11.635663986206055
        },
        {
            "docid": "4628389_18",
            "document": "Tucson Symphony Orchestra . The mission of the Tucson Symphony Orchestra is to share beautiful, professionally performed music with as wide an audience as possible. It does so each season through a series of nine Classic concerts, four MasterWorks Chamber Orchestra concerts, five TSO Pops! concerts, Classic, MasterWorks and TSO Pops! Specials, ensemble performances, Moveable Musical Feasts and award-winning educational programs.",
            "score": 11.622478485107422
        },
        {
            "docid": "4906940_2",
            "document": "Brown Opera Productions . Brown Opera Productions (BOP) is dedicated to the promotion and performance of classical vocal music both on campus and in the greater Providence, Rhode Island community and is a space for singers and musicians to collaborate on exciting classical performance projects. BOP produces a full-length opera every spring, and throughout the year produces concerts of classical vocal music on campus and in local hospitals, nursing homes, and schools. As the name implies, the group is composed of Brown University students, who also work with RISD students at times. BOP does not charge admission for its performances but depends on individual donations.",
            "score": 13.070648670196533
        },
        {
            "docid": "26808701_2",
            "document": "Ride (Ciara song) . \"Ride\" is a song performed by American recording artist Ciara. The song features American rapper Ludacris. It was co-written by Ciara, Ludacris, Tricky Stewart, and The-Dream, and produced by the latter two. The song serves as the lead single from her fourth studio album, \"Basic Instinct\". The song was first released for digital download on April 23, 2010. \"Ride\" is a down-tempo R&B song, featuring a heavy bass line and seductive tone.",
            "score": 12.304471492767334
        },
        {
            "docid": "18018389_8",
            "document": "Simply Music . Simply Music does not focus on mastering classical concert performance technique. Instead, Simply Music teachers encourage students to play expressively and comfortably, without tension.",
            "score": 11.56011152267456
        }
    ],
    "r": [
        {
            "docid": "26552_48",
            "document": "Roy Orbison . Orbison is regarded as a rock-and-roll pioneer and has been cited by numerous critics as one of the genre's most influential musicians, but his style is notable for how it departed from the norm. Rock and roll in the 1950s was defined by a driving backbeat, heavy guitars, and lyrical themes that glorified youthful rebellion. Few of Orbison's recordings have these characteristics. The structure and themes of his songs defied convention, and his much-praised voice and performance style were unlike any other in rock and roll. Many of his contemporaries compared his music with that of classically trained musicians, although he never mentioned any classical music influences. Peter Lehman summarized it, writing, \"He achieved what he did not by copying classical music but by creating a unique form of popular music that drew upon a wide variety of music popular during his youth.\"",
            "score": 27.112611770629883
        },
        {
            "docid": "305609_22",
            "document": "Music of New York City . The best-known New York composer — indeed, the best-known American classical composer of any kind — was George Gershwin. Gershwin was a songwriter with Tin Pan Alley and the Broadway theaters, and his works were strongly influenced by jazz, or rather the precursors to jazz that were extant during his time. It is not clear that he was a classical musician, though neither is it clear that he worked in jazz, popular music or any other field — he primarily synthesized and utilized elements of many styles, including the music of New York's Yiddish theatre, vaudeville, ragtime, operetta, jazz, Tin Pan Alley and Broadway songs, the music of the Gullah people and the impressionist and post-Romantic music of European composers. Some of his most famous compositions were the \"Rhapsody in Blue\" and \"Concerto in F\", both of which utilized jazz idioms. Gershwin's work made American classical music more focused, and attracted an unheard of amount of international attention.",
            "score": 26.248680114746094
        },
        {
            "docid": "55793192_3",
            "document": "Alexis Ffrench . Since the early age of 4, Ffrench has been improvising on the piano. He received scholarships to study at The Purcell School for Young Musicians, the Royal Academy of Music and the Guildhall School Of Music and Drama. He is known for his unique style of combining his classical training with a love of roots music and R&B.",
            "score": 26.23625946044922
        },
        {
            "docid": "56832528_3",
            "document": "After Bach . Pianist Brad Mehldau is known predominantly as a jazz musician who incorporates numerous influences into his playing. Among these influences is classical music—Mehldau was classically trained—including the works of Johann Sebastian Bach. Bach was an excellent keyboardist, a necessary part of which, during his lifetime, was the ability to improvise. While such improvisation has largely been lost from classical music performance, it is fundamental to jazz musicians.",
            "score": 26.193954467773438
        },
        {
            "docid": "18888_108",
            "document": "Mandolin . Many adaptations of the instrument have been done to cater to the special needs of Indian Carnatic music. In Indian classical music and Indian light music, the mandolin, which bears little resemblance to the European mandolin, is usually tuned E–B–E–B. As there is no concept of absolute pitch in Indian classical music, any convenient tuning maintaining these relative pitch intervals between the strings can be used. Another prevalent tuning with these intervals is C–G–C–G, which corresponds to \"sa–pa–sa–pa\" in the Indian carnatic classical music style. This tuning corresponds to the way violins are tuned for carnatic classical music. This type of mandolin is also used in Bhangra, dance music popular in Punjabi culture.",
            "score": 26.145906448364258
        },
        {
            "docid": "99750_16",
            "document": "Gandharva . There are many singers known as gandharvas for their mastery of Indian classical music. All of them, at one time or another, were theater actors who performed in various musicals. Their style of music is known as \"Kula Sangeet\" in Marathi, literally \"hereditary music\". They are regarded as masters of Indian classical music by the vast majority of the general population, predominantly in the state of Maharashtra.",
            "score": 25.795392990112305
        },
        {
            "docid": "54203379_2",
            "document": "Rajat Nagpal . Rajat Nagpal is a singer/composer/producer and mix engineer hailing from Fatehabad, Haryana, India. He is a classical and western classical trained musician. He has been working as a studio engineer and a music producer at Beatfactory Studios and is known for his work in songs like Fashion, Taare, Ban Ja Rani, Suit Suit, All I Need,Akhiyan,Khamkha Yu Hi many more. He uses the piano as the main instrument for his compositions and produces music on Logic Pro and Protools.",
            "score": 25.66869354248047
        },
        {
            "docid": "754200_7",
            "document": "Joe Venuti . Joe was classically trained in the violin from a young age, and studied solfeggio with his grandfather. He later said that while he studied music from him, he did not learn any one instrument but rather music theory in general. He began studying the violin in Philadelphia, and later claimed to have studied at a conservatory, without providing any corroborating details. Despite this, his style of playing was characteristic of someone who had a solid basis in violin technique.",
            "score": 25.371307373046875
        },
        {
            "docid": "225564_26",
            "document": "Naushad . Naushad was known for his deft adaptation of the classical musical tradition for movies. For some movies like \"Baiju Bawra\", he composed all scores in classical raga modes and arranged for the well-known vocalist Amir Khan to be a music consultant for the film. He could easily work with Western instruments, including the clarinet, the mandolin and the accordion. He could incorporate Western musical idioms in his compositions and compose for Western-style orchestras.",
            "score": 25.18878746032715
        },
        {
            "docid": "40867868_8",
            "document": "New West Guitar Group . New West has been known to experiment with various guitar tunings including DADGAD and Nashville tuning, along with the standard tuning of guitar. Their music predominantly features a Steel-string acoustic guitar and archtop guitar, but they have been known to use a classical guitar, baritone guitar and fanned fret guitars. Their style, by combining acoustic and electric guitars, distinguishes the group as one of the few guitar ensembles with this instrumentation.",
            "score": 25.12896156311035
        },
        {
            "docid": "13869_17",
            "document": "Heavy metal music . Robert Walser stated that, alongside blues and R&B, the \"assemblage of disparate musical styles known ... as 'classical music has been a major influence on heavy metal since the genre's earliest days. Also that metal's \"most influential musicians have been guitar players who have also studied classical music. Their appropriation and adaptation of classical models sparked the development of a new kind of guitar virtuosity [and] changes in the harmonic and melodic language of heavy metal.\"",
            "score": 25.11585807800293
        },
        {
            "docid": "1311938_6",
            "document": "Yu Hua . Yu Hua has been influenced by magic realism and also incorporates pre-modern Chinese fiction elements into his work. He is known to use dark humour and strange modes of perception and description in his writing. He has been influenced by music, with a particular interest in classical, and the narrative structure of music; in fact, \"Chronicle of a Blood Merchant\" uses techniques borrowed from Yueju Opera's style.",
            "score": 24.73445701599121
        },
        {
            "docid": "51538359_2",
            "document": "Gaurav Bhatt . Gaurav Bhatt is a Music Director, Singer, Songwriter & Guitarist from Jaipur, India. He has an Indian classical background and sings in the traditional Indian style. Known for his fine work in Fusion (Indian Classical + Jazz), Romantic and Instrumentals melodies.",
            "score": 24.724618911743164
        },
        {
            "docid": "35543693_2",
            "document": "Nicholas Gunn . Nicholas Gunn, also known as Nick Gunn, is a classically trained musician and music producer. He is a Top-Ten \"Billboard\" charting musician known for his instrumental works under Nicholas Gunn and his EDM (Electronic Dance Music) / Trance Music works under the duo Limelght.",
            "score": 24.6993350982666
        },
        {
            "docid": "391547_9",
            "document": "Masashi Hamauzu . Hamauzu composes music in a wide variety of styles, often using multiple styles throughout the various pieces of a soundtrack. He mostly creates classical and ambient music, and uses the piano predominantly as an instrument. He frequently uses dissonance to provide an atmospheric effect. In \"Unlimited Saga\", for example, the style of his compositions mix classical marches, tango music, electronic ambiance, instrumental solos, bossa nova, and jazz.",
            "score": 24.650175094604492
        },
        {
            "docid": "21978441_4",
            "document": "Sambuca (instrument) . The sambuca has been compared to the siege engine of the same name by some classical writers; Polybius likens it to a rope ladder; others describe it as boat-shaped. Among the musical instruments known, the Egyptian \"nanga\" best answers to these descriptions, which are doubtless responsible for the medieval drawings representing the sambuca as a kind of tambourine, for Isidore of Seville elsewhere defines the symphonia as a tambourine.",
            "score": 24.633880615234375
        },
        {
            "docid": "3525258_35",
            "document": "Ahmed Rushdi . Many of his contemporaries compared his music with that of classically trained singers, although Rushdi never had any influences from any classical singer. He is famously known as \"Magician of voice\" and his popularity also turned traditional classical singers against him but did not affect his fame and his death is termed as irreparable loss to the industry.",
            "score": 24.568157196044922
        },
        {
            "docid": "6662680_3",
            "document": "Julius Dobos . Dobos’ distinct musical style is characterized by emotionally deep, haunting melodies and monumental instrumentation, unique sound textures and the extensive use of synthesizers and other electronic musical instruments. Although classically trained, the composer generally disregards the formal rules of music composition. Dobos has been influenced by a wide range of musical styles and other art forms, however his post-2009 works do not follow the trends of popular musical genres. Currently living in the United States and working under the moniker forgotten future, he primarily composes psybient, ambient instrumental electronic music, exploring the uncharted territories of melody and sound.",
            "score": 24.49181365966797
        },
        {
            "docid": "1874691_4",
            "document": "Nasrat Parsa . Due to Soviet occupation of Afghanistan and the ensuing disruptive guerrilla fighting, Nasrat Parsa and his family left Afghanistan in 1981 for Pakistan and subsequently to India. They took residence in the capital city of New Delhi, a popular destination for most war civilians. There, the 12-year-old Nasrat was said to delve into studying music to find comfort from the negative psychological effects of the war. He attended the school of music under the apprenticeship of classic Indian singer Daish Pandi. Although the classical music of Afghanistan and Indian classical music differ a bit in tone and rhythm, the training nonetheless gave Nasrat a foundation to prepare his voice and gave encouragement to the amateur to pursue his interest professionally. He also studied with Ustad Munawar Ali Khan, a leading authority in certain Indian music styles who taught him details of musical instruments and notes. It was these lessons that would prepare him for performing the ghazal that he later became known for in Europe.",
            "score": 24.301502227783203
        },
        {
            "docid": "26552124_4",
            "document": "Sammy Adams . Adams has been involved in music since his childhood, with him playing piano from the age of 7. At 11 years old, he began to improvise while playing on his piano, to create his own beats and melodies. Adams has stated in interviews that his musical influences have not only come from other rappers, but also from the classic rock, rock, classical music, and blues genres of music. While seeking to be eclectic, he also stays true to his musical roots so to create a \"hip-pop\" style in his music.",
            "score": 24.281219482421875
        },
        {
            "docid": "32340284_3",
            "document": "Igor Presnyakov . Born in Moscow, Russia, Igor Presnyakov studied classical music at a nearby academy and would eventually graduate as both a guitarist and a conductor for ensembles. He relocated to the Netherlands to further his career, which has now spanned over 35 years. His unique acoustic guitar-style is influenced by various musical genres from Reggae, Rock and Roll, R&B, Country-western, Jazz and Heavy Metal. His most noticeable attribute is his creative style of \"beating\" the percussion of the song, onto the body of his acoustic guitar while playing. This replicates the sound of multiple musicians, while only Igor is playing. He also rarely sings any of the lyrics to any kind of song that he covers, and instead translates them into a guitar melody, having his instrument sing the words.",
            "score": 24.267797470092773
        },
        {
            "docid": "42091436_32",
            "document": "Music composition and composers in Pristina . Ilir Bajri (born 1969) is a composer and pianist, he finished studies at Academy of Arts in the University of Pristina in the Music Arts Department for General Music Education. He is mostly known for his Jazz compositions but he has also experimented with different genres such as Pop, Classical and Contemporary Classical Music. He was born in Peja and than moved to Pristina before starting studies in the field mentioned above. Besides his work as a composer, he is also known for his visual work and his performances that introduce his new works specifically in \"postmodern\" music style.",
            "score": 24.221935272216797
        },
        {
            "docid": "8580545_2",
            "document": "Rahim Bakhsh . Rahim Bakhsh (), commonly known as was an ustad (maestro) of Hindustani classical music and classical music culture from Afghanistan. He is also well renowned and popular in a few neighboring countries. He was born in Kharabat into a well-known Tajik family, a traditional part city of art in Kabul and was the creator of a new classical music in Afghanistan. With his work he represented the more than 4500 years old Tajik culture of Central Asia. He was counted as leading authorities of classical music in Afghanistan. Like virtually all classical vocalists of Afghanistan, he belonged to the Patiala Gharana (gharana meaning a school or style of music) of Hindustani classical music. The Ustad (pers.: \"master\") died in 2002. His last wish was to have his grave beside his teacher Ustad Qasim. Ustad Rahim Bakhsh's grave is situated in Kabul on a place called Showda where every Friday night Sufis are praying.",
            "score": 24.173583984375
        },
        {
            "docid": "1684892_11",
            "document": "Kimmo Pohjonen . Over his career the music he has produced on the accordion has included traditional folk, classical, rock and theater, but he is best known for avant garde and experimental music. He blends musical styles such as rock, electronic beat, jazz and more. His composition are mostly instrumental works, based on the accordion, along with his voice to some extent, and with other instruments when he collaborates with other musicians. He also experiments with technology, using loops and layering effects onto the accordion's natural sound.",
            "score": 24.15323829650879
        },
        {
            "docid": "312642_5",
            "document": "Classic Car Club of America . The CCCA is considered to have invented the term classic car, which was coined to describe the vehicles covered by the Club's interest. While the term is nowadays used to describe any interesting old vehicle, many in the US consider it only properly used to describe vehicles considered eligible for the CCCA. This may be considered analogously to the correct usage of 'Classical music' to mean only from a specific historical period, even though many people use the term to mean any orchestral work.",
            "score": 24.105058670043945
        },
        {
            "docid": "582934_4",
            "document": "Georg Christoph Wagenseil . Wagenseil was a well-known musical figure in his day — both Joseph Haydn and Wolfgang Amadeus Mozart are known to have been familiar with his works. His early works are Baroque, while his later pieces are in the Classical style. He composed a number of operas, choral works, symphonies, concertos,  chamber music and keyboard pieces.",
            "score": 24.06378173828125
        },
        {
            "docid": "57685_8",
            "document": "Music history . Archival work may be conducted to find connections to music or musicians in a collection of documents of broader interests (e.g., Vatican pay records, letters to a patroness of the arts) or to more systematically study a collection of documents related to a musician. In some cases, where records, scores, and letters have been digitized, archival work can be done online. One example of a composer for whom archival materials can be examined online is the Arnold Schoenberg Center. Performance practice draws on many of the tools of historical musicology to answer the specific question of how music was performed in various places at various times in the past. Scholars investigate questions such as which instruments or voices were used to perform a given work, what tempos (or tempo changes) were used, and how (or if) ornaments were used. Although performance practice was previously confined to early music from the Baroque era, since the 1990s, research in performance practice has examined other historical eras, such as how early Classical era piano concerti were performed, how the early history of recording affected the use of vibrato in classical music, or which instruments were used in Klezmer music.",
            "score": 24.000043869018555
        },
        {
            "docid": "12008779_3",
            "document": "Ray Reach . Reach has performed and recorded in various genres, including pop, R & B, Motown/soul, gospel, rock, classic rock, country (contemporary and traditional), contemporary Christian, classical and jazz music, but is perhaps best known for his work in jazz, combining jazz piano stylings with Sinatra-style vocals. He resides in Birmingham, Alabama.",
            "score": 23.958200454711914
        },
        {
            "docid": "1344486_16",
            "document": "Culture of New York City . The best-known New York composer, indeed, the best-known American classical composer of any kind, was George Gershwin. Gershwin was a songwriter with Tin Pan Alley and the Broadway theatres, and his works synthesized elements of many styles, including the music of New York's Yiddish theatre, vaudeville, ragtime, operetta, jazz and the post-Romantic music of European composers. Gershwin's work gave American classical music unprecedented international recognition. Following Gershwin, the next major American composer was Aaron Copland from Brooklyn, who used elements of American folk music and jazz in his compositions. His works included the \"Organ Symphony\", which earned him comparisons to Igor Stravinsky, and the music for the ballet \"Appalachian Spring\" and the \"Copland Piano Variations\".",
            "score": 23.94707489013672
        },
        {
            "docid": "940388_16",
            "document": "Yann Tiersen . Tiersen's music is influenced by the classical training he received when he was a child and by the American and British punk subculture, and by the music he used to listen to as a teenager. His musical style is deceptively simple to recognize but difficult to catalogue. It varies greatly from one album to the next and with the passage of time. His melancholy music and compositional techniques combine elements of Classical and folk music with pop and rock. His delicate but deeply emotional style has been linked to Frédéric Chopin and the great masters of Romantic music, and to Erik Satie, the colourful figure of the early 20th century Parisian avant-garde whose work was a precursor to later artistic movements such as minimalism, repetitive music, and the Theatre of the Absurd. Tiersen is also compared to one of the most influential composers of the late 20th century, the American minimalism, classical–contemporary classical, and ambient music composer Philip Glass, and to British composer of minimalist music, pianist, librettist and musicologist, Michael Nyman, known for the many film scores he wrote during his lengthy career and in regard to him Tiersen is often called the Gallic Michael Nyman. Tiersen started playing piano and violin at a young age. In 1983, when he was thirteen years old, he broke his violin and bought an electric guitar. Tiersen only returned to his childhood instrument years later after searching for string sounds to sample. In his albums, Tiersen composes and arranges music incorporating several instruments including keyboards such as piano, electric piano, Fender Rhodes, organ, harpsichord, Bontempi and toy piano, Korg and Moog synthesizers, Mellotron, accordion and melodica, strings as violin, viola, violone and cello, different types of electric, acoustic and bass guitars, mandolin, banjo, ukulele, bouzouki and oud, brasses, like horns, and woodwind instruments such as saxophone, clarinet, bassoon, pipe, oboe and flute, percussions like drums, vibraphone, marimba, tubular bells, tom, cymbal, glockenspiel and tam-tam, and also the sounds produced by Leslie speaker, music box, carillons, typewriters, cooking vessels, chairs, a car or a bicycle wheel. Tiersen plays all of these instruments both in the studio and in concert.",
            "score": 23.866676330566406
        },
        {
            "docid": "20713316_2",
            "document": "Music of Pyotr Ilyich Tchaikovsky . While the contributions of the Russian nationalistic group The Five were important in their own right in developing an independent Russian voice and consciousness in classical music, the compositions of Pyotr Ilyich Tchaikovsky became dominant in 19th century Russia, with Tchaikovsky becoming known both in and outside Russia as its greatest musical talent. His formal conservatory training allowed him to write works with Western-oriented attitudes and techniques, showcasing a wide range and breadth of technique from a poised \"Classical\" form simulating 18th century Rococo elegance to a style more characteristic of Russian nationalists or a musical idiom expressly to channel his own overwrought emotions.",
            "score": 23.859312057495117
        },
        {
            "docid": "24244063_3",
            "document": "Surendran Reddy . After his studies at the Royal College of Music and King's College in London he had a highly successful international career as a classical and jazz pianist. He invented his own new musical style called \"clazz\" in which he fuses classical, jazz, South African mbaqanga and other world music elements. His compositions, which have been performed all over the world, include orchestral and chamber music as well as solo instrumental and vocal works.",
            "score": 23.751907348632812
        }
    ]
}