{
    "q": [
        {
            "docid": "55884485_5",
            "document": "Zoroastrianism in the United States . In 2006, The United States had the world's third-largest Zoroastrian population at six thousand adherents. Based on mailing addresses rather than congregations, there are two U.S. counties where Zoroastrians constitute the second-largest religion after Christianity. According to a 2010 census by the Association of Statisticians of American Religious Bodies, there are also two U.S. counties where Zoroastrians constitute the joint-second-largest religion along with Baha'i Faith, by number of adherents. The Federation of Zoroastrian Associations of North America (FEZANA) is based in the United States and also quarterly publishes the \"Fezana Journal\". It claimed that the American Zoroastrian community grew by 33.5% between 2004 and 2012 to 15,000 adherents, while the overall North American community grew by 24.4% to 20,847 adherents.",
            "score": 47.5308403968811
        },
        {
            "docid": "322721_15",
            "document": "Freedom of religion in Iran . The textbook the MET wrote on the minority religions was called Talimat-e Maxhadi Vizheh-ye Aqaliathaye Mazhabi - (Kalimi, Zarthoshti, Masihi); Religious Studies Specifically for Religious Minorities: (Jews, Zoroastrians, Christians.) The course was taught by Muslim teachers at least 3 hrs/wk. All the religious minorities objected to the text in 1982 claiming the book was a violation of Article 13 guaranteeing freedom in religious teaching, that there were overt and covert passages from the Quran, and lack of any qualifications of the anonymous author(s) rather than members of the religious minorities writing about their own religions. The situation has moderated for the Armenians significantly by 1995/6. There was also compromise of sorts allowed both Hebrew and Persian language use in Jewish schools.",
            "score": 49.396950364112854
        },
        {
            "docid": "1424484_14",
            "document": "Interfaith marriage . Some traditional Zoroastrians in India disapprove of and discourage interfaith marriages, and female adherents who marry outside the faith are often considered to be excommunicated. When a female adherent marries a partner from another religion, they go through the risk of not being able to enter the Agyaris and Atash Behrams. In the past, their partner and children were forbidden from entering Zoroastrian religious buildings; this is often still observed. A loophole was found to avoid such expulsion: the offspring (especially born out of wedlock) of a Parsi man and a non-Parsi woman were often \"adopted\" by the Parsi father and tacitly accepted into the religion. Alternatively in a few cases such as that of Suzanne RD Tata, the non-Zoroastrian spouse has been allowed to convert Zoroastrianism by undergoing the navjote ritual Interfaith marriages may skew Zoroastrian demographics, since the number of adherents is low.",
            "score": 41.20466327667236
        },
        {
            "docid": "679693_97",
            "document": "Iraqi Kurdistan . In 2015, the Kurdistan Regional Government enacted a law to formally protect religious minorities. The Zoroastrian faith have around 500 followers according to an official research from the religious affairs committee from the parliament. Awat Hosamadin Taieb, the Zoroastrian Representative of the Kurdistan Regional Government, stated that the new estimates are in fact modest and that there may be many more adherents. Zoroastrians were seeking official recognition of their religion as of early 2016. The first Zoroastrian temple was opened in the city of Sulaymaniyah (Silêmanî) in September 2016.",
            "score": 39.895864725112915
        },
        {
            "docid": "43712_33",
            "document": "Parsi . From the 13th century to the late 16th century, the Zoroastrian priests of Gujarat sent (in all) twenty-two requests for religious guidance to their co-religionists in Iran, presumably because they considered the Iranian Zoroastrians \"better informed on religious matters than themselves, and must have preserved the old-time tradition more faithfully than they themselves did\" . These transmissions and their replies – assiduously preserved by the community as the \"rivayat\"s (epistles) – span the years 1478–1766 and deal with both religious and social subjects. From a superficial 21st century point of view, some of these \"ithoter\" (\"questions\") are remarkably trivial – for instance, \"Rivayat\" 376: whether ink prepared by a non-Zoroastrian is suitable for copying Avestan language texts – but they provide a discerning insight into the fears and anxieties of the early modern Zoroastrians. Thus, the question of the ink is symptomatic of the fear of assimilation and the loss of identity, a theme that dominates the questions posed and continues to be an issue into the 21st century. So also the question of conversion of \"Juddin\"s (non-Zoroastrians) to Zoroastrianism, to which the reply (R237, R238) was: acceptable, even meritorious.",
            "score": 33.10386097431183
        },
        {
            "docid": "7564733_14",
            "document": "Indian people . According to the 2011 census, 79.8% of the population of India practices Hinduism and 14.2% adheres to Islam, while the remaining 7.37% adheres to other religions, mostly Jainism, Buddhism, Sikhism and Christianity. Zoroastrianism and Judaism each has several thousands of Indian adherents, and also have an ancient history in India. India has the largest population of people adhering to Zoroastrianism and Bahá'í Faith in the world, even though these two religions are not native to India. Many other world religions also have a relationship with Indian spirituality, such as the Bahá'í Faith which recognises Buddha and Krishna as manifestations of the God Almighty. Despite the strong role of religion in Indian life, atheism and agnostics also have visible influence along with a self-ascribed tolerance to other people. According to the 2012 WIN-Gallup Global Index of Religion and Atheism report, 81% of Indians were religious, 13% were not religious, 3% were convinced atheists, and 3% were unsure or did not respond.",
            "score": 48.52420508861542
        },
        {
            "docid": "6037917_16",
            "document": "Islam . The Quran is more concerned with moral guidance than legislation, and is considered the \"sourcebook of Islamic principles and values\". Muslim jurists consult the \"hadith\" (\"reports\"), or the written record of Prophet Muhammad's life, to both supplement the Quran and assist with its interpretation. The science of Quranic commentary and exegesis is known as \"tafsir\". The set of rules governing proper elocution of recitation is called \"tajwid\".",
            "score": 44.04418873786926
        },
        {
            "docid": "7559740_47",
            "document": "Criticism of the Quran . Have ye thought upon Al-Lat and Al-'Uzza And Manat, the third, the other? Are yours the males and His the females? That indeed were an unfair division! They are but names which ye have named, ye and your fathers, for which Allah hath revealed no warrant. They follow but a guess and that which (they) themselves desire. And now the guidance from their Lord hath come unto them.",
            "score": 13.660022258758545
        },
        {
            "docid": "41358745_5",
            "document": "Zoroastrianism in India . The Zoroastrians moved to India in successive migrations in the Islamic period. The initial migration following the conquest has been characterized as a religious persecution by invading Muslims. According to the account, the Zoroastrians suffered at their hands and in order to protect themselves and safeguard their religion, fled first to northern Iran, then to the island of Hormuz and finally to India. This generally accepted narrative of migration emphasises Muslim persecution while identifying Parsis as religious refugees. Recently, scholars have questioned this explanation of Iranian origins. There is a scarcity of sources about the migration. Historians are forced to rely exclusively on \"Qissa-i Sanjan\" written in 1599 by a Parsi Priest and \"Qissah-ye Zartushtian-e Hindustan\" written more than 200 years later. This is complicated by the fact that there were already Zoroastrians in India in the Sasanian period.",
            "score": 37.13582634925842
        },
        {
            "docid": "5876413_119",
            "document": "Sasanian Empire . Sassanid Zoroastrianism would develop to have clear distinctions from the practices laid out in the Avesta, the holy books of Zoroastrianism. It is often argued that the Sassanid Zoroastrian clergy later modified the religion in a way to serve themselves, causing substantial religious uneasiness. Sassanid religious policies contributed to the flourishing of numerous religious reform movements, most importantly the Mani and Mazdak religions.",
            "score": 43.388203620910645
        },
        {
            "docid": "9195315_22",
            "document": "Persecution of Zoroastrians . The Zoroastrians moved to India in successive migrations in the Islamic period. The initial migration following the conquest has been characterized as a religious persecution by invading Muslims. According to the account, the Zoroastrians suffered at their hands and in order to protect themselves and safeguard their religion, fled first to northern Iran, then to the island of Hormuz and finally to India. This generally accepted narrative of migration emphasises Muslim persecution while identifying Parsis as religious refugees. Recently, scholars have questioned this explanation of Iranian origins. There is a scarcity of sources about the migration. Historians are forced to rely exclusively on \"Qissa-i Sanjan\" written in 1599 by a Parsi Priest and \"Qissah-ye Zartushtian-e Hindustan\" written more than 200 years later. This is complicated by the fact that there were already Zoroastrians in India in the Sasanian period. According to the legend, at the beginning of the 10th century a small group of Zoroastrians living around the town of Nyshapour and Fort of Sanjan in the province of (greater) Khorasan, decided that Iran was no longer safe for Zoroastrians and their religion.The refugees accepted the conditions and founded the settlement of Sanjan (Gujarat), which is said to have been named after the city of their origin (Sanjan, near Merv, in present-day Turkmenistan).",
            "score": 39.36227989196777
        },
        {
            "docid": "47826238_36",
            "document": "Spread of Islam . Islam was readily accepted by Zoroastrians who were employed in industrial and artisan positions because, according to Zoroastrian dogma, such occupations that involved defiling fire made them impure. Moreover, Muslim missionaries did not encounter difficulty in explaining Islamic tenets to Zoroastrians, as there were many similarities between the faiths. According to Thomas Walker Arnold, for the Persian, he would meet Ahura Mazda and Ahriman under the names of Allah and Iblis. At times, Muslim leaders in their effort to win converts encouraged attendance at Muslim prayer with promises of money and allowed the Quran to be recited in Persian instead of Arabic so that it would be intelligible to all.",
            "score": 52.14773607254028
        },
        {
            "docid": "34872113_12",
            "document": "2012 Afghanistan Quran burning protests . \"I absolutely reject any suggestion that those involved acted with any malicious intent to disrespect the Quran or defame the faith of Islam,\" an investigator, Brigadier General Bryan Watson, wrote. \"Ultimately, this was a tragic incident (that) resulted from a lack of cross-talk between leaders and commanders, a lack of senior involvement in giving clear guidance in a complex operation\" and \"distrust among our service members and our partners.\" The investigators of the incident concluded that the involved soldiers did not follow proper procedures, were ignorant of the importance of the Quran to Afghans and got no clear guidance from their leaders in a chain of mistakes. Specifically, the report found that the service members relied too heavily on one linguist's conclusion that the Qurans, which also had militant messages in them, were rewritten versions that were extremist and would not be considered real Qurans. It also said the service members mistakenly interpreted a commander's order to get rid of the books as permission to take them to the burn pit. The report also found that only one of the service members assigned to transport the books to the burn pit knew they were carrying religious books. Even after commanders at the detention center realized a mistake was being made, the troops they dispatched to stop the burning went to the wrong location and didn't find the truck with the books.",
            "score": 28.170966148376465
        },
        {
            "docid": "33785915_3",
            "document": "Shafi‘i . The Shafi school predominantly relies on the Quran and the Hadiths for Sharia. Where passages of Quran and Hadiths are ambiguous, the school first seeks religious law guidance from Ijma – the consensus of Sahabah (Muhammad's companions). If there was no consensus, the Shafi‘i school relies on individual opinion (Ijtihad) of the companions of Muhammad, followed by analogy.",
            "score": 24.194389820098877
        },
        {
            "docid": "43712_58",
            "document": "Parsi . The \"Ilm-e-Kshnoom\" ('science of ecstasy', or 'science of bliss') is a school of Parsi-Zoroastrian philosophy based on a mystic and esoteric, rather than literal, interpretation of religious texts. According to adherents of the sect, they are followers of the Zoroastrian faith as preserved by a clan of 2000 individuals called the \"Saheb-e-Dilan\" ('Masters of the Heart') who are said to live in complete isolation in the mountainous recesses of the Caucasus (alternatively, in the Alborz range, around Mount Damavand).",
            "score": 31.31031107902527
        },
        {
            "docid": "23399362_7",
            "document": "Religion in the Comoros . Comorians follow religious observances conscientiously and strictly adhere to religious orthodoxy. During colonization, the French did not attempt to supplant Islamic practices and were careful to respect the precedents of \"sharia\" as interpreted by the Shafi'i school of thought. All Muslim holidays are observed, including \"Id al-Adha, Muharram, Ashura, Mawlid, Laylat al-Mi'raj\" and Ramadan. Mawlid is marked by celebrations culminating in a feast prepared for the ulama. Many women wear the \"shiromani\", a printed cloth worn around the body. Comorians often consult mwalimus or fundi and marabouts for healing and protection from \"jinn\". \"Mwalimus\" activate \"jinn\" to determine propitious days for feasts, a successful marriage, conduct healing ceremonies and prepare amulets containing Quranic \"ayat\".",
            "score": 30.033048152923584
        },
        {
            "docid": "1187135_6",
            "document": "Islam in the Comoros . Comorians follow religious observances conscientiously and strictly adhere to religious orthodoxy. During colonization, the French did not attempt to supplant Islamic practices and were careful to respect the precedents of \"sharia\" as interpreted by the Shafi'i school of thought. All Muslim holidays are observed, including \"Id al-Adha, Muharram, Ashura, Mawlid, Laylat al-Mi'raj\" and Ramadan. Mawlid is marked by celebrations culminating in a feast prepared for the ulama. Many women wear the \"chirumani\", a printed cloth worn around the body. Comorians often consult mwalimus or fundi and marabouts for healing and protection from \"jinn\". \"Mwalimus\" activate \"jinn\" to determine propitious days for feasts, have a successful marriage, conduct healing ceremonies, and prepare amulets containing Quranic \"ayat\".",
            "score": 24.57663369178772
        },
        {
            "docid": "37970509_17",
            "document": "Catalan self-determination referendum, 2014 . According to the consultation decree, \"in the consultation there is a first question followed successively by a second question, and they are worded as follows: a) Do you want Catalonia to become a State? (Yes/No); If so: b) Do you want this State to be independent? (Yes/No). You can only answer the question under Letter b) in the event of having answered “Yes” to the question under Letter a).\" The \"participation process\" that has replaced the \"non-referendum consultation\" maintains the same two questions.",
            "score": 17.74312710762024
        },
        {
            "docid": "9195315_35",
            "document": "Persecution of Zoroastrians . On top of all the misery the Zoroastrians had to pay a heavy religious tax known as Jizya. Zoroastrian sources record the method of extracting this as designed to humiliate the dhimmi, the taxed person, who was compelled to stand while the officer receiving the money sat on a high throne. Upon receiving the payment, the officer gave the dhimmi a blow on the neck and drove him roughly away. The public was invited to watch the spectacle. Arab tax collectors would mock Zoroastrians for wearing \"Kushti\" and would rip it off, hanging the cord around the necks of the beleaguered faithful. Due to corruption of the tax officials, at times twice and even three times the official figure would be collected, because every intermediary had to receive his share. If the families could not afford paying the Jizya, their children were beaten and even tortured and their religious books were thrown in fire. That is how the term “the bookless” came about. Under the woeful conditions, some had to convert and there were those who declared themselves Muslims, picked up Islamic names, but in secret continued Zoroastrian practices. Today the latter group among the Zoroastrians is known as Jaddid. In response to persecution and segregation policies, the Zoroastrians community became closed, introverted, and static.",
            "score": 36.76210379600525
        },
        {
            "docid": "51343232_13",
            "document": "Morality in Islam . On social and state levels, the importance of tolerance comes from the fact that it is related to such greater issues as peace and justice which are said to be the desired goal of Islam. Given that diversity is a natural phenomenon in this world, the Quran puts much emphasis on the observance of tolerance in order to maintain peace and security. In , the Quran recognizes the diversity among people: 'O mankind! We created you from a single (pair) of a male and a female, and made you into nations and tribes, that ye may know each other (not that ye may despise each other). Verily the most honoured of you in the sight of Allah is (he who is) the most righteous of you.' By mentioning the common origin of mankind, the Quran reminds them of their relating to each other, and urges them to 'rise above' the racial and national divisions. In a nutshell, it is the teaching of Islam that the diversity or difference in social, cultural, political, or religious spheres are to be accepted by members of communities to secure a peaceful co-existence. About religious tolerance, the Quran says: 'Let there be no compulsion in religion' (). No forceful conversion is recognized in Islam. According to Islamic jurists, forced conversion is not possible in Islam because faith basically relates to heart, and not so much to external affairs.",
            "score": 42.739521980285645
        },
        {
            "docid": "26484_33",
            "document": "Religious pluralism . Ahmadis recognize many founders of world religions to be from God, who all brought teaching and guidance from God to all peoples. According to the Ahmadiyya understanding of the Quran, every nation in the history of mankind has been sent a prophet, as the Quran states: \"And there is a guide for every people\". Though the Quran mentions only 24 prophets, the founder of Islam, Muhammad states that the world has seen 124,000 prophets. Thus other than the prophets mentioned in the Quran, Ahmadis, with support from theological study also recognize Buddha, Krishna, founders of Chinese religions to be divinely appointed individuals.",
            "score": 72.19909310340881
        },
        {
            "docid": "5876413_118",
            "document": "Sasanian Empire . Under Parthian rule, Zoroastrianism had fragmented into regional variations which also saw the rise of local cult-deities, some from Iranian religious tradition but others drawn from Greek tradition too. Greek paganism and religious ideas had spread and mixed with Zoroastrianism when Alexander the Great had conquered the Persian Empire from Darius III; a process of Greco-Persian religious and cultural synthesisation which had continued into the Parthian era too. But under the Sassanids, an orthodox Zoroastrianism was revived and the religion would undergo numerous and important developments.",
            "score": 39.786028146743774
        },
        {
            "docid": "17123_54",
            "document": "Karachi . Karachi is one of Pakistan's most religiously diverse cities. \"Karachiites\" adhere to numerous sects and sub-sects of Islam, as well as Protestant Christianity, and community of Goan Catholics. The city also is home to large numbers of Hindus, and a small community of Zoroastrians.",
            "score": 31.02541160583496
        },
        {
            "docid": "37603950_2",
            "document": "Religion in Kurdistan . Religious diversity has been a feature of Kurdistan for many centuries. Main religions that currently exist in Kurdistan are as follows: Islam, Christianity, Zoroastrianism, Yarsanism, Yazidism, Alevism, and Judaism. Today, Sunni Islam is the most adhered religion in Kurdistan.",
            "score": 46.20971322059631
        },
        {
            "docid": "3656547_3",
            "document": "Aniran . The term 'Aniran' derives from Middle Persian \"anērān\", Pahlavi \"ʼnyrʼn\", an antonym of \"ērān\" that in turn denoted either the people or the Sasanian Empire. However, \"in Zoroastrian literature and possibly in Sasanian political thought as well, the term has also a markedly religious connotation. An \"anēr\" person is not merely non-Iranian, but specifically non-Zoroastrian; and \"anēr\" designates also worshipers of the \"dēws\" (\"demons\") or adherents of other religions.\" In these texts of the ninth to twelfth century, \"Arabs and Turks are called \"anēr\", as are Muslims generally, the latter in a veiled manner.\"",
            "score": 41.643856048583984
        },
        {
            "docid": "1275748_62",
            "document": "Muslim conquest of Persia . Muslim leaders in their effort to win converts encouraged attendance at Muslim prayer with promises of money and allowed the Quran to be recited in Persian instead of Arabic so that it would be intelligible to all. Islam was readily accepted by Zoroastrians who were employed in industrial and artisan positions because, according to Zoroastrian dogma, such occupations that involved defiling fire made them impure. Moreover, Muslim missionaries did not encounter difficulty in explaining Islamic tenets to Zoroastrians, as there were many similarities between the faiths. According to Thomas Walker Arnold, for the Persian, he would meet Ahura Mazda and Ahriman under the names of Allah and Iblis. In Afghanistan, Islam was spread due to Umayyad missionary efforts particularly under the reign of Hisham ibn Abd al-Malik and Umar ibn AbdulAziz.",
            "score": 49.7369065284729
        },
        {
            "docid": "53258_28",
            "document": "Pythia . At times when the Pythia was not available, consultants could obtain guidance by asking simple Yes-or-No questions to the priests. A response was returned through the tossing of colored beans, one color designating \"yes,\" another \"no.\" Little else is known of this practice.",
            "score": 10.174519777297974
        },
        {
            "docid": "312809_3",
            "document": "Ethics in religion . Most religions have an ethical component, often derived from purported supernatural revelation or guidance. Some assert that religion is necessary to live ethically. Blackburn states that there are those who \"would say that we can only flourish under the umbrella of a strong social order, cemented by common adherence to a particular religious tradition\".",
            "score": 31.48607635498047
        },
        {
            "docid": "36922_47",
            "document": "Quran . A text is self-referential when it speaks about itself and makes reference to itself. According to Stefan Wild, the Quran demonstrates this metatextuality by explaining, classifying, interpreting and justifying the words to be transmitted. Self-referentiality is evident in those passages where the Quran refers to itself as revelation (\"tanzil\"), remembrance (\"dhikr\"), news (\"naba\"'), criterion (\"furqan\") in a self-designating manner (explicitly asserting its Divinity, \"And this is a blessed Remembrance that We have sent down; so are you now denying it?\"), or in the frequent appearance of the \"Say\" tags, when Muhammad is commanded to speak (e.g., \"Say: 'God's guidance is the true guidance'\", \"Say: 'Would you then dispute with us concerning God?'\"). According to Wild the Quran is highly self-referential. The feature is more evident in early Meccan suras.",
            "score": 29.6184561252594
        },
        {
            "docid": "15388_65",
            "document": "Religion in pre-Islamic Arabia . Iranian religions existed in pre-Islamic Arabia on account of Sasanian military presence along the Persian Gulf and South Arabia and on account of trade routes between the Hejaz and Iraq. Some Arabs in northeast of the peninsula converted to Zoroastrianism and several Zoroastrian temples were constructed in Najd. Some of the members from the tribe of Banu Tamim had converted to the religion. There is also evidence of existence of Manichaeism in Arabia as several early sources indicate a presence of \"zandaqas\" in Mecca, although the term could also be interpreted as referring to Mazdakism. There is evidence for the circulation of Iranian religious ideas in the form of Persian loan words in Quran such as \"firdaws\" (paradise).",
            "score": 51.79577374458313
        },
        {
            "docid": "38208458_14",
            "document": "Singaporeans . Singapore is the world's most religiously diverse nation, with Singaporeans following various religious beliefs and practices due to the country's diverse ethnic and cultural mix. Dharmic religions have the highest number of adherents in Singapore, with 33% of the population practising Buddhism and 5.1% of the population practising Hinduism. Many Singaporeans are also adherents of Abrahamic religions, with 18.3% of the population identifying as Christian, and 14.7% identifying as Muslim. Other prominent faiths practised by Singaporeans include Taoism (10.9%), Chinese folk religion, and other Dharmic religions like Sikhism and Jainism. A small percentage of Singapore's population practices Zoroastrianism and Judaism. Only 0.9% of Singaporeans identify as atheist.",
            "score": 34.213154435157776
        },
        {
            "docid": "1901444_5",
            "document": "Quran desecration . Respect for the written text of the Quran is an important element of religious faith in Islam. Intentionally desecrating a copy of the Quran is punishable by imprisonment in some countries (up to life imprisonment in Pakistan, according to Article 295-B of the Penal Code) and could lead to death in Afghanistan, Saudi Arabia, Somalia and Pakistan.",
            "score": 24.39928150177002
        }
    ],
    "r": [
        {
            "docid": "4752195_23",
            "document": "Religion in Asia . Zoroastrianism was once the state religion of the Persian Empire, but is now a minority mostly found in India and Iran. It worships a monotheistic god, Ahura Mazda, and was founded by Zoroaster. Zoroastrianism is a religion and philosophy based on the teachings of prophet Zoroaster (also known as Zarathustra, in Avestan), probably founded some time before the 6th century BC. The term Zoroastrianism is, in general usage, essentially synonymous with Mazdaism, i.e., the worship of Ahura Mazda, exalted by Zoroaster as the supreme divine authority.",
            "score": 96.44680786132812
        },
        {
            "docid": "25414_67",
            "document": "Religion . Zoroastrianism is based on the teachings of prophet Zoroaster in the 6th century BCE. Zoroastrians worship the creator Ahura Mazda. In Zoroastrianism good and evil have distinct sources, with evil trying to destroy the creation of Mazda, and good trying to sustain it.",
            "score": 85.4115219116211
        },
        {
            "docid": "17068_87",
            "document": "Kurds . The Persian religion of Zoroastrianism had a major influence on the early Kurdish culture and has maintained some effect since the demise of the religion in the Middle Ages. The Kurdish philosopher Sohrevardi drew heavily from Zoroastrian teachings. Ascribed to the teachings of the prophet Zoroaster, the faith's Supreme Being is Ahura Mazda. Leading characteristics, such as messianism, the Golden Rule, heaven and hell, and free will influenced other religious systems, including Second Temple Judaism, Gnosticism, Christianity, and Islam.",
            "score": 79.43827056884766
        },
        {
            "docid": "34533_2",
            "document": "Zoroastrianism . Zoroastrianism, or more natively Mazdayasna, is one of the world's oldest extant religions, which is monotheistic in having a single creator god, has dualistic cosmology in its concept of good and evil, and has an eschatology which predicts the ultimate destruction of evil. Ascribed to the teachings of the Iranian-speaking prophet Zoroaster (also known as Zarathustra), it exalts a deity of wisdom, Ahura Mazda (\"Wise Lord\"), as its Supreme Being. Major features of Zoroastrianism, such as messianism, judgment after death, heaven and hell, and free will have influenced other religious systems, including Second Temple Judaism, Gnosticism, Christianity, and Islam. Following the Iranian Revolution and the arrival of the Islamic theocracy in Iran, Zoroastrianism is having a strong revival amongst many Iranians who want to express discontent towards the dictatorial theocratic regime.",
            "score": 78.91993713378906
        },
        {
            "docid": "25414_53",
            "document": "Religion . Islam is based on the Quran, one of the holy books considered by Muslims to be revealed by God, and on the teachings (hadith) of the Islamic prophet Muhammad, a major political and religious figure of the 7th century CE. Islam is based on the unity of all religious philosophies and accepts all of the Abrahamic prophets of Judaism, Christianity and other Abrahamic religions before Muhammad. It is the most widely practiced religion of Southeast Asia, North Africa, Western Asia, and Central Asia, while Muslim-majority countries also exist in parts of South Asia, Sub-Saharan Africa, and Southeast Europe. There are also several Islamic republics, including Iran, Pakistan, Mauritania, and Afghanistan.",
            "score": 78.51113891601562
        },
        {
            "docid": "43986834_8",
            "document": "Ethical dualism . One of the most known and clear-cut interpretations of ethical dualism is the one conceptualized by Zoroastrianism, the ancient Persian religion, which bases its thought on the figure of the prophet Zoroaster (or Zarathustra), who claimed the existence of two original and contrasting principles, Ahura Mazda and Ahriman, respectively representing the forces of Good and Evil. The world is therefore identified as the battleground between these two contrasting entities, also associated with light and darkness.",
            "score": 74.91915130615234
        },
        {
            "docid": "13906453_16",
            "document": "Abrahamic religions . Islam is based on the teachings of the Quran. Although it considers Muhammad to be the Seal of the prophets, Islam teaches that every prophet preached Islam, providing a historical back-story for the religion by independently recognizing Jewish and Christian prophets, and adding others. The teachings of Quran are presented as the direct revelation and words of Allah. Islam (meaning \"submission\", in the sense of submission to God) is universal (membership is open to anyone); like Judaism, it has a strictly unitary conception of God, called \"tawhid\", or \"strict\" or \"simple\" monotheism.",
            "score": 74.24957275390625
        },
        {
            "docid": "3240593_7",
            "document": "Hawraman . Ancient religions are also practiced throughout Hawraman and the region is home to the ancient holy places of the Yarsan faith. Some scholars believe that the name \"Hawraman\" or \"Huraman\" has strong connections to the ancient Zoroastrian faith and claim that the name may have originated from \"Ahuraman\" or Ahura Mazda. Ahura Mazda is the name of God in the ancient Indo-Iranian Avestan language and comes from the ancient Zoroastrian faith, which is still being practiced by very small numbers of people in the region. Many areas in the Hawraman region are believed to have been pilgrimage sites for Zoroastrians prior to the advent of Islam. One of the oldest Islamic period evidence is Negel quran. A leather-bound Quran written in the Kufic script with gilded page borders, dates to 4th century AH (913 CE – 1009 CE) which kept in the village mosque.",
            "score": 73.56448364257812
        },
        {
            "docid": "2210754_25",
            "document": "Robert Charles Zaehner . Zurvan was an innovation analogous to Zoroastrian original doctrine. The prophet Zoroaster preached that the benevolent \"Ahura Mazda\" (the \"Wise Lord\"), as the creator God, fashioned both \"Spenta Mainyu\" (the Holy Spirit), and \"Angra Mainyu\" (the Aggressive Spirit) who chose to turn evil. These two created Spirits were called twins, one good, one evil. Over the centuries \"Ahura Mazda\" and his \"messenger\" the good \"Spenta Mainyu\" became conflated and identified; hence, the creator \"Ahura Mazda\" began to be seen as the twin of the evil \"Angra Mainyu\". It was in this guise that Zoroastrianism became the state religion in Achaemenid Persia. Without fully abandoning dualism, some started to consider \"Zurvan\" (Time) as the underlying cause of both the benevolent \"Ahura Mazda\" and the evil \"Angra Mainyu\". The picture is complicated by very different schools of Zurvanism, and contesting Zoroastrian sects. Also, \"Ahura Mazda\" was later known as \"Ohrmazd\", and \"Angra Mainyu\" became \"Ahriman\".",
            "score": 72.63343811035156
        },
        {
            "docid": "26484_33",
            "document": "Religious pluralism . Ahmadis recognize many founders of world religions to be from God, who all brought teaching and guidance from God to all peoples. According to the Ahmadiyya understanding of the Quran, every nation in the history of mankind has been sent a prophet, as the Quran states: \"And there is a guide for every people\". Though the Quran mentions only 24 prophets, the founder of Islam, Muhammad states that the world has seen 124,000 prophets. Thus other than the prophets mentioned in the Quran, Ahmadis, with support from theological study also recognize Buddha, Krishna, founders of Chinese religions to be divinely appointed individuals.",
            "score": 72.19908905029297
        },
        {
            "docid": "20347_70",
            "document": "Meaning of life . Zoroastrianism is the religion and philosophy named after its prophet Zoroaster, which is believed to have influenced the beliefs of Judaism and its descendant religions. Zoroastrians believe in a universe created by a transcendental God, Ahura Mazda, to whom all worship is ultimately directed. Ahura Mazda's creation is \"asha\", truth and order, and it is in conflict with its antithesis, \"druj\", falsehood and disorder. (See also Zoroastrian eschatology).",
            "score": 70.98322296142578
        },
        {
            "docid": "5650950_3",
            "document": "Zoroastrianism in Azerbaijan . Today the religion, culture and traditions of Zoroastrianism remains highly respected in Azerbaijan, and the new year Nowruz continues to be the main holiday in the country. Zoroastrianism has left a deep mark in the history of Azerbaijan. Traces of the religion are still visible in Surakhany, Khinalyg, and Yanar Dag. One of the world`s oldest religions Zoroastrianism was also practiced in the territory of Azerbaijan in ancient times. Zoroastrianism, sharing its name with its founder Iranian prophet Zoroaster (also known as Zarathustra), was the first monotheistic belief in the world and the official religion in Persia from 600 BCE to 650 CE.",
            "score": 70.61090850830078
        },
        {
            "docid": "6045840_3",
            "document": "Islam and Sikhism . Both religions are monotheistic, although Sikhs, unlike Muslims believe that the 'One' creator permeates the creation. Islam believes that Muhammad was the last prophet, to whom the Quran was revealed by God in the 7th century CE. Its primary sources of teachings come from the Quran, which Muslims believe is the word of God, and the Sunnah, the life examples and practices of the prophet Muhammad. Sikhism was founded in the 15th century CE by Guru Nanak and the Guru Granth Sahib is the scripture followed by Sikhs as \"The Living Guru\".",
            "score": 69.36963653564453
        },
        {
            "docid": "9195315_10",
            "document": "Persecution of Zoroastrians . Once a Zoroastrian family converted to Islam, the children had to go to Muslim religion school and learn Arabic and the teachings of the Quran and these children lost their Zoroastrian identity. These factors continued to contribute to increasing rates of conversion from Zoroastrianism to Islam. A Persian scholar commented, \"“Why so many had to die or suffer? Because one side was determined to impose his religion upon the other who could not understand.\"\"",
            "score": 69.2155990600586
        },
        {
            "docid": "34533_18",
            "document": "Zoroastrianism . The roots of Zoroastrianism are thought to have emerged from a common prehistoric Indo-Iranian religious system dating back to the early 2nd millennium BCE. The prophet Zoroaster himself, though traditionally dated to the 6th century BCE, is thought by many modern historians to have been a reformer of the polytheistic Iranian religion who lived in the 10th century BCE. Zoroastrianism as a religion was not firmly established until several centuries later. Zoroastrianism enters recorded history in the mid-5th century BCE. Herodotus' \"The Histories\" (completed \"c.\" 440 BCE) includes a description of Greater Iranian society with what may be recognizably Zoroastrian features, including exposure of the dead.",
            "score": 68.34525299072266
        },
        {
            "docid": "49348876_2",
            "document": "Islam and humanity . Islamic teachings on humanity and human welfare have been codified in its central religious book known as the Quran, which the Muslims believe was revealed by God for the mankind. These teachings have often been exemplified by Islamic prophet Muhammad as displayed in his sayings and practices. To the Muslims, Islam is what the Quran has instructed to do and how Muhammad has put them into practice. Thus, the understanding of any Islamic topic generally rely on these two.",
            "score": 66.74879455566406
        },
        {
            "docid": "44406_29",
            "document": "Zoroaster . Though the name of Zoroaster is not mentioned in the Qur'an, still he was regarded as one of those prophets whose names have not been mentioned in the Qur'an, for there is a verse in the Qur'an: \"And We did send apostles before thee: there are some of them that We have mentioned to thee and there are others whom We have not mentioned to Thee.\" (40 : 78). Accordingly, the Muslims treated the founder of Zoroastrianism as a true prophet and believed in his religion as they did in other inspired creeds, and thus according to the prophecy, protected the Zoroastrian religion. James Darmesteter remarked in the translation of Zend Avesta: \"When Islam assimilated the Zoroastrians to the People of the Book, it evinced a rare historical sense and solved the problem of the origin of the Avesta.\" (Introduction to Vendidad. p. 69.)",
            "score": 66.45628356933594
        },
        {
            "docid": "44406_2",
            "document": "Zoroaster . Zoroaster (; from Greek \"Zōroastrēs\"), also known as Zarathustra (; \"Zaraθuštra\"), Zarathushtra Spitama or Ashu Zarathushtra, was an ancient Iranian-speaking prophet whose teachings and innovations on the religious traditions of ancient Iranian-speaking peoples developed into the religion of Zoroastrianism. He inaugurated a movement that eventually became the dominant religion in Ancient Persia. He was a native speaker of Old Avestan and lived in the eastern part of the Iranian Plateau, but his exact birthplace is uncertain.",
            "score": 65.97683715820312
        },
        {
            "docid": "29436504_2",
            "document": "Zand-i Wahman yasn . The Zand-i Wahman Yasn is a medieval Zoroastrian apocalyptical text in Middle Persian. It professes to be a prophetical work, in which Ahura Mazda gives Zoroaster an account of what was to happen to the \"behdin\" (those of the \"good religion\", i.e. the Zoroastrians) and their religion in the future. The oldest surviving manuscript (K20, in Copenhagen) is from about 1400, but the text itself is older, written and edited over the course of several generations.",
            "score": 65.22333526611328
        },
        {
            "docid": "4701870_48",
            "document": "Muhammad in Islam . Muhammad is highly venerated by the Muslims, and is sometimes considered by them to be the greatest of all the prophets. But Muslims do not worship Muhammad as worship in Islam is only for God. Muslim understanding and reverence for Muhammad can largely be traced to the teachings of Quran which emphatically describes Muhammad's exalted status. To begin with, the Quran describes Muhammad as \"al-nabi al-ummi\" or unlettered prophet (Quran ), meaning that he \"received his religious knowledge only from God\". As a result, Muhammad's examples have been understood by the Muslims to represent the highest ideal for human conduct, and to reflect what God wants humanity to do. The Quran ranks Muhammad above previous prophets in terms of his moral excellence and the universal message he brought from God for humanity. The Quran calls him the \"beautiful model\" (\"al-uswa al-hasana\") for those who hope for God and the last day (Quran ). Muslims believe that Muhammad was sent not for any specific people or region, but for all of humanity.",
            "score": 65.04216003417969
        },
        {
            "docid": "6037917_2",
            "document": "Islam . Islam () is an Abrahamic monotheistic religion teaching that there is only one God (Allah) and that Muhammad is the messenger of God. It is the world's second-largest religion and the fastest-growing major religion in the world, with over 1.8 billion followers or 24.1% of the global population, known as Muslims. Muslims make up a majority of the population in 50 countries. Islam teaches that God is merciful, all-powerful, unique and has guided mankind through prophets, revealed scriptures and natural signs. The primary scriptures of Islam are the Quran, viewed by Muslims as the verbatim word of God, and the teachings and normative example (called the \"sunnah\", composed of accounts called \"hadith\") of Muhammad ( 570–8 June 632 CE).",
            "score": 64.99897766113281
        },
        {
            "docid": "13906453_47",
            "document": "Abrahamic religions . Islam arose in the Arabian Peninsula in the 7th century CE with a strictly unitary view of God. Muslims hold the Quran to be the ultimate authority, as revealed and elucidated through the teachings and practices of a central, but not divine prophet, Muhammad. The Islamic faith considers all prophets and messengers from Adam through the final messenger (Muhammad) to carry the same Islamic monotheistic principles. Soon after its founding, Islam split into two main branches (Sunni and Shia Islam), each of which now has a number of denominations.",
            "score": 64.88160705566406
        },
        {
            "docid": "19522_7",
            "document": "Monotheism . Since the sixth century BCE, Zoroastrians have believed in the supremacy of one God above all: Ahura Mazda as the \"Maker of All\" and the first being before all others. Nonetheless, Zoroastrianism was not strictly monotheistic because it venerated other \"yazatas\" alongside Ahura Mazda. Ancient Hindu theology, meanwhile, was monist, but was not strictly monotheistic in worship because it still maintained the existence of many gods, who were envisioned as aspects of one supreme God, Brahman. Numerous ancient Greek philosophers, including Xenophanes of Colophon and Antisthenes believed in a similar polytheistic monism that came close to monotheism, but fell short. Judaism was the first religion to conceive the notion of a personal monotheistic God within a monist context. The concept of ethical monotheism, which holds that morality stems from God alone and that its laws are unchanging, first occurred in Judaism, but is now a core tenet of most modern monotheistic religions, including Zoroastrianism, Christianity, Islam, Sikhism, and Bahá'í Faith.",
            "score": 63.43526077270508
        },
        {
            "docid": "34533_7",
            "document": "Zoroastrianism . The name \"Zoroaster\" is a Greek rendering of the name \"Zarathustra\". He is known as \"Zartosht\" and \"Zardosht\" in Persian and \"Zaratosht\" in Gujarati. The Zoroastrian name of the religion is \"Mazdayasna\", which combines \"Mazda-\" with the Avestan language word \"yasna\", meaning \"worship, devotion\". In English, an adherent of the faith is commonly called a Zoroastrian or a Zarathustrian. An older expression still used today is \"Behdin\", meaning \"The best Religion | Beh < Middle Persian Weh (good) + Din < Middle Persian dēn < Avestan Daēnā\". In Zoroastrian liturgy the term is used as a title for an individual who has been formally inducted into the religion in a \"Navjote\" ceremony.",
            "score": 62.974063873291016
        },
        {
            "docid": "4701870_52",
            "document": "Muhammad in Islam . In Islamic Sharia, the Sunnah of Muhammad is regarded a vital source for Islamic law, next in importance only to the Quran. Additionally, the Quran in its several verses authorizes Muhammad, in his capacity as a prophet, to promulgate new laws. The verse of the Quran says, \"those who follow the Messenger, the unlettered Prophet whom they find written down in the Torah and the Injil, and who (Muhammad) bids them to the Fair and forbids them the Unfair, and makes lawful for them the good things, and makes unlawful for them the impure things... So, those who believe in him, and honor him, and help him, and follow the light that has been sent down with him (Muhammad) – they are the ones who acquire success.\" Commenting on this verse, Islamic scholar Muhammad Taqi Usmani says, \"one of the functions of the Holy Prophet (saaw) is \"to make lawful the good things and make unlawful the impure things\". This function has been separated from \"bidding the fair and forbidding the unfair\", because the latter relates to the preaching of what has already been established as fair, and warning against what is established as unfair, while the former embodies the making of lawful and unlawful\". Taqi Usmani recognizes two kinds of revelations – the \"recited\" one which is collectively known as Quran, and the \"unrecited\" one that Muhammad received from time to time to let him know God's will regarding how human affairs should be – and concludes that Muhammad's prophetic authority to promulgate new laws had its base on the later type. Therefore, in Islamic theology, the difference between God's authority and that of his messenger is of great significance: the former is wholly independent, intrinsic and self-existent, while the authority of the latter is derived from and dependent on the revelation from God.",
            "score": 62.10865020751953
        },
        {
            "docid": "34533_55",
            "document": "Zoroastrianism . Zoroastrianism was founded by Zoroaster (or Zarathustra), later deemed a prophet, in ancient Iran. The precise date of the founding of Zoroastrianism is uncertain. Zoroaster was born in either Northeast Iran or Southwest Afghanistan. He was born into a culture with a polytheistic religion, which included animal sacrifice and the ritual use of intoxicants, quite similar to early forms of Hinduism in India. Zoroaster's birth and early life are little documented. What is known is recorded in the Gathas—the core of the Avesta, which contains hymns thought to be composed by Zoroaster himself. Born into the Spitama clan, he worked as a priest. He had a wife, three sons, and three daughters.",
            "score": 62.096824645996094
        },
        {
            "docid": "13510722_34",
            "document": "Prophethood (Ahmadiyya) . The Qur'an refers to Muhammad as the \"Seal of the Prophets\" (Arabic: \"Khatam-un-Nabiyeen\"). In the Qur'an, he is also known by the term \"Khatam-ul-Mursaleen\" (Seal of the Envoys). Mainstream Muslims take this to mean that Muhammad was the final Prophet and that no prophet after him would be able to come at all. Ahmadis interpret this differently. According to Ahmadiyya belief, Muhammad is the \"Seal of the Prophets\" in that his law, as opposed to the nationalist laws of the preceding Prophets, was not aimed at a specific part of the world but to all of mankind, as according to the Qur'an: \"And We have sent thee (Muhammad) not but as a mercy for all peoples.\" (21:108) Thus, Muhammad was the most perfect Prophet out of all Prophets, and his law, Islam, was perfect. All religions, according to the Ahmadiyya teaching of the evolution of religion, were part of Islam and were revealed in parts like pieces of a jigsaw puzzle. But then, according to Ahmadiyya belief, God fully revealed the whole of Islam to Muhammad. This religion was to be the final religion for humans on Earth, chosen by God to establish His Unity. According to Ahmadiyya belief, thus, non law-bearing prophets may come after Muhammad but only if they follow his final law of Islam.",
            "score": 61.84812927246094
        },
        {
            "docid": "15827736_15",
            "document": "Women and religion . Islam is a monotheistic religion that was founded in the early seventh century by the prophet Muhammad. The notion of a good life for a Muslim person is defined in Islam’s sacred text, the Quran, as well as the Hadith which are the direct teachings of the Prophet Muhammad. Although these sources covered a, there were still some situations that were left to interpretation. Thus, Islamic scholars formed a consensus around a set of secondary sources, the most notable being the ijma, qiya, ijtihad and fatwas. It is important to recognize that the Quran is not a static source with a fixed meaning but a dynamic, versatile one.",
            "score": 61.689483642578125
        },
        {
            "docid": "19541_2",
            "document": "Muslim . A Muslim () is someone who follows or practices Islam, a monotheistic Abrahamic religion. Muslims consider the Quran, their holy book, to be the verbatim word of God as revealed to the Islamic prophet and messenger Muhammad. The majority of Muslims also follow the teachings and practices of Muhammad (\"sunnah\") as recorded in traditional accounts (\"hadith\"). \"Muslim\" is an Arabic word meaning \"submitter\" (to God).",
            "score": 61.50114059448242
        },
        {
            "docid": "4147554_14",
            "document": "Ubaidullah Sindhi . Ubaidullah Sindhi was of the view that the Quran uses Arabic words to make clear what God considers right and wrong. Other religious holy books like the Bible, the Gita and the Torah are also followed by many people around the world. He realized non-religious people (atheists) also existed in this world. After all he had spent some time among the communists in Russia. The individuals, who inaccurately interpreted the Bible and the Torah, were declared nonbelievers by Islam. In the same way, the person who incorrectly explains the Quran, can be declared an atheist. Islam and the prophet Muhammad taught people to have respect and tolerance for other religions and how to coexist with others on this earth. The Quran clearly states that the Jews and Christians are also 'the people of the book', meaning Almighty God also blessed them with many prophets like Abraham, Moses and Jesus and they all conveyed God's message to the people before prophet Muhammad was born. In Islam, the emphasis is clearly on God being eternal and everything in the universe belonging to Him alone. God alone is the Creator and Protector. It is evident from Ubaidullah Sindhi's travels around the world that he had an international and world outlook. It is also evident from his lifetime behavior and struggles that he wanted India not to be ruled by the British. He wanted India to be ruled by the Indians.",
            "score": 60.78622817993164
        },
        {
            "docid": "26282410_16",
            "document": "Ahmadiyya . According to the Ahmadi Muslim view, the fourth article of faith in Islam is concerned with the belief in all divine prophets sent by God. Ahmadi Muslims believe that when the world is filled with unrighteousness and immorality, or when a specific part of the world displays these attributes, or when the followers of a certain law (religion) become corrupt or incorporate corrupted teachings into the faith, thus making the faith obsolete or in need of a Divine Sustainer, then a Prophet of God is sent to re-establish His Divine Will. Aside from the belief in all prophets in the Quran and the Old Testament, the Community also regards Zoroaster, Krishna, Buddha, Confucius as prophets.",
            "score": 60.57380294799805
        },
        {
            "docid": "34533_60",
            "document": "Zoroastrianism . Humata, Hukhta, Huvarshta (Good Thoughts, Good Words, Good Deeds) are the basic tenets of the religion. In Zoroastrianism, Ahura Mazda is the beginning and the end, the creator of everything that can and cannot be seen, the Eternal, the Pure and the only Truth. In the Gathas, the most sacred texts of Zoroastrianism thought to have been composed by Zoroaster himself, the prophet acknowledged devotion to no other divinity besides Ahura Mazda.",
            "score": 60.433773040771484
        }
    ]
}