{
    "q": [
        {
            "docid": "1198847_7",
            "document": "B. S. Johnson . At the age of 40, increasingly depressed by his failure to succeed commercially, and beset by family problems, Johnson committed suicide by slitting his wrists.",
            "score": 45.471742153167725
        },
        {
            "docid": "1841530_5",
            "document": "Bachelor Party (1984 film) . Both parties end up becoming one big drunken orgy and the bachelors' hotel room ends up getting trashed much to the chagrin of the hotel's ever-frustrated manager (Kenneth Kimmins). Adding to the confusion is Rick's friend, Brad who has become despondent over his wife breaking up with him. At various points during the movie, he riotously botches every suicide he attempts. He even tries slitting his wrists with an electric razor to which Rick says, \"Well...at least your wrists will be smooth and kissable.\"",
            "score": 56.61108899116516
        },
        {
            "docid": "148785_5",
            "document": "Quintillus . Quintillus committed suicide by slitting his wrists (September AD 270).",
            "score": 48.134175300598145
        },
        {
            "docid": "50041618_4",
            "document": "Hasan Rebac . The same night that Rebac died after a strong illness, his wife Anica attempted suicide by slitting her wrists. Two months later, the grief-stricken Anica committed suicide by shooting her heart with a revolver.",
            "score": 46.386592864990234
        },
        {
            "docid": "31624630_6",
            "document": "Eugene O'Neill Jr. . On September 25, 1950, in New York, he committed suicide at age 40 by slitting his left wrist and ankle.",
            "score": 45.980403900146484
        },
        {
            "docid": "273262_29",
            "document": "September Dossier . On the same day, Kelly left his home for an area of woodland and was later found dead with his left wrist slit, apparently having committed suicide.",
            "score": 45.22161388397217
        },
        {
            "docid": "1870077_10",
            "document": "Óscar Domínguez . Domínguez committed suicide December 31, 1957, by slitting his wrists in the bath. Marie-Laure arranged to have him interred in the Bischoffsheim family mausoleum in the Montparnasse cemetery",
            "score": 44.72951412200928
        },
        {
            "docid": "17044467_7",
            "document": "Diet for a New America (album) . \"Song to Slit Your Wrists By\" was previously recorded by Sixx's other band, Mötley Crüe, as the Japanese bonus track for Generation Swine.",
            "score": 43.99635696411133
        },
        {
            "docid": "32937975_6",
            "document": "Suicide Note (song) . The songs' lyrics describe suicide attempts, namely slitting of the wrist. Pt.I talks in particular about drug use whereas Pt. II features lyrics of someone determined to take their life by gunshot. However, if one listens closely during the chorus of Pt. II, the lyrics state 'Don't you try to die like me, it's livid and it's lies' which appears to be an attempt to dissuade anyone from the act of suicide portraying it as cowardice and evil.",
            "score": 47.74193239212036
        },
        {
            "docid": "5933967_5",
            "document": "Neil Coulbeck . Police, who released a photo of Coulbeck, said initially that they were treating his death as \"unexplained\". However, Susan Coulbeck (widow) stated that her husband had committed suicide because of the stress of being involved with the NatWest Three case. The subsequent inquest heard evidence from Coulbeck's widow, and the eventual verdict was that he committed suicide by slitting his wrists.",
            "score": 45.00440788269043
        },
        {
            "docid": "73875_12",
            "document": "The Godfather Part II . At the witness protection compound, Hagen reminds Pentangeli that failed plotters against the Roman Emperor often committed suicide and assures him that his family will be cared for. Pentangeli later slits his wrists in his bathtub.",
            "score": 43.31544208526611
        },
        {
            "docid": "16036374_1",
            "document": "Armageddon March Eternal – Symphonies of Slit Wrists . Armageddon March Eternal – Symphonies of Slit Wrists",
            "score": 44.822750091552734
        },
        {
            "docid": "39565409_3",
            "document": "Wheels (2014 film) . Mickey Cole (Donavon Warren) has slit his wrists, rolled onto train tracks and thrown himself down stairs. He is a suicidal paraplegic who has restless nights with vivid dreams of walking again. After many suicide attempts, Mickey decides he needs help and seeks someone he believes has no scruples and would do anything for money.",
            "score": 47.050525188446045
        },
        {
            "docid": "1232575_68",
            "document": "Suicide methods . \"Seppuku\" (\"cut-belly\", used in writing) or \"hara-kiri\" (\"belly slitting\", used when talking) is a Japanese ritual method of suicide, practiced mostly in the medieval era, though some isolated cases appear in modern times. For example, Yukio Mishima committed seppuku in 1970 after a failed \"coup d'état\" intended to restore full power to the Japanese emperor. Unlike other methods of suicide, this was regarded as a way of preserving one's honor. The ritual is part of \"bushido\", the code of the \"samurai\".",
            "score": 57.620197772979736
        },
        {
            "docid": "1940119_3",
            "document": "Vive L'Amour . Hsiao-kang (Lee Kang-sheng), a young salesman, discovers a key to an apartment in its lock and takes it. He soon moves into one of the bedrooms, and one night he attempts to commit suicide by slitting his wrists while lying on the bed.",
            "score": 44.318623542785645
        },
        {
            "docid": "80124_5",
            "document": "The Virgin Suicides . Without warning, Cecilia attempts suicide by slitting her wrists in the bathtub. She is found in time and survives. A few weeks later, their parents allow the girls to throw a chaperoned party at their house in hopes of cheering Cecilia up. However, Cecilia excuses herself from the party, goes upstairs, and jumps out of her bedroom window. She is impaled on the fence post below, and she dies almost immediately.",
            "score": 42.215898513793945
        },
        {
            "docid": "46926245_28",
            "document": "Kalief Browder . He attempted suicide in early 2011 and on February 8, 2012 when he tried to hang himself using strips of sheet tied to a ceiling light in the cell. Browder later said the guards goaded him to commit suicide. On another occasion, after an appearance before a judge, Browder made a sharp implement from the bucket in his cell and started to slit his wrists. An officer intervened.",
            "score": 43.61011362075806
        },
        {
            "docid": "3742219_4",
            "document": "Richard Timmons . After the attack, Timmons slit his wrists and wrote, \"The Lost Boys is your man\" on the wall, with his blood. He initially claimed that the rapper Mr. Cheeks (of The Lost Boyz) was to blame for the murders.",
            "score": 42.58312702178955
        },
        {
            "docid": "8590196_3",
            "document": "Confession of Pain . Police inspectors Lau Ching-hei and Yau Kin-bong arrest a rapist in 2003. When Yau returns home later, he sees that his pregnant girlfriend has committed suicide by slitting her wrists. Yau is so depressed with her death that he indulges in alcohol and turns in his police badge to work as a private investigator. He becomes obsessed with finding out the reason for his girlfriend's suicide.",
            "score": 47.061121463775635
        },
        {
            "docid": "26809587_7",
            "document": "Suicide attempt . Some suicide methods have higher rates of lethality than others. The use of firearms results in death 90% of the time. Wrist-slashing has a much lower lethality rate, comparatively. 75% of all suicide attempts are by self-poisoning, a method that is often thwarted because the drug is nonlethal, or is used at a nonlethal dosage. These people survive 97% of the time.",
            "score": 54.37119436264038
        },
        {
            "docid": "50000715_19",
            "document": "Suicide in Iran . A longitudinal study done on students from 2003 to 2008, showed that hanging was the most chosen method and wrist cutting was the least chosen method of suicide. According to this study, single male students aged 22 who were studying Humanities in the Islamic Azad University, had a higher incidence of suicide than any other group. It was found that most of these suicides were committed near the time of the exams and in holidays between semesters.",
            "score": 56.1067419052124
        },
        {
            "docid": "38491474_6",
            "document": "Access International Advisors . On December 23, 2008, less than two weeks after Madoff's arrest, de la Villehuchet reportedly committed suicide. He was found dead in his company office on Madison Avenue in New York City. His wrists and left bicep were slit, and de la Villehuchet had taken sleeping pills, in what appeared to be a suicide. Although no suicide note was found at the scene, his brother in France received a note shortly after his death in which he expressed remorse and a feeling of responsibility.",
            "score": 47.29255509376526
        },
        {
            "docid": "342190_8",
            "document": "2003 Staten Island Ferry crash . The ferry's pilot, Richard Smith, attempted suicide by slitting his left wrist while still on the boat. He then slipped away so suddenly that he left his house keys. He was found shortly afterwards at home, having apparently broken in. Smith had again tried to kill himself, this time by shooting himself twice in the chest with a pellet gun, but also survived this second suicide attempt.",
            "score": 43.31513810157776
        },
        {
            "docid": "396035_9",
            "document": "Stanisław Ignacy Witkiewicz . Shortly after Poland was invaded by Germany in September 1939, Witkiewicz escaped with his young lover Czesława to the rural frontier town of Jeziory, in what was then eastern Poland. After hearing the news of the Soviet invasion of Poland on 17 September 1939, Witkacy committed suicide on 18 September by taking a drug overdose and trying to slit his wrists. He convinced Czesława to attempt suicide with him by consuming Luminal, but she survived.",
            "score": 45.55780363082886
        },
        {
            "docid": "44754137_4",
            "document": "Asking Too Much . During the next verse of the song, a blonde, teenage girl is shown walking down a street with her boyfriend, both seem to be happy together and having a good time. However, she comes home late one night to find that her boyfriend has committed suicide, lying in the bathtub with both his wrists slit with a razor blade. As the teenage girl sobs uncontrollably while mourning her boyfriend, flashbacks show the teen couple walking through a park, sitting on a rock kissing and holding hands and then sitting side by side in a children's park playground set talking to each other. Flashbacks then depict the young man was secretly struggling with depression for unknown reasons as he is lying on his bed writing down the song's lyrics on a sheet of paper in the form of a suicide note, then attempting to sleep in his bed, and is shown next crying in front of a mirror while looking at his reflection. Finally, the young man is shown slitting his wrists in the bathtub whilst taking a shower, leading to his death before his girlfriend's arrival home.",
            "score": 46.43057060241699
        },
        {
            "docid": "383455_4",
            "document": "The Devil in Miss Jones . Georgina Spelvin plays Justine Jones, a lonely, depressed spinster who decides that suicide is the only way out of her routinely dull existence. While lying in the bathtub, Justine slits her wrists with a shaving blade and dies quietly as the water fills with her blood.",
            "score": 43.927767753601074
        },
        {
            "docid": "16036374_2",
            "document": "Armageddon March Eternal – Symphonies of Slit Wrists . Armageddon March Eternal (Symphonies of Slit Wrists) is the fourth studio album by Swedish death metal band The Project Hate MCMXCIX.",
            "score": 45.58645939826965
        },
        {
            "docid": "498181_12",
            "document": "The Order (2003 film) . Later Alex returns to their lodgings and finds Mara near death, an apparent suicide. In actuality, Eden slit her wrists and left her for Alex to find. Mara is beyond medical help and Alex quickly performs the sin eating ritual so that she can go to heaven. After absorbing Mara's sins, though, Alex sees that there is no sin of suicide on Mara's conscience and realizes Eden's deception. Alex goes after Eden to kill him.",
            "score": 52.96898007392883
        },
        {
            "docid": "1538505_6",
            "document": "Lee Eun-ju . On the night of February 22, 2005, only a few days after her graduation from Dankook University, Lee committed suicide at her apartment in Bundang, Seongnam. She was 24 years old. She slit her wrists and hanged herself. The family blamed the suicide on severe bouts of depression and mental illness and said she had been suffering from insomnia due to the nude scenes she had done in \"The Scarlet Letter\".",
            "score": 41.1621618270874
        },
        {
            "docid": "472381_17",
            "document": "Per &quot;Dead&quot; Ohlin . On April 8th, 1991, while left alone in the house, Dead slit his wrists and throat with a knife and then shot himself in the forehead with a shotgun. He left a brief suicide note apologizing for firing a gun indoors. The first sentence Dead wrote on the note was: \"Excuse the blood\".",
            "score": 42.5800199508667
        },
        {
            "docid": "1781790_4",
            "document": "Carla's Song . Later George returns to his friend's flat and finds Carla in the bathtub where she has slit her wrists. George takes her to the hospital where he learns that Carla also attempted suicide three weeks ago. George stays by Carla's side in the hospital while she is recovering.",
            "score": 41.147395610809326
        },
        {
            "docid": "4245878_13",
            "document": "Adnan Farhan Abd Al Latif . The Associated Press reported on May 11, 2009 that Remes said that Latif had slit his wrists during his most recent visit. Remes said that Latif had used the edge of a strip of broken veneer from the side of a table in the interview room to sever a vein in his wrist, and used the interview table to hide his bleeding wrist from others and the room's video camera. Remes stated that Latif had tried to commit suicide before, and therefore had at times been confined to the prison's psychiatric facility. Remes also said Latif needed mental health care, but all camp authorities were doing was attempting to keep him subdued.",
            "score": 54.50703740119934
        }
    ],
    "r": [
        {
            "docid": "1232575_5",
            "document": "Suicide methods . Wrist cutting is sometimes practiced with the goal of self-harm and not suicide; however, if the bleeding is copious or allowed to continue unchecked, cardiac arrhythmia, followed by severe hypovolemia, shock, circulatory collapse or cardiac arrest, and death may ensue, in that order.",
            "score": 59.89963150024414
        },
        {
            "docid": "623686_92",
            "document": "Brain–computer interface . Some persons have a disorder of consciousness (DOC). This state is defined to include persons with coma, as well as persons in a vegetative state (VS) or minimally conscious state (MCS). New BCI research seeks to help persons with DOC in different ways. A key initial goal is to identify patients who are able to perform basic cognitive tasks, which would of course lead to a change in their diagnosis. That is, some persons who are diagnosed with DOC may in fact be able to process information and make important life decisions (such as whether to seek therapy, where to live, and their views on end-of-life decisions regarding them). Some persons who are diagnosed with DOC die as a result of end-of-life decisions, which may be made by family members who sincerely feel this is in the patient's best interests. Given the new prospect of allowing these patients to provide their views on this decision, there would seem to be a strong ethical pressure to develop this research direction to guarantee that DOC patients are given an opportunity to decide whether they want to live. These and other articles describe new challenges and solutions to use BCI technology to help persons with DOC. One major challenge is that these patients cannot use BCIs based on vision. Hence, new tools rely on auditory and/or vibrotactile stimuli. Patients may wear headphones and/or vibrotactile stimulators placed on the wrists, neck, leg, and/or other locations. Another challenge is that patients may fade in and out of consciousness, and can only communicate at certain times. This may indeed be a cause of mistaken diagnosis. Some patients may only be able to respond to physicians' requests during a few hours per day (which might not be predictable ahead of time) and thus may have been unresponsive during diagnosis. Therefore, new methods rely on tools that are easy to use in field settings, even without expert help, so family members and other persons without any medical or technical background can still use them. This reduces the cost, time, need for expertise, and other burdens with DOC assessment. Automated tools can ask simple questions that patients can easily answer, such as \"Is your father named George?\" or \"Were you born in the USA?\" Automated instructions inform patients that they may convey yes or no by (for example) focusing their attention on stimuli on the right vs. left wrist. This focused attention produces reliable changes in EEG patterns that can help determine that the patient is able to communicate. The results could be presented to physicians and therapists, which could lead to a revised diagnosis and therapy. In addition, these patients could then be provided with BCI-based communication tools that could help them convey basic needs, adjust bed position and HVAC (heating, ventilation, and air conditioning), and otherwise empower them to make major life decisions and communicate.",
            "score": 58.0965690612793
        },
        {
            "docid": "3878_10",
            "document": "Biostatistics . Any research in life sciences is proposed to answer a scientific question we might have. To answer this question with a high certainty, we need accurate results. The correct definition of the main hypothesis and the research plan will reduce errors while taking a decision in understanding a phenomenon. Though, the research plan might include the research question, the hypothesis to be tested, the experimental design, data collection methods, data analysis perspectives and costs evolved. It is essential to carry the study based on the three basic principles of experimental statistics: randomization, replication, and local control.",
            "score": 57.898799896240234
        },
        {
            "docid": "1232575_68",
            "document": "Suicide methods . \"Seppuku\" (\"cut-belly\", used in writing) or \"hara-kiri\" (\"belly slitting\", used when talking) is a Japanese ritual method of suicide, practiced mostly in the medieval era, though some isolated cases appear in modern times. For example, Yukio Mishima committed seppuku in 1970 after a failed \"coup d'état\" intended to restore full power to the Japanese emperor. Unlike other methods of suicide, this was regarded as a way of preserving one's honor. The ritual is part of \"bushido\", the code of the \"samurai\".",
            "score": 57.62019348144531
        },
        {
            "docid": "1841530_5",
            "document": "Bachelor Party (1984 film) . Both parties end up becoming one big drunken orgy and the bachelors' hotel room ends up getting trashed much to the chagrin of the hotel's ever-frustrated manager (Kenneth Kimmins). Adding to the confusion is Rick's friend, Brad who has become despondent over his wife breaking up with him. At various points during the movie, he riotously botches every suicide he attempts. He even tries slitting his wrists with an electric razor to which Rick says, \"Well...at least your wrists will be smooth and kissable.\"",
            "score": 56.611087799072266
        },
        {
            "docid": "50000715_19",
            "document": "Suicide in Iran . A longitudinal study done on students from 2003 to 2008, showed that hanging was the most chosen method and wrist cutting was the least chosen method of suicide. According to this study, single male students aged 22 who were studying Humanities in the Islamic Azad University, had a higher incidence of suicide than any other group. It was found that most of these suicides were committed near the time of the exams and in holidays between semesters.",
            "score": 56.10674285888672
        },
        {
            "docid": "8111444_36",
            "document": "Mathematical anxiety . Active learners ask critical questions, such as: \"Why do we do it this way, and not that way\"? Some teachers may find these questions annoying or difficult to answer, and indeed may have been trained to respond to such questions with hostility and contempt, designed to instill fear. Better teachers respond eagerly to these questions, and use them to help the students deepen their understand by examining alternative methods so the students can choose for themselves which method they prefer. This process can result in meaningful class discussions. Talking is the way in which students increase their understanding and command of math. Teachers can emphasize the importance of original thinking rather than rote manipulation of formulas. This can be done through class conversations. Teachers can give students insight as to why they learn certain content by asking students questions such as \"what purpose is served by solving this problem?\" and \"why are we being asked to learn this?\"",
            "score": 55.50919723510742
        },
        {
            "docid": "28454047_4",
            "document": "Mass suicide in Demmin . Numerous inhabitants and refugees then killed themselves, with many families doing so together. Methods of suicides included drowning in the rivers, hanging, wrist-cutting, and use of firearms. Most bodies were buried in mass graves, and after the war, discussion of the mass suicide was taboo under the East German Communist government.",
            "score": 55.34553909301758
        },
        {
            "docid": "49682811_19",
            "document": "Transnational child protection . Common methods for assessing age include medical and physical examinations and social observations. A purely physical examination may be unreliable. X-rays of the person’s wrist or other physical examinations are criticised for being invasive of the person’s privacy and physical inviolability. They are also known to be inaccurate, arbitrary or imprecise and have a significant margin of error. Poor living conditions, nutrition and hygiene can lead to stunted growth and development of children coming from contexts characterised by poverty. Cultural matters, environmental and living conditions as well as the individual physical, psychological and cognitive development can have a strong impact on the way a young person is perceived. In some cultures, children under 18 are considered adults as soon as they perform an initiation rite, regardless of their biological age, and their behaviour may appear very mature.",
            "score": 54.933074951171875
        },
        {
            "docid": "4245878_13",
            "document": "Adnan Farhan Abd Al Latif . The Associated Press reported on May 11, 2009 that Remes said that Latif had slit his wrists during his most recent visit. Remes said that Latif had used the edge of a strip of broken veneer from the side of a table in the interview room to sever a vein in his wrist, and used the interview table to hide his bleeding wrist from others and the room's video camera. Remes stated that Latif had tried to commit suicide before, and therefore had at times been confined to the prison's psychiatric facility. Remes also said Latif needed mental health care, but all camp authorities were doing was attempting to keep him subdued.",
            "score": 54.50703811645508
        },
        {
            "docid": "26809587_7",
            "document": "Suicide attempt . Some suicide methods have higher rates of lethality than others. The use of firearms results in death 90% of the time. Wrist-slashing has a much lower lethality rate, comparatively. 75% of all suicide attempts are by self-poisoning, a method that is often thwarted because the drug is nonlethal, or is used at a nonlethal dosage. These people survive 97% of the time.",
            "score": 54.371192932128906
        },
        {
            "docid": "4411455_45",
            "document": "The Spoonman . In August 2005, he was criticised after discussing the suicide attempt of the then-leader of the NSW Opposition, John Brogden, describing the method, wrist-cutting, as 'half-arsed'.",
            "score": 54.09242630004883
        },
        {
            "docid": "1792568_6",
            "document": "Boy (I Need You) . Only days later, Carey began posting irregular voice notes and messages on her official website: \"I'm trying to understand things in life right now and so I really don't feel that I should be doing music right now. What I'd like to do is just a take a little break or at least get one night of sleep without someone popping up about a video. All I really want is [to] just be me and that's what I should have done in the first place ... I don't say this much but guess what, I don't take care of myself.\" Following the quick removal of the messages, Berger commented that Carey had been \"obviously exhausted and not thinking clearly\" when she posted the letters. On July 26, she was hospitalized, citing \"extreme exhaustion\" and a \"physical and emotional breakdown\". News websites and programs began reporting how Carey threatened to commit suicide by slitting her wrists the night before, and how Patricia, Carey's mother, hastily called for help. When questioned regarding Carey's suicidal rumor, Berger claimed she had broken dishes out of desperation, and as a result, accidentally cut her hands and feet. Carey was inducted at an un-disclosed hospital in Connecticut, and remained hospitalized and under doctor's care for two weeks, followed by an extended absence from the public. Following the heavy media coverage surrounding Carey's publicized breakdown and hospitalization, Virgin Records America and 20th Century Fox delayed the release of both \"Glitter\", as well as its soundtrack of the same name.",
            "score": 53.66326904296875
        },
        {
            "docid": "14809439_16",
            "document": "Ken McLeod . “Living awake” is the ability to practice attention in every aspect of one’s life: Buddhism is fundamentally a set of methods to wake us up from the sleep in which we dream that we are separate from what we experience. “Everything that [we] experience is original mind; there is nothing else. . . . Rest in original mind, not separate from the experience that is your life . . . Cultivate attention in everything you do, and, until your last breath, live in the mystery of being.” Unfettered Mind is structured to support this intention—as an individual on the cushion, in daily life, and in all elements of the UM network, from administration to practice and study.",
            "score": 53.20220184326172
        },
        {
            "docid": "27988331_3",
            "document": "Suicide by hanging . Hanging is often considered to be a simple suicide method that does not require complicated techniques. However, a study of people who attempted suicide by hanging and lived suggests that this perception may not be accurate. It is one of the most commonly used suicide methods and has a high mortality rate; Gunnell \"et al\". gives a figure of at least 70 percent. The materials required are easily available, and a wide range of ligatures can be used. Therefore, it is considered a difficult method to prevent. In the International Statistical Classification of Diseases and Related Health Problems, suicides by hanging are classified under the code X70: \"Intentional self-harm by hanging, strangulation, and suffocation.\"",
            "score": 53.196903228759766
        },
        {
            "docid": "498181_12",
            "document": "The Order (2003 film) . Later Alex returns to their lodgings and finds Mara near death, an apparent suicide. In actuality, Eden slit her wrists and left her for Alex to find. Mara is beyond medical help and Alex quickly performs the sin eating ritual so that she can go to heaven. After absorbing Mara's sins, though, Alex sees that there is no sin of suicide on Mara's conscience and realizes Eden's deception. Alex goes after Eden to kill him.",
            "score": 52.96897888183594
        },
        {
            "docid": "1098368_13",
            "document": "Information technology management . The importance of IT management is to understand the managing data. There are also difficulties IT managers overcome. The amount of data is increasing, most of the data in is separated between the organizations and collected by different departments. They may not be using the same method or procedure. Data security, quality and integrity is most informant in receiving information. The sources have an impact also on the sources obtained; they may be internal or external. When the information structures do not transfer properly with each other, that can result in unreliable data.  An important part to understand in an IT management is Data Governance. It is an approach to managing information across the entire organization or company. Many will also need to know master data management, which is a process that spans all of the companies processes and business. Without a structure your company will not be able to function properly. Applying these processes in Data bases, it is your job to be able to communicate with other departments systems and develop precise communication and holding your organization accountable of certain data issues. Your design and programs helps increase design and technical knowledge throughout the business.",
            "score": 52.85419464111328
        },
        {
            "docid": "1232575_4",
            "document": "Suicide methods . Those considering a suicide attempt, or trying out the weapon to ascertain its effectiveness, may first make shallow cuts, referred to as \"hesitation wounds\" or \"tentative wounds\" in the literature. They are often non-lethal, multiple parallel cuts.",
            "score": 52.61735534667969
        },
        {
            "docid": "642006_47",
            "document": "Laplace's method . If the interval of the integration of this method is infinite, formula_93 and formula_9 might always cross to each other. If so, we cannot guarantee that the integration of formula_100 will tend to zero finally. For example, in the case of formula_111 , formula_112 will be always diverged. Therefore, we need to require that formula_113 can converge for the infinite interval case. If so, this integration will tend to zero when formula_114 is large enough and we can choose this formula_114 as the cross of formula_93 and formula_9 .",
            "score": 52.24874496459961
        },
        {
            "docid": "1698902_12",
            "document": "Fuchs' dystrophy . A greater understanding of FED pathophysiology may assist in the future with the development of treatments to prevent progression of disease. Although much progress has been made in the research and treatment of FED, many questions remain to be answered. The exact causes of illness, the prediction of disease progression and delivery of an accurate prognosis, methods of prevention and effective nonsurgical treatment are all the subject of inquiries that necessitate an answer. Increased attention must be given to research that can address the most basic questions of how the disease develops: what are the biomolecular pathways implicated in disease, and what genetic or environmental factors contribute to its progression? In addition to shaping our understanding of FED, identification of these factors would be essential for the prevention and management of this condition.",
            "score": 52.23137664794922
        },
        {
            "docid": "642006_35",
            "document": "Laplace's method . First of all, we need to have an understanding about the so-called “approximation” in this method is related to the relative error instead of the absolute error. Therefore, if we set",
            "score": 51.80794143676758
        },
        {
            "docid": "640746_14",
            "document": "Secant method . If we compare Newton's method with the secant method, we see that Newton's method converges faster (order 2 against φ ≈ 1.6). However, Newton's method requires the evaluation of both formula_10 and its derivative formula_27 at every step, while the secant method only requires the evaluation of formula_10. Therefore, the secant method may occasionally be faster in practice. For instance, if we assume that evaluating formula_10 takes as much time as evaluating its derivative and we neglect all other costs, we can do two steps of the secant method (decreasing the logarithm of the error by a factor φ² ≈ 2.6) for the same cost as one step of Newton's method (decreasing the logarithm of the error by a factor 2), so the secant method is faster. If, however, we consider parallel processing for the evaluation of the derivative, Newton's method proves its worth, being faster in time, though still spending more steps.",
            "score": 51.55351638793945
        },
        {
            "docid": "3996438_9",
            "document": "Flexor retinaculum of the hand . Carpal tunnel syndrome may be treated surgically; although this is usually done after all non-surgical methods of treatment have been exhausted. Non-surgical treatment methods include aspirin and other anti-inflammatory drugs. Additionally, the wrist may also be immobilized in order to prevent further use and inflammation. When surgery is needed, the flexor retinaculum is either completely severed or lengthened. When surgery is done to divide the flexor retinaculum, by far the more common procedure, scar tissue will eventually fill the gap left by surgery. The intent is that this will lengthen the flexor retinaculum enough to accommodate inflamed or damaged tendons and reduce the effects of compression on the median nerve. In a 2004 double blind-study, researchers concluded that there was no perceivable benefit gained from lengthening the flexor retinaculum during surgery and so division of the ligament remains the preferred method of surgery.",
            "score": 51.430789947509766
        },
        {
            "docid": "13988_16",
            "document": "Hans-Georg Gadamer . However, Gadamer argued meaning and understanding are not objects to be found through certain methods, but are inevitable phenomena. Hermeneutics is not a process in which an interpreter finds a particular meaning, but “a philosophical effort to account for understanding as an ontological—the ontological—process of man.” Thus, Gadamer is not giving a prescriptive method on how to understand, but rather he is working to examine how understanding, whether of texts, artwork, or experience, is possible at all. Gadamer intended \"Truth and Method\" to be a description of what we always do when we interpret things (even if we do not know it): \"My real concern was and is philosophic: not what we do or what we ought to do, but what happens to us over and above our wanting and doing\".",
            "score": 51.04050827026367
        },
        {
            "docid": "18955_11",
            "document": "Mentha . Some mints can be propagated by seed, but growth from seed can be an unreliable method for raising mint for two reasons: mint seeds are highly variable — one might not end up with what one supposed was planted — and some mint varieties are sterile. It is more effective to take and plant cuttings from the runners of healthy mints.",
            "score": 50.97540283203125
        },
        {
            "docid": "25447_77",
            "document": "Rhetoric . Rhetoric can be analyzed by a variety of methods and theories. One such method is criticism. When those using criticism analyze instances of rhetoric what they do is called rhetorical criticism (see section below). According to rhetorical critic Jim A. Kuypers, \"The use of rhetoric is an art; as such, it does not lend itself well to scientific methods of analysis. Criticism is an art as well; as such, it is particularly well suited for examining rhetorical creations.\" He asserts that criticism is a method of generating knowledge just as the scientific method is a method for generating knowledge: \"The way the Sciences and the Humanities study the phenomena that surround us differ greatly in the amount of researcher personality allowed to influence the results of the study. For example, in the Sciences researchers purposefully adhere to a strict method (the scientific method). All scientific researchers are to use this same basic method, and successful experiments must be 100 percent replicable by others. The application of the scientific method may take numerous forms, but the overall method remains the same—and the personality of the researcher is excised from the actual study. In sharp contrast, criticism (one of many Humanistic methods of generating knowledge) actively involves the personality of the researcher. The very choices of what to study, and how and why to study a rhetorical artifact are heavily influenced by the personal qualities of the researcher. In criticism this is especially important since the personality of the critic considered an integral component of the study. Further personalizing criticism, we find that rhetorical critics use a variety of means when examining a particular rhetorical artifact, with some critics even developing their own unique perspective to better examine a rhetorical artifact.\"",
            "score": 50.96939468383789
        },
        {
            "docid": "51145061_26",
            "document": "Workplace respirator testing . The initial stage of research yielded the following results: experts developed a common terminology to describe the protective properties of the respirators; a methodology for measuring protection factors in different conditions of respirators' usage in the workplaces and laboratories; and the realization that national legislation should set limits for the use of all types of respirators based on their performance, measured not in the laboratory, but in the workplaces. The first studies also clearly confirmed that the use of respirators is the most unreliable method of protecting workers from all known methods. Therefore, respirators should be used only when other methods can not be used; or when other methods can not reduce the exposure of air pollution on people to an acceptable safe level.",
            "score": 50.90430450439453
        },
        {
            "docid": "331913_2",
            "document": "Qualitative psychological research . In psychology, qualitative research has come to be defined as research whose findings are not arrived at by statistical or other quantitative procedures. Qualitative research is often said to be \"naturalistic\". That is, its goal is to understand behaviour in a natural setting. Two other goals attributed to qualitative research are understanding a phenomenon from the perspective of the research participant and understanding the meanings people give to their experience. It attempts to do this by using so-called naturalistic methods—interviewing, observation, ethnography, participant observation and focus groups. Each of these methods seeks to understand the perspective of the research participant within the context of their everyday life. This means that the researcher is concerned with asking broad questions that allow the respondent to answer in their own words. These methods allow the researcher to try to qualify their understanding during the research process through further probing questions. In addition, a method such as observation allows the researcher to observe people within natural settings—particularly those in public places. This has resulted in greater understanding of people's behaviours in, for example, lifts, public transport, and queues.",
            "score": 50.817138671875
        },
        {
            "docid": "147918_31",
            "document": "Industrial robot . The American National Standard for Industrial Robots and Robot Systems — Safety Requirements (ANSI/RIA R15.06-1999) defines a singularity as “a condition caused by the collinear alignment of two or more robot axes resulting in unpredictable robot motion and velocities.” It is most common in robot arms that utilize a “triple-roll wrist”. This is a wrist about which the three axes of the wrist, controlling yaw, pitch, and roll, all pass through a common point. An example of a wrist singularity is when the path through which the robot is traveling causes the first and third axes of the robot’s wrist (i.e. robot's axes 4 and 6) to line up. The second wrist axis then attempts to spin 180° in zero time to maintain the orientation of the end effector. Another common term for this singularity is a “wrist flip”. The result of a singularity can be quite dramatic and can have adverse effects on the robot arm, the end effector, and the process. Some industrial robot manufacturers have attempted to side-step the situation by slightly altering the robot’s path to prevent this condition. Another method is to slow the robot’s travel speed, thus reducing the speed required for the wrist to make the transition. The ANSI/RIA has mandated that robot manufacturers shall make the user aware of singularities if they occur while the system is being manually manipulated.",
            "score": 50.70554733276367
        },
        {
            "docid": "92028_10",
            "document": "Teaching method . The most common type of collaborative method of teaching in a class is classroom discussion. It is also a democratic way of handling a class, where each student is given equal opportunity to interact and put forth their views. A discussion taking place in a classroom can be either facilitated by a teacher or by a student. A discussion could also follow a presentation or a demonstration. Class discussions can enhance student understanding, add context to academic content, broaden student perspectives, highlight opposing viewpoints, reinforce knowledge, build confidence, and support community in learning. The opportunities for meaningful and engaging in-class discussion may vary widely, depending on the subject matter and format of the course. Motivations for holding planned classroom discussion, however, remain consistent. An effective classroom discussion can be achieved by probing more questions among the students, paraphrasing the information received, using questions to develop critical thinking with questions like \"Can we take this one step further?;\" \"What solutions do you think might solve this problem?;\" \"How does this relate to what we have learned about..?;\" \"What are the differences between ... ?;\" \"How does this relate to your own experience?;\" \"What do you think causes ... ?;\" \"What are the implications of ... ?\"",
            "score": 50.57487869262695
        },
        {
            "docid": "309563_11",
            "document": "Alt.suicide.holiday . UK Byron Review for 2008, analyzing effects of websites on children, says that \"research looking at pro-suicide sites has had mixed results. Some studies report high degrees of emotional and social support by these sites, particularly on sites where the methods of suicide were not discussed. More studies like this are needed to begin to understand the impact of such sites on those who spontaneously choose to access them.\"",
            "score": 50.43412399291992
        },
        {
            "docid": "28454047_12",
            "document": "Mass suicide in Demmin . Not every suicide case was successful. Some mothers who had drowned their children were unable to drown themselves thereafter. In other cases, doses of poison proved to be lethal for children, but not for their mothers. There were also cases where children survived attempted drownings. After a failed suicide, some killed themselves by others methods. A mother and her repeatedly raped daughter, for instance, died by hanging themselves in an attic, after repeatedly failing to drown themselves in the Peene river. Another mother who had poisoned and buried three of her four children before, tried to hang herself on an oak three times, only to be prevented to do so each time by Soviet soldiers. There are further records of Soviet soldiers preventing suicides by retrieving people from the river and nursing cut wrists. In another case, a grandfather forcibly took away a razor blade from a mother who was about to kill her children and herself after being raped by Soviet soldiers and hearing of the death of her husband. After Soviet soldiers had raped a girl to death and shot her father, an aunt cut her daughter's and son's wrists as well as her own. The other women of the family committed suicide, only one aunt was able to save the grandmother. One family survived, because the 15-year-old son persuaded his mother, who had become a rape victim, to abort her induced drowning, when she was already being dragged by the Tollense river.",
            "score": 50.28455352783203
        }
    ]
}