{
    "q": [
        {
            "docid": "21473_71",
            "document": "Nikola Tesla . Before World War I, Tesla sought overseas investors. After the war started, Tesla lost the funding he was receiving from his patents in European countries.",
            "score": 73.30914235115051
        },
        {
            "docid": "5046265_11",
            "document": "Kolubara . A series of coal based power stations are built in the basin, including \"Kolubara\" (130 MW, at Veliki Crljeni), \"Nikola Tesla B-1\" (in 1983) and \"Nikola Tesla B-2\" (both 615 MW, in Obrenovac).",
            "score": 54.165836811065674
        },
        {
            "docid": "27442010_2",
            "document": "The Secret of Nikola Tesla . The Secret of Nikola Tesla (), is a 1980 Yugoslav biographical film which details events in the life of the Serbian-American engineer and inventor Nikola Tesla (1856-1943), portrayed by Serbian actor Petar Božović. Tesla grew up in the Austro-Hungarian Empire), studied engineering and physics, and moved to New York in 1884. He became an American citizen in 1891 and is known for his contributions to electrical engineering.",
            "score": 82.49880266189575
        },
        {
            "docid": "264823_2",
            "document": "List of Nikola Tesla patents . Nikola Tesla was an inventor who obtained around 300 patents worldwide for his inventions. Some of Tesla's patents are not accounted for, and various sources have discovered some that have lain hidden in patent archives. There are a minimum of 278 patents issued to Tesla in 26 countries that have been accounted for. Many of Tesla's patents were in the United States, Britain, and Canada, but many other patents were approved in countries around the globe. Many inventions developed by Tesla were not put into patent protection.",
            "score": 64.74438667297363
        },
        {
            "docid": "21473_79",
            "document": "Nikola Tesla . At the 1934 party, Tesla told reporters he had designed a superweapon he claimed would end all war. He would call it \"teleforce\", but was usually referred to as his death ray. Tesla described it as a defensive weapon that would be put up along the border of a country to be used against attacking ground-based infantry or aircraft. Tesla never revealed detailed plans of how the weapon worked during his lifetime, but in 1984, they surfaced at the Nikola Tesla Museum archive in Belgrade. The treatise, \"The New Art of Projecting Concentrated Non-dispersive Energy through the Natural Media\", described an open-ended vacuum tube with a gas jet seal that allows particles to exit, a method of charging slugs of tungsten or mercury to millions of volts, and directing them in streams (through electrostatic repulsion). Tesla tried to interest the US War Department, the United Kingdom, the Soviet Union, and Yugoslavia in the device.",
            "score": 69.0341145992279
        },
        {
            "docid": "1467219_3",
            "document": "Belgrade Nikola Tesla Airport . The flag carrier and largest airline of Serbia, Air Serbia, uses Belgrade Nikola Tesla as their hub. It is also one of the operating bases for low cost airline Wizz Air. The air taxi services Air Pink, Eagle Express and Prince Aviation also call the airport their home. The airport is operated by the state-owned company \"Aerodrom Nikola Tesla Beograd\".",
            "score": 62.03061532974243
        },
        {
            "docid": "32925149_9",
            "document": "Sanja Bestic . In May 2013 she wrapped up \"Tesla\" written by British award winning playwright Sheri Graubert and produced by EasyTheaters Productions based in London. \"Tesla\" premiered in May 2013 in New York City. The play was a sold out success, winning the young director the Tesla Award. It starred James Lee Taylor as Nikola Tesla, one of the most respected Serbian-American scientists in the world. The play will soon be moving to London’s West End. Furthermore, Sanja's goal is to take this story a step further in 2014 by directing a documentary movie about the mysterious life of Nikola Tesla. These projects are highly supported by The Tesla Science Foundation and Office for Cooperation with Diaspora and Serbs in the Region.  Nikola Tesla is finally beginning to attract real attention and encourage serious debate nearly 70 years after his death. Nikola Tesla, Serbian-American scientist, the man who lit the world, gave his greatest contribution to science and technological progress of the world as the inventor of the rotating magnetic field and of the complete system of production and distribution of electrical energy (motors, generators) based on the use of alternate currents. His name was given to the SI unit for magnetic induction (\"tesla\"). Tesla also constructed the generators of high-frequency alternate currents and high-voltage coreless transformer known today as \"Tesla Coil\". Sanja has managed to bring to life moments of Tesla's life that the public had yet to see and displayed important moments and sequences of Tesla's life, which for mysterious reasons have remained a well kept secret to date. Tesla whom we might have referred to as holy, sacred, died before he was recognized as someone who truly marked the history of mankind. Sanja's play was supported by the Office for Cooperation with Diaspora and Serbs in the Region, Consulate General of the Republic of Serbia in New York, Vuk Jeremić - Serbian physicist, politician and President of the 67th session of United Nations General Assembly, the Tesla Science Foundation, the Nikola Tesla Club, and the Nikola Tesla Inventors Club in the US.",
            "score": 82.16748344898224
        },
        {
            "docid": "21473_16",
            "document": "Nikola Tesla . In March 1879, Tesla's father went to Maribor to beg his son to return home, but he refused. Nikola suffered a nervous breakdown around the same time. On 24 March 1879, Tesla was returned to Gospić under police guard for not having a residence permit.",
            "score": 60.04636788368225
        },
        {
            "docid": "2300571_5",
            "document": "TPP Nikola Tesla . Located between the villages of Skela and Ušće. There are two generation units with a total capacity of 1160 MW. TPP Nikola Tesla B was first synchronised on March 11, 1983. Its chimney is 280 metres tall.",
            "score": 56.083903551101685
        },
        {
            "docid": "54115706_7",
            "document": "Energetics of Serbia . Today in Serbia there are the following plants: in the basin Kolubara - Nikola Tesla A and B, and Kolubara, then Kostolac A and Kostolac B in Kostolac basins. On the Velika Morava river, near Svilajnac, power plant Morava. In the Kosovo basin are power plant Kosovo, Obilic A and B and Trepca, while there in the Metohija power plants are Djakovica and Orahovac. In Vojvodina, and there in Zrenjanin and Novi Sad. The strongest power plant is \"Nikola Tesla A \", with a total power of 1,650 MW.",
            "score": 54.73090219497681
        },
        {
            "docid": "11450835_3",
            "document": "Tesla: Man Out of Time . \"Tesla: Man Out of Time\" describes the life of Nikola Tesla (1856–1943), the Serbian-American inventor, electrical engineer, mechanical engineer, physicist, and futurist. Margaret Cheney's narrative details Tesla's childhood during the 1850s and 1860s in the then Austro-Hungarian Empire, his 1884 arrival in New York, becoming American citizen in 1891, his inventions and contributions to engineering, up to his death New York at age 86 during the middle of World War II in 1943. The book is focused largely on Tesla's personality and not his inventions.",
            "score": 80.23492002487183
        },
        {
            "docid": "21473_7",
            "document": "Nikola Tesla . Nikola Tesla was born an ethnic Serb in the village Smiljan, Lika county, in the Austrian Empire (present day Croatia), on 1856. His father, Milutin Tesla (1819–1879), was an Eastern Orthodox priest. Tesla's mother, Đuka Tesla (née Mandić; 1822–1892), whose father was also an Orthodox priest, had a talent for making home craft tools and mechanical appliances and the ability to memorize Serbian epic poems. Đuka had never received a formal education. Tesla credited his eidetic memory and creative abilities to his mother's genetics and influence. Tesla's progenitors were from western Serbia, near Montenegro.",
            "score": 72.6395833492279
        },
        {
            "docid": "1467219_16",
            "document": "Belgrade Nikola Tesla Airport . With a change in government and international sentiment, normal air traffic resumed in 2001. A few years later the airport's terminal 2 underwent a major reconstruction. The runway was upgraded to CAT IIIb in 2005, as part of a large renovation project. CAT IIIb is the latest runway system, giving aircraft the security of landing during fog and storms. In 2006, the airport was renamed to \"Belgrade Nikola Tesla Airport\". Nikola Tesla was a Serbian-American inventor and scientist, generally considered one of the world's most famous inventors. The construction of the new air traffic control center was completed in 2010. In 2011 Belgrade Nikola Tesla Airport shares (AERO) began trading on the Belgrade Stock Exchange (BELEX).",
            "score": 68.5169563293457
        },
        {
            "docid": "7409536_5",
            "document": "Nikola Tesla in popular culture . Tesla's birthday, 10 July, has been suggested by some to be World Tesla Day, Nikola Tesla Day, or simply, Tesla Day. Some organizations celebrate Tesla Day informally on 10 July. However, The Tesla Memorial Society wrote letters to several officials asking to commemorate 10 July as international Nikola Tesla Day.",
            "score": 62.98979187011719
        },
        {
            "docid": "11450751_3",
            "document": "Wizard: The Life and Times of Nikola Tesla . Seifer follows the life of Nikola Tesla, the Serbian American inventor, electrical engineer, mechanical engineer, physicist, and futurist. He covers the high points of the inventors life through his designs used in the modern alternating current system, experimentation with high frequency current and wireless power transmission, wireless remote control, X-ray imaging, and Tesla's \"death ray\". Seifer goes on to cover Tesla's downfall, attributing it to Tesla's megalomaniacal, neurotic, self-destructive tendencies, and Tesla's interactions with financier J. Pierpont Morgan.",
            "score": 71.27320683002472
        },
        {
            "docid": "1182319_10",
            "document": "Goat Island (New York) . The island is home to the Tesla Monument which honors the Serbian-American inventor, Nikola Tesla. The statue was a given to the United States by the government of Yugoslavia in 1976. The sculptor of the statue is Frano Kršinić (1897–1982), a renowned Yugoslav sculptor. In mid-2016, the statue was relocated to Stedman’s Bluff, the section of the island that overlooks the Bridal Veil Falls and the American Falls, to increase popularity.",
            "score": 68.23925304412842
        },
        {
            "docid": "1529691_2",
            "document": "My Inventions: The Autobiography of Nikola Tesla . My Inventions: The Autobiography of Nikola Tesla is a book compiled and edited by Ben Johnston detailing the work of Nikola Tesla. The content was largely drawn from a series of articles that Nikola Tesla had written for \"Electrical Experimenter\" magazine in 1919, when he was 63 years old.",
            "score": 60.54603862762451
        },
        {
            "docid": "7409536_2",
            "document": "Nikola Tesla in popular culture . Nikola Tesla (10 July 1856 – 7 January 1943) is portrayed in multiple forms of popular culture. The Serbian-American engineer has particularly been depicted in science fiction, a genre which is well-suited to address his inventions; while often exaggerated, the fictionalized variants build mostly upon his own alleged claims or ideas. A popular, growing fixation among science fiction, comic book, and speculative history storytellers is to portray Tesla as a member of a secret society, along with other luminaries of science. The impacts of the technologies invented by Nikola Tesla are a recurring theme in the steampunk genre of alternate technology science-fiction.",
            "score": 67.55548286437988
        },
        {
            "docid": "4966622_4",
            "document": "Nikola Tesla Museum . The Nikola Tesla Museum is charged with preserving and displaying the legacy of Nikola Tesla. The present director is Branimir Jovanović.",
            "score": 57.85819673538208
        },
        {
            "docid": "21473_88",
            "document": "Nikola Tesla . Tesla obtained around 300 patents worldwide for his inventions. Some of Tesla's patents are not accounted for, and various sources have discovered some that have lain hidden in patent archives. There are a minimum of 278 known patents issued to Tesla in 26 countries. Many of Tesla's patents were in the United States, Britain, and Canada, but many other patents were approved in countries around the globe. Many inventions developed by Tesla were not put into patent protection.",
            "score": 60.96659231185913
        },
        {
            "docid": "7409536_6",
            "document": "Nikola Tesla in popular culture . Google honored Tesla on his birthday on 10 July 2009 by displaying a Google Doodle in the Google search home page, that showed the G as a Tesla coil.",
            "score": 55.23927545547485
        },
        {
            "docid": "14544903_2",
            "document": "Tesla River . The Tesla River is a tributary of the Tărlung River in Romania. The river is named after the famous Serbian-American electrical engineer Nikola Tesla.",
            "score": 70.91992998123169
        },
        {
            "docid": "11450895_2",
            "document": "The Fantastic Inventions of Nikola Tesla . The Fantastic Inventions of Nikola Tesla () is a 1993 book compiled and edited by David Hatcher Childress detailing the work of Nikola Tesla. Additional content of the book, besides the patent cover pages and lectures of Tesla, is provided by Childress.",
            "score": 57.87452173233032
        },
        {
            "docid": "11451008_2",
            "document": "The Inventions, Researches, and Writings of Nikola Tesla . The Inventions, Researches and Writings of Nikola Tesla is a book compiled and edited by Thomas Commerford Martin detailing the work of Nikola Tesla up to 1893. The book is a comprehensive compilation of Tesla's early work with many illustrations.",
            "score": 57.87452173233032
        },
        {
            "docid": "51769920_2",
            "document": "Tesla (film) . Tesla is a 2016 American documentary film about Nikola Tesla. The film is directed by David Grubin and distributed on the PBS network. It premiered on October 18, 2016 as part of the \"American Experience\" series during the 28th season.",
            "score": 67.97898459434509
        },
        {
            "docid": "11451041_2",
            "document": "Prodigal Genius: The Life of Nikola Tesla . Prodigal Genius: The Life of Nikola Tesla () is a 1944 book by John Joseph O'Neill detailing the life of Nikola Tesla.",
            "score": 57.41153621673584
        },
        {
            "docid": "11450751_2",
            "document": "Wizard: The Life and Times of Nikola Tesla . The book Wizard, the Life and Times of Nikola Tesla is a biography of Nikola Tesla by Marc J. Seifer published in 1996.",
            "score": 57.41153621673584
        },
        {
            "docid": "4039179_2",
            "document": "Nikola Tesla electric car hoax . The Nikola Tesla electric car hoax is an anecdote that refers to a supposed Nikola Tesla invention described by Peter Savo, who claimed to be a nephew of Tesla, to Derek Ahers in 1967. Savo said that Tesla took him to Buffalo, New York in 1931 and showed him a modified Pierce-Arrow car.",
            "score": 60.114905834198
        },
        {
            "docid": "21473_2",
            "document": "Nikola Tesla . Nikola Tesla (; ; 10 July 1856 – 7 January 1943) was a Serbian-American inventor, electrical engineer, mechanical engineer, physicist, and futurist who is best known for his contributions to the design of the modern alternating current (AC) electricity supply system.",
            "score": 68.58944249153137
        },
        {
            "docid": "21473_106",
            "document": "Nikola Tesla . Tesla made predictions about the relevant issues of a post-World War I environment in a printed article, \"Science and Discovery are the great Forces which will lead to the Consummation of the War\" (20 December 1914). Tesla believed that the League of Nations was not a remedy for the times and issues.",
            "score": 65.32824039459229
        },
        {
            "docid": "1467219_2",
            "document": "Belgrade Nikola Tesla Airport . Belgrade Nikola Tesla Airport ( / \"Aerodrom Nikola Tesla Beograd\") , is an international airport serving Belgrade, Serbia. Previously known as Belgrade Airport ( / \"Aerodrom Beograd\") or Surčin Airport ( / \"Aerodrom Surčin\"), it was renamed in 2006 in honor of Serbian scientist and inventor Nikola Tesla. It is the largest and busiest airport in Serbia, situated west of downtown Belgrade near the suburb of Surčin, surrounded by Syrmia's fertile lowlands.",
            "score": 64.61396598815918
        },
        {
            "docid": "50812966_6",
            "document": "Nikola Motor Company . On May 1, 2018 Nikola Motor Company filed a lawsuit against Tesla seeking $2 billion in damages alleging that the Tesla Semi infringes on several patents Nikola have been granted on the design of the Nikola One. Tesla has responded that the lawsuit is without merit.",
            "score": 56.19875383377075
        }
    ],
    "r": [
        {
            "docid": "27442010_2",
            "document": "The Secret of Nikola Tesla . The Secret of Nikola Tesla (), is a 1980 Yugoslav biographical film which details events in the life of the Serbian-American engineer and inventor Nikola Tesla (1856-1943), portrayed by Serbian actor Petar Božović. Tesla grew up in the Austro-Hungarian Empire), studied engineering and physics, and moved to New York in 1884. He became an American citizen in 1891 and is known for his contributions to electrical engineering.",
            "score": 82.4988021850586
        },
        {
            "docid": "32925149_9",
            "document": "Sanja Bestic . In May 2013 she wrapped up \"Tesla\" written by British award winning playwright Sheri Graubert and produced by EasyTheaters Productions based in London. \"Tesla\" premiered in May 2013 in New York City. The play was a sold out success, winning the young director the Tesla Award. It starred James Lee Taylor as Nikola Tesla, one of the most respected Serbian-American scientists in the world. The play will soon be moving to London’s West End. Furthermore, Sanja's goal is to take this story a step further in 2014 by directing a documentary movie about the mysterious life of Nikola Tesla. These projects are highly supported by The Tesla Science Foundation and Office for Cooperation with Diaspora and Serbs in the Region.  Nikola Tesla is finally beginning to attract real attention and encourage serious debate nearly 70 years after his death. Nikola Tesla, Serbian-American scientist, the man who lit the world, gave his greatest contribution to science and technological progress of the world as the inventor of the rotating magnetic field and of the complete system of production and distribution of electrical energy (motors, generators) based on the use of alternate currents. His name was given to the SI unit for magnetic induction (\"tesla\"). Tesla also constructed the generators of high-frequency alternate currents and high-voltage coreless transformer known today as \"Tesla Coil\". Sanja has managed to bring to life moments of Tesla's life that the public had yet to see and displayed important moments and sequences of Tesla's life, which for mysterious reasons have remained a well kept secret to date. Tesla whom we might have referred to as holy, sacred, died before he was recognized as someone who truly marked the history of mankind. Sanja's play was supported by the Office for Cooperation with Diaspora and Serbs in the Region, Consulate General of the Republic of Serbia in New York, Vuk Jeremić - Serbian physicist, politician and President of the 67th session of United Nations General Assembly, the Tesla Science Foundation, the Nikola Tesla Club, and the Nikola Tesla Inventors Club in the US.",
            "score": 82.16748046875
        },
        {
            "docid": "11450835_3",
            "document": "Tesla: Man Out of Time . \"Tesla: Man Out of Time\" describes the life of Nikola Tesla (1856–1943), the Serbian-American inventor, electrical engineer, mechanical engineer, physicist, and futurist. Margaret Cheney's narrative details Tesla's childhood during the 1850s and 1860s in the then Austro-Hungarian Empire, his 1884 arrival in New York, becoming American citizen in 1891, his inventions and contributions to engineering, up to his death New York at age 86 during the middle of World War II in 1943. The book is focused largely on Tesla's personality and not his inventions.",
            "score": 80.23491668701172
        },
        {
            "docid": "23929962_3",
            "document": "Tesla's Letters . The play takes place in 1997, two years after Operation Storm and the Dayton Agreement and two years prior to the start of the Kosovo War and the US-led 1999 NATO bombing of Yugoslavia, with the scenes set at the Nikola Tesla Museum in the Serbian capital, Belgrade, on a bus at the Serbian-Croatian border, and at Tesla's birthplace in the Croatian village of Smiljan. Daisy Archer is a trendy young Ph.D. student from the US who has won a research grant to fly to Belgrade to research the life of eccentric electrical pioneer, Nikola Tesla. Tesla, who was of Serbian descent but born and raised in Croatia, spent 60 years of his life as a US citizen; this tri-national pedigree alone will present Daisy with semantics problems more complicated than she imagined.",
            "score": 78.23584747314453
        },
        {
            "docid": "26937087_2",
            "document": "Hispanics in the American Civil War . Hispanics in the American Civil War fought on both the Union and Confederate sides of the conflict. Not all the Hispanics who fought in the American Civil War were \"Hispanic-Americans\", in other words citizens of the United States. Many of them were Spanish subjects or nationals from countries in the Caribbean, Central and South America. Some were born in a US Territory and therefore did not have the right to US Citizenship. It is estimated that approximately 3,500 Hispanics, mostly Mexican-Americans, Puerto Ricans and Cubans (Puerto Rico and Cuba were Spanish colonies) living in the United States joined the war: 2,500 for the Confederacy and 1,000 for the Union. This number increased to 10,000 by the end of the war.",
            "score": 73.96260070800781
        },
        {
            "docid": "21473_71",
            "document": "Nikola Tesla . Before World War I, Tesla sought overseas investors. After the war started, Tesla lost the funding he was receiving from his patents in European countries.",
            "score": 73.30914306640625
        },
        {
            "docid": "21473_7",
            "document": "Nikola Tesla . Nikola Tesla was born an ethnic Serb in the village Smiljan, Lika county, in the Austrian Empire (present day Croatia), on 1856. His father, Milutin Tesla (1819–1879), was an Eastern Orthodox priest. Tesla's mother, Đuka Tesla (née Mandić; 1822–1892), whose father was also an Orthodox priest, had a talent for making home craft tools and mechanical appliances and the ability to memorize Serbian epic poems. Đuka had never received a formal education. Tesla credited his eidetic memory and creative abilities to his mother's genetics and influence. Tesla's progenitors were from western Serbia, near Montenegro.",
            "score": 72.63958740234375
        },
        {
            "docid": "11450751_3",
            "document": "Wizard: The Life and Times of Nikola Tesla . Seifer follows the life of Nikola Tesla, the Serbian American inventor, electrical engineer, mechanical engineer, physicist, and futurist. He covers the high points of the inventors life through his designs used in the modern alternating current system, experimentation with high frequency current and wireless power transmission, wireless remote control, X-ray imaging, and Tesla's \"death ray\". Seifer goes on to cover Tesla's downfall, attributing it to Tesla's megalomaniacal, neurotic, self-destructive tendencies, and Tesla's interactions with financier J. Pierpont Morgan.",
            "score": 71.27320861816406
        },
        {
            "docid": "14544903_2",
            "document": "Tesla River . The Tesla River is a tributary of the Tărlung River in Romania. The river is named after the famous Serbian-American electrical engineer Nikola Tesla.",
            "score": 70.91992950439453
        },
        {
            "docid": "9463463_14",
            "document": "Dušan Ivković . Ivković is related to the famous Serbian American scientist Nikola Tesla. Ivković's maternal grandmother, Olga Mandić, and Tesla were first cousins . Coincidentally, Tesla died the same year that Ivković was born.",
            "score": 70.14395904541016
        },
        {
            "docid": "20081816_15",
            "document": "Croatia–Serbia relations . Representatives of the consulate are frequent interlocutors of local and national media when it comes to issues of protection and promotion of Serbian identity in the Danube region. Consulate organizes and participates in various cultural and educational projects and humanitarian actions, some of which are: celebration of the signing of Erdut Agreement, showing of documentary films, donation of equipment, organizing concerts etc. On the occasion of 150 anniversary of the birth of Nikola Tesla, consulate was, in conjunction with the U.S. Embassy in Zagreb, co-financed Days of Nikola Tesla in Osijek.",
            "score": 69.98531341552734
        },
        {
            "docid": "7783763_9",
            "document": "Serbian Canadians . At the turn of the century the world had witnessed a massive military action by the United States and its NATO allies in the Balkans. Now theories are being raised both in Canada and America and other countries about the likely motivations behind this intervention. Serbian Canadians and Serbian Americans alike are probing the question of whether the bombing of one sovereign country by another sets a precedent for future action by NATO, and whether future American presidents, as a result of Clinton's 1999 action (bombing Serbia) and Bush's 2008 action (Kosovo), may have stumbled into a sandbox too large for their staying power and set back foreign policy not only to the Cold War but to a new Frozen War. On October 26, 2004 a street in Toronto was renamed to Beograd Gardens to honour Serbia's capital of Belgrade. The street is located north of Eglinton Avenue and west of Marlee Avenue. Beograd Gardens was unveiled by Toronto City Councillors Joe Mihevc and Howard Moscoe. Recently, a boulevard in Hamilton was named after Nikola Tesla.",
            "score": 69.37995147705078
        },
        {
            "docid": "21473_79",
            "document": "Nikola Tesla . At the 1934 party, Tesla told reporters he had designed a superweapon he claimed would end all war. He would call it \"teleforce\", but was usually referred to as his death ray. Tesla described it as a defensive weapon that would be put up along the border of a country to be used against attacking ground-based infantry or aircraft. Tesla never revealed detailed plans of how the weapon worked during his lifetime, but in 1984, they surfaced at the Nikola Tesla Museum archive in Belgrade. The treatise, \"The New Art of Projecting Concentrated Non-dispersive Energy through the Natural Media\", described an open-ended vacuum tube with a gas jet seal that allows particles to exit, a method of charging slugs of tungsten or mercury to millions of volts, and directing them in streams (through electrostatic repulsion). Tesla tried to interest the US War Department, the United Kingdom, the Soviet Union, and Yugoslavia in the device.",
            "score": 69.03411102294922
        },
        {
            "docid": "21473_84",
            "document": "Nikola Tesla . Two days later the Federal Bureau of Investigation ordered the Alien Property Custodian to seize Tesla's belongings, even though Tesla was an American citizen. John G. Trump, a professor at M.I.T. and a well-known electrical engineer serving as a technical aide to the National Defense Research Committee, was called in to analyze the Tesla items, which were being held in custody. After a three-day investigation, Trump's report concluded that there was nothing which would constitute a hazard in unfriendly hands, stating:",
            "score": 68.97050476074219
        },
        {
            "docid": "2654609_2",
            "document": "Tesla (crater) . Tesla is a lunar impact crater that is located on the Moon's far side, just to the southeast of the larger H. G. Wells. About one crater diameter to the southwest of Tesla is Kidinnu, and to the southeast is Van Maanen. The crater is named after Serbian American inventor Nikola Tesla.",
            "score": 68.76180267333984
        },
        {
            "docid": "21473_2",
            "document": "Nikola Tesla . Nikola Tesla (; ; 10 July 1856 – 7 January 1943) was a Serbian-American inventor, electrical engineer, mechanical engineer, physicist, and futurist who is best known for his contributions to the design of the modern alternating current (AC) electricity supply system.",
            "score": 68.58943939208984
        },
        {
            "docid": "1467219_16",
            "document": "Belgrade Nikola Tesla Airport . With a change in government and international sentiment, normal air traffic resumed in 2001. A few years later the airport's terminal 2 underwent a major reconstruction. The runway was upgraded to CAT IIIb in 2005, as part of a large renovation project. CAT IIIb is the latest runway system, giving aircraft the security of landing during fog and storms. In 2006, the airport was renamed to \"Belgrade Nikola Tesla Airport\". Nikola Tesla was a Serbian-American inventor and scientist, generally considered one of the world's most famous inventors. The construction of the new air traffic control center was completed in 2010. In 2011 Belgrade Nikola Tesla Airport shares (AERO) began trading on the Belgrade Stock Exchange (BELEX).",
            "score": 68.51696014404297
        },
        {
            "docid": "1182319_10",
            "document": "Goat Island (New York) . The island is home to the Tesla Monument which honors the Serbian-American inventor, Nikola Tesla. The statue was a given to the United States by the government of Yugoslavia in 1976. The sculptor of the statue is Frano Kršinić (1897–1982), a renowned Yugoslav sculptor. In mid-2016, the statue was relocated to Stedman’s Bluff, the section of the island that overlooks the Bridal Veil Falls and the American Falls, to increase popularity.",
            "score": 68.23925018310547
        },
        {
            "docid": "51769920_2",
            "document": "Tesla (film) . Tesla is a 2016 American documentary film about Nikola Tesla. The film is directed by David Grubin and distributed on the PBS network. It premiered on October 18, 2016 as part of the \"American Experience\" series during the 28th season.",
            "score": 67.97898864746094
        },
        {
            "docid": "7409536_2",
            "document": "Nikola Tesla in popular culture . Nikola Tesla (10 July 1856 – 7 January 1943) is portrayed in multiple forms of popular culture. The Serbian-American engineer has particularly been depicted in science fiction, a genre which is well-suited to address his inventions; while often exaggerated, the fictionalized variants build mostly upon his own alleged claims or ideas. A popular, growing fixation among science fiction, comic book, and speculative history storytellers is to portray Tesla as a member of a secret society, along with other luminaries of science. The impacts of the technologies invented by Nikola Tesla are a recurring theme in the steampunk genre of alternate technology science-fiction.",
            "score": 67.55548095703125
        },
        {
            "docid": "9346402_6",
            "document": "2244 Tesla . This minor planet was named in memory of Serbian-American physicist, electrical engineer and inventor Nikola Tesla (1856–1943). He is best known for his contributions to the design of the modern alternating current (AC) electricity supply system and radio electro-communications. The lunar crater \"Tesla\" is also named in his honor. The approved naming citation was published by the Minor Planet Center on 7 March 1985 ().",
            "score": 67.32482147216797
        },
        {
            "docid": "2300571_2",
            "document": "TPP Nikola Tesla . TPP Nikola Tesla is a power plant complex operated by Elektroprivreda Srbije, located on the right bank of the river Sava, approximately 40 km upstream from Belgrade, near the town of Obrenovac. By far the largest one in Serbia, the complex generates around 16 TWh annually (see 1 E16 J), which covers almost half of Serbia's needs for electricity. The complex and two of its plants are named in honor of Nikola Tesla.",
            "score": 67.07418060302734
        },
        {
            "docid": "923489_10",
            "document": "Gospić . The municipality was the birthplace of such great men as Nikola Tesla, [[Serbian]-born [[United States|American]] inventor, [[electrical engineer]], [[mechanical engineering|mechanical engineer]], [[physicist]] and [[futurist]] of [[Serbian American|Serbian]] ancestry (in [[Smiljan]]), pioneer in telegraphy [[Ferdinand Kovačević]] and also national thinkers like [[Ante Starčević]].",
            "score": 66.31840515136719
        },
        {
            "docid": "10203752_3",
            "document": "Searching for the Roots of 9/11 . \"Searching for the Roots of 9/11\" analyzes Arab and Muslim sentiment towards Americans and seeks to explain the factors that contributed and ultimately caused the terrorist attack on September 11, 2001 in an effort to help Americans better understand the tragedy and prevent similar events from occurring in the future. He feels that civilization cannot truly be safe until we understand the roots of 9/11, because if we don’t fix the problems within civilization (\"a war between the good guys and the bad guys\"), we are going to continue to have a war between civilizations. At a time of war, he is searching for the answers to two fundamental questions: (1) what motivated the 19 young men to board planes to kill 3,000 of our American brothers and sisters, and (2) why did so many Arabs and Muslims applaud their actions?",
            "score": 65.95989227294922
        },
        {
            "docid": "21473_36",
            "document": "Nikola Tesla . Tesla served as a vice-president of the American Institute of Electrical Engineers from 1892 to 1894, the forerunner of the modern-day IEEE (along with the Institute of Radio Engineers).",
            "score": 65.71761322021484
        },
        {
            "docid": "22518396_2",
            "document": "Tesla - Lightning in His Hand . Tesla – Lightning in His Hand is a large-scale opera about Serbian American engineer and inventor Nikola Tesla (1856 - 1943), composed by Constantine Koukias a Tasmanian composer and opera director of Greek ancestry based in Amsterdam, where he is known by his Greek name of Konstantin Koukias, with libretto by Marianne Fisher.",
            "score": 65.69065856933594
        },
        {
            "docid": "3085708_7",
            "document": "Office of Alien Property Custodian . On 11 March 1942, President Franklin D. Roosevelt issued Executive Order 9095 establishing the Office of the Alien Property Custodian as an independent agency under his direct authority. He appointed Leo Crowley, a former banker and chair of the Federal Deposit Insurance Corporation as APC. During the war the APC amassed a vast portfolio of enemy property including real estate, business enterprises, ships and intellectual property in the form of trademarks, copyrights, patents and pending patent applications. Following Nikola Tesla's death at the New Yorker Hotel in 1943, the Alien Property Custodian seized much of Tesla's work from his hotel room even though Tesla was an American citizen.",
            "score": 65.35448455810547
        },
        {
            "docid": "21473_106",
            "document": "Nikola Tesla . Tesla made predictions about the relevant issues of a post-World War I environment in a printed article, \"Science and Discovery are the great Forces which will lead to the Consummation of the War\" (20 December 1914). Tesla believed that the League of Nations was not a remedy for the times and issues.",
            "score": 65.32823944091797
        },
        {
            "docid": "21473_50",
            "document": "Nikola Tesla . In 1898, Tesla demonstrated a boat that used a coherer-based radio control—which he dubbed \"telautomaton\"—to the public during an electrical exhibition at Madison Square Garden. The crowd that witnessed the demonstration made outrageous claims about the workings of the boat, such as magic, telepathy, and being piloted by a trained monkey hidden inside. Tesla tried to sell his idea to the U.S. military as a type of radio-controlled torpedo, but they showed little interest. Remote radio control remained a novelty until World War I and afterward, when a number of countries used it in military programs. Tesla took the opportunity to further demonstrate \"Teleautomatics\" in an address to a meeting of the Commercial Club in Chicago, while he was travelling to Colorado Springs, on 13 May 1899.",
            "score": 65.21063232421875
        },
        {
            "docid": "32093113_2",
            "document": "Washington in the American Civil War . The history of Washington in the American Civil War is atypical, as the territory was the most remote from the battlefields of the American Civil War. The territory raised a small number of volunteers for the Union Army, who did not fight against the Confederate States Army but instead maintained defensive positions against possible foreign naval or land attacks. Although the Indian Wars in Washington were recent, there were no Indian hostilities within the area of modern Washington, unlike the rest of the western states and territories, during the Civil War. At the start of the American Civil War, modern-day Washington was part of the Washington Territory. On March 3, 1863, the Idaho Territory was formed from that territory, consisting of the entirety of modern-day Idaho, Montana, and all but southwest Wyoming leaving the modern-day Washington as Washington Territory.",
            "score": 65.20883178710938
        },
        {
            "docid": "21791624_2",
            "document": "Native Americans in the American Civil War . Native Americans in the American Civil War saw Native American individuals, bands, tribes, and nations participate in numerous skirmishes and battles. Native Americans served in both the Union and Confederate military during the American Civil War. They were found in the Eastern, Western, and Trans-Mississippi Theaters. At the outbreak of the war, for example, the majority of the Cherokees sided with the Union, but soon after allied with the Confederacy. Native Americans fought knowing they might jeopardize their sovereignty, unique cultures, and ancestral lands if they ended up on the losing side of the Civil War. 28,693 Native Americans served in the Union and Confederate armies during the Civil War, participating in battles such as Pea Ridge, Second Manassas, Antietam, Spotsylvania, Cold Harbor, and in Federal assaults on Petersburg.",
            "score": 65.07457733154297
        },
        {
            "docid": "32166885_28",
            "document": "History of cotton . Cotton's central place in the national economy and its international importance led Senator James Henry Hammond of South Carolina to make a famous boast in 1858: Cotton diplomacy, the idea that cotton would cause Britain and France to intervene in the Civil War, was unsuccessful. It was thought that the Civil War caused the Lancashire Cotton Famine, a period between 1861–1865 of depression in the British cotton industry, by blocking off American raw cotton. Some, however, suggest that the Cotton Famine was mostly due to overproduction and price inflation caused by an expectation of future shortage. Prior to the Civil War, Lancashire companies issued surveys to find new cotton-growing countries if the Civil War were to occur and reduce American exports. India was deemed to be the country capable of growing the necessary amounts. Indeed, it helped fill the gap during the war, making up only 31% of British cotton imports in 1861, but 90% in 1862 and 67% in 1864.",
            "score": 65.0557861328125
        }
    ]
}