{
    "q": [
        {
            "docid": "24346064_20",
            "document": "Chopsticks . Native cuisine uses a fork and spoon, adopted from the West. Ethnic Chinese immigrants introduced the use of chopsticks for foods that require them. Restaurants serving other Asian cuisines that utilize chopsticks use the style of chopstick, if any, appropriate for that cuisine.",
            "score": 36.989051818847656
        },
        {
            "docid": "1738605_59",
            "document": "Culture of Asia . Traditionally, many Asians eat using their bare hand; this is a common practice in Central, South, and West Asia. However, western cutlery such as spoons and forks are currently being used increasingly and have also become widely available. With the advent of western cutlery, it may be viewed as rude in these nations to eat using the bare hands in some public places. In Indonesia and the Philippines, people usually use western cutlery such as the spoon, fork, and knife. While in China, Japan, Taiwan, Korea, and Vietnam, people usually use chopsticks to eat traditional food, but the shape of chopsticks are different in these countries. For example, Chinese chopsticks are long and square; Vietnamese chopsticks are long, being thick at one end and then gradually getting thinner at the other end, and are made of wood or bamboo; Japanese chopsticks are rounder, short, and spiral, having been designed to eat bony fish easily; Taiwanese chopsticks are made of materials such as bamboo, wood, and metal; Korean chopsticks are short, flat, and made of metal. It is said that wood is rarer than metal on the Korean Peninsula and that metal chopsticks can prevent poisoning. Fresh raw fish cuisines, such as sushi and sashimi are very popular in East Asia (especially Japan). These raw fish dishes were influenced by two major cultures: Chinese and Japanese.",
            "score": 38.82109820842743
        },
        {
            "docid": "616975_57",
            "document": "Asian black bear . Along with sun bears, Asiatic black bears are the most typically used species in areas where bears are either used in performances or as pets. Asian black bears have an outstanding learning ability in captivity, and are among the most common species used in circus acts. According to Gary Brown:",
            "score": 31.608304500579834
        },
        {
            "docid": "616975_3",
            "document": "Asian black bear . The species is morphologically very similar to some prehistoric bears, and is thought by some scientists to be the ancestor of other extant bear species (aside from pandas and spectacled bears). Though largely herbivorous, Asian black bears can be very aggressive toward humans, who frequently trap or kill them for traditional medicine.",
            "score": 34.65873122215271
        },
        {
            "docid": "27440536_3",
            "document": "Knife rest . Similar tools are the chopstick rest and spoon and chopstick rest used in Asian cuisine and the spoon rest.",
            "score": 26.30755615234375
        },
        {
            "docid": "616975_8",
            "document": "Asian black bear . On average, adult Asiatic black bears are slightly smaller than American black bears, though large males can exceed the size of several other bear species.",
            "score": 25.89702796936035
        },
        {
            "docid": "616975_7",
            "document": "Asian black bear . A black bear with broken hind legs can still climb effectively. In contrast to polar bears, Asiatic black bears have powerful upper bodies for climbing trees, and relatively weak hind legs which are shorter than those in brown bears and American black bears. They are the most bipedal of all bears, and have been known to walk upright for over a quarter mile. The heel pads on the forefeet are larger than those of most other bear species. Their claws, which are primarily used for climbing and digging, are slightly longer on the fore foot (30–45 mm) than the back (18–36 mm), and are larger and more hooked than those of the American black bear.",
            "score": 45.07344722747803
        },
        {
            "docid": "7350882_8",
            "document": "Onna Tachiguishi-Retsuden . The first print contains a pair of collector wooden chopsticks, as a reference to the one used by the female Fast Food Grifter in the movie. Customers ordering from the distributor's official online shop can get an extra pair of chopsticks. This limited edition uses the original movie's own colors blue/yellow, while the regular package is designed after the short, \"i.e.\" black/red.",
            "score": 28.133796215057373
        },
        {
            "docid": "616975_64",
            "document": "Asian black bear . Accounts on the quality of the black bear's fur vary. According to \"Natural History of the Mammalia of India and Ceylon\", \"Their skins are always poor and mangy, and generally so greasy that they are very difficult to keep until you can make them over to the dresser\", which is corroborated by \"The great and small game of India, Burma, and Tibet\", which states \"... the skins are never of any particular value, and in autumn, owing to the masses of yellow fat that are accumulated beneath them, are absolutely useless.\" The first part of volume II of \"Mammals of the Soviet Union\" on the other hand states that Asian black bears yield fur, meat and fat of greater quality than those of brown bears. In British India, grease was the only practical use for black bear carcasses. Bears living near villages were considered the most ideal, as they were almost invariably fatter than their forest dwelling counterparts.",
            "score": 34.64161539077759
        },
        {
            "docid": "399740_31",
            "document": "Sloth bear . In Rudyard Kipling's \"The Jungle Book\", Baloo \"the sleepy old brown bear\" teaches the Law of the Jungle to the wolf cubs of the Seeonee wolf pack, as well as to his most challenging pupil, the \"man-cub\" Mowgli. Robert Armitage Sterndale, from whom Kipling derived most of his knowledge of Indian fauna, used the Hindustani word \"bhalu\" for several bear species, though Daniel Karlin, who edited the Penguin Classics reissue of \"The Jungle Book\" in 1989, stated, with the exception of colour, Kipling's descriptions of Baloo are consistent with the sloth bear, as brown bears and Asian black bears do not occur in the Seoni area where the novel takes place. Also, the name \"sloth\" can be used in the context of sleepiness. Karlin states, however, that Baloo's diet of \".. only roots and nuts and honey\" is a trait more common to the Asian black bear than to the sloth bear.",
            "score": 30.775246143341064
        },
        {
            "docid": "27019_128",
            "document": "South Korea . Korea is unique among Asian countries in its use of metal chopsticks. Metal chopsticks have been discovered in Goguryeo archaeological sites.",
            "score": 30.137600660324097
        },
        {
            "docid": "411656_3",
            "document": "Baloo . He is described in Kipling's work as \"the sleepy brown bear\". Robert Armitage Sterndale, from whom Kipling derived most of his knowledge of Indian fauna, used the Hindi word \"\"Bhalu\"\" for several bear species, though Daniel Karlin, who edited the Penguin reissue of \"The Jungle Book\" in 1987, states that, with the exception of colour, Kipling's descriptions of Baloo are consistent with the sloth bear, as brown bears and Asian black bears do not occur in the Seoni area where the novel takes place. Also, the name \"sloth\" can be used in the context of sleepiness. Karlin states, however, that Baloo's diet of \"only roots and nuts and honey\" is a trait more common to the Asian black bear than to the sloth bear. Nevertheless, this may be single observation only; according to the dietary habits of sloth bears, while sloth bears prefer termites and ants (which is also described as Baloo's special treat in \"The Jungle Book\"), their main sources of food are honey and fruits most of the year.",
            "score": 33.63791286945343
        },
        {
            "docid": "616975_55",
            "document": "Asian black bear . In the remoter areas of Japan, black bears can be serious crop predators: black bears feed on cultivated bamboo shoots in spring, on plums, watermelons and corn in the summer, and on persimmons, sweet potatoes and rice in the autumn. Japanese black bears are estimated to damage 3,000 bee hives annually. When feeding on large crops such as watermelons or pumpkins, black bears will ignore the flesh, and eat the seeds, thus adversely affecting future harvests. Black bears can girdle and kill trees by stripping their bark for the sap. This can cause serious economic problems in Asia's valuable timber forests. In the late 1970s, 400-1,200 hectares of land had been affected by bears bark stripping Japanese conifers. There is evidence that 70-year-old conifers (commanding the highest market values) may also have been bark stripped.",
            "score": 28.20822811126709
        },
        {
            "docid": "16749_73",
            "document": "Korea . Korea is unique among Asian countries in its use of metal chopsticks. Metal chopsticks have been discovered in archaeological sites belonging to the ancient Korean kingdoms of Goguryeo, Baekje and Silla.",
            "score": 29.4822781085968
        },
        {
            "docid": "616975_14",
            "document": "Asian black bear . Asiatic black bears are diurnal, though they become nocturnal near human habitations. They may live in family groups consisting of two adults and two successive litters of young. They will walk in a procession of largest to smallest. They are good climbers of rocks and trees, and will climb to feed, rest, sun, elude enemies and hibernate. Some older bears may become too heavy to climb. Half of their life is spent in trees and they are one of the largest arboreal mammals. In the Ussuri territory, black bears can spend up to 15% of their time in trees. Asiatic black bears break branches and twigs to place under themselves when feeding on trees, thus causing many trees in their home ranges to have nest-like structures on their tops. Asiatic black bears will rest for short periods in nests on trees standing fifteen feet or higher. Asiatic black bears do not hibernate over most of their range. They may hibernate in their colder, northern ranges, though some bears will simply move to lower elevations. Nearly all pregnant sows hibernate. Black bears prepare their dens for hibernation in mid-October, and will sleep from November until March. Their dens can either be dug out hollow trees (sixty feet above ground), caves or holes in the ground, hollow logs, or steep, mountainous and sunny slopes. They may also den in abandoned brown bear dens. Asiatic black bears tend to den at lower elevations and on less steep slopes than brown bears. Female black bears emerge from dens later than do males, and female black bears with cubs emerge later than barren females. Asiatic black bears tend to be less mobile than brown bears. With sufficient food, Asian black bears can remain in an area of roughly 1–2 sq km, and sometimes even as little as 0.5–1 sq km.",
            "score": 45.85493528842926
        },
        {
            "docid": "616975_65",
            "document": "Asian black bear . Asiatic black bears have been hunted for their parts in China since the Stone Age. Bile is most appreciated as it supposedly cures many diseases, effectively treats the accumulation of blood below the skin, and counters toxic effects. Also, bear bone glue is used as a tonic, and bear fat is also used as a traditional medicine and a tonic. Black bear meat is also edible. Due to their many uses black bears are worth about 20–30 million dong (US$1,500–2,250) each in Vietnam.",
            "score": 30.31118083000183
        },
        {
            "docid": "616975_58",
            "document": "Asian black bear . Black bears are easily tamed, and can be fed with rice, maize, sweet potato, cassava, pumpkin, ripe fruit, animal fat and sweet foods. Keeping captive black bears is popular in China, especially due to the belief that milking the bear's gall bladder leads to quick prosperity. Bears are also popular as pets in Vietnam.",
            "score": 33.5856237411499
        },
        {
            "docid": "543466_30",
            "document": "Siberian tiger . Following a decrease of ungulate populations from 1944 to 1959, more than 32 cases of Amur tigers attacking both brown and Asian black bears were recorded in the Russian Far East, and hair of bears were found in several tiger scat samples. Tigers attack Asian black bears less often than brown bears, as latter live in more open habitat and are not able to climb trees. In the same time period, four cases of brown bears killing female and young tigers were reported, both in disputes over prey and in self-defense. Tigers can tackle bears larger than themselves, using an ambushing tactic and jumping onto the bear from an overhead position, grabbing it by the chin with one fore paw and by the throat with the other, and then killing it with a bite in the spinal column. Tigers mainly feed on the bear's fat deposits, such as the back, hams, and groin.",
            "score": 33.05633282661438
        },
        {
            "docid": "616975_6",
            "document": "Asian black bear . Although mostly herbivorous, the jaw structure of Asiatic black bears is not as specialized for plant eating as that of pandas: Asian black bears have much narrower zygomatic arches, and the weight ratio of the two pterygoid muscles is also much smaller in Asian black bears. The lateral slips of the temporal muscles are thicker and stronger in black bears.",
            "score": 29.00486183166504
        },
        {
            "docid": "24346064_8",
            "document": "Chopsticks . In Korean, 저 (箸, \"jeo\") is used in the compound \"jeotgarak\" (), which is composed of \"jeo\" \"chopsticks\" and \"garak\" \"stick\". \"Jeo\" cannot be used alone, but can be found in other compounds such as \"sujeo\" (), meaning \"spoon and chopsticks\".",
            "score": 28.293009757995605
        },
        {
            "docid": "3398337_21",
            "document": "East Asian cultural sphere . The cuisine of East Asia shares many of the same ingredients and techniques. Chopsticks are used as an eating utensil in all of the core East Asian countries. The use of soy sauce, a sauce made from fermenting soy beans, is also widespread in East Asia. Rice is a main staple food in all of East Asia and is a major focus of food security. In East Asian countries, the word, 'rice' can embody the meaning of food in general (simplified Chinese: ; traditional Chinese: ; pinyin: ).",
            "score": 29.28335428237915
        },
        {
            "docid": "24346064_29",
            "document": "Chopsticks . American manufacturers have begun exporting American-made chopsticks to China, using sweet gum and poplar wood as these materials do not need to be artificially lightened with chemicals or bleach, and have been seen as appealing to Chinese and other East Asian consumers.",
            "score": 38.01340341567993
        },
        {
            "docid": "399740_7",
            "document": "Sloth bear . Sloth bear fur is completely black (rusty for some specimens), save for a whitish Y- or V-shaped mark on the chest. This feature is sometimes absent, particularly in Sri Lankan specimens. This feature, which is also present in Asian black bears and sun bears, is thought to serve as a threat display, as all three species are sympatric with tigers. The coat is long, shaggy, and unkempt, despite the relatively warm environment in which the species is found, and is particularly heavy behind the neck and between the shoulders, forming a mane which can be long. The belly and underlegs can be almost bare. Sloth bears are usually about the same size as an Asian black bear but are immediately distinctive for their shaggier coat, whitish claws, as well as their typically rangier build. Their head and mouth is highly distinct from that of a black bear with a longer, narrower skull shape (particularly the snout), loose-looking, flappier lips and paler muzzle colour. In few areas of overlap, sloth bear confusion with sun bears is unlikely, given the latter species considerably smaller size, much shorter fur, wrinkled folding skin (especially around the back), bolder chest marking and drastically different, more compact head structure and appearance.",
            "score": 27.91482949256897
        },
        {
            "docid": "616975_42",
            "document": "Asian black bear . South Korea remains one of two countries to allow bear bile farming to continue legally. As reported in 2009, approximately 1,374 bears reside in an estimated 74 bear farms where they are kept for slaughter to fuel the demands of traditional Asian medicine. In sharp contrast, fewer than 20 bears can be found at Jirisan Restoration Center, located in Korea's Jirisan National Park.",
            "score": 22.623387575149536
        },
        {
            "docid": "616975_11",
            "document": "Asian black bear . Asiatic black bears are close relatives to American black bears, with which they share a European common ancestor; the two species are thought to have diverged 3 million years ago, though genetic evidence is inconclusive. Both American and Asiatic species are considered sister taxa and are more closely related to each other than other species of bear. The earliest American black bear fossils, which were located in Port Kennedy, Pennsylvania, greatly resemble the Asiatic species. The first mtDNA study undertaken on Asiatic black bears suggested that the species arose after the American black bears, while a second study could not statistically resolve the branching order of sloth bears and the two black species, suggesting that these three species underwent a rapid radiation event. A third study suggested that American black bears and Asiatic black bears diverged as sister taxa after the sloth bear lineage and before the sun bear lineage. Further investigations on the entire mitochondrial cytochrome b sequence indicate that the divergence of continental and Japanese black bear populations might have occurred when bears crossed the land bridge between the Korean peninsula and Japan 500,000 years ago, which is consistent with paleontological evidence.",
            "score": 30.844791173934937
        },
        {
            "docid": "616975_63",
            "document": "Asian black bear . Traditionally, the Atayal, Taroko, and Bunun tribes of Taiwan consider black bears to be almost human in their behaviours, and thus unjust killing of bears is equated with murder and will cause misfortunes such as disease, death, or crop failure. The Bunun people call black bears \"Aguman\" or \"Duman\" which means devil. Traditionally, a Bunun hunter who has accidentally trapped a bear has to build a cottage in the mountains and cremate the bear within it. The hunter must stay in the cottage alone, away from the village until the end of the millet harvest, as it is believed that the killing of a black bear will cause the millet crop to burn black. In the Tungpu area, black bears are considered animals of the \"third category\": animals with the most remote relationship to humans and whose activity is restricted outside human settlements. Therefore, when black bears encroach upon human settlements, they are considered ill omens. In this situation, the community can either destroy trespassing bears or settle somewhere else. The Rukai and Paiwan people are permitted to hunt black bears, though they believe that doing so will curse the hunters involved: Rukai people believe that hunting bears can result in disease. Children are forbidden from eating bear meat, which is itself not permitted to be taken within homes.",
            "score": 44.36419343948364
        },
        {
            "docid": "4402_68",
            "document": "Brown bear . Brown bears usually dominate other bear species in areas where they coexist. Due to their smaller size, American black bears are at a competitive disadvantage to brown bears in open, unforested areas. Although displacement of black bears by brown bears has been documented, actual interspecific killing of black bears by brown bears has only occasionally been reported. Confrontation is mostly avoided due to the black bear's diurnal habits and preference for heavily forested areas, as opposed to the brown bear's largely nocturnal habits and preference for open spaces. Where they do not live in close proximity to grizzly bears, and especially where found near human habitations, American black bears may become to a larger extent nocturnal. Brown bears may also kill Asian black bears, though the latter species probably largely avoids conflicts with the brown bear due to similar habits and habitat preferences to the American black species. Brown bears will eat the fruit dropped from trees by the Asian black bear, as they themselves are too large and cumbersome to climb. Improbably, in the Himalayas, brown bears are reportedly intimidated by Asian black bears in confrontations. However, the Himalayan black bears are reportedly more aggressive towards humans than the region's Himalayan brown bear, and the latter is one of the smaller types of brown bear, though still somewhat larger than the black bear. In Siberia, the opposite is true, and black bears are not known to attack people, but brown bears are. Both black bears seem to be most vulnerable to predatory attacks by brown bears when the latter species leaves hibernation sooner in early spring and ambushes the smaller ursids in their dens.",
            "score": 40.477362751960754
        },
        {
            "docid": "616975_1",
            "document": "Asian black bear . Asian black bear",
            "score": 23.790472984313965
        },
        {
            "docid": "616975_9",
            "document": "Asian black bear . The famed British sportsman known as the \"Old Shekarry\" wrote of how a black bear he shot in India probably weighed no less than based on how many people it took to lift its body. The largest Asiatic black bear on record allegedly weighed . Zoo-kept specimens can weigh up to . Although their senses are more acute than those of brown bears, their eyesight is poor, and their hearing range is moderate, the upper limit being 30 kHz.",
            "score": 22.12319040298462
        },
        {
            "docid": "48892760_17",
            "document": "Sangu Matamuhari . The wildlife sanctuary was once covered with luxuriant multi-storied evergreen forest. The Asian elephant herds used to roam in and around the sanctuary. However, due to settlement of refuge, the vegetation of these areas diminished and became uninhabitable for elephants, which now can be seen in Sangu Mouza only. Asian black bear is the most common bear species in the area but still low numbered. Second bear species of the area is Sun bear Other large mammal sambar deer are also been reported here but in lower numbers. Just recent camera trap project captured some clouded leopard photos. Endangered species great hornbill are still seen flying in the sanctuary. There are some spotted owlet as well.",
            "score": 28.80595850944519
        },
        {
            "docid": "29809971_2",
            "document": "Baluchistan black bear . The Baluchistan black bear (\"Ursus thibetanus gedrosianus\"), also called the Pakistan black bear is a subspecies of the Asian black bear occurring in the Baluchistan Mountains of southern Pakistan and Iran. It has an unusually thin coat for an Asian black bear, but this is because it is found in a warmer climate than most of the other subspecies, which are found in the much colder Himalayan Mountains. It is also more frugivorous than the other subspecies, and it loves to eat figs and bananas.",
            "score": 26.34235429763794
        },
        {
            "docid": "2681885_3",
            "document": "Ursid hybrid . A recent study found genetic evidence of multiple instances and species combinations where genetic material has passed the species boundary in bears (a process called introgression by geneticists). Specifically, species with evidence of past intermingling were (1) brown bear and American black bear, (2) brown bear and polar bear, (3) American black bear and Asian black bear, (4) bears currently distributed in Asia (sloth bear, sun bear and Asian black bear). Overall, this study shows that evolution in the bear family (Ursidae) has not been strictly bifurcating, but instead showed complex evolutionary relationships.",
            "score": 23.589353561401367
        }
    ],
    "r": [
        {
            "docid": "66275_7",
            "document": "Coati . Coatis have bear- and raccoon-like paws, and coatis, raccoons, and bears walk plantigrade (on the soles of the feet, as do humans). Coatis have nonretractable claws. Coatis also are, in common with raccoons and other procyonids (and others in the order Carnivora and rare cases amongst other mammals), double-jointed and their ankles can rotate beyond 180°; they are therefore able to descend trees head first. Other animals living in forests have acquired some or all of these properties through convergent evolution, including members dy of the mongoose, civet, weasel, cat, and bear families. Some of these animals walk on the toes of the front paws and soles of the back paws.",
            "score": 63.812294006347656
        },
        {
            "docid": "4400_14",
            "document": "Bear . Bears are generally bulky and robust animals with short tails. They are sexually dimorphic with regard to size, with males typically being larger. Larger species tend to show increased levels of sexual dimorphism in comparison to smaller species. Relying as they do on strength rather than speed, bears have relatively short limbs with thick bones to support their bulk. The shoulder blades and the pelvis are correspondingly massive. The limbs are much straighter than those of the big cats as there is no need for them to flex in the same way due to the differences in their gait. The strong forelimbs are used to catch prey, to excavate dens, to dig out burrowing animals, to turn over rocks and logs to locate prey, and to club large creatures. Unlike most other land carnivorans, bears are plantigrade. They distribute their weight toward the hind feet, which makes them look lumbering when they walk. They are capable of bursts of speed but soon tire, and as a result mostly rely on ambush rather than the chase. Bears can stand on their hind feet and sit up straight with remarkable balance. Their front paws are flexible enough to grasp fruit and leaves. Bears' non-retractable claws are used for digging, climbing, tearing, and catching prey. The claws on the front feet are larger than those on the back and may be a hindrance when climbing trees; black bears are the most arboreal of the bears, and have the shortest claws. Pandas are unique in having a bony extension on the wrist of the front feet which acts as a thumb, and is used for gripping bamboo shoots as the animals feed.",
            "score": 58.344478607177734
        },
        {
            "docid": "322576_12",
            "document": "Kzin . Unlike some popularly depicted anthropomorphic animals, Kzinti stand on two legs like humans do; they do not have digitigrade or \"backward-bending\" legs. Their hands end in three fingers and an opposable thumb, all with retractable claws.",
            "score": 58.098388671875
        },
        {
            "docid": "399740_21",
            "document": "Sloth bear . Sloth bears likely view humans as potential predators, as their reactions to them (roaring, followed by retreat or charging) are similar to those evoked in the presence of tigers and leopards. Their long claws, ideally adapted for digging at termite mounds, make adults less capable of climbing trees to escape danger, as are other bears such as Asian black bears. Therefore, sloth bears have seemingly evolved to deal with threats by behaving aggressively. For the same reason, brown bears can be similarly inclined, accounting for the relatively high incidence of seemingly nonpredatory aggression towards humans in these two bear species.",
            "score": 54.20287322998047
        },
        {
            "docid": "194538_37",
            "document": "Thumb . Opposable thumbs are shared by some primates, including most catarrhines. The climbing and suspensory behaviour in orthograde apes, such as chimpanzees, has resulted in elongated hands while the thumb has remained short. As a result, these primates are unable to perform the pad-to-pad grip associated with opposability. However, in pronograde monkeys such as baboons, an adaptation to a terrestrial lifestyle has led to reduced digit length and thus hand proportions similar to those of humans. Consequently, these primates have dexterous hands and are able to grasp objects using a pad-to-pad grip. It can thus be difficult to identify hand adaptations to manipulation-related tasks based solely on thumb proportions.",
            "score": 53.87841033935547
        },
        {
            "docid": "19166474_7",
            "document": "Hand . Many mammals and other animals have grasping appendages similar in form to a hand such as paws, claws, and talons, but these are not scientifically considered to be grasping hands. The scientific use of the term \"hand\" in this sense to distinguish the terminations of the front paws from the hind ones is an example of anthropomorphism. The only true grasping hands appear in the mammalian order of primates. Hands must also have opposable thumbs, as described later in the text.",
            "score": 53.35923385620117
        },
        {
            "docid": "65755_30",
            "document": "Yeti . The 1983 Barun Valley discoveries prompted three years of research on the 'tree bear' possibility by Taylor, Fleming, John Craighead and Tirtha Shrestha. From that research the conclusion was that the Asiatic black bear, when about two years old, spends much time in trees to avoid attack by larger male bears on the ground ('ground bears'). During this tree period that may last two years, young bears train their inner claw outward, allowing an opposable grip. The imprint in the snow of a hind paw coming over the front paw that appears to have a hallux, especially when the bear is going slightly uphill so the hind paw print extends the overprint backward makes a hominoid-appearing track, both in that it is elongated like a human foot but with a “thumb” and in that a four-footed animal’s gait now appears bipedal. This \"yeti discovery\", in the words of \"National Geographic Magazine\" editor Bill Garrett, \"[by] on-site research sweeps away much of the 'smoke and mirrors' and gives us a believable yeti\".",
            "score": 52.97516632080078
        },
        {
            "docid": "19166474_2",
            "document": "Hand . A hand is a prehensile, multi-fingered appendage located at the end of the forearm or forelimb of primates such as humans, chimpanzees, monkeys, and lemurs. A few other vertebrates such as the koala (which has two opposable thumbs on each \"hand\" and fingerprints extremely similar to human fingerprints) are often described as having \"hands\" instead of paws on their front limbs. The raccoon is usually described as having \"hands\" though opposable thumbs are lacking.",
            "score": 52.373619079589844
        },
        {
            "docid": "218560_2",
            "document": "Procyon (genus) . Procyon is a genus of nocturnal mammals, comprising three species commonly known as raccoons, in the family Procyonidae. The most familiar species, the common raccoon (\"P. lotor\"), is often known simply as \"the\" raccoon, as the two other raccoon species in the genus are native only to the tropics and less well known. Genetic studies have shown that the closest relatives of raccoons are the ring-tailed cats and cacomistles of genus \"Bassariscus\", from which they diverged about 10 million years ago. Raccoons are unusual, for their thumbs (though not opposable) enable them to open many closed containers (such as garbage cans and doors). They are omnivores with a reputation for being clever and mischievous; their intelligence and dexterity equip them to survive in a wide range of environments and are one of the few medium-to-large-sized animals that have enlarged their range since human encroachment began (another is the coyote). Raccoon hindfeet are plantigrade similar to those of humans and bears. Raccoons are sometimes considered vermin or a nuisance. They have readily adapted to urban environments (compare urban opossums, skunks and foxes), scavenging garbage bins and other food sources.",
            "score": 51.7197151184082
        },
        {
            "docid": "1787105_34",
            "document": "Animal sexual behaviour . It is often assumed that animals do not have sex for pleasure, or alternatively that humans, pigs, bonoboes (and perhaps dolphins and one or two more species of primates) are the only species that do. This is sometimes stated as \"animals mate only for reproduction\". This view is considered a misconception by some scholars. Jonathan Balcombe argues that the prevalence of non-reproductive sexual behaviour in certain species suggests that sexual stimulation is pleasurable. He also points to the presence of the clitoris in some female mammals, and evidence for female orgasm in primates. On the other hand, it is impossible to know the subjective feelings of animals, and the notion that non-human animals experience emotions similar to humans is a contentious subject.",
            "score": 50.504642486572266
        },
        {
            "docid": "18600991_16",
            "document": "Raccoon . The most important sense for the raccoon is its sense of touch. The \"hyper sensitive\" front paws are protected by a thin horny layer that becomes pliable when wet. The five digits of the paws have no webbing between them, which is unusual for a carnivoran. Almost two-thirds of the area responsible for sensory perception in the raccoon's cerebral cortex is specialized for the interpretation of tactile impulses, more than in any other studied animal. They are able to identify objects before touching them with vibrissae located above their sharp, nonretractable claws. The raccoon's paws lack an opposable thumb; thus, it does not have the agility of the hands of primates. There is no observed negative effect on tactile perception when a raccoon stands in water below 10 °C (50 °F) for hours.",
            "score": 50.25674057006836
        },
        {
            "docid": "51054_51",
            "document": "American black bear . A limitation of food sources in early spring and wild berry and nut crop failures during summer months may be contributing factors to black bears regularly feeding from commercial human-based food sources. Crops are frequently eaten by these bears, especially during autumn hyperphagia when natural foods are scarce. Favored crops may include apples, oats and corns. Black bears can do extensive damage in some areas of the northwestern United States by stripping the bark from trees and feeding on the cambium. Livestock depredations by black bears occur mostly in spring. Though black bears have the capacity to (and occasionally do) hunt adult cattle and horses, they seem to prefer smaller, more easily overwhelmed prey such as sheep, goats, calves, and pigs. They normally kill by biting the neck and shoulders, though they may break the neck or back of prey with blows from the paws. Evidence of a bear attack includes claw marks and is frequently found on the neck, back, and shoulders of larger animals. Surplus killing of sheep and goats are common. Bears have been known to frighten livestock herds over cliffs, causing injuries and death to many animals; whether or not this is intentional is not known. Occasionally, pets, especially dogs, which are most prone to harass a bear, are killed by black bears. It is not recommended to use unleashed dogs as a deterrent from bear attacks. Although large, aggressive dogs sometimes cause a bear to run, if pressed, angry bears frequently turn the tables and end up chasing the dog in return. A bear in pursuit of a pet dog has the potential to threaten both canid and human lives.",
            "score": 49.92778778076172
        },
        {
            "docid": "503201_21",
            "document": "Ring-tailed lemur . Its fingers are slender, padded, mostly lacking webbing, and semi-dexterous with flat, human-like nails. The thumb is both short and widely separated from the other fingers. Despite being set at a right angle to the palm, the thumb is not opposable since the ball of the joint is fixed in place. As with all strepsirrhines, the hand is ectaxonic (the axis passes through the fourth digit) rather than mesaxonic (the axis passing through the third digit) as seen in monkeys and apes. The fourth digit is the longest, and only slightly longer than the second digit. Likewise, the fifth digit is only slightly longer than the second. The palms are long and leathery, and like other primates, they have dermal ridges to improve grip. The feet are semi-digitigrade and more specialized than the hands. The big toe is opposable and is smaller than the big toe of other lemurs, which are more arboreal. The second toe is short, has a small terminal pad, and has a toilet-claw (sometimes referred to as a \"grooming claw\") specialized for personal grooming, specifically to rake through fur that is unreachable by the mouth. The toilet-claw is a trait shared among nearly all living strepsirrhine primates. Unlike other lemurs, the ring-tailed lemur's heel is not covered by fur.",
            "score": 48.938079833984375
        },
        {
            "docid": "17143_12",
            "document": "Koala . The pelage of the koala is thicker and longer on the back, and shorter on the belly. The ears have thick fur on both the inside and outside. The back fur colour varies from light grey to chocolate brown. The belly fur is whitish; on the rump it is dappled whitish, and darker at the back. The koala has the most effective insulating back fur of any marsupial and is highly resilient to wind and rain, while the belly fur can reflect solar radiation. The koala's curved, sharp claws are well adapted for climbing trees. The large forepaws have two opposable digits (the first and second, which are opposable to the other three) that allow them to grasp small branches. On the hindpaws, the second and third digits are fused, a typical condition for members of the Diprotodontia, and the attached claws (which are still separate) are used for grooming. As in humans and other primates, koalas have friction ridges on their paws. The animal has a sturdy skeleton and a short, muscular upper body with proportionately long upper limbs that contribute to its climbing and grasping abilities. Additional climbing strength is achieved with thigh muscles that attach to the shinbone lower than other animals. The koala has a cartilaginous pad at the end of the spine that may make it more comfortable when it perches in the fork of a tree.",
            "score": 48.57068634033203
        },
        {
            "docid": "8290753_4",
            "document": "Marsupial lion . The animal was extremely robust with powerfully built jaws and very strong fore limbs. It possessed retractable claws, a unique trait among marsupials. This would have allowed the claws to remain sharp by protecting them from being worn down on hard surfaces. The claws were well-suited to securing prey and for climbing trees. The first digits (\"thumbs\") on each hand were semiopposable and bore an enlarged claw. Palaeontologists believe this would have been used to grapple its intended prey, as well as providing it with a sure footing on tree trunks and branches. The hind feet had four functional toes, the first digit being much reduced in size, but possessing a roughened pad similar to that of possums, which may have assisted with climbing. It is unclear whether the marsupial lion exhibited syndactyly (fused second and third toes) like other diprotodonts.",
            "score": 48.43474197387695
        },
        {
            "docid": "6489327_14",
            "document": "List of alien species in the Honorverse . Treecats, often simply called 'cats, are the native sentient species of the planet Sphinx. They are commonly around 60 centimeters, not including tail, and weigh typically 9–10 kg. Treecats are hexapedal, meaning they have six limbs with hand-like paws, with three fingers and an opposable thumb on each hand-paw. The paws are formidably armed with extremely sharp, retractable centimeter-long claws composed of a substance more similar to ivory than keratin, used for tree climbing, hunting, and attack and defense. Treecats are also a tool-using species; they use nets both for carrying things on their backs and for fishing and they also use small, tomahawk-like flint axes as tools or as long-range weapons. Treecats often hunt in groups in their native Sphinxian forests and are formidable foes when provoked. Treecats use fire, both for light and for warmth. After observing humans, treecats began gardening some of the plants and vegetables they needed. They can reach a natural age upwards of 250 T-years.",
            "score": 48.17155075073242
        },
        {
            "docid": "52475959_3",
            "document": "Japanese black bear . These bears are typically herbivorous, eating mainly grasses and herbs during the spring. During the summer, they switch to berries and nuts to feed themselves for their hibernation. The bear is able to get the berries and nuts by climbing trees and using their claws to grab the food. These animals can be omnivorous and eat other wild animals and livestock when there is a need. Like other bears, cannibalism occurs, as has been demonstrated when bone fragments and claws of a cub were found inside the stomach of a male black bear.",
            "score": 48.1165885925293
        },
        {
            "docid": "16598232_6",
            "document": "Progress in artificial intelligence . AI, like electricity or the steam engine, is a general purpose technology. There is no consensus on how to characterize which tasks AI tends to excel at. Some versions of Moravec's paradox observe that humans are more likely to outperform machines in areas such as physical dexterity that have been the direct target of natural selection. While projects such as AlphaZero have succeeded in generating their own knowledge from scratch, many other machine learning projects require large training datasets. Researcher Andrew Ng has suggested, as a \"highly imperfect rule of thumb\", that \"almost anything a typical human can do with less than one second of mental thought, we can probably now or in the near future automate using AI.\"",
            "score": 47.09493637084961
        },
        {
            "docid": "1632764_39",
            "document": "Inception of Darwin's theory . At the same time, Darwin pondered likely opposition to his ideas. Sure that there must have been \"a thousand intermediate forms\" between the modern otter and its land-only ancestor, he thought \"Opponent will say. show them me. I will answer yes, if you will show me every step between bull Dog & Greyhound\". He privately scorned Whewell's faith in a human-centred universe, perfectly adapted to man, and wrote that \"My theory would give zest to recent & fossil Comparative Anatomy, it would lead to study of instincts, heredity & mind heredity, whole metaphysics\". Contrary to the views of his Cambridge professors that humans were \"godlike\", around February 1838 Darwin wrote in his B notebook; \"Animals whom we have made our slaves we do not like to consider our equals. – Do not slave holders wish to make the black man other kind – animals with affections, imitation, fear of death, pain, sorrow for the dead. – respect.\" The expectation of finding \"the father of mankind\" was comparable to finding \"Macrauchenia\", and \"if we choose to let conjecture run wild then our animals our fellow brethern in pain, disease, death & suffering, & famine, our slaves in the most laborious works, our companions in our amusements. they may partake from our origin in one common ancestor; we may be all netted together.\"",
            "score": 47.084861755371094
        },
        {
            "docid": "41080998_14",
            "document": "Animal Rights Without Liberation . Chapter six addresses the use of animals in entertainment. Cochrane does not oppose the practice of pet-keeping, and accepts that humans do have an interest in being able to keep pets, but that this interest is not so strong that it can be satisfied at any cost. He argues that pet-keeping should be regulated far more than it is, perhaps through the need for a license, the granting of which would be dependent on individuals proving their ability to care for the animal's well-being. Cochrane is open to euthanizing pets, but only in cases when medical care could not give them a chance at further good experiences. In these cases, providing medical care would be necessary (pet insurance could be a requirement for a license). Neutering pets is argued to be neither a violation of their rights nor a requirement, but anyone who does not have their pets neutered would be required to ensure the wellbeing of any offspring. The same requirements as were established in the chapter on genetic engineering are applied to animal breeding, and Cochrane accepts that this may lead to the extinction of certain breeds. Concerning zoos and circuses, Cochrane argues that animals do not possess a right not to be kept or displayed, but they do possess a right not to be made to suffer. This imposes limitations on the kinds of animals which can be kept (for instance, large animals could not realistically be kept by traveling circuses), the conditions in which they are kept, and the nature of their performances. Hunting, cockfighting, dogfighting, bear baiting and bullfighting are condemned, as is, after some consideration, fishing. Cochrane is potentially open to greyhound and horse racing, or equestrianism generally, but says that \"the way that these sports are currently organized and practiced does involve the routine suffering and death of animals and ought to be condemned as such.\" Such practices include suffering caused during training and racing, and the killing of animals past their peak or who do not display the requisite skills. Before concluding the chapter, Cochrane considers, but rejects, three possible objections to any use of animals in entertainment: first, by appeal to a concept of dignity, which use of the animals undermines; second, an appeal to disrespect, whether or not harm is caused; and third, that the use of animals in entertainment implies ownership, and animals have a right not to be considered property.",
            "score": 47.00300216674805
        },
        {
            "docid": "21478972_37",
            "document": "Aslan . King Tirian of Narnia calls on Aslan for help, and Jill and Eustace arrive in Narnia. They help Tirian and the remaining loyal Narnians battle the Calormenes and their allies, but are all forced through the stable door along with several Black Dwarfs. They find themselves not within the confines of a stable, but in a paradise: Aslan's Country. Aslan is there, with King Peter and the other Pevensies (except for Susan, who no longer believes in Narnia) with other characters from previous books, and they watch through the stable door as the world of Narnia is destroyed with the dragons and the salamanders ripping up the trees and Father Time crushing the sun. All of the people and animals (including those who had previously died) gather outside the barn and are judged by Aslan. The animals who have been loyal to Aslan or the morality upheld by Narnians join Aslan in Aslan's Country. The animals who have opposed or deserted him become ordinary animals and vanish to an unknown place that not even C.S. Lewis knows where they went. The Black Dwarfs (who unlike the Red Dwarfs have lost faith in Aslan) are unable to see Aslan's Country, certain that they are still inside an ordinary stable. When Lucy asks Aslan to help them, he tells her that he will show her what he can and what he cannot do. He then growls at the Black Dwarfs, and makes food magically appear in their hands. This fails to convince them: they think that the growling is a machine and that the food is only what would normally be found in a stable. Aslan tells the children that the Black Dwarfs shut themselves out from him, and therefore cannot be reached, much like Uncle Andrew in \"The Magician's Nephew\".",
            "score": 46.99298858642578
        },
        {
            "docid": "633576_9",
            "document": "Gary L. Francione . In \"Animals, Property, and the Law\" (1995), Francione argues that because animals are the property of humans, laws that supposedly require their \"humane\" treatment and prohibit the infliction of \"unnecessary\" harm do not provide a significant level of protection for animal interests. For the most part, these laws and regulations require only that animals receive that level of protection that is required for their use as human property. Animals only have value as commodities and their interests do not matter in any moral sense. As a result, despite having laws that supposedly protect them, Francione contends that we treat animals in ways that would be regarded as torture if humans were the ones being used. He argues that we could choose to provide some greater measure of protection to animals even if they were to remain our property, but only up 'til the point where it becomes too costly for us to continue. Legal, social, and economic forces militate strongly against recognizing animal interests unless there is an economic benefit to humans.",
            "score": 46.91966247558594
        },
        {
            "docid": "22984_26",
            "document": "Primate . Primates have forward-facing eyes on the front of the skull; binocular vision allows accurate distance perception, useful for the brachiating ancestors of all great apes. A bony ridge above the eye sockets reinforces weaker bones in the face, which are put under strain during chewing. Strepsirrhines have a postorbital bar, a bone around the eye socket, to protect their eyes; in contrast, the higher primates, haplorhines, have evolved fully enclosed sockets. The primate skull has a large, domed cranium, which is particularly prominent in anthropoids. The cranium protects the large brain, a distinguishing characteristic of this group. The endocranial volume (the volume within the skull) is three times greater in humans than in the greatest nonhuman primate, reflecting a larger brain size. The mean endocranial volume is 1,201 cubic centimeters in humans, 469 cm in gorillas, 400 cm in chimpanzees and 397 cm in orangutans. The primary evolutionary trend of primates has been the elaboration of the brain, in particular the neocortex (a part of the cerebral cortex), which is involved with sensory perception, generation of motor commands, spatial reasoning, conscious thought and, in humans, language. While other mammals rely heavily on their sense of smell, the arboreal life of primates has led to a tactile, visually dominant sensory system, a reduction in the olfactory region of the brain and increasingly complex social behavior. Primates generally have five digits on each limb (pentadactyly), with keratin nails on the end of each finger and toe. The bottom sides of the hands and feet have sensitive pads on the fingertips. Most have opposable thumbs, a characteristic primate feature most developed in humans, though not limited to this order, (opossums and koalas, for example, also have them). Thumbs allow some species to use tools. In primates, the combination of opposing thumbs, short fingernails (rather than claws) and long, inward-closing fingers is a relict of the ancestral practice of gripping branches, and has, in part, allowed some species to develop brachiation (swinging by the arms from tree limb to tree limb) as a significant means of locomotion. Prosimians have clawlike nails on the second toe of each foot, called toilet-claws, which they use for grooming. The primate collar bone is retained as prominent element of the pectoral girdle; this allows the shoulder joint broad mobility. Apes have more mobile shoulder joints and arms due to the dorsal position of the scapula, broad ribcages that are flatter front-to-back, and a shorter, less mobile spine compared to Old World monkeys (with lower vertebrae greatly reduced, resulting in tail loss in some species). Old World monkeys are unlike apes in that most have tails. New World atelids, including the howler, spider, woolly spider and woolly monkeys, and New World capuchins have prehensile tails. Male primates typically have a pendulous penis and scrotal testes.",
            "score": 46.76015090942383
        },
        {
            "docid": "6404997_22",
            "document": "List of Star Wars species (K–O) . Kushiban are small rabbit-like creatures that live on Kushibah in the Star Wars galaxy. Distinguishing features include large black eyes, floppy ears, and a long tail. They are capable of walking on either their hind legs or on all fours, though to move more quickly in a run or a charge, they must run with all four appendages. On their hind legs they stand at 0.5 meters or 1.6404 feet tall, with an extra 0.3 meters' worth of tail. While often mistaken for cute, pet-like animals, they are actually intelligent beings with a complex culture as well as both a written and spoken language. They have mastered fire (used to frighten away hostile, fire-fearing Xinkras) and can use technology. Rather than paws, they have hands with opposable thumbs and feet. As a means of communication, Kushibans' fur changes color in correlation to its mood. A Kushiban in a calm, normal state of emotions is white; a Kushiban in the deepest of despairs is totally black.",
            "score": 46.05815887451172
        },
        {
            "docid": "194538_31",
            "document": "Thumb . One of the earlier significant contributors to the study of hand grips was orthopedic primatologist and paleoanthropologist John Napier, who proposed organizing the movements of the hand by their anatomical basis as opposed to work done earlier that had only used arbitrary classification. Most of this early work on hand grips had a pragmatic basis as it was intended to narrowly define compensable injuries to the hand, which required an understanding of the anatomical basis of hand movement. Napier proposed two primary prehensile grips: the \"precision grip\" and the \"power grip\". The precision and power grip are defined by the position of the thumb and fingers where: Opposability of the thumb should not be confused with a precision grip as some animals possess semi-opposable thumbs yet are known to have extensive precision grips (Tufted Capuchins for example). Nevertheless, precision grips are usually only found in higher apes, and only in degrees significantly more restricted than in humans.",
            "score": 46.02830123901367
        },
        {
            "docid": "22516408_6",
            "document": "Stranger Among Bears . Aside from feeding the bears often from his own hand, Vandergaw is very physical with some of them. Petting them like dogs, touching them, talking to them, using his considerable understanding of the animals behaviour to keep him safe. He can tell the bears visiting Bear Haven apart and know them all by names he gave them over the years. Throughout the series Charlie shows great respect for the bears physical might and refrains from startling them or setting them off in other ways. When a bear is upset with him he shows little concern and makes no threatening or fleeing gestures. Throughout the series Charlie is shown hitting the bears from time to time, usually when a bear gets out of line, which is a very dangerous situation that can escalate into a mauling in a heartbeat. The quote \"NO BITING! NO BITING!\" and other verbal reprimands are repeated a lot. Some bears appear to be extremely ill-mannered and will not miss a chance to bite an unsuspecting human, but they seem to respect the heavy-handed approach and especially the stick. They are obviously unhurt by the beating and appear to handle it like normal social interaction and a fair warning. The old man often slaps the younger grizzlies or black bears with his hand and uses a stick when he has to settle an older much more dangerous grizzly.",
            "score": 45.89341354370117
        },
        {
            "docid": "616975_14",
            "document": "Asian black bear . Asiatic black bears are diurnal, though they become nocturnal near human habitations. They may live in family groups consisting of two adults and two successive litters of young. They will walk in a procession of largest to smallest. They are good climbers of rocks and trees, and will climb to feed, rest, sun, elude enemies and hibernate. Some older bears may become too heavy to climb. Half of their life is spent in trees and they are one of the largest arboreal mammals. In the Ussuri territory, black bears can spend up to 15% of their time in trees. Asiatic black bears break branches and twigs to place under themselves when feeding on trees, thus causing many trees in their home ranges to have nest-like structures on their tops. Asiatic black bears will rest for short periods in nests on trees standing fifteen feet or higher. Asiatic black bears do not hibernate over most of their range. They may hibernate in their colder, northern ranges, though some bears will simply move to lower elevations. Nearly all pregnant sows hibernate. Black bears prepare their dens for hibernation in mid-October, and will sleep from November until March. Their dens can either be dug out hollow trees (sixty feet above ground), caves or holes in the ground, hollow logs, or steep, mountainous and sunny slopes. They may also den in abandoned brown bear dens. Asiatic black bears tend to den at lower elevations and on less steep slopes than brown bears. Female black bears emerge from dens later than do males, and female black bears with cubs emerge later than barren females. Asiatic black bears tend to be less mobile than brown bears. With sufficient food, Asian black bears can remain in an area of roughly 1–2 sq km, and sometimes even as little as 0.5–1 sq km.",
            "score": 45.85493469238281
        },
        {
            "docid": "14628814_3",
            "document": "Races and creatures in His Dark Materials . The \"panserbjørne\" are sentient polar bear-like creatures that have opposable thumbs on their front paws. Despite their large digits and immense strength they have remarkable dexterity. This, together with an innate gift for metallurgy, makes them exceptional metalsmiths, and they are capable of creating and repairing metal items far beyond the capabilities of human smiths.",
            "score": 45.750343322753906
        },
        {
            "docid": "21478754_12",
            "document": "Common sense . Compared to Plato, Aristotle's understanding of the soul (Greek \"psyche\") has an extra level of complexity in the form of the \"nous\" or \"intellect\"—which is something only humans have and enables humans to perceive things differently from other animals. It works with images coming from the common sense and imagination, using reasoning (Greek \"logos\") as well as the \"active intellect\". The \"nous\" identifies the true forms of things, while the common sense identifies shared aspects of things. Though scholars have varying interpretations of the details, Aristotle's \"common sense\" was in any case not rational, in the sense that it implied no ability to explain the perception. Reason or rationality (\"logos\") exists only in man according to Aristotle, and yet some animals can perceive \"common perceptibles\" such as change and shape, and some even have imagination according to Aristotle. Animals with imagination come closest to having something like reasoning and \"nous\". Plato, on the other hand was apparently willing to allow that animals could have some level of thought, meaning that he did not have to explain their sometimes complex behavior with a strict division between high-level perception processing and the human-like thinking such as being able to form opinions. Gregorić additionally argues that Aristotle can be interpreted as using the verbs, \"phronein\" and \"noein\", to distinguish two types of thinking or awareness, one being found in animals, and the other unique to humans and involving reason. Therefore, in Aristotle (and the medieval Aristotelians) the universals used to identify and categorize things are divided into two. In medieval terminology these are the \"species sensibilis\" used for perception and imagination in animals, and the \"species intelligibilis\" or apprehendable forms used in the human intellect or \"nous\".",
            "score": 45.69063186645508
        },
        {
            "docid": "11357530_3",
            "document": "Grant's golden mole . Like all other golden moles the build of these animals is similar to the moles, though they are not related, and is adapted to a life of digging. The front extremities are remodeled to digging claws; in contrast to most other species of its family they have three claws each. The tail is physically not visible, there are no auricles, the eyes are covered with fur, and the mouth is bearing a leather-like pad, which also serves for digging.",
            "score": 45.644317626953125
        },
        {
            "docid": "397986_39",
            "document": "Nail (anatomy) . With only a few exceptions, primates retain plesiomorphic (original, \"primitive\") hands with five digits, each equipped with either a nail or a claw. For example, nearly all living strepsirrhine primates have nails on all digits except the second toe which is equipped with a grooming claw. Tarsiers have a grooming claw on second and third toes. Less commonly known, a grooming claw is also found on the second pedal digit of owl monkeys (\"Aotus\"), titis (\"Callicebus\"), and possibly other New World monkeys. The needle-clawed bushbaby (\"Euoticus\") has keeled nails (the thumb and the first and the second toes have claws) featuring a central ridge that ends in a needle-like tip. In tree shrews, all digits have claws and, unlike most primates, the digits of their feet are positioned close together, and therefore, the thumb cannot be brought into opposition (another usually distinguishing feature of primates).",
            "score": 45.641876220703125
        },
        {
            "docid": "20501_44",
            "document": "Moose . Moose are not usually aggressive towards humans, but can be provoked or frightened to behave with aggression. In terms of raw numbers, they attack more people than bears and wolves combined, but usually with only minor consequences. In the Americas, moose injure more people than any other wild mammal, and worldwide, only hippopotamuses injure more. When harassed or startled by people or in the presence of a dog, moose may charge. Also, as with bears or any wild animal, moose that have become used to being fed by people may act aggressively when denied food. During the fall mating season, bull moose may be aggressive toward humans because of the high hormone levels they experience. Cows with young calves are very protective and will attack humans who come too close, especially if they come between mother and calf. Unlike other dangerous animals, moose are not territorial, and do not view humans as food, and will therefore usually not pursue humans if they simply run away. Like any wild animal, moose are unpredictable. They are most likely to attack if annoyed or harassed, or if approached too closely. A moose that has been harassed may vent its anger on anyone in the vicinity, and they often do not make distinctions between their tormentors and innocent passers-by. Moose are very limber animals with highly flexible joints and sharp, pointed hooves, and are capable of kicking with both front and back legs. Unlike other large, hooved mammals, such as horses, moose can kick in all directions including sideways. Therefore, there is no safe side from which to approach. However, moose often give warning signs prior to attacking, displaying their aggression by means of body language. Maintained eye contact is usually the first sign of aggression, while laid-back ears or a lowered head is a definite sign of agitation. If the hairs on the back of the moose's neck and shoulders (hackles) stand up, a charge is usually imminent. The Anchorage Visitor Centers warn tourists that \"...a moose with its hackles raised is a thing to fear.\"",
            "score": 45.57137680053711
        }
    ]
}