{
    "q": [
        {
            "docid": "175040_6",
            "document": "Al-Farabi . His name was Abū Naṣr Muḥammad b. Muḥammad Farabi, sometimes with the family surname al-Ṭarḵānī, i.e., the element Ṭarḵān appears in a nisba. His grandfather was not known among his contemporaries, but a name, Awzalaḡ, suddenly appears later in the writings of Ibn Abī Uṣaibiʿa, and of his great-grandfather in those of Ibn Khallikan.",
            "score": 73.70600605010986
        },
        {
            "docid": "175040_26",
            "document": "Al-Farabi . In the handing down of Aristotle’s thought to the Christian west in the middle ages, al-Farabi played an essential part as appears in the translation of Farabi’s \"Commentary and Short Treatise on Aristotle’s de Interpretatione\" that F.W. Zimmermann published in 1981. Farabi had a great influence on Maimonides, the most important Jewish thinker of the middle ages. Maimonides wrote in Arabic a \"Treatise on logic\", the celebrated \"Maqala fi sina at al-mantiq\". In a wonderfully concise way, the work treats of the essentials of Aristotelian logic in the light of comments made by the Persian philosophers: Avicenna and above all al-Farabi. To use Maimonides’ words, if Aristotle is the First Master the second one is undoubtedly Farabi. Rémi Brague in his book devoted to the Treatise stresses the fact that Farabi is the only thinker mentioned therein.",
            "score": 85.73288452625275
        },
        {
            "docid": "36397744_2",
            "document": "Mazraeh-ye Sheikh Abu Al Hasan . Mazraeh-ye Sheikh Abu Al Hasan (, also Romanized as Mazra‘eh-ye Sheikh Ābū Al Ḩasan) is a village in Mazul Rural District, in the Central District of Nishapur County, Razavi Khorasan Province, Iran. At the 2006 census, its existence was noted, but its population was not reported.",
            "score": 47.434465408325195
        },
        {
            "docid": "36397744_1",
            "document": "Mazraeh-ye Sheikh Abu Al Hasan . Mazraeh-ye Sheikh Abu Al Hasan",
            "score": 47.290103912353516
        },
        {
            "docid": "175040_10",
            "document": "Al-Farabi . The oldest known reference to a Turkic origin is given by the medieval historian Ibn Khallikān (died in 1282), who in his work Wafayāt (completed in 669/1271) states that Farabi was born in the small village of Wasij near Fārāb (in what is today Otrar, Kazakhstan) of Turkic parents. Based on this account, some modern scholars say he is of Turkic origin. Dimitri Gutas, an American Arabist of Greek origin, criticizes this, saying that Ibn Khallikān's account is aimed at the earlier historical accounts by Ibn Abī Uṣaibiʿa, and serves the purpose to \"prove\" a Turkic origin for al-Farabi, for instance by mentioning the additional nisba (surname) \"\"al-Turk\"\" (arab. \"the Turk\")—a nisba Farabi never had. However, Abu al-Fedā', who copied Ibn Ḵhallekān, corrected this and changed \"al-Torkī\" to the phrase \"wa-kāna rajolan torkīyan\", meaning \"he was a Turkish man.\" In this regard, Oxford professor C.E. Bosworth notes that \"great figures [such] as al-Farabi, al-Biruni, and ibn Sina have been attached by over enthusiastic Turkish scholars to their race\".",
            "score": 96.21473979949951
        },
        {
            "docid": "175040_20",
            "document": "Al-Farabi . Al-Farabi had great influence on science and philosophy for several centuries, and was widely considered second only to Aristotle in knowledge (alluded to by his title of \"the Second Teacher\") in his time. His work, aimed at synthesis of philosophy and Sufism, paved the way for the work of Ibn Sina (Avicenna).",
            "score": 77.33399319648743
        },
        {
            "docid": "175040_4",
            "document": "Al-Farabi . The existing variations in the basic accounts of al-Farabi's origins and pedigree indicate that they were not recorded during his lifetime or soon thereafter by anyone with concrete information, but were based on hearsay or guesses (as is the case with other contemporaries of al-Farabi). Little is known about his life. Early sources include an autobiographical passage where al-Farabi traces the history of logic and philosophy up to his time, and brief mentions by Al-Masudi, Ibn al-Nadim and Ibn Hawqal. Said Al-Andalusi wrote a biography of al-Farabi. Arabic biographers of the 12th–13th centuries thus had few facts to hand, and used invented stories about his life.",
            "score": 80.60949635505676
        },
        {
            "docid": "56105670_2",
            "document": "Arsyad Thawil al-Bantani . Sheikh Mas Mohammad Arsyad Thawil al-Bantani (1851 – March 19, 1934) better known as Sheikh Arsyad Thawil was an ulama (Islamic scholar) and Indonesian hero who also fought on the Cilegon War from 9 to 30 July 1888 with Ki Wasyid, Tubagus Ismail, and others. Thawil was a student of Sheikh Nawawi al-Bantani, an Indonesian Islamic teacher from Banten who became the Imam of the Great Mosque of Mecca.",
            "score": 67.2939727306366
        },
        {
            "docid": "175040_12",
            "document": "Al-Farabi . Henry Corbin writes that the evidence supports the opinion common in Iran that al-Farabi was Shiite. Corbin argues that there are many similarities between what he calls Farabi's \"prophetic philosophy\" and the teachings of Shiite Imams. Najjar Fauzi likewise argues that al-Farabi's political philosophy was influenced by Shiite sects.",
            "score": 68.64488124847412
        },
        {
            "docid": "175040_21",
            "document": "Al-Farabi . Al-Farabi also wrote a commentary on Aristotle's work, and one of his most notable works is \"Al-Madina al-Fadila\" () where he theorized an ideal state as in Plato's \"The Republic\". Al-Farabi argued that religion rendered truth through symbols and persuasion, and, like Plato, saw it as the duty of the philosopher to provide guidance to the state. Al-Farabi incorporated the Platonic view, drawing a parallel from within the Islamic context, in that he regarded the ideal state to be ruled by the prophet-imam, instead of the philosopher-king envisaged by Plato. Al-Farabi argued that the ideal state was the city-state of Medina when it was governed by the prophet Muhammad as its head of state, as he was in direct communion with Allah whose law was revealed to him.",
            "score": 82.95885360240936
        },
        {
            "docid": "175040_42",
            "document": "Al-Farabi . Whether or not al-Farabi actually intended to outline a political programme in his writings remains a matter of dispute amongst academics. Henry Corbin, who considers al-Farabi to be a <nowiki>crypto-</nowiki>Shi'ite, says that his ideas should be understood as a \"prophetic philosophy\" instead of being interpreted politically. On the other hand, Charles Butterworth contends that nowhere in his work does al-Farabi speak of a prophet-legislator or revelation (even the word philosophy is scarcely mentioned), and the main discussion that takes place concerns the positions of \"king\" and \"statesmen\". Occupying a middle position is David Reisman, who like Corbin believes that al-Farabi did not want to expound a political doctrine (although he does not go so far to attribute it to Islamic Gnosticism either). He argues that al-Farabi was using different types of society as examples, in the context of an ethical discussion, to show what effect correct or incorrect thinking could have. Lastly, Joshua Parens argues that al-Farabi was slyly asserting that a pan-Islamic society could not be made, by using reason to show how many conditions (such as moral and deliberative virtue) would have to be met, thus leading the reader to conclude that humans are not fit for such a society. Some other authors like Mykhaylo Yakubovych argue that for al-Farabi religion (\"milla\") and philosophy (\"falsafa\") constituted the same praxeological value (i.e. basis for \"amal al-fadhil\"—\"virtuous deed\"), while its epistemological level (\"ilm\"—\"knowledge\") was different.",
            "score": 83.04630088806152
        },
        {
            "docid": "175040_9",
            "document": "Al-Farabi . Medieval Arab historian Ibn Abī Uṣaibiʿa (died in 1270)—al-Farabi's oldest biographer—mentions in his ʿUyūn that al-Farabi's father was of Persian descent. Al-Shahrazūrī who lived around 1288 A.D. and has written an early biography also states that Farabi hailed from a Persian family. According to Majid Fakhry, an Emeritus Professor of Philosophy at Georgetown University, Farabi's father \"\"was an army captain of Persian extraction.\"\" Dimitri Gutas notes that Farabi's works contain references and glosses in Persian, Sogdian, and even Greek, but not Turkish. Sogdian has also been suggested as his native language and the language of the inhabitants of Fārāb. Muhammad Javad Mashkoor argues for an Iranian-speaking Central Asian origin. A Persian origin has been discussed by other sources as well.",
            "score": 86.39304971694946
        },
        {
            "docid": "2829824_2",
            "document": "Al-Farabi Kazakh National University . Al-Farabi Kazakh National University (), also called KazGU or KazNU, is a university in Almaty, Kazakhstan. Named after the Eastern philosopher and scholar al-Farabi, it is one of the country's largest universities.",
            "score": 74.95718336105347
        },
        {
            "docid": "175040_1",
            "document": "Al-Farabi . Al-Farabi",
            "score": 63.7956166267395
        },
        {
            "docid": "175040_16",
            "document": "Al-Farabi . Al-Farabi also considered the theories of conditional syllogisms and analogical inference, which were part of the Stoic tradition of logic rather than the Aristotelian. Another addition al-Farabi made to the Aristotelian tradition was his introduction of the concept of poetic syllogism in a commentary on Aristotle's \"Poetics\".",
            "score": 64.71378970146179
        },
        {
            "docid": "53722605_1",
            "document": "Al Farabi-1 . Al Farabi-1",
            "score": 63.32515001296997
        },
        {
            "docid": "53398828_1",
            "document": "Al Farabi Square . Al Farabi Square",
            "score": 63.32515001296997
        },
        {
            "docid": "175040_14",
            "document": "Al-Farabi . Al-Farabi wrote: \"The Necessity of the Art of the Elixir\"",
            "score": 62.8615665435791
        },
        {
            "docid": "251740_9",
            "document": "Arabic music . Al-Farabi (872–950) wrote a notable book on music titled \"Kitab al-Musiqi al-Kabir\" (The Great Book of Music). His pure Arabian tone system is still used in Arabic music.",
            "score": 63.765384674072266
        },
        {
            "docid": "175040_29",
            "document": "Al-Farabi . In contrast to al-Kindi, who considered the subject of metaphysics to be God, al-Farabi believed that it was concerned primarily with being \"qua\" being (that is, being in and of itself), and this is related to God only to the extent that God is a principle of absolute being. Al-Kindi's view was, however, a common misconception regarding Greek philosophy amongst Muslim intellectuals at the time, and it was for this reason that Avicenna remarked that he did not understand Aristotle's \"Metaphysics\" properly until he had read a prolegomenon written by al-Farabi.",
            "score": 72.8373327255249
        },
        {
            "docid": "12767165_4",
            "document": "Albu Salih . Sheikh Bader Al Rumaidh, great grandfather of Sheikh Sabah, was well known for his generosity and his concern for his people. Sheikh Bader Al Rumaidh also showed great courage and bravery during the British occupation of southern Iraq in the 1920s. He, along with other tribes, managed to lead his people in the resistance until they had pushed the British out of their tribal land. Sheikh Bader Al Rumaidh died in 1943, after when his son Sheikh Mohsin took over the leadership of Albu Salih tribe.",
            "score": 56.34085273742676
        },
        {
            "docid": "2829824_1",
            "document": "Al-Farabi Kazakh National University . Al-Farabi Kazakh National University",
            "score": 62.404723167419434
        },
        {
            "docid": "53722605_4",
            "document": "Al Farabi-1 . Al-Farabi 1 is a 2U CubeSat, weighing 1.7 kg.",
            "score": 62.17878341674805
        },
        {
            "docid": "175040_41",
            "document": "Al-Farabi . Of course, al-Farabi realized that such a society was rare and required a very specific set of historical circumstances to be realized, which means very few societies could ever attain this goal. He divided those \"vicious\" societies, which have fallen short of the ideal \"virtuous\" society, into three categories: ignorant, wicked and errant. \"Ignorant\" societies have, for whatever reason, failed to comprehend the purpose of human existence, and have supplanted the pursuit of happiness for another (inferior) goal, whether this be wealth, sensual gratification or power. Al-Farabi mentions \"weeds\" in the virtuous society: those people who try to undermine its progress towards the true human end. The best known Arabic source for al-Farabi's political philosophy is his work titled, \"al-Madina al-fadila\" (\"The Virtuous City\").",
            "score": 75.17522192001343
        },
        {
            "docid": "7757234_42",
            "document": "History of Islamic economics . Early discussion of the benefits of division of labor are included in the writings of Qabus, al-Ghazali, al-Farabi (873–950), Ibn Sina (Avicenna) (980–1037), Ibn Miskawayh, Nasir al-Din al-Tusi (1201–74), Ibn Khaldun (1332–1406), and Asaad Davani (b. 1444). Among them, the discussions included division of labor within households, societies, factories, and among nations. Farabi notes that each society lacks at least some necessary resources, and thus an optimal society can only be achieved where domestic, regional, and international trade occur, and that such trade can be beneficial to all parties involved. Ghazali was also noted for his subtle understanding of monetary theory and formulation of another version of Gresham's Law.",
            "score": 66.38736188411713
        },
        {
            "docid": "10219069_11",
            "document": "Al-Masudi . Al-Mas‘udi was a pupil or junior colleague of a number of prominent intellectuals, including the philologists al-Zajjaj, ibn Duraid, Niftawayh and ibn Anbari. He was acquainted with famous poets, including Kashajim, whom he probably met in Aleppo. He was well read in philosophy, knowing the works of al-Kindi and al-Razi, the Aristotelian thought of al-Farabi and the Platonic writings. Al-Mas‘udi's extant writings do not confirm his meeting with his contemporaries al-Razi and al-Farabi, however such meetings were highly likely. He does record his meeting with al-Farabi's pupil Yahya ibn Adi, of whom he spoke highly.",
            "score": 74.41720747947693
        },
        {
            "docid": "59945_32",
            "document": "History of logic . The works of Al-Kindi, Al-Farabi, Avicenna, Al-Ghazali, Averroes and other Muslim logicians were based on Aristotelian logic and were important in communicating the ideas of the ancient world to the medieval West. Al-Farabi (Alfarabi) (873–950) was an Aristotelian logician who discussed the topics of future contingents, the number and relation of the categories, the relation between logic and grammar, and non-Aristotelian forms of inference. Al-Farabi also considered the theories of conditional syllogisms and analogical inference, which were part of the Stoic tradition of logic rather than the Aristotelian.",
            "score": 66.38289141654968
        },
        {
            "docid": "57134873_3",
            "document": "Juma bin Maktoum bin Hasher Al Maktoum . Juma's sons include Sheikh 'Ubaid (born 1918), Sheikh Maktoum (born 1920), Sheikh Hamad (born 1922), Sheikh Thani (born 1924), Sheikh Ahmad (1936–2009), and Sheikh Dalmouk (1937–2004). Through his son Sheikh Maktoum's marriage to a cousin (a daughter of Saeed II), Sheikh Juma is the paternal grandfather of Sheikha Hind bint Maktoum bin Juma Al Maktoum. Sheikha Hind is the senior wife of Saeed II of Dubai's grandson (through his son and successor Rashid bin Saeed Al Maktoum), ruler Mohammed bin Rashid Al Maktoum of Dubai. Sheikh Juma is therefore a great-grandfather to Hind's children, including Crown Prince Hamdan bin Mohammed Al Maktoum.",
            "score": 56.55180048942566
        },
        {
            "docid": "53722605_3",
            "document": "Al Farabi-1 . It is a research satellite designed and built by Al-Farabi Kazakh National University, Almaty, Kazakhstan.",
            "score": 61.51067495346069
        },
        {
            "docid": "1804413_14",
            "document": "Shadhili . Sheikh Muhammad Sa'id al-Jamal, another student of Sheikh Muhammad al-Hashimi al-Tilmisani and who died in 2015, had worked from the Haram al-Sharif or The Temple Mount in Jerusalem and was a mufti of the Hanbali Madhab. He was also a student of the spiritual guide and Shadhili Sheikh Abdur Rahman Abu al Risah of Halab of the Shadhili Yashruti line. He was a direct descendent of Muhammad, through his ancestor Ahmad ar-Rifa`i. He wrote many books in both English and Arabic on Sufism, tafsir, and healing. His students from the US also established the University of Spiritual Healing and Sufism which is devoted to the Sufi way of healing.",
            "score": 52.640194058418274
        },
        {
            "docid": "55914231_5",
            "document": "Ismail al-Khalidi al-Minangkabawi . In Mecca, Ismail studied under the several renowned scholars who had expertise in their respective fields. He learned kalam theology under Sheikh Muhammad Ibn 'Ali Assyanwani. In the field of jurisprudence, he studied under Sheikh al-Azhar and Sheikh Abdullah ash-Syarqawi, both renowned as scholars of the Shafi'i school of jurisprudence. Ismail also studied the science of Sufism under two great Sufis named Sheikh 'Abdullah Afandi and Sheikh Khalid al-Uthmani al-Kurdi (Sheikh Dhiyauddin Khalid). Both were \"murshid\" (teacher of the spirituality) of Naqshbandi order.",
            "score": 80.06559157371521
        },
        {
            "docid": "175040_17",
            "document": "Al-Farabi . Al-Farabi wrote a book on music titled \"Kitab al-Musiqa\" (The Book of Music). In it, he presents philosophical principles about music, its cosmic qualities, and its influences.",
            "score": 68.39123630523682
        }
    ],
    "r": [
        {
            "docid": "175040_10",
            "document": "Al-Farabi . The oldest known reference to a Turkic origin is given by the medieval historian Ibn Khallikān (died in 1282), who in his work Wafayāt (completed in 669/1271) states that Farabi was born in the small village of Wasij near Fārāb (in what is today Otrar, Kazakhstan) of Turkic parents. Based on this account, some modern scholars say he is of Turkic origin. Dimitri Gutas, an American Arabist of Greek origin, criticizes this, saying that Ibn Khallikān's account is aimed at the earlier historical accounts by Ibn Abī Uṣaibiʿa, and serves the purpose to \"prove\" a Turkic origin for al-Farabi, for instance by mentioning the additional nisba (surname) \"\"al-Turk\"\" (arab. \"the Turk\")—a nisba Farabi never had. However, Abu al-Fedā', who copied Ibn Ḵhallekān, corrected this and changed \"al-Torkī\" to the phrase \"wa-kāna rajolan torkīyan\", meaning \"he was a Turkish man.\" In this regard, Oxford professor C.E. Bosworth notes that \"great figures [such] as al-Farabi, al-Biruni, and ibn Sina have been attached by over enthusiastic Turkish scholars to their race\".",
            "score": 96.2147445678711
        },
        {
            "docid": "38936243_4",
            "document": "Yahya ibn Adi . In Baghdad he studied philosophy and medicine under Abu Bishr Matta ibn Yunus, who had also taught Al-Farabi.",
            "score": 92.98309326171875
        },
        {
            "docid": "38937347_3",
            "document": "Abu Bishr Matta ibn Yunus . He was trained at the \"dayr Qunnā\" monastery (hence the name \"al-Qunnāʾī\"), a Nestorian institution not far from Baghdad, which supplied the government of the Abbasid Caliphate with many high ranking officials. He then taught in Baghdad where the Muslim philosopher Al Farabi and the Syriac Christian philosopher Yahya ibn Adi were among his pupils.",
            "score": 88.67394256591797
        },
        {
            "docid": "175040_9",
            "document": "Al-Farabi . Medieval Arab historian Ibn Abī Uṣaibiʿa (died in 1270)—al-Farabi's oldest biographer—mentions in his ʿUyūn that al-Farabi's father was of Persian descent. Al-Shahrazūrī who lived around 1288 A.D. and has written an early biography also states that Farabi hailed from a Persian family. According to Majid Fakhry, an Emeritus Professor of Philosophy at Georgetown University, Farabi's father \"\"was an army captain of Persian extraction.\"\" Dimitri Gutas notes that Farabi's works contain references and glosses in Persian, Sogdian, and even Greek, but not Turkish. Sogdian has also been suggested as his native language and the language of the inhabitants of Fārāb. Muhammad Javad Mashkoor argues for an Iranian-speaking Central Asian origin. A Persian origin has been discussed by other sources as well.",
            "score": 86.3930435180664
        },
        {
            "docid": "175040_26",
            "document": "Al-Farabi . In the handing down of Aristotle’s thought to the Christian west in the middle ages, al-Farabi played an essential part as appears in the translation of Farabi’s \"Commentary and Short Treatise on Aristotle’s de Interpretatione\" that F.W. Zimmermann published in 1981. Farabi had a great influence on Maimonides, the most important Jewish thinker of the middle ages. Maimonides wrote in Arabic a \"Treatise on logic\", the celebrated \"Maqala fi sina at al-mantiq\". In a wonderfully concise way, the work treats of the essentials of Aristotelian logic in the light of comments made by the Persian philosophers: Avicenna and above all al-Farabi. To use Maimonides’ words, if Aristotle is the First Master the second one is undoubtedly Farabi. Rémi Brague in his book devoted to the Treatise stresses the fact that Farabi is the only thinker mentioned therein.",
            "score": 85.7328872680664
        },
        {
            "docid": "1130_28",
            "document": "Avicenna . Avicenna's theology on metaphysical issues (\"ilāhiyyāt\") has been criticized by some Islamic scholars, among them al-Ghazali, Ibn Taymiyya, and Ibn al-Qayyim. While discussing the views of the theists among the Greek philosophers, namely Socrates, Plato, and Aristotle in \"Al-Munqidh min ad-Dalal\" (\"Deliverance from Error\"), al-Ghazali noted that the Greek philosophers \"must be taxed with unbelief, as must their partisans among the Muslim philosophers, such as Ibn Sina and al-Farabi and their likes.\" He added that \"None, however, of the Muslim philosophers engaged so much in transmitting Aristotle's lore as did the two men just mentioned. [...] The sum of what we regard as the authentic philosophy of Aristotle, as transmitted by al-Farabi and Ibn Sina, can be reduced to three parts: a part which must be branded as unbelief; a part which must be stigmatized as innovation; and a part which need not be repudiated at all.",
            "score": 84.266845703125
        },
        {
            "docid": "175040_42",
            "document": "Al-Farabi . Whether or not al-Farabi actually intended to outline a political programme in his writings remains a matter of dispute amongst academics. Henry Corbin, who considers al-Farabi to be a <nowiki>crypto-</nowiki>Shi'ite, says that his ideas should be understood as a \"prophetic philosophy\" instead of being interpreted politically. On the other hand, Charles Butterworth contends that nowhere in his work does al-Farabi speak of a prophet-legislator or revelation (even the word philosophy is scarcely mentioned), and the main discussion that takes place concerns the positions of \"king\" and \"statesmen\". Occupying a middle position is David Reisman, who like Corbin believes that al-Farabi did not want to expound a political doctrine (although he does not go so far to attribute it to Islamic Gnosticism either). He argues that al-Farabi was using different types of society as examples, in the context of an ethical discussion, to show what effect correct or incorrect thinking could have. Lastly, Joshua Parens argues that al-Farabi was slyly asserting that a pan-Islamic society could not be made, by using reason to show how many conditions (such as moral and deliberative virtue) would have to be met, thus leading the reader to conclude that humans are not fit for such a society. Some other authors like Mykhaylo Yakubovych argue that for al-Farabi religion (\"milla\") and philosophy (\"falsafa\") constituted the same praxeological value (i.e. basis for \"amal al-fadhil\"—\"virtuous deed\"), while its epistemological level (\"ilm\"—\"knowledge\") was different.",
            "score": 83.04629516601562
        },
        {
            "docid": "175040_21",
            "document": "Al-Farabi . Al-Farabi also wrote a commentary on Aristotle's work, and one of his most notable works is \"Al-Madina al-Fadila\" () where he theorized an ideal state as in Plato's \"The Republic\". Al-Farabi argued that religion rendered truth through symbols and persuasion, and, like Plato, saw it as the duty of the philosopher to provide guidance to the state. Al-Farabi incorporated the Platonic view, drawing a parallel from within the Islamic context, in that he regarded the ideal state to be ruled by the prophet-imam, instead of the philosopher-king envisaged by Plato. Al-Farabi argued that the ideal state was the city-state of Medina when it was governed by the prophet Muhammad as its head of state, as he was in direct communion with Allah whose law was revealed to him.",
            "score": 82.95884704589844
        },
        {
            "docid": "38937347_8",
            "document": "Abu Bishr Matta ibn Yunus . He is reported to have debated a Muslim theologian and grammarian, Abu Sa'id al-Sirafi on the merits of logic and grammar, in the audience of a vizier in Baghdad in 932. Accounts of the debate were biased towards of al-Sirafi, but the debate appeared to have gone in al-Sirafi's favour, who attacked logic as only applicable to Greek and not useful for Arabic speakers. Al-Sirafi also managed to confound Abu Bishr with a series of Arabic grammatical riddles. Abu Bishr's younger colleagues, Al-Farabi and Yahya ibn Adi would later offer additional argument to support his case.",
            "score": 82.7509765625
        },
        {
            "docid": "31458937_2",
            "document": "Platonism in Islamic Philosophy . Medieval Islamic philosophy was steeped in both Aristotelianism and Neoplatonism from its 9th-century beginnings with Al-Kindi, but the influence of Neoplatonism becomes more clearly visible in the 10th and 11th centuries with Al-Farabi and Avicenna. Al-Farabi expanded on Plato’s concept of an ideal city ruled by philosopher-kings to develop a political philosophy that could accommodate the religious and cultural diversity central to Islamic nations. On the other hand, both al-Ghazali and Ibn Rushd vigorously opposed Neoplatonic views.",
            "score": 82.60923767089844
        },
        {
            "docid": "3657390_47",
            "document": "Nous . The exact precedents of Al Farabi's influential philosophical scheme, in which \"nous\" (Arabic \"ʿaql\") plays an important role, are no longer perfectly clear because of the great loss of texts in the Middle Ages which he would have had access to. He was apparently innovative in at least some points. He was clearly influenced by the same late classical world as neoplatonism, neopythagoreanism, but exactly how is less clear. Plotinus, Themistius and Alexander of Aphrodisias are generally accepted to have been influences. However while these three all placed the active intellect \"at or near the top of the hierarchy of being\", Al Farabi was clear in making it the lowest ranking in a series of distinct transcendental intelligences. He is the first known person to have done this in a clear way. He was also the first philosopher known to have assumed the existence of a causal hierarchy of celestial spheres, and the incorporeal intelligences parallel to those spheres. Al Farabi also fitted an explanation of prophecy into this scheme, in two levels. According to Davidson (p. 59):The lower of the two levels, labeled specifically as \"prophecy\" (\"nubuwwa\"), is enjoyed by men who have not yet perfected their intellect, whereas the higher, which Alfarabi sometimes specifically names \"revelation\" (\"w-ḥ-y\"), comes exclusively to those who stand at the stage of acquired intellect. This happens in the imagination (Arabic \"mutakhayyila\"; Greek \"phantasia\"), a faculty of the mind already described by Aristotle, which al Farabi described as serving the rational part of the soul (Arabic \"ʿaql\"; Greek \"nous\"). This faculty of imagination stores sense perceptions (\"maḥsūsāt\"), disassembles or recombines them, creates figurative or symbolic images (\"muḥākāt\") of them which then appear in dreams, visualizes present and predicted events in a way different from conscious deliberation (\"rawiyya\"). This is under the influence, according to Al Farabi, of the active intellect. Theoretical truth can only be received by this faculty in a figurative or symbolic form, because the imagination is a physical capability and can not receive theoretical information in a proper abstract form. This rarely comes in a waking state, but more often in dreams. The lower type of prophecy is the best possible for the imaginative faculty, but the higher type of prophecy requires not only a receptive imagination, but also the condition of an \"acquired intellect\", where the human \"nous\" is in \"conjunction\" with the active intellect in the sense of God. Such a prophet is also a philosopher. When a philosopher-prophet has the necessary leadership qualities, he becomes philosopher-king.",
            "score": 82.29054260253906
        },
        {
            "docid": "175040_11",
            "document": "Al-Farabi . Al-Farabi spent almost his entire life in Baghdad. In the auto-biographical passage preserved by Ibn Abī Uṣaibiʿa, Farabi stated that he had studied logic, medicine and sociology with Yūḥannā bin Ḥaylān up to and including Aristotle's \"Posterior Analytics\", i.e., according to the order of the books studied in the curriculum, Fārābī was claiming that he had studied Porphyry's \"Eisagoge\" and Aristotle's \"Categories\", \"De Interpretatione\", \"Prior and Posterior Analytics\". His teacher, bin Ḥaylān, was a Nestorian cleric. This period of study was probably in Baghdad, where Al-Masudi records that Yūḥannā died during the reign of Al-Muqtadir (295-320/908-32). He was in Baghdad at least until the end of September 942, as recorded in notes in his \"Mabādeʾ ārāʾ ahl al-madīna al-fāżela\". He finished the book in Damascus the following year (331), i.e., by September 943). He also studied in Tétouan, Morocco and lived and taught for some time in Aleppo. Farabi later visited Egypt, finishing six sections summarizing the book \"Mabādeʾ\" in Egypt in 337/July 948 – June 949 when he returned to Syria, where he was supported by Sayf al-Dawla, the Hamdanid ruler.. Al-Masudi, writing barely five years after the fact (955-6, the date of the composition of the Tanbīh), says that Farabi died in Damascus in Rajab 339 (between 14 December 950 and 12 January 951).",
            "score": 81.77423095703125
        },
        {
            "docid": "1130_7",
            "document": "Avicenna . The study of the Quran and the Hadith thrived in such a scholarly atmosphere. Philosophy, Fiqh and theology (kalaam) were further developed, most noticeably by Avicenna and his opponents. Al-Razi and Al-Farabi had provided methodology and knowledge in medicine and philosophy. Avicenna had access to the great libraries of Balkh, Khwarezm, Gorgan, Rey, Isfahan and Hamadan. Various texts (such as the 'Ahd with Bahmanyar) show that he debated philosophical points with the greatest scholars of the time. Aruzi Samarqandi describes how before Avicenna left Khwarezm he had met Al-Biruni (a famous scientist and astronomer), Abu Nasr Iraqi (a renowned mathematician), Abu Sahl Masihi (a respected philosopher) and Abu al-Khayr Khammar (a great physician).",
            "score": 81.69731140136719
        },
        {
            "docid": "175040_4",
            "document": "Al-Farabi . The existing variations in the basic accounts of al-Farabi's origins and pedigree indicate that they were not recorded during his lifetime or soon thereafter by anyone with concrete information, but were based on hearsay or guesses (as is the case with other contemporaries of al-Farabi). Little is known about his life. Early sources include an autobiographical passage where al-Farabi traces the history of logic and philosophy up to his time, and brief mentions by Al-Masudi, Ibn al-Nadim and Ibn Hawqal. Said Al-Andalusi wrote a biography of al-Farabi. Arabic biographers of the 12th–13th centuries thus had few facts to hand, and used invented stories about his life.",
            "score": 80.6094970703125
        },
        {
            "docid": "55914231_5",
            "document": "Ismail al-Khalidi al-Minangkabawi . In Mecca, Ismail studied under the several renowned scholars who had expertise in their respective fields. He learned kalam theology under Sheikh Muhammad Ibn 'Ali Assyanwani. In the field of jurisprudence, he studied under Sheikh al-Azhar and Sheikh Abdullah ash-Syarqawi, both renowned as scholars of the Shafi'i school of jurisprudence. Ismail also studied the science of Sufism under two great Sufis named Sheikh 'Abdullah Afandi and Sheikh Khalid al-Uthmani al-Kurdi (Sheikh Dhiyauddin Khalid). Both were \"murshid\" (teacher of the spirituality) of Naqshbandi order.",
            "score": 80.06558990478516
        },
        {
            "docid": "13728826_3",
            "document": "Abu al-Hassan al-Amiri . Al-Amiri was the most prominent Muslim philosopher following the tradition of Kindi in Islamic Philosophy. He was contemporary of Ibn Miskawayh and his friend, and lived in a half century between Al-Farabi and Ibn Sina. He was a polymath who wrote on \"...logic, physics, psychology, metaphysics, ethics, biology and medicine, different religions, Sufism and interpretation of the Qurʾān, as well as of dreams.\"",
            "score": 78.75230407714844
        },
        {
            "docid": "175040_37",
            "document": "Al-Farabi . According to al-Farabi, the afterlife is not the personal experience commonly conceived of by religious traditions such as Islam and Christianity. Any individual or distinguishing features of the soul are annihilated after the death of the body; only the rational faculty survives (and then, only if it has attained perfection), which becomes one with all other rational souls within the agent intellect and enters a realm of pure intelligence. Henry Corbin compares this eschatology with that of the Ismaili Neo-Platonists, for whom this process initiated the next grand cycle of the universe. However, Deborah Black mentions we have cause to be skeptical as to whether this was the mature and developed view of al-Farabi, as later thinkers such as Ibn Tufayl, Averroes and Ibn Bajjah would assert that he repudiated this view in his commentary on the Nicomachean Ethics, which has been lost to modern experts.",
            "score": 78.53533172607422
        },
        {
            "docid": "19445_56",
            "document": "Maimonides . The \"Treatise on Logic\" (Arabic: \"Maqala Fi-Sinat Al-Mantiq\") has been printed 17 times, including editions in Latin (1527), German (1805, 1822, 1833, 1828), French (1935), and English (1938), and in an abridged Hebrew form. The work illustrates the essentials of Aristotelian logic to be found in the teachings of the great Arabic philosophers such as Avicenna and, above all, Al-Farabi, \"the Second Master,\" the \"First Master\" being Aristotle. In his work devoted to the Treatise, Rémi Brague stresses the fact that Al-Farabi is the only philosopher mentioned therein. This indicates a line of conduct for the reader, who must read the text keeping in mind Al-Farabi's works on logic. In the Hebrew versions, the Treatise is called \"The words of Logic\" which describes the bulk of the work. The author explains the technical meaning of the words used by logicians. The Treatise duly inventories the terms used by the logician and indicates what they refer to. The work proceeds rationally through a lexicon of philosophical terms to a summary of higher philosophical topics, in 14 chapters corresponding to Maimonides's birthdate of 14 Nissan. The number 14 recurs in many of Maimonides's works. Each chapter offers a cluster of associated notions. The meaning of the words is explained and illustrated with examples. At the end of each chapter, the author carefully draws up the list of words studied.",
            "score": 78.53449249267578
        },
        {
            "docid": "165511_10",
            "document": "Ulama . The early Muslim conquests brought about Arab Muslim rule over large parts of the Hellenistic world. During the time of the Umayyad Caliphate, at latest, the scholars of the emerging Islamic society had become familiar with the classical philosophical and scientific traditions of the world they had conquered. The collection of classical works and their translation into the Arabian language initiated a period which is known today as the Islamic Golden Age. According to Hourani (1991), the works of the classical scholars of antiquity were met with considerable intellectual curiosity by Islamic scholars. Hourani quotes al-Kindi (c. 801–873 AD), \"the father of Islamic philosophy\", as follows: \"We should not be ashamed to acknowledge truth from whatever source it comes to us, even if it is brought to us by former generations and foreign peoples. For him who seeks the truth there is nothing of higher value than truth itself.\" The works of Aristotle, in particular his \"Nicomachean Ethics\", had a profound influence on the Islamic scholars of the Golden Age like Al-Farabi (870–950 AD), Abu al-Hassan al-Amiri (d. 992 AD) and Ibn Sīnā (ca. 980–1037 AD). In general, the Islamic philosophers saw no contradiction between philosophy and the religion of Islam. However, according to Hourani, al-Farabi also wrote that philosophy in its pure form was reserved for an intellectual elite, and that ordinary people should rely for guidance on the \"sharia\". The distinction between a scholarly elite and the less educated masses \"was to become a commonplace of Islamic thought\". As exemplified by the works of al-Razi (854–925 AD), during later times, philosophy \"was carried on as a private activity, largely by medical men, pursued with discretion, and often met with suspicion\".",
            "score": 78.40494537353516
        },
        {
            "docid": "175040_2",
            "document": "Al-Farabi . Al-Farabi (; '; known in the West as Alpharabius\"'; c. 872 – between 14 December, 950 and 12 January, 951) was a renowned philosopher and jurist who wrote in the fields of political philosophy, metaphysics, ethics and logic. He was also a scientist, cosmologist, mathematician and music scholar.",
            "score": 78.0903549194336
        },
        {
            "docid": "175040_20",
            "document": "Al-Farabi . Al-Farabi had great influence on science and philosophy for several centuries, and was widely considered second only to Aristotle in knowledge (alluded to by his title of \"the Second Teacher\") in his time. His work, aimed at synthesis of philosophy and Sufism, paved the way for the work of Ibn Sina (Avicenna).",
            "score": 77.33399200439453
        },
        {
            "docid": "159244_23",
            "document": "Aleppo . The Sassanid Persians invaded and controlled Syria briefly in the early 7th century. Soon after Aleppo fell to Muslims under Abu Ubaidah ibn al Jarrah in 637. In 944, it became the seat of an independent Emirate under the Hamdanid prince Sayf al-Daula, and enjoyed a period of great prosperity, being home to the great poet al-Mutanabbi and the philosopher and polymath al-Farabi. The city was sacked by a resurgent Byzantine Empire in 962, while Byzantine forces occupied it briefly from 974 to 987. The city and its Emirate became an Imperial vassal from 969 until the Byzantine–Seljuk Wars. The city was besieged by the Crusaders in 1124, but was not conquered.",
            "score": 77.26691436767578
        },
        {
            "docid": "1269164_17",
            "document": "Islamic democracy . The early Islamic philosopher, Al-Farabi (c. 872–950), in one of his most notable works \"Al-Madina al-Fadila\", theorized an ideal Islamic state which he compared to Plato's \"The Republic\". Al-Farabi departed from the Platonic view in that he regarded the ideal state to be ruled by the prophet, instead of the philosopher king envisaged by Plato. Al-Farabi argued that the ideal state was the city-state of Medina when it was governed by Muhammad, as its head of state, as he was in direct communion with God whose law was revealed to him. In the absence of the prophet, Al-Farabi considered democracy as the closest to the ideal state, regarding the republican order of the Rashidun Caliphate as an example within early Muslim history. However, he also maintained that it was from democracy that imperfect states emerged, noting how the republican order of the early Islamic Caliphate of the Rashidun caliphs was later replaced by a form of government resembling a monarchy under the Umayyad and Abbasid dynasties.",
            "score": 76.9723892211914
        },
        {
            "docid": "56105670_12",
            "document": "Arsyad Thawil al-Bantani . The arrival of the Banten cleric was welcomed by Egyptian scholars albeit without ceremony. In the presence of the Egyptian scholar, Thawil, who performed as Sheikh Nawawi sat on a chair, while Sheikh Nawawi sat down as a bodyguard. Many questions were asked by Egyptian scholars who were not easy to answer by any scholar. As Sheikh Nawawi, Thawil also ordered his bodyguard (who was none other than Sheikh Nawawi) to answer these questions, then all questions asked were answered satisfactorily by Syekh Nawawi who acted as bodyguard of Thawil. The Egyptian scholars were amazed to hear such a satisfactory answer, So they think that his bodyguard was so great, let alone who guarded, surely more great.",
            "score": 76.9017333984375
        },
        {
            "docid": "1367068_19",
            "document": "Judeo-Islamic philosophies (800–1400) . Ibn Roshd (or Ibn Rushd or Averroes), the contemporary of Maimonides, closes the philosophical era of the Arabs. The boldness of this great commentator of Aristotle aroused the full fury of the orthodox, who, in their zeal, attacked all philosophers indiscriminately, and had all philosophical writings committed to the flames. The theories of Ibn Roshd do not differ fundamentally from those of Ibn Bajjah and Ibn Tufail, who only follow the teachings of Ibn Sina and Al-Farabi. Like all Arabic Peripatetics, Ibn Roshd admits the hypothesis of the intelligence of the spheres and the hypothesis of universal emanation, through which motion is communicated from place to place to all parts of the universe as far as the supreme world—hypotheses which, in the mind of the Arabic philosophers, did away with the dualism involved in Aristotle's doctrine of pure energy and eternal matter. But while Al-Farabi, Ibn Sina, and other Arab philosophers hurried, so to speak, over subjects that trenched on religious dogmas, Ibn Roshd delighted in dwelling upon them with full particularity and stress. Thus he says, \"Not only is matter eternal, but form is potentially inherent in matter; otherwise, it were a creation ex nihilo (Munk, \"Mélanges,\" p. 444). According to this theory, therefore, the existence of this world is not only a possibility, as Ibn Sina declared—in order to make concessions to the orthodox—but also a necessity. Driven from the Arabian schools, Arabic philosophy found a refuge with the Jews, to whom belongs the honor of having transmitted it to the Christian world. A series of eminent men—such as the Tibbons, Narboni, Gersonides—joined in translating the Arabic philosophical works into Hebrew and commenting upon them. The works of Ibn Roshd especially became the subject of their study, due in great measure to Maimonides, who, in a letter addressed to his pupil Joseph ben Judah, spoke in the highest terms of Ibn Roshd's commentary.",
            "score": 76.84848022460938
        },
        {
            "docid": "175040_40",
            "document": "Al-Farabi . The practical application of philosophy was a major concern expressed by al-Farabi in many of his works, and while the majority of his philosophical output has been influenced by Aristotelian thought, his practical philosophy was unmistakably based on that of Plato. In a similar manner to Plato's \"Republic\", al-Farabi emphasized that philosophy was both a theoretical and practical discipline; labeling those philosophers who do not apply their erudition to practical pursuits as \"futile philosophers\". The ideal society, he wrote, is one directed towards the realization of \"true happiness\" (which can be taken to mean philosophical enlightenment) and as such, the ideal philosopher must hone all the necessary arts of rhetoric and poetics to communicate abstract truths to the ordinary people, as well as having achieved enlightenment himself. Al-Farabi compared the philosopher's role in relation to society with a physician in relation to the body; the body's health is affected by the \"balance of its humours\" just as the city is determined by the moral habits of its people. The philosopher's duty, he wrote, was to establish a \"virtuous\" society by healing the souls of the people, establishing justice and guiding them towards \"true happiness\".",
            "score": 76.58221435546875
        },
        {
            "docid": "171171_40",
            "document": "Ancient Greek philosophy . During the Middle Ages, Greek ideas were largely forgotten in Western Europe due to the Migration Period, which resulted into decline in literacy. In the Byzantine Empire Greek ideas were preserved and studied, and not long after the first major expansion of Islam, however, the Abbasid caliphs authorized the gathering of Greek manuscripts and hired translators to increase their prestige. Islamic philosophers such as Al-Kindi (Alkindus), Al-Farabi (Alpharabius), Ibn Sina (Avicenna) and Ibn Rushd (Averroes) reinterpreted these works, and during the High Middle Ages Greek philosophy re-entered the West through translations from Arabic to Latin and also from the Byzantine Empire. The re-introduction of these philosophies, accompanied by the new Arabic commentaries, had a great influence on Medieval philosophers such as Thomas Aquinas. Although we are fortunate to have some figures who preserved these valuable texts, the general trend in Islam was to dispose of books that conflicted with the teachings of Mohammad. This can be seen in events such as the burning of the Al-hakam II library in Córdoba by Al-Mansur Ibn and Abi Aamir in 976.",
            "score": 76.32136535644531
        },
        {
            "docid": "175040_41",
            "document": "Al-Farabi . Of course, al-Farabi realized that such a society was rare and required a very specific set of historical circumstances to be realized, which means very few societies could ever attain this goal. He divided those \"vicious\" societies, which have fallen short of the ideal \"virtuous\" society, into three categories: ignorant, wicked and errant. \"Ignorant\" societies have, for whatever reason, failed to comprehend the purpose of human existence, and have supplanted the pursuit of happiness for another (inferior) goal, whether this be wealth, sensual gratification or power. Al-Farabi mentions \"weeds\" in the virtuous society: those people who try to undermine its progress towards the true human end. The best known Arabic source for al-Farabi's political philosophy is his work titled, \"al-Madina al-fadila\" (\"The Virtuous City\").",
            "score": 75.17522430419922
        },
        {
            "docid": "2829824_2",
            "document": "Al-Farabi Kazakh National University . Al-Farabi Kazakh National University (), also called KazGU or KazNU, is a university in Almaty, Kazakhstan. Named after the Eastern philosopher and scholar al-Farabi, it is one of the country's largest universities.",
            "score": 74.95718383789062
        },
        {
            "docid": "47836_21",
            "document": "Averroes . In his philosophical writings, Averroes attempted to return to Aristotelianism, which according to him had been distorted by the Neoplatonist tendencies of Muslim philosophers such as Al-Farabi and Avicenna. He rejected al-Farabi's attempt to merge the ideas of Plato and Aristotle's, pointing out the difference between the two, such as Aristotle's rejection of Plato's theory of ideas. He also criticized Al-Farabi's works on logic for misinterpreting its Aristotelian source. He wrote an extensive critique of Avicenna, who was the standard-bearer of Islamic Neoplatonism in the Middle Ages. He argued that Avicenna's theory of emanation had many fallacies and was not found in the works of Aristotle. Averroes disagreed with Avicenna's view that existence is merely an accident added to essence, arguing the reverse; something exists \"per se\" and essence can only be found by subsequent abstraction.. He also rejected Avicenna's modality and Avicenna's argument to prove the existence of God as the Necessary Existent.",
            "score": 74.80208587646484
        },
        {
            "docid": "10219069_11",
            "document": "Al-Masudi . Al-Mas‘udi was a pupil or junior colleague of a number of prominent intellectuals, including the philologists al-Zajjaj, ibn Duraid, Niftawayh and ibn Anbari. He was acquainted with famous poets, including Kashajim, whom he probably met in Aleppo. He was well read in philosophy, knowing the works of al-Kindi and al-Razi, the Aristotelian thought of al-Farabi and the Platonic writings. Al-Mas‘udi's extant writings do not confirm his meeting with his contemporaries al-Razi and al-Farabi, however such meetings were highly likely. He does record his meeting with al-Farabi's pupil Yahya ibn Adi, of whom he spoke highly.",
            "score": 74.41719818115234
        },
        {
            "docid": "175040_27",
            "document": "Al-Farabi . Al-Farabi as well as Ibn Sina and Averroes have been recognized as Peripatetics (\"al-Mashsha’iyu\"n) or rationalists (\"Estedlaliun\") among Muslims. However, he tried to gather the ideas of Plato and Aristotle in his book \"The gathering of the ideas of the two philosophers\".",
            "score": 74.32312774658203
        }
    ]
}