{
    "q": [
        {
            "docid": "24346064_20",
            "document": "Chopsticks . Native cuisine uses a fork and spoon, adopted from the West. Ethnic Chinese immigrants introduced the use of chopsticks for foods that require them. Restaurants serving other Asian cuisines that utilize chopsticks use the style of chopstick, if any, appropriate for that cuisine.",
            "score": 51.360968351364136
        },
        {
            "docid": "1738605_59",
            "document": "Culture of Asia . Traditionally, many Asians eat using their bare hand; this is a common practice in Central, South, and West Asia. However, western cutlery such as spoons and forks are currently being used increasingly and have also become widely available. With the advent of western cutlery, it may be viewed as rude in these nations to eat using the bare hands in some public places. In Indonesia and the Philippines, people usually use western cutlery such as the spoon, fork, and knife. While in China, Japan, Taiwan, Korea, and Vietnam, people usually use chopsticks to eat traditional food, but the shape of chopsticks are different in these countries. For example, Chinese chopsticks are long and square; Vietnamese chopsticks are long, being thick at one end and then gradually getting thinner at the other end, and are made of wood or bamboo; Japanese chopsticks are rounder, short, and spiral, having been designed to eat bony fish easily; Taiwanese chopsticks are made of materials such as bamboo, wood, and metal; Korean chopsticks are short, flat, and made of metal. It is said that wood is rarer than metal on the Korean Peninsula and that metal chopsticks can prevent poisoning. Fresh raw fish cuisines, such as sushi and sashimi are very popular in East Asia (especially Japan). These raw fish dishes were influenced by two major cultures: Chinese and Japanese.",
            "score": 42.39630937576294
        },
        {
            "docid": "616975_57",
            "document": "Asian black bear . Along with sun bears, Asiatic black bears are the most typically used species in areas where bears are either used in performances or as pets. Asian black bears have an outstanding learning ability in captivity, and are among the most common species used in circus acts. According to Gary Brown:",
            "score": 47.581695556640625
        },
        {
            "docid": "616975_3",
            "document": "Asian black bear . The species is morphologically very similar to some prehistoric bears, and is thought by some scientists to be the ancestor of other extant bear species (aside from pandas and spectacled bears). Though largely herbivorous, Asian black bears can be very aggressive toward humans, who frequently trap or kill them for traditional medicine.",
            "score": 36.18923497200012
        },
        {
            "docid": "27440536_3",
            "document": "Knife rest . Similar tools are the chopstick rest and spoon and chopstick rest used in Asian cuisine and the spoon rest.",
            "score": 44.53267002105713
        },
        {
            "docid": "616975_8",
            "document": "Asian black bear . On average, adult Asiatic black bears are slightly smaller than American black bears, though large males can exceed the size of several other bear species.",
            "score": 33.77266502380371
        },
        {
            "docid": "616975_7",
            "document": "Asian black bear . A black bear with broken hind legs can still climb effectively. In contrast to polar bears, Asiatic black bears have powerful upper bodies for climbing trees, and relatively weak hind legs which are shorter than those in brown bears and American black bears. They are the most bipedal of all bears, and have been known to walk upright for over a quarter mile. The heel pads on the forefeet are larger than those of most other bear species. Their claws, which are primarily used for climbing and digging, are slightly longer on the fore foot (30–45 mm) than the back (18–36 mm), and are larger and more hooked than those of the American black bear.",
            "score": 40.168896198272705
        },
        {
            "docid": "7350882_8",
            "document": "Onna Tachiguishi-Retsuden . The first print contains a pair of collector wooden chopsticks, as a reference to the one used by the female Fast Food Grifter in the movie. Customers ordering from the distributor's official online shop can get an extra pair of chopsticks. This limited edition uses the original movie's own colors blue/yellow, while the regular package is designed after the short, \"i.e.\" black/red.",
            "score": 40.453526735305786
        },
        {
            "docid": "616975_64",
            "document": "Asian black bear . Accounts on the quality of the black bear's fur vary. According to \"Natural History of the Mammalia of India and Ceylon\", \"Their skins are always poor and mangy, and generally so greasy that they are very difficult to keep until you can make them over to the dresser\", which is corroborated by \"The great and small game of India, Burma, and Tibet\", which states \"... the skins are never of any particular value, and in autumn, owing to the masses of yellow fat that are accumulated beneath them, are absolutely useless.\" The first part of volume II of \"Mammals of the Soviet Union\" on the other hand states that Asian black bears yield fur, meat and fat of greater quality than those of brown bears. In British India, grease was the only practical use for black bear carcasses. Bears living near villages were considered the most ideal, as they were almost invariably fatter than their forest dwelling counterparts.",
            "score": 40.21363162994385
        },
        {
            "docid": "399740_31",
            "document": "Sloth bear . In Rudyard Kipling's \"The Jungle Book\", Baloo \"the sleepy old brown bear\" teaches the Law of the Jungle to the wolf cubs of the Seeonee wolf pack, as well as to his most challenging pupil, the \"man-cub\" Mowgli. Robert Armitage Sterndale, from whom Kipling derived most of his knowledge of Indian fauna, used the Hindustani word \"bhalu\" for several bear species, though Daniel Karlin, who edited the Penguin Classics reissue of \"The Jungle Book\" in 1989, stated, with the exception of colour, Kipling's descriptions of Baloo are consistent with the sloth bear, as brown bears and Asian black bears do not occur in the Seoni area where the novel takes place. Also, the name \"sloth\" can be used in the context of sleepiness. Karlin states, however, that Baloo's diet of \".. only roots and nuts and honey\" is a trait more common to the Asian black bear than to the sloth bear.",
            "score": 38.101741313934326
        },
        {
            "docid": "27019_128",
            "document": "South Korea . Korea is unique among Asian countries in its use of metal chopsticks. Metal chopsticks have been discovered in Goguryeo archaeological sites.",
            "score": 41.561155557632446
        },
        {
            "docid": "411656_3",
            "document": "Baloo . He is described in Kipling's work as \"the sleepy brown bear\". Robert Armitage Sterndale, from whom Kipling derived most of his knowledge of Indian fauna, used the Hindi word \"\"Bhalu\"\" for several bear species, though Daniel Karlin, who edited the Penguin reissue of \"The Jungle Book\" in 1987, states that, with the exception of colour, Kipling's descriptions of Baloo are consistent with the sloth bear, as brown bears and Asian black bears do not occur in the Seoni area where the novel takes place. Also, the name \"sloth\" can be used in the context of sleepiness. Karlin states, however, that Baloo's diet of \"only roots and nuts and honey\" is a trait more common to the Asian black bear than to the sloth bear. Nevertheless, this may be single observation only; according to the dietary habits of sloth bears, while sloth bears prefer termites and ants (which is also described as Baloo's special treat in \"The Jungle Book\"), their main sources of food are honey and fruits most of the year.",
            "score": 41.71132004261017
        },
        {
            "docid": "616975_55",
            "document": "Asian black bear . In the remoter areas of Japan, black bears can be serious crop predators: black bears feed on cultivated bamboo shoots in spring, on plums, watermelons and corn in the summer, and on persimmons, sweet potatoes and rice in the autumn. Japanese black bears are estimated to damage 3,000 bee hives annually. When feeding on large crops such as watermelons or pumpkins, black bears will ignore the flesh, and eat the seeds, thus adversely affecting future harvests. Black bears can girdle and kill trees by stripping their bark for the sap. This can cause serious economic problems in Asia's valuable timber forests. In the late 1970s, 400-1,200 hectares of land had been affected by bears bark stripping Japanese conifers. There is evidence that 70-year-old conifers (commanding the highest market values) may also have been bark stripped.",
            "score": 34.222198247909546
        },
        {
            "docid": "16749_73",
            "document": "Korea . Korea is unique among Asian countries in its use of metal chopsticks. Metal chopsticks have been discovered in archaeological sites belonging to the ancient Korean kingdoms of Goguryeo, Baekje and Silla.",
            "score": 40.67680382728577
        },
        {
            "docid": "616975_14",
            "document": "Asian black bear . Asiatic black bears are diurnal, though they become nocturnal near human habitations. They may live in family groups consisting of two adults and two successive litters of young. They will walk in a procession of largest to smallest. They are good climbers of rocks and trees, and will climb to feed, rest, sun, elude enemies and hibernate. Some older bears may become too heavy to climb. Half of their life is spent in trees and they are one of the largest arboreal mammals. In the Ussuri territory, black bears can spend up to 15% of their time in trees. Asiatic black bears break branches and twigs to place under themselves when feeding on trees, thus causing many trees in their home ranges to have nest-like structures on their tops. Asiatic black bears will rest for short periods in nests on trees standing fifteen feet or higher. Asiatic black bears do not hibernate over most of their range. They may hibernate in their colder, northern ranges, though some bears will simply move to lower elevations. Nearly all pregnant sows hibernate. Black bears prepare their dens for hibernation in mid-October, and will sleep from November until March. Their dens can either be dug out hollow trees (sixty feet above ground), caves or holes in the ground, hollow logs, or steep, mountainous and sunny slopes. They may also den in abandoned brown bear dens. Asiatic black bears tend to den at lower elevations and on less steep slopes than brown bears. Female black bears emerge from dens later than do males, and female black bears with cubs emerge later than barren females. Asiatic black bears tend to be less mobile than brown bears. With sufficient food, Asian black bears can remain in an area of roughly 1–2 sq km, and sometimes even as little as 0.5–1 sq km.",
            "score": 35.680200695991516
        },
        {
            "docid": "616975_65",
            "document": "Asian black bear . Asiatic black bears have been hunted for their parts in China since the Stone Age. Bile is most appreciated as it supposedly cures many diseases, effectively treats the accumulation of blood below the skin, and counters toxic effects. Also, bear bone glue is used as a tonic, and bear fat is also used as a traditional medicine and a tonic. Black bear meat is also edible. Due to their many uses black bears are worth about 20–30 million dong (US$1,500–2,250) each in Vietnam.",
            "score": 40.925881147384644
        },
        {
            "docid": "616975_58",
            "document": "Asian black bear . Black bears are easily tamed, and can be fed with rice, maize, sweet potato, cassava, pumpkin, ripe fruit, animal fat and sweet foods. Keeping captive black bears is popular in China, especially due to the belief that milking the bear's gall bladder leads to quick prosperity. Bears are also popular as pets in Vietnam.",
            "score": 35.035234689712524
        },
        {
            "docid": "543466_30",
            "document": "Siberian tiger . Following a decrease of ungulate populations from 1944 to 1959, more than 32 cases of Amur tigers attacking both brown and Asian black bears were recorded in the Russian Far East, and hair of bears were found in several tiger scat samples. Tigers attack Asian black bears less often than brown bears, as latter live in more open habitat and are not able to climb trees. In the same time period, four cases of brown bears killing female and young tigers were reported, both in disputes over prey and in self-defense. Tigers can tackle bears larger than themselves, using an ambushing tactic and jumping onto the bear from an overhead position, grabbing it by the chin with one fore paw and by the throat with the other, and then killing it with a bite in the spinal column. Tigers mainly feed on the bear's fat deposits, such as the back, hams, and groin.",
            "score": 34.72776508331299
        },
        {
            "docid": "616975_6",
            "document": "Asian black bear . Although mostly herbivorous, the jaw structure of Asiatic black bears is not as specialized for plant eating as that of pandas: Asian black bears have much narrower zygomatic arches, and the weight ratio of the two pterygoid muscles is also much smaller in Asian black bears. The lateral slips of the temporal muscles are thicker and stronger in black bears.",
            "score": 38.96528625488281
        },
        {
            "docid": "24346064_8",
            "document": "Chopsticks . In Korean, 저 (箸, \"jeo\") is used in the compound \"jeotgarak\" (), which is composed of \"jeo\" \"chopsticks\" and \"garak\" \"stick\". \"Jeo\" cannot be used alone, but can be found in other compounds such as \"sujeo\" (), meaning \"spoon and chopsticks\".",
            "score": 38.173397064208984
        },
        {
            "docid": "3398337_21",
            "document": "East Asian cultural sphere . The cuisine of East Asia shares many of the same ingredients and techniques. Chopsticks are used as an eating utensil in all of the core East Asian countries. The use of soy sauce, a sauce made from fermenting soy beans, is also widespread in East Asia. Rice is a main staple food in all of East Asia and is a major focus of food security. In East Asian countries, the word, 'rice' can embody the meaning of food in general (simplified Chinese: ; traditional Chinese: ; pinyin: ).",
            "score": 36.198768854141235
        },
        {
            "docid": "24346064_29",
            "document": "Chopsticks . American manufacturers have begun exporting American-made chopsticks to China, using sweet gum and poplar wood as these materials do not need to be artificially lightened with chemicals or bleach, and have been seen as appealing to Chinese and other East Asian consumers.",
            "score": 42.15885329246521
        },
        {
            "docid": "399740_7",
            "document": "Sloth bear . Sloth bear fur is completely black (rusty for some specimens), save for a whitish Y- or V-shaped mark on the chest. This feature is sometimes absent, particularly in Sri Lankan specimens. This feature, which is also present in Asian black bears and sun bears, is thought to serve as a threat display, as all three species are sympatric with tigers. The coat is long, shaggy, and unkempt, despite the relatively warm environment in which the species is found, and is particularly heavy behind the neck and between the shoulders, forming a mane which can be long. The belly and underlegs can be almost bare. Sloth bears are usually about the same size as an Asian black bear but are immediately distinctive for their shaggier coat, whitish claws, as well as their typically rangier build. Their head and mouth is highly distinct from that of a black bear with a longer, narrower skull shape (particularly the snout), loose-looking, flappier lips and paler muzzle colour. In few areas of overlap, sloth bear confusion with sun bears is unlikely, given the latter species considerably smaller size, much shorter fur, wrinkled folding skin (especially around the back), bolder chest marking and drastically different, more compact head structure and appearance.",
            "score": 33.66993486881256
        },
        {
            "docid": "616975_42",
            "document": "Asian black bear . South Korea remains one of two countries to allow bear bile farming to continue legally. As reported in 2009, approximately 1,374 bears reside in an estimated 74 bear farms where they are kept for slaughter to fuel the demands of traditional Asian medicine. In sharp contrast, fewer than 20 bears can be found at Jirisan Restoration Center, located in Korea's Jirisan National Park.",
            "score": 31.419124603271484
        },
        {
            "docid": "616975_11",
            "document": "Asian black bear . Asiatic black bears are close relatives to American black bears, with which they share a European common ancestor; the two species are thought to have diverged 3 million years ago, though genetic evidence is inconclusive. Both American and Asiatic species are considered sister taxa and are more closely related to each other than other species of bear. The earliest American black bear fossils, which were located in Port Kennedy, Pennsylvania, greatly resemble the Asiatic species. The first mtDNA study undertaken on Asiatic black bears suggested that the species arose after the American black bears, while a second study could not statistically resolve the branching order of sloth bears and the two black species, suggesting that these three species underwent a rapid radiation event. A third study suggested that American black bears and Asiatic black bears diverged as sister taxa after the sloth bear lineage and before the sun bear lineage. Further investigations on the entire mitochondrial cytochrome b sequence indicate that the divergence of continental and Japanese black bear populations might have occurred when bears crossed the land bridge between the Korean peninsula and Japan 500,000 years ago, which is consistent with paleontological evidence.",
            "score": 44.28067874908447
        },
        {
            "docid": "616975_63",
            "document": "Asian black bear . Traditionally, the Atayal, Taroko, and Bunun tribes of Taiwan consider black bears to be almost human in their behaviours, and thus unjust killing of bears is equated with murder and will cause misfortunes such as disease, death, or crop failure. The Bunun people call black bears \"Aguman\" or \"Duman\" which means devil. Traditionally, a Bunun hunter who has accidentally trapped a bear has to build a cottage in the mountains and cremate the bear within it. The hunter must stay in the cottage alone, away from the village until the end of the millet harvest, as it is believed that the killing of a black bear will cause the millet crop to burn black. In the Tungpu area, black bears are considered animals of the \"third category\": animals with the most remote relationship to humans and whose activity is restricted outside human settlements. Therefore, when black bears encroach upon human settlements, they are considered ill omens. In this situation, the community can either destroy trespassing bears or settle somewhere else. The Rukai and Paiwan people are permitted to hunt black bears, though they believe that doing so will curse the hunters involved: Rukai people believe that hunting bears can result in disease. Children are forbidden from eating bear meat, which is itself not permitted to be taken within homes.",
            "score": 37.55942392349243
        },
        {
            "docid": "4402_68",
            "document": "Brown bear . Brown bears usually dominate other bear species in areas where they coexist. Due to their smaller size, American black bears are at a competitive disadvantage to brown bears in open, unforested areas. Although displacement of black bears by brown bears has been documented, actual interspecific killing of black bears by brown bears has only occasionally been reported. Confrontation is mostly avoided due to the black bear's diurnal habits and preference for heavily forested areas, as opposed to the brown bear's largely nocturnal habits and preference for open spaces. Where they do not live in close proximity to grizzly bears, and especially where found near human habitations, American black bears may become to a larger extent nocturnal. Brown bears may also kill Asian black bears, though the latter species probably largely avoids conflicts with the brown bear due to similar habits and habitat preferences to the American black species. Brown bears will eat the fruit dropped from trees by the Asian black bear, as they themselves are too large and cumbersome to climb. Improbably, in the Himalayas, brown bears are reportedly intimidated by Asian black bears in confrontations. However, the Himalayan black bears are reportedly more aggressive towards humans than the region's Himalayan brown bear, and the latter is one of the smaller types of brown bear, though still somewhat larger than the black bear. In Siberia, the opposite is true, and black bears are not known to attack people, but brown bears are. Both black bears seem to be most vulnerable to predatory attacks by brown bears when the latter species leaves hibernation sooner in early spring and ambushes the smaller ursids in their dens.",
            "score": 37.16215658187866
        },
        {
            "docid": "616975_1",
            "document": "Asian black bear . Asian black bear",
            "score": 35.68570947647095
        },
        {
            "docid": "616975_9",
            "document": "Asian black bear . The famed British sportsman known as the \"Old Shekarry\" wrote of how a black bear he shot in India probably weighed no less than based on how many people it took to lift its body. The largest Asiatic black bear on record allegedly weighed . Zoo-kept specimens can weigh up to . Although their senses are more acute than those of brown bears, their eyesight is poor, and their hearing range is moderate, the upper limit being 30 kHz.",
            "score": 30.761672973632812
        },
        {
            "docid": "48892760_17",
            "document": "Sangu Matamuhari . The wildlife sanctuary was once covered with luxuriant multi-storied evergreen forest. The Asian elephant herds used to roam in and around the sanctuary. However, due to settlement of refuge, the vegetation of these areas diminished and became uninhabitable for elephants, which now can be seen in Sangu Mouza only. Asian black bear is the most common bear species in the area but still low numbered. Second bear species of the area is Sun bear Other large mammal sambar deer are also been reported here but in lower numbers. Just recent camera trap project captured some clouded leopard photos. Endangered species great hornbill are still seen flying in the sanctuary. There are some spotted owlet as well.",
            "score": 33.12431740760803
        },
        {
            "docid": "29809971_2",
            "document": "Baluchistan black bear . The Baluchistan black bear (\"Ursus thibetanus gedrosianus\"), also called the Pakistan black bear is a subspecies of the Asian black bear occurring in the Baluchistan Mountains of southern Pakistan and Iran. It has an unusually thin coat for an Asian black bear, but this is because it is found in a warmer climate than most of the other subspecies, which are found in the much colder Himalayan Mountains. It is also more frugivorous than the other subspecies, and it loves to eat figs and bananas.",
            "score": 36.429771423339844
        },
        {
            "docid": "2681885_3",
            "document": "Ursid hybrid . A recent study found genetic evidence of multiple instances and species combinations where genetic material has passed the species boundary in bears (a process called introgression by geneticists). Specifically, species with evidence of past intermingling were (1) brown bear and American black bear, (2) brown bear and polar bear, (3) American black bear and Asian black bear, (4) bears currently distributed in Asia (sloth bear, sun bear and Asian black bear). Overall, this study shows that evolution in the bear family (Ursidae) has not been strictly bifurcating, but instead showed complex evolutionary relationships.",
            "score": 38.600404262542725
        }
    ],
    "r": [
        {
            "docid": "24346064_20",
            "document": "Chopsticks . Native cuisine uses a fork and spoon, adopted from the West. Ethnic Chinese immigrants introduced the use of chopsticks for foods that require them. Restaurants serving other Asian cuisines that utilize chopsticks use the style of chopstick, if any, appropriate for that cuisine.",
            "score": 51.36096954345703
        },
        {
            "docid": "616975_57",
            "document": "Asian black bear . Along with sun bears, Asiatic black bears are the most typically used species in areas where bears are either used in performances or as pets. Asian black bears have an outstanding learning ability in captivity, and are among the most common species used in circus acts. According to Gary Brown:",
            "score": 47.581695556640625
        },
        {
            "docid": "31212987_15",
            "document": "Fine motor skill . The National Center of Teaching and Learning illustrates the abilities that preschoolers should have improved through their fine motor skills in several domains. Children use their motor skills by sorting and manipulating geometric shapes, making patterns, and using measurement tools to build their math skills. By using writing tools and reading books, they build their language and literacy. Arts and crafts activities like cutting and gluing paper, finger painting, and dressing up develops their creativity. Parents can support this development by intervening when the child does not perform the fine motor activity correctly, making use of several senses in a learning activity, and offer activities that the child will be successful with.",
            "score": 46.50169372558594
        },
        {
            "docid": "19115227_2",
            "document": "Psychomotor learning . Psychomotor learning is the relationship between cognitive functions and physical movement. Psychomotor learning is demonstrated by physical skills such as movement, coordination, manipulation, dexterity, grace, strength, speed—actions which demonstrate the fine motor skills, such as use of precision instruments or tools.",
            "score": 45.734989166259766
        },
        {
            "docid": "232386_29",
            "document": "Motor skill . An evolutionary perspective is sometimes drawn upon to explain how gender differences in motor skills may have developed, although this approach is controversial. For instance, it has been suggested that men were the hunters and provided food for the family, while women stayed at home taking care of the children and doing domestic work. Some theories of human development suggest that men's tasks involved gross motor skill such as chasing after prey, throwing spears and fighting. Women, on the other hand, used their fine motor skills the most in order to handle domestic tools and accomplish other tasks that required fine motor control.",
            "score": 45.1320686340332
        },
        {
            "docid": "232386_20",
            "document": "Motor skill . Fine motor skill requires the use of smaller muscle groups to perform tasks that are precise in nature. Activities, like playing the piano and playing video games, are examples of using fine motor skills. Generally, there is a retention loss of fine motor skills over a period of non-use. Discrete tasks usually require more fine motor skill than gross motor skills. Fine motor skills can become impaired. Some reasons for impairment could be injury, illness, stroke, congenital deformities, cerebral palsy, and developmental disabilities. Problems with the brain, spinal cord, peripheral nerves, muscles, or joints can also have an effect on fine motor skills, and decrease control",
            "score": 44.80149459838867
        },
        {
            "docid": "27440536_3",
            "document": "Knife rest . Similar tools are the chopstick rest and spoon and chopstick rest used in Asian cuisine and the spoon rest.",
            "score": 44.53266906738281
        },
        {
            "docid": "616975_11",
            "document": "Asian black bear . Asiatic black bears are close relatives to American black bears, with which they share a European common ancestor; the two species are thought to have diverged 3 million years ago, though genetic evidence is inconclusive. Both American and Asiatic species are considered sister taxa and are more closely related to each other than other species of bear. The earliest American black bear fossils, which were located in Port Kennedy, Pennsylvania, greatly resemble the Asiatic species. The first mtDNA study undertaken on Asiatic black bears suggested that the species arose after the American black bears, while a second study could not statistically resolve the branching order of sloth bears and the two black species, suggesting that these three species underwent a rapid radiation event. A third study suggested that American black bears and Asiatic black bears diverged as sister taxa after the sloth bear lineage and before the sun bear lineage. Further investigations on the entire mitochondrial cytochrome b sequence indicate that the divergence of continental and Japanese black bear populations might have occurred when bears crossed the land bridge between the Korean peninsula and Japan 500,000 years ago, which is consistent with paleontological evidence.",
            "score": 44.28068161010742
        },
        {
            "docid": "20004766_9",
            "document": "Tangible symbol systems . Individuals who can benefit from using tangible symbols include those who may lack the skills to communicate using verbal speech or other various communication systems such as sign language. Users of tangible symbols may include individuals with cognitive disabilities (including developmental delay and intellectual disability), sensory and/or visual impairments (blindness and/or deafblindness), developmental disabilities (such as autism spectrum disorder), and orthopedic impairments. Rowland and Schweigert claim that tangible symbols do not require the use of high demands on the learner’s cognitive abilities, memory, visual perception, and motor abilities because they are: Furthermore, simple behavioral responses can be used with tangible items. For example, learners that are unable to speak can simply point, touch, pick up, or look (in cases of severe motoric impairment) at the object to answer a question or make a request. Finally, three-dimensional objects can be distinguished from one another using touch, and therefore they are suitable for people with visual impairments or blindness. A study by Rowland and Schweigert found individuals who were already able to communicate using gestures or vocalizations more readily learned to use tangible symbols than those who did not have intentional pre-symbolic communication skills.",
            "score": 44.20256423950195
        },
        {
            "docid": "31212987_20",
            "document": "Fine motor skill . Fine motor skills can be assessed with standardized and non-standardized tests in children and adults. Fine-motor assessments can include force matching tasks. Humans exhibit a high degree of accuracy in force matching tasks where an individual is instructed to match a reference force applied to a finger with the same or different finger. Humans also exhibit a high degree of accuracy during grip force matching tasks. These aspects of manual dexterity are apparent in the ability of humans to effectively use tools, and perform challenging manipulation tasks such as handling unstable objects. Other assessments include but are not limited to PDMS \"The Peabody Developmental Scales\". PDMS is an evaluation done for children from birth till the age seven that examines the child's ability to grasp a variety of objects, the development of eye-hand coordination, and the child's overall finger dexterity. Similar to PDMS, Visual-motor integration assessment, VMI-R, is an assessment that examines the visual motor integration system which demonstrates and points out possible learning disabilities that are often related to delays in visual perception and fine-motor skills such as poor hand-eye coordination. Because additionally advancements in mathematics and language skills are directly corollated to the development of the fine motor system, it is essential that children acquire the fine motor skills that are needed to interact with the environment at an early stage. Examples of tests include:",
            "score": 43.41763687133789
        },
        {
            "docid": "232386_5",
            "document": "Motor skill . In the childhood stages of development, gender differences can greatly influence motor skill. In the article \"An Investigation of Age and Gender Differences in Preschool Children's Specific Motor Skills\", girls scored significantly higher than boys on visual motor and graphomotor tasks. However, boys were seen to be more proficient in the balance task. The results from this study suggest that girls attain manual dexterity earlier than boys (Junaid & Fellowes, 2006). Variability of results in the tests can be attributed towards the multiplicity of different assessment tools used (Piek et al. 2012). Furthermore, gender differences in motor skills are seen to be affected by environmental factors. In essence, \"parents and teachers often encourage girls to engage in quite activities requiring fine motor skills, while they promote boys' participation in dynamic movement actions\" (Vlachos, Papadimitriou, & Bonoti, 2014). In the journal article Gender Differences in Motor Skill Proficiency From Childhood to Adolescence by Lisa Barrett, the evidence for motor skill based on gender is apparent. In general, boys are more skillful in object control and object manipulation skills. These tasks include throwing, kicking, and catching skills. These skills were tested and concluded that boys perform better with these tasks. There was no evidence for the difference in locomotor skill between the genders, but both are improved in the intervention of physical activity. Overall, the predominance of development on balance skills (gross motor) in boys and manual skills (fine motor) in girls (Vlachos, Papadimitriou, & Bonoti, 2014). Components of Development: Growth: Increase in the size of the body or its parts as the individual progresses toward maturity, Quantitative structural changes Maturation: Refers to qualitative changes that enable one to progress to higher levels of functioning; It is primarily innate Experience/Learning: Refers to factors within the environment that may alter or modify the appearance of various developmental characteristics through the process of learning Adaptation: Refers to the complex interplay or interaction between forces within the individual (nature) and the environment (nurture)",
            "score": 43.15190887451172
        },
        {
            "docid": "53687225_17",
            "document": "Kindergarten readiness . Upon entering kindergarten most children should have passed certain developmental milestones in their motor and sensory development. Fine motor development, which involves manipulating small objects and forming pencil grips are necessary for the development of other academic skills. For example, by age five, children usually possess the fine motor skills to allow them to print some letters, draw a person with a head, a body, legs, and arms, as well as other shapes, such as triangles, squares, and circles. Similarly, they can also manipulate scissors to cut a straight line, use a fork and knife effectively, and tie their shoelaces. Fine motor skills upon entering kindergarten are associated with academic performance in reading and writing in later grades (QLSCD 1998-2010), as well as academic achievement in mathematics. ",
            "score": 42.7196044921875
        },
        {
            "docid": "530708_20",
            "document": "Muscle memory . Fine motor skills are often discussed in terms of transitive movements, which are those done when using tools (which could be as simple as a tooth brush or pencil). Transitive movements have representations that become programmed to the premotor cortex, creating motor programs that result in the activation of the motor cortex and therefore the motor movements. In a study testing the motor memory of patterned finger movements (a fine motor skill) it was found that retention of certain skills is susceptible to disruption if another task interferes with one's motor memory. However, such susceptibility can be reduced with time. For example, if a finger pattern is learned and another finger pattern is learned six hours later, the first pattern will still be remembered. But attempting to learn two such patterns one immediately after the other could cause the first one to be forgotten. Furthermore, the heavy use of computers by recent generations has had both positive and negative effects. One of the main positive effects is an enhancement of children's fine motor skills. Repetitive behaviors, such as typing on a computer from a young age, can enhance such abilities. Therefore, children who learn to use computer keyboards at an early age could benefit from the early muscle memories.",
            "score": 42.567230224609375
        },
        {
            "docid": "1738605_59",
            "document": "Culture of Asia . Traditionally, many Asians eat using their bare hand; this is a common practice in Central, South, and West Asia. However, western cutlery such as spoons and forks are currently being used increasingly and have also become widely available. With the advent of western cutlery, it may be viewed as rude in these nations to eat using the bare hands in some public places. In Indonesia and the Philippines, people usually use western cutlery such as the spoon, fork, and knife. While in China, Japan, Taiwan, Korea, and Vietnam, people usually use chopsticks to eat traditional food, but the shape of chopsticks are different in these countries. For example, Chinese chopsticks are long and square; Vietnamese chopsticks are long, being thick at one end and then gradually getting thinner at the other end, and are made of wood or bamboo; Japanese chopsticks are rounder, short, and spiral, having been designed to eat bony fish easily; Taiwanese chopsticks are made of materials such as bamboo, wood, and metal; Korean chopsticks are short, flat, and made of metal. It is said that wood is rarer than metal on the Korean Peninsula and that metal chopsticks can prevent poisoning. Fresh raw fish cuisines, such as sushi and sashimi are very popular in East Asia (especially Japan). These raw fish dishes were influenced by two major cultures: Chinese and Japanese.",
            "score": 42.39630889892578
        },
        {
            "docid": "24346064_29",
            "document": "Chopsticks . American manufacturers have begun exporting American-made chopsticks to China, using sweet gum and poplar wood as these materials do not need to be artificially lightened with chemicals or bleach, and have been seen as appealing to Chinese and other East Asian consumers.",
            "score": 42.15885543823242
        },
        {
            "docid": "1247250_11",
            "document": "Childhood development of fine motor skills . Children’s drawings also develop as a child ages and refines their fine motor skills. This has been widely studied, especially by Rhoda Kellogg (1898–1987), following children from 2 years to 8 years of age. Her research has found that the artistic gestures of children evolve from basic scribbles to consistent symbols. The first symbols that are formed by children are the circle, the upright cross, the diagonal cross, the rectangle, and other common forms. When the child is 3 years old, they begin to form face shapes and by age 4, humans. At 4 to 5 years old, the child draws a human form with arms and legs, and eventually the child adds a trunk and clothes. Children then evolve to include other pictorials in their art, such as houses, animals and boats, by the age of 5. Toys that require a child to manipulate it with their fingers and hands can be categorized as a manipulative. Manipulatives involve coordinating the eye to what the hands are needed to do. They stimulate fine motor development because they require controlled use of hand and finger muscles. Some manipulative toys, such as puzzles, are self-correcting, fitting together in only one specific way. These types of toys only fit together one way and allow children to work until they achieve success. Play dough is a manipulative that can help strengthen a child's fine motor skills. Dough can be rolled into balls, tooth picks can be used to create designs in the dough, and plastic knives can be used to cut the dough (with supervision).",
            "score": 41.92401123046875
        },
        {
            "docid": "37198050_8",
            "document": "Body part as an object . Tool-use is the manipulation, or use, of an object using the hands. It is one of the many skills that separate humans from animals. There are two factors used to explain tool-use in humans. First of all, part of tool-use knowledge is physical, meaning that it involves the actual manipulation of an object. The other type of knowledge is conceptual: using the physical (or active) knowledge of tool-use to add to the mental representation of the tool. Action schemas explain how we develop motor skills and performance of many complex motor-activities. Essentially, the more an object is manipulated and used, a greater schema is developed in the brain. Therefore, increased object use gives us a greater understanding of the object, which then facilitates our understanding of the object independent of its context. The strength of an action schema is significant in studying apraxia and BPO pantomimes, because there appears to be a disruption in the context of an object: an individual may understand the function of an object, but experiences difficulty using the object out of its context, or when it is not physically present.",
            "score": 41.749916076660156
        },
        {
            "docid": "411656_3",
            "document": "Baloo . He is described in Kipling's work as \"the sleepy brown bear\". Robert Armitage Sterndale, from whom Kipling derived most of his knowledge of Indian fauna, used the Hindi word \"\"Bhalu\"\" for several bear species, though Daniel Karlin, who edited the Penguin reissue of \"The Jungle Book\" in 1987, states that, with the exception of colour, Kipling's descriptions of Baloo are consistent with the sloth bear, as brown bears and Asian black bears do not occur in the Seoni area where the novel takes place. Also, the name \"sloth\" can be used in the context of sleepiness. Karlin states, however, that Baloo's diet of \"only roots and nuts and honey\" is a trait more common to the Asian black bear than to the sloth bear. Nevertheless, this may be single observation only; according to the dietary habits of sloth bears, while sloth bears prefer termites and ants (which is also described as Baloo's special treat in \"The Jungle Book\"), their main sources of food are honey and fruits most of the year.",
            "score": 41.71131896972656
        },
        {
            "docid": "27019_128",
            "document": "South Korea . Korea is unique among Asian countries in its use of metal chopsticks. Metal chopsticks have been discovered in Goguryeo archaeological sites.",
            "score": 41.5611572265625
        },
        {
            "docid": "2783568_7",
            "document": "Cephalopod intelligence . Dexterity, an ability essential for tool use and manipulation, is also found in cephalopods. The highly sensitive suction cups and prehensile arms of octopuses, squid, and cuttlefish allow them to hold and manipulate objects. However, unlike vertebrates, the motor skills of octopuses do not seem to depend upon mapping their body within their brains, as the ability to organize complex movements is not thought to be linked to particular arms.",
            "score": 41.502986907958984
        },
        {
            "docid": "1247250_13",
            "document": "Childhood development of fine motor skills . Other ways to assist children with their fine motor development are to use modified tools to assist them. For young children, using crayons is often difficult at first due to their small size, so it is important to provide children with a tool that they are able to manipulate. There have been crayons created that are a tetrahedral shape, so that the children are able to grab the crayon in any position. The use of these crayons allows for a child to create a more precise picture because of the control they have and this also helps the child to pursue such personal expression, since they are not being frustrated by not being able to use the tools. Children, when they are learning to print, also experience some frustrations. A way to assist a child who is having difficulties with this is to provide them with a Primer pencil (which is thicker around) or to modify a pencil by adding to its circumference (either by a formed grip or by adding tape). For a child who is having difficulties with their fine motor skills, offering tools such as larger pencils and modified pencils will help the child develop a better grasp of this tool and eventually moving to smaller, regular size pencils. This will help with their self-esteem, providing them with a sense of accomplishment in writing tasks.",
            "score": 41.46355438232422
        },
        {
            "docid": "1965957_31",
            "document": "Etiquette in Japan . Chopsticks have been used in Japan since the Nara period (710-794). There are many traditions and unwritten rules surrounding the use of . For example, it is considered particularly taboo to pass food from chopsticks to chopsticks, as this is how bones are handled by the family of the deceased after a cremation. If one must pass food to someone else during a meal (a questionable practice in public), one should pick up the food with one's own chopsticks, reversing the chopsticks to use the end which were not in direct contact with the handlers mouth, and place it on a small plate, allowing the recipient to retrieve it (with the recipient's own chopsticks). If no other utensils are available while sharing plates of food, the ends of the chopsticks are used to retrieve the shared food. Mismatched chopsticks are not to be used. Standing chopsticks vertically in a bowl of rice is to be avoided, as it recalls burning incense sticks standing up in sand, typically at funerals; the act of stabbing the chopsticks into the food resembles an action devout Buddhists perform when offering ceremonial food to their ancestors at the household shrine. Placing chopsticks so that they point at someone else is considered a symbolic threat.",
            "score": 41.08157730102539
        },
        {
            "docid": "616975_65",
            "document": "Asian black bear . Asiatic black bears have been hunted for their parts in China since the Stone Age. Bile is most appreciated as it supposedly cures many diseases, effectively treats the accumulation of blood below the skin, and counters toxic effects. Also, bear bone glue is used as a tonic, and bear fat is also used as a traditional medicine and a tonic. Black bear meat is also edible. Due to their many uses black bears are worth about 20–30 million dong (US$1,500–2,250) each in Vietnam.",
            "score": 40.925880432128906
        },
        {
            "docid": "16749_73",
            "document": "Korea . Korea is unique among Asian countries in its use of metal chopsticks. Metal chopsticks have been discovered in archaeological sites belonging to the ancient Korean kingdoms of Goguryeo, Baekje and Silla.",
            "score": 40.67680358886719
        },
        {
            "docid": "1247250_4",
            "document": "Childhood development of fine motor skills . The abilities which involve the use of hands develop over time, starting with primitive gestures such as grabbing at objects to more precise activities that involve precise eye–hand coordination. Fine motor skills are skills that involve a refined use of the small muscles controlling the hand, fingers, and thumb. The development of these skills allows one to be able to complete tasks such as writing, drawing, and buttoning. When the child enters middle childhood they make great progress in their artistic abilities. They begin to express themselves through drawing, sculpting, and clay modeling.",
            "score": 40.53072738647461
        },
        {
            "docid": "7350882_8",
            "document": "Onna Tachiguishi-Retsuden . The first print contains a pair of collector wooden chopsticks, as a reference to the one used by the female Fast Food Grifter in the movie. Customers ordering from the distributor's official online shop can get an extra pair of chopsticks. This limited edition uses the original movie's own colors blue/yellow, while the regular package is designed after the short, \"i.e.\" black/red.",
            "score": 40.45352554321289
        },
        {
            "docid": "7786114_6",
            "document": "Brain types . Niednagel divides the types into four basic motor skill groupings using his own terminology (originally derived from Jung/Myers) which he believes is more precise: EA, EI, CA, and CI. EA, or 'Empirical-Animate' types (FEAL, FEAR, BEAL, BEAR), are said to excel in the region of the brain responsible for gross motor skills. EI, or 'Empirical-Inanimate' types (FEIL, FEIR, BEIL, BEIR) are thought to possess the best fine motor skills of the four groups. CA, or 'Conceptual-Animate' types (FCAL, FCAR, BCAL, BCAR), excel in the auditory cortex, which is responsible for controlling the mouth and various hearing/language skills. CI, or 'Conceptual-Inanimate' types (FCIL, FCIR, BCIL, BCIR), are believed to excel in the cerebral cortex, where abstract levels of reasoning occur, along with the diaphragm region, responsible for voice production and breathing.",
            "score": 40.376705169677734
        },
        {
            "docid": "616975_64",
            "document": "Asian black bear . Accounts on the quality of the black bear's fur vary. According to \"Natural History of the Mammalia of India and Ceylon\", \"Their skins are always poor and mangy, and generally so greasy that they are very difficult to keep until you can make them over to the dresser\", which is corroborated by \"The great and small game of India, Burma, and Tibet\", which states \"... the skins are never of any particular value, and in autumn, owing to the masses of yellow fat that are accumulated beneath them, are absolutely useless.\" The first part of volume II of \"Mammals of the Soviet Union\" on the other hand states that Asian black bears yield fur, meat and fat of greater quality than those of brown bears. In British India, grease was the only practical use for black bear carcasses. Bears living near villages were considered the most ideal, as they were almost invariably fatter than their forest dwelling counterparts.",
            "score": 40.21363067626953
        },
        {
            "docid": "616975_7",
            "document": "Asian black bear . A black bear with broken hind legs can still climb effectively. In contrast to polar bears, Asiatic black bears have powerful upper bodies for climbing trees, and relatively weak hind legs which are shorter than those in brown bears and American black bears. They are the most bipedal of all bears, and have been known to walk upright for over a quarter mile. The heel pads on the forefeet are larger than those of most other bear species. Their claws, which are primarily used for climbing and digging, are slightly longer on the fore foot (30–45 mm) than the back (18–36 mm), and are larger and more hooked than those of the American black bear.",
            "score": 40.16889572143555
        },
        {
            "docid": "20155772_3",
            "document": "Panda Bear, Panda Bear, What Do You See? . Various endangered animals answer the question \"What do you see?\" and the answers are what animal they see. The text is in rhyme. The list of animals includes a panda bear, a bald eagle, a water buffalo, a spider monkey, a green sea turtle, a macaroni penguin, a sea lion, a red wolf, a whooping crane and a black panther. The last iteration is a dreaming child who sees all the animals \"wild and free\".",
            "score": 39.880653381347656
        },
        {
            "docid": "3893619_5",
            "document": "Bear-resistant food storage container . The lid of a canister is usually recessed in order to prevent it being pried off, and tool use, or at least an advanced degree of motor skills, is required to remove it. Some bear canisters contain gaskets that block the scent from escaping the container.",
            "score": 39.33335494995117
        },
        {
            "docid": "47455744_4",
            "document": "Cozy Bear . The CozyDuke malware utilises a backdoor and a dropper. The malware exfiltrates data to a command and control server. Attackers may tailor the malware to the environment. The backdoor components of Cozy Bear's malware are updated over time with modifications to cryptography, trojan functionality, and anti-detection. The speed at which Cozy Bear develops and deploys its components is reminiscent of the toolset of Fancy Bear, which also uses the tools CHOPSTICK and CORESHELL.",
            "score": 39.05368423461914
        }
    ]
}