{
    "q": [
        {
            "docid": "622572_47",
            "document": "Collegiate wrestling . These lesions are all Type one infections also known specifically as Herpes simplex, Herpes Zoster, and Herpes Gladiatorial are all types of herpes that are common in skin to skin contact sports. Type two herpes is known as herpes on the genitals which is spread through sexual contact. These lesions come from skin to skin contact or body secretions. The skin starts to develop blisters which can happen anywhere on the body. To return to any activity one must be cleared by a doctor. Herpes Simplex is the virus that causes cold sores this virus can be spread by oral seceretions and can also cause Herpes Gladiatorial. Once a person becomes infected the virus stays in the body forever and can reactivate itself anytime causing cold sores. Herpes Gladiatorial is a skin infection. it comes from the Herpes Simplex virus which is causes the same lesion one has when they have a cold sore. This form of herpes is on the skin and can be spread through contact with others or sharing beverages with someone who is infected or using anything that they may have contaminated. This virus remains in your system and can reactivate itself at any time causing lesions to appear. Herpes Zoster is the virus which causes shingles and chicken pox. Once one has had the chicken pox they carry the virus forever. Once one has chicken pox the virus is inactive but, if it becomes active again they get the shingles.",
            "score": 21.624372482299805
        },
        {
            "docid": "4774419_32",
            "document": "Herpes simplex virus . Herpes simplex virus is likely the most common cause of Mollaret's meningitis, and, in worst case scenarios, can lead to a potentially fatal case of herpes simplex encephalitis.",
            "score": 23.909005641937256
        },
        {
            "docid": "3783315_5",
            "document": "Virus latency . One example is herpes virus family, \"Herpesviridae\", all of which establish latent infection. Herpes virus include chicken-pox virus and herpes simplex viruses (HSV-1, HSV-2), all of which establish episomal latency in neurons and leave linear genetic material floating in the cytoplasm. The \"Gammaherpesvirinae\" subfamily is associated with episomal latency established in cells of the immune system, such as B-cells in the case of Epstein-Barr virus. Epstein-Barr virus lytic reactivation (which can be due to chemotherapy or radiation) can result in genome instability and cancer. In the case of herpes simplex (HSV), the virus has been shown to fuse with DNA in neurons, such as nerve ganglia or brain cells, and HSV reactivates upon even minor chromatin loosening with stress, although the chromatin compacts (becomes latent) upon oxygen and nutrient deprivation.",
            "score": 23.165099620819092
        },
        {
            "docid": "35349626_19",
            "document": "Herpes simplex research . Scientists from Northwestern University, University of Nebraska-Lincoln and Tufts University have established a R2 HSV mutant, which can successfully infect epithelial cells, but the virus fails to infect neurons. Future research will focus on further developing the R2 mutant as a master herpes virus vaccine.",
            "score": 19.40413761138916
        },
        {
            "docid": "46416697_10",
            "document": "Gabriella Campadelli-Fiume . Preclinical therapy of disseminated HER-2+ ovarian and breast carcinomas with a HER-2-retargeted oncolytic herpesvirus Herpes Simplex Virus Glycoproteins gH/gL and gB Bind Toll-Like Receptor 2, and Soluble gH/gL Is Sufficient To Activate NF-κB  AlphaV-beta3-Integrin Relocalizes nectin1 and Routes Herpes Simplex Virus to Lipid Rafts Herpes Simplex Virus gD Forms Distinct Complexes with Fusion Executors gB and gH/gL in Part through the C-terminal Profusion Domain Construction of a Fully Retargeted Herpes Simplex Virus 1 Recombinant Capable of Entering Cells Solely via Human Epidermal Growth Factor Receptor 2 Herpes Simplex Virus gD Forms Distinct Complexes with Fusion Executors gB and gH/gL in Part through the C-terminal Profusion Domain Intracellular Trafficking and Maturation of Herpes Simplex Virus Type 1 gB and Virus Egress Require Functional Biogenesis of Multivesicular Bodies A Herpes Simplex Virus Recombinant That Exhibits a Single-Chain Antibody to HER2/neu Enters Cells through the Mammary Tumor Receptor, Independently of the gD Receptors Heptad Repeat 2 in Herpes Simplex Virus 1 gH Interacts with Heptad Repeat 1 and Is Critical for Virus Entry and Fusion Hydrophobic α-Helices 1 and 2 of Herpes Simplex Virus gH Interact with Lipids, and Their Mimetic Peptides Enhance Virus Infection and Fusion The Egress of Herpesviruses from Cells: the Unanswered Questions The Ectodomain of Herpes Simplex Virus Glycoprotein H Contains a Membrane α-Helix with Attributes of an Internal Fusion Peptide, Positionally Conserved in the Herpesviridae Family Coexpression of UL20p and gK Inhibits Cell-Cell Fusion Mediated by Herpes Simplex Virus Glycoproteins gD, gH-gL, and Wild-Type gB or an Endocytosis-Defective gB Mutant and Downmodulates Their Cell Surface Expression Entry of Herpes Simplex Virus Mediated by Chimeric Forms of Nectin1 Retargeted to Endosomes or to Lipid Rafts Occurs through Acidic Endosomes The Herpes Simplex Virus JMP Mutant Enters Receptor-Negative J Cells through a Novel Pathway Independent of the Known Receptors nectin1, HveA, and nectin2",
            "score": 22.015830993652344
        },
        {
            "docid": "8292334_3",
            "document": "Herpes B virus . In the natural host, the virus exhibits pathogenesis similar to that of herpes simplex virus (HSV) in humans. Conversely, when humans are zoonotically infected with B virus, patients can present with severe central nervous system disease, resulting in permanent neurological dysfunction or death. Severity of the disease increases for untreated patients, with a case fatality rate of approximately 80%. Early diagnosis and subsequent treatment are crucial to human survival of the infection.",
            "score": 50.816728830337524
        },
        {
            "docid": "33158058_6",
            "document": "NIAID ChemDB . SIV FIV  Human Cytomegalovirus (HCMV) Epstein-Barr virus Herpes simplex virus 1 Herpes simplex virus 2 Kaposi sarcoma virus Hepatitis A virus Hepatitis B virus Hepatitis C virus \"Mycobacterium spp.\" \"Pneumocystis carinni\" \"Cryptococcus spp.\" \"Candida spp.\" \"Aspergillus spp.\" Microsporidia \"Toxoplasma gondii\" \"Cryptosporidium parvum\" \"Leishmania spp.\" \"Plasmodium spp.\"",
            "score": 21.58414077758789
        },
        {
            "docid": "18653440_5",
            "document": "Mollaret's meningitis . While herpes simplex and varicella can cause rash, Mollaret's patients may or may not have a rash. Herpes simplex virus is likely the most common cause of Mollaret's meningitis.",
            "score": 38.05925941467285
        },
        {
            "docid": "4273427_4",
            "document": "Famciclovir . Famciclovir is indicated for the treatment of herpes zoster (shingles), treatment of herpes simplex virus 2 (genital herpes), herpes labialis (cold sores) in immunocompetent patients and for the suppression of recurring episodes of herpes simplex virus 2. It is also indicated for treatment of recurrent episodes of herpes simplex in HIV patients.",
            "score": 54.13413047790527
        },
        {
            "docid": "4774419_23",
            "document": "Herpes simplex virus . Herpes simplex 2 genomes can be divided into two groups: one is globally distributed and the other is mostly limited to sub Saharan Africa. The globably distributed genotype has undergone an ancient recombination with herpes simplex 1.",
            "score": 19.220303535461426
        },
        {
            "docid": "4774419_3",
            "document": "Herpes simplex virus . In simple terms, herpes simplex 1 is most commonly known as a \"cold sore\", while herpes simplex 2 is the one known by the public as \"herpes\", or \"genital herpes\". According to the World Health Organization 67% of the world population under the age of 50 have HSV-1.",
            "score": 22.24808382987976
        },
        {
            "docid": "337196_24",
            "document": "Neuroanatomy . Certain viruses can replicate in brain cells and cross synapses. So, viruses modified to express markers (such as fluorescent proteins) can be used to trace connectivity between brain regions across multiple synapses. Two tracer viruses which replicate and spread transneuronal/transsynaptic are the Herpes simplex virus type1 (HSV) and the Rhabdoviruses. Herpes simplex virus was used to trace the connections between the brain and the stomach, in order to examine the brain areas involved in viscero-sensory processing. Another study injected herpes simplex virus into the eye, thus allowing the visualization of the optical pathway from the retina into the visual system. An example of a tracer virus which replicates from the synapse to the soma is the pseudorabies virus. By using pseudorabies viruses with different fluorescent reporters, dual infection models can parse complex synaptic architecture.",
            "score": 20.369802236557007
        },
        {
            "docid": "4774419_22",
            "document": "Herpes simplex virus . The herpes simplex 1 genomes can be classified into six clades. Four of these occur in East Africa, one in East Asia and one in Europe and North America. This suggests that the virus may have originated in East Africa. The most recent common ancestor of the Eurasian strains appears to have evolved ~60,000 years ago. The East Asian HSV-1 isolates have an unusual pattern that is currently best explained by the two waves of migration responsible for the peopling of Japan.",
            "score": 17.355976104736328
        },
        {
            "docid": "23270978_2",
            "document": "Epidemiology of herpes simplex . The epidemiology of herpes simplex is of substantial epidemiologic and public health interest. Worldwide, the rate of infection with herpes simplex virus—counting both HSV-1 and HSV-2—is around 90%. Although many people infected with HSV develop labial or genital lesions (herpes simplex), the majority are either undiagnosed or display no physical symptoms—individuals with no symptoms are described as asymptomatic or as having subclinical herpes.",
            "score": 21.972755908966064
        },
        {
            "docid": "4774419_2",
            "document": "Herpes simplex virus . Herpes simplex virus 1 and 2 (HSV-1 and HSV-2), also known as human herpesvirus 1 and 2 (HHV-1 and HHV-2), are two members of the herpesvirus family, Herpesviridae, that infect humans. Both HSV-1 (which produces most cold sores) and HSV-2 (which produces most genital herpes) are ubiquitous and contagious. They can be spread when an infected person is producing and shedding the virus.",
            "score": 18.94676113128662
        },
        {
            "docid": "4774419_1",
            "document": "Herpes simplex virus . Herpes simplex virus",
            "score": 20.555828094482422
        },
        {
            "docid": "10473109_4",
            "document": "Resistance mutation . Resistance mutations are found and become problematic in many viruses other than HIV. Notable examples of such viruses include the herpes simplex virus and hepatitis B virus. In the herpes virus, drugs mainly target the viral DNA polymerase. As a result, mutations in the viral DNA polymerase that make it resistant to these drugs are selected for, which ultimately can cause complete resistance of the treatment. In hepatitis B, nucleoside and nucleotide analogs are used to cause early termination of viral transcription. Mutations in viral reverse transcriptase can cause the enzyme to not incorporate these nonfunctional analogs, in favor for their natural counterparts. If this mutation occurs, transcription will not be halted, and viral proteins can be created.",
            "score": 23.12963104248047
        },
        {
            "docid": "45498297_2",
            "document": "A. Oveta Fuller . A. Oveta Fuller is an Associate Professor of Microbiology at University of Michigan Medical School and specializes in research of the Herpes simplex virus as well as HIV/AIDS. She and her research team discovered a B5 receptor, advancing the understanding of the Herpes simplex virus and the cells it attacks. In 2014, she was named Associate Director of the University of Michigan African Studies Center.",
            "score": 20.393439292907715
        },
        {
            "docid": "443800_16",
            "document": "Shingles . If the rash has appeared, identifying this disease (making a differential diagnosis) requires only a visual examination, since very few diseases produce a rash in a dermatomal pattern (see map). However, herpes simplex virus (HSV) can occasionally produce a rash in such a pattern (zosteriform herpes simplex). The Tzanck smear is helpful for diagnosing acute infection with a herpes virus, but does not distinguish between HSV and VZV.",
            "score": 18.647523403167725
        },
        {
            "docid": "14164045_1",
            "document": "Herpes simplex virus protein vmw65 . Herpes simplex virus protein vmw65",
            "score": 20.25705051422119
        },
        {
            "docid": "18653440_7",
            "document": "Mollaret's meningitis . Cases of Mollaret's resulting from varicella zoster virus infection, diagnosed by polymerase chain reaction (PCR), have been documented. In these cases, PCR for herpes simplex was negative. Some patients also report frequent shingles outbreaks. Varicella zoster virus, which causes chickenpox and shingles is part of the herpes family, and is sometimes called \"herpes zoster virus\". CNS epidermoid cysts can give rise to Mollaret's meningitis especially with surgical manipulation of cyst contents.",
            "score": 37.0709342956543
        },
        {
            "docid": "20766783_5",
            "document": "Skin infections and wrestling . The herpes simplex virus comes in two different strains, though only one is spread among wrestlers. Type 1 (HSV-1) can be transmitted through contact with an infected individual, and usually associated with sores on the lips, mouth, and face. HSV-1 can also cause infection of the eye, or even infection of the lining of the brain, known as meningoencephalitis. The lesions will heal on their own in 7 to 10 days, unless the infected individual has a condition that weakens the immune system. Once an infection occurs, the virus will spread to nerve cells, where it remains for the rest of the person’s life. Occasionally, the virus will suddenly display recurring symptoms, or flares. There is no complete treatment for Herpes Simplex 1 but there is prescription medication to help ease and relieve the symptoms of the virus. Antiviral oral medication and topic medication can be prescribed to relieve the pain and soreness of the herpes virus.",
            "score": 24.366365909576416
        },
        {
            "docid": "2522115_4",
            "document": "Cytomegalovirus retinitis . Cytomegalovirus (a type of herpes virus) is what causes cytomegalovirus retinitis. Other types of herpes viruses include herpes simplex viruses and Epstein-Barr virus. Once an individual is infected with these viruses they stay in the body for life. What triggers the virus to reactivate are the following (though CMV can also be congenital).",
            "score": 18.250935077667236
        },
        {
            "docid": "21754540_2",
            "document": "Herpes labialis . Herpes labialis, also known as cold sores, is a type of infection by the herpes simplex virus that affects primarily the lip. Symptoms typically include a burning pain followed by small blisters or sores. The first attack may also be accompanied by fever, sore throat, and enlarged lymph nodes. The rash usually heals within 10 days, but the virus remains dormant in the facial nerve. The virus may periodically reactivate to create another outbreak of sores in the mouth or lip. The cause is usually herpes simplex virus type 1 (HSV-1) and occasionally herpes simplex virus type 2 (HSV-2). The infection is typically spread between people by direct non-sexual contact. Attacks can be triggered by sunlight, fever, psychological stress, or a menstrual period. Direct contact with the genitals can result in genital herpes. Diagnosis is usually based on symptoms but can be confirmed with specific testing. Prevention includes avoiding kissing or using the personal items of a person who is infected. A zinc oxide, anesthetic, or antiviral cream appears to decrease the duration of symptoms by a small amount. Antiviral medications may also decrease the frequency of outbreaks. About 2.5 per 1000 people are affected in any given year. After one episode about 33% of people develop subsequent episodes. Onset often occurs in those less than 20 years old. In those with recurrent outbreaks, these typically happen less than three times a year. The frequency of outbreaks generally decreases over time.",
            "score": 20.753345489501953
        },
        {
            "docid": "21323216_11",
            "document": "Herpes simplex . Herpes is contracted through direct contact with an active lesion or body fluid of an infected person. Herpes transmission occurs between discordant partners; a person with a history of infection (HSV seropositive) can pass the virus to an HSV seronegative person. Herpes simplex virus 2 is typically contracted through direct skin-to-skin contact with an infected individual, but can also be contracted by exposure to infected saliva, semen, vaginal fluid, or the fluid from herpetic blisters. To infect a new individual, HSV travels through tiny breaks in the skin or mucous membranes in the mouth or genital areas. Even microscopic abrasions on mucous membranes are sufficient to allow viral entry.",
            "score": 19.65991759300232
        },
        {
            "docid": "172305_11",
            "document": "Viral meningitis . Herpes simplex virus, varicella zoster virus and cytomegalovirus have a specific antiviral therapy. For herpes the treatment of choice is aciclovir.",
            "score": 24.904045581817627
        },
        {
            "docid": "4774419_30",
            "document": "Herpes simplex virus . Herpes simplex virus is considered as a potential therapy for cancer and has been extensively clinically tested to assess its oncolytic (cancer killing) ability. Interim overall survival data from Amgen's phase 3 trial of a genetically-attenuated herpes virus suggests efficacy against melanoma.",
            "score": 25.89800715446472
        },
        {
            "docid": "2814045_4",
            "document": "Nucleoside analogue . These agents can be used against hepatitis B virus, hepatitis C virus, herpes simplex, and HIV. Once they are phosphorylated, they work as antimetabolites by being similar enough to nucleotides to be incorporated into growing DNA strands; but they act as chain terminators and stop viral DNA polymerase. They are not specific to viral DNA and also affect mitochondrial DNA. Because of this they have side effects such as bone marrow suppression.",
            "score": 16.834742069244385
        },
        {
            "docid": "4774419_4",
            "document": "Herpes simplex virus . Symptoms of herpes simplex virus infection include watery blisters in the skin or mucous membranes of the mouth, lips, nose or genitals. Lesions heal with a scab characteristic of herpetic disease. Sometimes, the viruses cause very mild or atypical symptoms during outbreaks. However, they can also cause more troublesome forms of herpes simplex. As neurotropic and neuroinvasive viruses, HSV-1 and -2 persist in the body by becoming \"latent\" and hiding from the immune system in the cell bodies of neurons. After the initial or \"primary\" infection, some infected people experience sporadic episodes of viral \"reactivation\" or \"outbreaks\". In an outbreak, the virus in a nerve cell becomes active and is transported via the neuron's axon to the skin, where virus replication and shedding occur and cause new sores. It is one of the most common sexually transmitted infections.",
            "score": 18.391600131988525
        },
        {
            "docid": "4774419_31",
            "document": "Herpes simplex virus . Herpes simplex virus is also used as a transneuronal tracer defining connections among neurons by virtue of traversing synapses.",
            "score": 19.75457239151001
        },
        {
            "docid": "21009963_15",
            "document": "Meningitis . Viruses that cause meningitis include enteroviruses, herpes simplex virus (generally type 2, which produces most genital sores; less commonly type 1), varicella zoster virus (known for causing chickenpox and shingles), mumps virus, HIV, and LCMV. Mollaret's meningitis is a chronic recurrent form of herpes meningitis; it is thought to be caused by herpes simplex virus type 2.",
            "score": 19.707313537597656
        },
        {
            "docid": "4774419_9",
            "document": "Herpes simplex virus . Herpes simplex viruses can affect areas of skin exposed to contact with an infected person (although shaking hands with an infected person does not transmit this disease). An example of this is herpetic whitlow which is a herpes infection on the fingers. This was a common affliction of dental surgeons prior to the routine use of gloves when conducting treatment on patients.",
            "score": 42.04779052734375
        }
    ],
    "r": [
        {
            "docid": "53368524_33",
            "document": "Privacy in education . The Health Insurance Portability and Accountability Act of 1996 provides privacy to data that is related to medical or mental health records that are legally more restrictive than FERPA in regards to confidentiality. HIPAA includes provisions that “intend to facilitate the creation of a national system for the electronic transmission and exchange of medical record information” such as access to information that is individually identifiable like health plans and health care. The act “defined protected health information so as to exclude individually identifiable health information that is included in education records covered by FERPA and that is in treatment records that are exempted from FERPA.” The difference between educational records and treatment records is that treatment records fall under federal and state law while educational records fall under FERPA. Nevertheless, the documentation of patient and caregiver is confidential meaning that medical records will not be disclosed unless consent is given or there is a belief that disclosing records is crucial. Furthermore, generally, health care providers do not disclose information unless they meet a standard that falls above the required FERPA health or safety exception, or consent is given, and thus is limited in providing information within the constraints of the confidentiality among patient and provider.",
            "score": 69.7249984741211
        },
        {
            "docid": "9828265_7",
            "document": "Doctor–patient relationship . The default medical practice for showing respect to patients and their families is for the doctor to be truthful in informing the patient of their health and to be direct in asking for the patient's consent before giving treatment. Historically in many cultures there has been a shift from paternalism, the view that the \"doctor always knows best,\" to the idea that patients must have a choice in the provision of their care and be given the right to provide informed consent to medical procedures. There can be issues with how to handle informed consent in a doctor–patient relationship; for instance, with patients who do not want to know the truth about their condition. Furthermore, there are ethical concerns regarding the use of placebo. Does giving a sugar pill lead to an undermining of trust between doctor and patient? Is deceiving a patient for his or her own good compatible with a respectful and consent-based doctor–patient relationship? These types of questions come up frequently in the healthcare system and the answers to all of these questions are usually far from clear but should be informed by medical ethics.",
            "score": 65.8114013671875
        },
        {
            "docid": "54993209_15",
            "document": "Patient rights in New Zealand . Patients must consent to all treatment they receive after being informed, but cases where they cannot consent and no one that is legally authorised to do so, the person giving out the service should provide the service in line with what they understand to be in the best interest of the patient. Unless the patient has consented in writing they cannot be part of an experiment or treatment that is research related, ordinary treatment’s consent does not need to be in writing. They can choose to stop the treatment or service any time they wish.",
            "score": 63.74619674682617
        },
        {
            "docid": "1176315_18",
            "document": "Art therapy . Art therapists are not permitted to disclose information about the clients' therapy sessions. This includes \"all verbal and/or artistic expression occurring within a client-therapist relationship\" (ATCB 2005). Art therapist are only allowed to release confidential information if they have explicit written consent by the patient or if the therapist has reason to believe the patient needs immediate help to address a severe danger to the patient's life. Also, therapists are not allowed to publish or display any of the patient's work without the expressed written consent of the patient.",
            "score": 63.57841873168945
        },
        {
            "docid": "9828265_8",
            "document": "Doctor–patient relationship . Shared decision making is the idea that as a patient gives informed consent to treatment, that patient also is given an opportunity to choose among the treatment options provided by the physician that is responsible for their healthcare. This means the doctor does not recommend what the patient should do, rather the patient's autonomy is respected and they choose what medical treatment they want to have done. A practice which is an alternative to this is for the doctor to make a person's health decisions without considering that person's treatment goals or having that person's input into the decision-making process is grossly unethical and against the idea of personal autonomy and freedom.",
            "score": 62.888572692871094
        },
        {
            "docid": "44049554_3",
            "document": "Mental health care navigator . The need for mental health care navigators arises from the fragmentation of the mental health industry, which can often leave patients with more questions than answers. Care navigators work closely with patients and families through discussion and collaboration to provide information on best options and referrals to healthcare professionals, facilities, and organizations specializing in the patients’ needs. The difference between other mental health professionals and a care navigator is that a care navigator provides information and directs a patient to the best help rather than offering treatment. Still, care navigators may provide diagnosis and treatment planning.",
            "score": 62.2268180847168
        },
        {
            "docid": "19245937_8",
            "document": "Patients Association . Over the years the association has monitored trends in patient satisfaction and opinion; promoted the voice of the patient in NHS and private healthcare; represented the patient's viewpoint to official bodies such as the Department of Health, medical and nursing colleges and professional organisations such as the British Medical Association and General Medical Council; provided an advisory service for patients and their relatives; offered patients the opportunity to share their experiences of the whole range of healthcare services; campaigned on issues such as hospital conditions, waiting lists and visiting hours, standards of care, patient consent, codes of practice regarding use of patients in teaching, subject access to medical records, and confidentiality.",
            "score": 61.8925895690918
        },
        {
            "docid": "50355_29",
            "document": "Informed consent . Medicine in the United States, Australia, and Canada also takes this patient-centric approach to \"informed consent.\" Informed consent in these jurisdictions requires healthcare providers to disclose significant risks, as well as risks of particular importance to that patient. This approach combines an objective (a hypothetical reasonable patient) and subjective (this particular patient) approach.",
            "score": 60.468441009521484
        },
        {
            "docid": "30864674_11",
            "document": "Medical state . The release of patient information to the press is strictly controlled in the NHS. The Department of Health publishes a guideline to NHS Trusts. In general, no information can be released without patient consent, unless there are exceptional circumstances. If consent is withheld, the hospital cannot state even that to the press, as it would confirm that the patient was receiving treatment.",
            "score": 59.35758972167969
        },
        {
            "docid": "1549377_5",
            "document": "Physician–patient privilege . For example, a below-age of consent patient came to a doctor with a sexually transmitted disease. The doctor is usually required to obtain a list of the patient's sexual contacts to inform them that they need treatment. This is an important health concern. However, the patient may be reluctant to divulge the names of his/her older sexual partners, for fear that they will be charged with statutory rape. In some jurisdictions, the doctor cannot be forced to reveal the information revealed by his patient to anyone except to particular organizations, as specified by law, and they too are required to keep that information confidential. If, in the case, the police become aware of such information, they are not allowed to use it in court as proof of the sexual conduct, except as provided by express intent of the legislative body and formalized into law.",
            "score": 59.191226959228516
        },
        {
            "docid": "2319031_9",
            "document": "Standard of care . 3. A physician also has a \"duty to inform\" a patient of any material risks or fiduciary interests of the physician that might cause the patient to reconsider a procedure, and may be liable if injury occurs due to the undisclosed risk, and the patient can prove that if he had been informed he would not have gone through with the procedure, without benefit of hindsight. (Informed Consent Rule.) Full disclosure of all material risks incident to treatment must be fully disclosed, unless doing so would impair urgent treatment. As it relates to mental health professionals standard of care, the California Supreme Court, held that these professionals have \"duty to protect\"  individuals who are specifically threatened by a patient. [\"Tarasoff v. Regents of the University of California\", 17 Cal. 3d 425, 551 P.2d 334, 131 Cal. Rptr. 14 (Cal. 1976)].",
            "score": 58.906898498535156
        },
        {
            "docid": "34196819_16",
            "document": "Primary care ethics . Many people want information on patients’ health, and are prepared to pay for it. Insurance companies, employers, social agencies such as the police and the courts and many other bodies have interests in the health status of individuals. The primary care physician is often best placed to provide this information, but doing so can pose ethical problems, particularly in respect of confidentiality. Although patients may sign a consent form to allow information to be released, this consent is not always free, since the patient is often in a position where it would be difficult to refuse, and/or it is not informed, in that patients are often given forms to consent to the release of medical records without what this means being properly explained to them. Doctors can face a conflict of interest in this situation, since they can benefit financially from the fees paid for the release of such information. This poses a difficult ethical conflict as the doctor tries to “serve two masters”; the patient who has a right to confidentiality and the employer or other agency that is paying for the information. Confidentiality has been identified as a key concern to general practitioners in the UK and has been described as one way in which they display their commitment to patient-centeredness (19).",
            "score": 58.498924255371094
        },
        {
            "docid": "53368524_40",
            "document": "Privacy in education . In 1996 the state of Minnesota placed a law regarding medical records that appeared to be more stringent than HIPAA. Minnesota law attempted to obtain a \"written general authorization for such release from the patient\" as a form to impede the activities of researchers or providers to share information without given consent. Hospitals in Minnesota even made brochures that highlight patient's rights to confidentiality and that they can give consent in writing if they allow for their medical records to be released outside of the facility. Thus, the law required health care providers to obtain a written consent and authorization from patients in order for medical records to be released and used for research. However, researchers themselves campaigned against the law and the law was not successful in enforcing the right that patients have to refuse their information to be released. Meanwhile, the patients themselves wanted information as to what information is being used within their medical records.",
            "score": 58.22952651977539
        },
        {
            "docid": "21967441_8",
            "document": "Keratoprosthesis . In most cases, the patient meets the ophthalmologist for eye examination and other tests weeks or months preceding surgery. During the meeting, the ophthalmologist will examine the eye and diagnose its condition. The doctor will also record the history of the patient’s health and other previous eye treatments, if any. The doctor will discuss the risks and benefits of the surgery. If the patient elects for the surgery, the doctor will have the patient sign an informed consent form. The doctor may also perform physical and lab examinations, such as an X-ray, an EKG, a slit lamp test, an ultrasound B-scan, or an A-scan.",
            "score": 58.10572814941406
        },
        {
            "docid": "11799614_29",
            "document": "History of electroconvulsive therapy in the United Kingdom . Although the use of ECT on consenting patients fell by over a half between 1986 and 2002, its use on non-consenting patients remained constant at just over 2,000 people a year (in England and Wales). About two-thirds of those treated without their consent lack capacity, the rest are \"capable but refusing\". As well as those treated under sections 58 and 62 of the Mental Health Act 1983, a small number of informal patients are treated without their consent under the common law. In 2002, just over one in five ECT patients had not consented to treatment.",
            "score": 57.986995697021484
        },
        {
            "docid": "47432143_44",
            "document": "Planned Parenthood 2015 undercover videos controversy . Louisiana Governor Bobby Jindal announced, on August 3, 2015, that the Louisiana Department of Health and Hospitals was terminating its contract with Planned Parenthood, which provides the organization with state Medicaid funds. In court filings, the Justice Department argued that Louisiana's action violates federal law by denying Medicaid patients the choice of their healthcare providers. Also noted, neither of the two Louisiana clinics provide abortion services. The states of Alabama, New Hampshire, and Utah also cut their respective funding to Planned Parenthood in the wake of the videos, while Pennsylvania and Wisconsin were considering similar measures. The Obama administration has warned state legislators it may be illegal to cut funding to Planned Parenthood.",
            "score": 57.8917350769043
        },
        {
            "docid": "503193_24",
            "document": "Planned Parenthood . In August 2015, Louisiana Governor Bobby Jindal attempted to end Louisiana's contract with Planned Parenthood to treat Medicaid patients at a time when there was an epidemic of sexually transmitted diseases in Louisiana. Planned Parenthood and three patients sued the state of Louisiana, with the United States Department of Justice siding with Planned Parenthood.",
            "score": 57.68419647216797
        },
        {
            "docid": "336806_64",
            "document": "Orthodontics . After a treatment plan has been devised, informed consent has to be taken from the patient. Informed consent includes giving the patient information about the malocclusion, proposed treatment/alternatives, commitment required, duration of the treatment and the cost implications.",
            "score": 57.67066192626953
        },
        {
            "docid": "3504857_17",
            "document": "Minors and abortion . The first major case involving parental involvement legislation was decided in 1976 in \"Planned Parenthood of Central Missouri v. Danforth\". This case involved a Missouri law that required consent from various parties before an abortion could be performed– written consent by the patient, spousal consent for married individuals, and parental consent for minors, specifically. The court ruled that the parental consent provision was unconstitutional due to its universal enforcement.",
            "score": 57.33536911010742
        },
        {
            "docid": "54993209_14",
            "document": "Patient rights in New Zealand . Under right 6, consumers have the right to know all the findings of their health condition to make an informed decision. Information on the provider of the service should disclose information about their service or history of service if they are information that might impact the decision-making process. After all the information are disclosed to the patient, it is up to them to decide, at any time if they wish to stop they can. The only time when there is no choice in treatment is when they are being treated under a court order.",
            "score": 56.870201110839844
        },
        {
            "docid": "55251911_6",
            "document": "Post-mortem privacy . Medical confidentiality is upheld through both state and federal law. Because state legislation varies considerably, Congress passed explicit medical privacy regulations in 2000 under the Health Insurance Portability and Accountability Act (HIPAA). However, the act only briefly mentions postmortem privacy rights, stating that all protection ceases two years after death. Moreover, no legal mandate exists regarding patients' wishes after death. During life, informed consent is the basis for managing patient medical history. However, since informed consent is no longer possible post-mortem, confidential medical information is at risk of being exploited in a number of ways. First, highly sensitive information, such as genetic information, potential health factors, or diseases, can be easily disseminated in a way the patient may not have wanted. In addition, legal consent for research on a patient's biological material no longer applies to deceased individuals, allowing such research to be conducted on deceased patients without requiring permission.",
            "score": 56.794761657714844
        },
        {
            "docid": "12418153_13",
            "document": "Cyberknife . By comparison, using a frameless system, a CT scan can be carried out on any day prior to treatment that is convenient. The treatment planning can also be carried out at any time prior to treatment. During the treatment the patient need only be positioned on a treatment table and the predetermined plan delivered. This allows the clinical staff to plan many patients at the same time, devoting as much time as is necessary for complicated cases without slowing down the treatment delivery. While a patient is being treated, another clinician can be considering treatment options and plans, and another can be conducting CT scans.",
            "score": 56.74707794189453
        },
        {
            "docid": "353859_20",
            "document": "Confidentiality . There are two ways to give consent: \"explicit consent\" or \"implied consent\". Explicit consent is when a patient clearly communicates to a healthcare worker, verbally or in writing or in some other way, that relevant confidential information can be shared. Implied consent, means that a patient's consent to share personal confidential information is assumed. When personal confidential information is shared between healthcare workers, consent is taken as implied.",
            "score": 56.225425720214844
        },
        {
            "docid": "53368524_35",
            "document": "Privacy in education . In some instances, college campuses have begun to integrate physical and mental health needs of patients. This means that medical records are becoming more shared among physicians as well as counselors or psychologists that work with students. Yet, medical providers, separately, have the obligation to withhold confidential information as an ethical duty and state privacy regulations. For example, health providers such as counselors, also have the obligation to be confidential and not disclose private information. However, as medical providers move towards integrated care, such that mental and physical records are shared amongst themselves, there arises a confidentiality challenge that may lead to college students to fall behind in school. Since confidentiality is compromised as information is disclosed among providers that use this method of continuity care, less students utilize therapy because they refuse to disclose private information that can then be shared with others. This simultaneously fuels the stigma towards college counseling. Thus, as more information becomes disclosed, less college students seek counseling due to lack of confidentiality as medical records of patients are disclosed between medical providers, when legally the obligation of these medical providers is to abide and guarantee privacy and confidentiality by withholding patient's information unless under specific circumstances.",
            "score": 55.6865234375
        },
        {
            "docid": "4983370_12",
            "document": "John M. MacEachran . Five years after the first meeting of the Alberta Eugenics Board in 1929, at the annual meeting of the Canadian Medical Association (CMA) in 1934, it was noted that 288 cases had been approved by the Eugenics Board for sterilization, and that 60% of these cases involved serious mental or nervous disease in the patients family record. Two classes of individuals were sterilized - those with low mental IQ's and those who had suffered serious mental breakdowns, and therefore could not be recommended for parenthood by any physician. It was also noted that any operations to be completed on the patients first required personal consent, or consent from family. If no one was eligible to provide consent and the patient was not capable of signing personal consent due to physical or mental barriers, the Minister of Health could do so. In 1933, the Eugenics Board consented that the Chairman, Dr. MacEachran, would have the authority to dictate when an operation for sterilization would take place. Members of the CMA, agreed:",
            "score": 55.57402801513672
        },
        {
            "docid": "6182054_9",
            "document": "HIV exceptionalism . AIDS exceptionalists also believe that the decriminalization of behaviors that may lead to HIV transmission as well as the option of anonymous testing will encourage more people to seek HIV testing. In the US, states have different regulations governing the reporting of HIV or AIDS cases to local or state health departments. Some states require the release of individually identifying information with an HIV-positive test result, but other states do not. Similarly, regulations vary as to whether healthcare professionals may have access to the information without the patient's written consent. Since all health care professionals are required to practice universal precautions with every patient to protect themselves against blood-borne disease, it is, in some states, illegal to inform a provider of a patient's HIV status for the sole purpose of protecting the health care provider against HIV. The practice of universal precautions is considered to be sufficient for the provider's protection.",
            "score": 55.36611557006836
        },
        {
            "docid": "51056255_4",
            "document": "Migrant Clinicians Network . Health Network is MCN’s bridge case management and patient navigation system for mobile patients. Health Network works to provide continuity of care and treatment completion for mobile patients suffering from chronic or infectious diseases by providing case management, medical record transfer, and follow-up services. Health Network has served thousands of mobile patients moving within the United States or between the United States and 111 other countries since it began in 1995. Health care providers from health centers, health departments, and other health care delivery sites enroll patients who plan to move but will need follow-up at their next location for any ongoing health condition like tuberculosis, diabetes, HIV/AIDS, cancer, or pregnancy. Health Network associates contact the patient and then link that patient to a new health care delivery site at their next location. Health Network associates also assure the patient’s medical records are forwarded to the new location(s) and that other barriers like lack of transportation are also addressed so that the patient can continue or complete treatment. While Health Network initially centered on specific health conditions—including its TBNet program focused on patients with tuberculosis—it now enrolls patients on the move with any health condition.",
            "score": 55.31346893310547
        },
        {
            "docid": "19245937_7",
            "document": "Patients Association . The Patients Association was set up in 1963 by Helen Hodgson, \"a part-time teacher who was motivated by recent events concerning the drug Thalidomide, and reports of patients receiving the wrong treatment and tests being carried out on patients without their informed consent.\"",
            "score": 55.131046295166016
        },
        {
            "docid": "7458640_3",
            "document": "Patient advocacy . Typical advocacy activities are the following: patient rights, matters of privacy, confidentiality or informed consent, patient representation, awareness building, support and education of patients, survivors and their carers. Patient advocates give a voice to patients, survivors and their carers on healthcare-related (public) fora, informing the public, the political and regulatory world, health-care providers (hospitals, insurers, pharmaceutical companies etc.), organizations of health-care professionals, the educational world, and the medical and pharmaceutical research communities.",
            "score": 54.950504302978516
        },
        {
            "docid": "35110380_17",
            "document": "Timeline of disability rights outside the United States . 1. Introduction of Supervised Community Treatment, including Community Treatment Orders (CTOs). This new power replaces supervised discharge with a power to return the patient to hospital, where the person may be forcibly medicated, if the medication regime is not being complied with in the community.  2. Redefining professional roles: broadening the range of mental health professionals who can be responsible for the treatment of patients without their consent. 3. Creating the role of approved clinician, which is a registered healthcare professional (social worker, nurse, psychologist or occupational therapist) approved by the appropriate authority to act for purposes of the Mental Health Act 1983 (as amended). 4. Replacing the role of approved social worker by the role of approved mental health professional; the person fulfilling this role need not be a social worker. 5. Nearest relative: making it possible for some patients to appoint a civil partner as nearest relative. 6. Definition of mental disorder: introduce a new definition of mental disorder throughout the Act, abolishing previous categories 7. Criteria for Involuntary commitment: introduce a requirement that someone cannot be detained for treatment unless \"appropriate treatment\" is available and removes the \"treatability\" test. 8. Mental Health Review Tribunal (MHRT): improve patient safeguards by taking an order-making power which will allow the current time limit to be varied and for automatic referral by hospital managers to the MHRT. 9. Introduction of independent mental health advocates (IMHAs) for 'qualifying patients'. 10. Electroconvulsive Therapy may not be given to a patient who has capacity to refuse consent to it, and may only be given to an incapacitated patient where it does not conflict with any advance directive, decision of a donee or deputy or decision of the Court of Protection.",
            "score": 54.646366119384766
        },
        {
            "docid": "39837077_13",
            "document": "Types of abortion restrictions in the United States . In some states, a doctor who performs an abortion is required to read a prepared script to the patient in order to secure informed consent. These scripts may include medically inaccurate information intended to persuade the patient not to have an abortion, such as the claim that the abortion will increase the risk of breast cancer or of psychological problems, which are not supported by mainstream medical organizations or scientific consensus. As of July 2013, 12 states require that women be given information on the ability of a fetus to feel pain. In \"Planned Parenthood v. Rounds\", the Eighth Circuit Court of Appeals ruled that a South Dakota law requiring doctors to give patients false or misleading information about the suicide risk in women who have abortions was not unconstitutional.",
            "score": 54.586753845214844
        },
        {
            "docid": "44093_64",
            "document": "Electroconvulsive therapy . Until 2007 in England and Wales, the Mental Health Act 1983 allowed the use of ECT on detained patients whether or not they had capacity to consent to it. However, following amendments which took effect in 2007, ECT may not generally be given to a patient who has capacity and refuses it, irrespective of his or her detention under the Act. In fact, even if a patient is deemed to lack capacity, if they made a valid advance decision refusing ECT then they should not be given it; and even if they do not have an advance decision, the psychiatrist must obtain an independent second opinion (which is also the case if the patient is under age of consent). However, there is an exception regardless of consent and capacity; under Section 62 of the Act, if the treating psychiatrist says the need for treatment is urgent they may start a course of ECT without authorization. From 2003 to 2005, about 2,000 people a year in England and Wales were treated without their consent under the Mental Health Act. Concerns have been raised by the official regulator that psychiatrists are too readily assuming that patients have the capacity to consent to their treatments, and that there is a worrying lack of independent advocacy. In Scotland, the Mental Health (Care and Treatment) (Scotland) Act 2003 also gives patients with capacity the right to refuse ECT.",
            "score": 54.18665313720703
        }
    ]
}