{
    "q": [
        {
            "docid": "26306034_6",
            "document": "English Romantic sonnets . The Romantic poets were influenced by all their famous predecessors, when writing sonnets, but the most important single influence was Milton, who had written less than 30 sonnets himself. In the 17th century Milton kept the sonnet form alive while also expanding the subject matter – which hitherto had mainly been love – by writing about ideas, events, history, and contemporary issues. Like Milton, the Romantics wrote relatively few love sonnets and the sonnet of the Romantic era include politics, nature, friendship, art, history, religion, life and death. In fact some of the Romantic poets even wrote sonnets about sonnets. Wordsworth’s \"Scorn not the Sonnet\" is an example of this. Keats also wrote about sonnets, most notably in \"On the Sonnet\" (1819), which like Wordsworth's poem defends the form in content and by using it himself.",
            "score": 81.89224123954773
        },
        {
            "docid": "12417264_2",
            "document": "Sonnet 102 . Sonnet 102 is one of the 154 sonnets written by English playwright and poet William Shakespeare. It is one of the Fair Youth sonnets, in which Shakespeare writes of an unnamed youth with whom the poet is enamored. Sonnet 102 is among a series of seemingly connected sonnets, from Sonnet 100 to Sonnet 103, in which the poet speaks of a silence between his Muse and himself. The exact date of writing is unknown, and there is contention among scholars about when they were written. Paul Hammond among other scholars believes that sonnets 61-103 were written primarily during the early 1590s, and then being edited or added to later, during the early 1600s (decade). Regardless of date of writing, it was published later along with the rest of the sonnets of the 1609 Quarto.",
            "score": 66.62774848937988
        },
        {
            "docid": "51052304_2",
            "document": "Sebastian Grabowiecki . Sebastian Grabowiecki (c. 1543 – 1607) was a Polish Catholic priest and poet. He was the author of \"Setnik rymów duchownych\" and \"Setnik rymów duchownych wtóry\" (\"Spiritual Rhymes\" parts 1 and 2). His work, focused entirely on religious themes (like George Herbert's), was strongly influenced by Italian poetry, especially by \"Rime Spirituali\" by Gabriele Fiamma. One of the founding fathers of Polish lyric poetry, Grabowiecki was one of the first poets to write sonnets in Polish. Thus he holds a position comparable to Thomas Wyatt, Henry Howard, Earl of Surrey and Portuguese poet Francisco de Sá de Miranda, who introduced the sonnet into their native literatures. He also wrote the first Polish poem in ottava rima, and was an early adopter of the Sapphic stanza in Polish poetry. His best-known poem is a sonnet (based on one of Fiamma's) similar to Philip Sidney's Sonnet 89 from \"Astrophel and Stella\" (\"Now that of absence the most irksome night\"), with the use of epistrophe (repetition of end-words) instead of rhyme.",
            "score": 70.75018727779388
        },
        {
            "docid": "12372301_2",
            "document": "Sonnet 86 . Sonnet 86 is one of 154 sonnets written by the English playwright and poet William Shakespeare. It is the final poem of the Rival Poet subsection of the Fair Youth sonnets in which Shakespeare writes about an unnamed young man and a rival poet competing for the youth's attention. While the exact date of its composition is unknown, scholars generally agree that the Rival Poet series was written between 1598 and 1600 and published along with the rest of the sonnets in the 1609 Quarto.",
            "score": 67.51852941513062
        },
        {
            "docid": "2005064_2",
            "document": "Sonnet L'Abbé . Sonnet L'Abbé, is a Canadian poet, editor, professor and critic. As a poet, L'Abbé writes about national identity, race, gender and language.",
            "score": 64.67981386184692
        },
        {
            "docid": "11698923_10",
            "document": "Sonnet 78 . \"Shakespeare's sonnets 78-86 concern the Speaker's rivalry with other poets and especially with one 'better spirit' who is 'learned' and 'polished'\". In Sonnet 78 we find out about a rival who is male and a poet and whose entry initiates an episode of jealousy that comes to a close in only Sonnet 86 These sonnets are considered to be the Rival Poet sonnets. The rival poet sonnets include three primary players; the fair youth, the rival poet, and the lady who is desired by both men. The identities of these three players have been a controversy for hundreds of years and many experts disagree on the personage of the fair youth, rival poet, and lady.  The author Joseph Pequigney discusses the historic background of the rival poet, fair youth, and lady and states, \"The rival poet referred to in Sonnet 78 to 86, (a) are wholly fictitious, or (b) are depictions of real but unknown persons, or (c) admit of historical identifications. In the case of (c) speculation centers mostly on the youth who is surmised to be either the earl of Southampton or the earl of Pembroke or, occasionally, some other nobleman. Marlowe and Chapman are the leading candidates for the role of the literary rival, the lady has generally fared less well in generating a historical counterpart. Regardless of whether the incidents and interpersonal transactions rendered are actual or imaginary, everything comes through as uncertain or indistinct because the Quarto, unauthorized and unsupervised by Shakespeare, (a) prints the Sonnets in a version to be understood as disarranged to a greater or lesser extent, or (b) the order of the poems in Q must be accepted in lieu of more satisfactory alternative, or (c) the lost original order may be reconstructed by acute transpositions.\" As with the fair youth there is some debate over the personage of the rival poet. Other experts disagree with Pequigney's assessment and another expert stated, \"Among biographically minded commentators, a favourite candidate for Rival Poet has been Christopher Marlowe\".  The author R.J.C. Wait believes that the youth is none other than the Earl of Southampton. Waits states, \"Shakespeare now clearly recognizes that Southampton is giving assistance to one or more rivals\". Another perspective is given by the author Macd. P. Jackson who states, \"There can be no simple equation of a figure in Shakespeare's sonnets with a historical, biological personage.\" Waits argues that there are too many similarities for the fair youth to be anyone other than the Earl of Southampton, who was a known patron of the arts. The controversy around the identities of the fair youth, rival poet(s), and lady are an age old argument and may never be resolved as Shakespeare never explicitly identifies the individuals in the Sonnets.",
            "score": 76.18744969367981
        },
        {
            "docid": "1018224_5",
            "document": "Crown of sonnets . \"A Wreath of Sonnets\" () is a crown of sonnets by the Slovene Romantic poet France Prešeren. It was written in 1833 and was enriched with acrostic in the master sonnet. Prešeren's crown of sonnets was translated into Russian in 1889, which had great influence on many poets, including Valery Bryusov. Jaroslav Seifert wrote his sentimental \"Věnec sonetů\" (A Wreath of Sonnets) in this form about Prague, with an authorized translation by Jan Křesadlo, who also composed his own emigre riposte in the same format, as well as writing several other sonnet cycles. The Bulgarian poet Venko Markovski wrote and published more than 100 crowns of sonnets, which also contained acrostics dedicated to various historical figures. In 2007, the Russian poet Natalia Shamberova published \"The Mists of August,\" a wreath of wreaths: 211 interlacing sonnets composed of 14 wreaths of sonnets to form the wreath of magistrals, and a final sonnet called the magistrals’ magistral.",
            "score": 73.27838945388794
        },
        {
            "docid": "12417264_3",
            "document": "Sonnet 102 . In the sonnet, the poet writes of why he has stopped showering his muse with flowery praise and adoration. In his analysis of Shakespeare's Sonnets, David West suggests that the sequence of sonnets 100-103 and the silence described are a response to the infidelity of the Fair Youth in the Rival Poet sequence of sonnets (78-86), which has caused a rift between the poet and his Muse. He writes of how immediately following the Rival Poet sonnets, the Poet begins to speak of his lover being false and having forsaken him. West claims that this ultimately culminates in sonnets 100-103, where the Poet expresses his regret over what has transpired.",
            "score": 63.92479991912842
        },
        {
            "docid": "12450812_11",
            "document": "Sonnet 110 . It has been debated by many critics and scholars whether or not sonnet 110 was written about Shakespeare's career in the theater or if the sonnet is a confession of love to a young man. The lines in the sonnet could be related to the stage but scholars Virginia L. Radley and David C. Redding disagree stating that sonnet 110 is, \"addressed to an old friend of the poet's.\" Sonnet 110 can be interpreted as a confession of love and the mistakes the poet made when he decided to leave his original love. The poet confesses to the young man his infidelities and regrets in order to receive pity from the young man for what the poet did was wrong but should be forgiven since he claimed the young man is the best person he will ever love.",
            "score": 72.27163171768188
        },
        {
            "docid": "11513949_2",
            "document": "Sonnet 140 . Sonnet 140 is one of 154 sonnets written by the English playwright and poet William Shakespeare. Sonnet 140 is one of the Dark Lady sonnets, in which the poet writes to a mysterious woman who rivals the Fair Youth for the poet's affection.",
            "score": 65.41812992095947
        },
        {
            "docid": "28260_38",
            "document": "Sonnet . The sonnet was introduced into Polish literature in the 16th century by Jan Kochanowski, Mikołaj Sęp-Szarzyński and Sebastian Grabowiecki. Later in 1826 Adam Mickiewicz wrote a series known as \"Crimean Sonnets\", which was translated into English by Edna Worthley Underwood. Sonnets were also written by Adam Asnyk, Jan Kasprowicz and Leopold Staff. Polish poets usually shape their sonnets according to Italian or French practice. The English sonnet is not common. Kasprowicz used a Shelleyan rhyme scheme: aba bcb cdc ded ee. Polish sonnets are typically written in either hendecasyllables (5+6 syllables) or Polish alexandrines (7+6 syllables).",
            "score": 64.01784825325012
        },
        {
            "docid": "28260_40",
            "document": "Sonnet . In Slovenia the sonnet became a national verse form. The greatest Slovenian poet, France Prešeren, wrote many sonnets. His best known work worldwide is \"Sonetni venec\" (\"A Wreath of Sonnets\"), which is an example of crown of sonnets. Another work of his is the sequence \"Sonetje nesreče\" (\"Sonnets of Misfortune\"). In writing sonnets Prešeren was followed by many later poets. After the Second World War sonnets remained very popular. Slovenian poets write both traditional rhymed sonnets and modern ones, unrhymed, in free verse. Among them are Milan Jesih and Aleš Debeljak. The metre for sonnets in Slovenian poetry is iambic pentameter with feminine rhymes, based both on the Italian endecasillabo and German iambic pentameter.",
            "score": 64.53423357009888
        },
        {
            "docid": "52712058_2",
            "document": "Sonnet on the Great Suffering of Jesus Christ . \"Sonnet on the Great Suffering of Jesus Christ\" (in Polish ') is a poem by the 17th-century Polish poet Stanisław Herakliusz Lubomirski. The poem is the last in the sequence \"The Poems of Lent\" (in Polish ').",
            "score": 58.791468143463135
        },
        {
            "docid": "51035284_4",
            "document": "Polish alexandrine . The Polish national epic, Pan Tadeusz by Adam Mickiewicz, is written in this measure. Polish alexandrines replaced hendecasyllables in sonnets: in the 16th century poets like Sebastian Grabowiecki and Mikołaj Sęp-Szarzyński wrote sonnets using 11-syllable metre, but in the 17th century Daniel Naborowski translated one of Petrarch's sonnets using 13-syllable lines:",
            "score": 62.689560413360596
        },
        {
            "docid": "12355261_8",
            "document": "Sonnet 81 . The first quatrain tackles the idea of achieving immortality through writing. \"Sonnet 81 moves towards the topos of poetic immortality. The poet's claim that his 'gentle verse' will be a 'monument', evoking once more the loci classici of Horace and Ovid ..., was standard among sonneteers\". In the second quatrain Shakespeare writes that his poems will immortalize the youth. Katherine Duncan-Jones writes in her book titled Shakespeare's Sonnets \"When the poet dies, he will be quickly forgotten; but when the youth dies, he will continue to live as the subject-matter of the poet's verse.\" The third quatrain and couplet tie together and conclude the idea of poetic immortality.",
            "score": 61.82609438896179
        },
        {
            "docid": "12450812_12",
            "document": "Sonnet 110 . There have been many arguments by scholars whether or not the sonnet was written about Shakespeare's disdain with the stage and his career in the theater, or if the sonnet is a confession of love to an unknown young man. Shakespeare's use of the word motley has the mind of critics and scholars boggled as to what the sonnet could truly mean. A motley is a multi-colored gown, or costume, usually worn by a jester. Many scholars believe that the sonnet is written about Shakespeare's disdain with the theater and the actors, or even his own profession as an actor. Katherine Duncan-Jones believes that the sonnet is about Shakespeare's feelings about his own career as an actor. Scholar Henry Reed agrees with Duncan-Jones and believes that the sonnet is written about Shakespeare's own disdain with his acting career. The third line of the quatrain also suggests that the sonnet could be about the theater. Gored could be used in the sense of sewing triangular sized cloths into the motley that would be worn by the actor. However, there are other scholars that would disagree with the two. Among these scholars is Kenneth Muir who says, \"the theatrical image does not imply that he was referring to his job as an actor.\" According to Virginia Radley and David Redding, the interpretation of the sonnet being about Shakespeare's profession as an actor is wrong. Radley and Redding suggests that \"sonnet 110 has nothing to do with the stage, or the acting, or the play writing.\" Radley and Redding interpreted the first quatrain as the poets confession of promiscuity. Lines 1-2 suggests that the poet has been around and has made a fool of himself for the world to see. Here, the word motley is used as in \"I played the fool.\" Line 3 suggests that the poet put himself on display and gave away his precious love. With the use of the word gored, Radley and Redding translated the phrase \"gored mine own thoughts\" to \"wounded my best thoughts\". The last line of this quatrain uses the word offences is used in the correct term as in offending the poet's lover by this new affairs he has encountered. By the end of this quatrain, the reading of the sonnet slowly becomes clear that this a confession of love versus Shakespeare's disdain with the theater.",
            "score": 64.6800172328949
        },
        {
            "docid": "5768995_2",
            "document": "Sonnet 28 . Sonnet 28 is one of 154 sonnets written by the English playwright and poet William Shakespeare, it was first published in 1609. The sonnet is a part of the Fair Youth sequence, in which the poet expresses his love towards a young man — usually referred to as \"the young man\" or the \"friend\". Shakespeare's use of \"friend\" means more than just of a sexual nature, it highlights the Renaissance ideal of male fidelity and equality. From sonnets 18 to 126, Shakespeare writes about his relationship with the said young man. Although the identity of the young man is still unknown, Henry Wriothesley and William Herbert, 3rd Earl of Pembroke, are the two leading contenders.",
            "score": 60.35215091705322
        },
        {
            "docid": "5502791_2",
            "document": "Sonnet 30 . Sonnet 30 is one of the 154 sonnets written by the English poet and playwright William Shakespeare. It was published in the Quarto in 1609. It is also part of the Fair Youth portion of the Shakespeare Sonnet collection where he writes about his affection for an unknown young man. While it is not known exactly when Sonnet 30 was written, most scholars agree that it was written between 1595 and 1600. It is written in Shakespearean form, comprising fourteen lines of iambic pentameter, divided into three quatrains and a couplet.",
            "score": 57.632527589797974
        },
        {
            "docid": "2394308_5",
            "document": "Criticism of Islam . Other notable early critics of Islam included: Abu Isa al-Warraq and Ibn al-Rawandi, two 9th-century critics of Islam and religion in general, along with al-Ma'arri, an 11th-century Arab poet and critic of Islam and all other religions who was also known for his veganism and antinatalism. In the early centuries of the Islamic Caliphate, including the period ruled by the four Rashidun caliphs (often called the \"rightly guided caliphs)\", Islamic law permitted citizens to freely express their views, including criticism of Islam and religious authorities, without fear of persecution. As such, there have been several notable critics and skeptics of Islam that arose from within the Islamic world itself. In tenth and eleventh-century Syria there lived a blind poet called Al-Ma'arri. He became well known for a poetry that was affected by a \"pervasive pessimism.\" He labeled religions in general as \"noxious weeds\" and said that Islam does not have a monopoly on truth. He had particular contempt for the \"ulema\", writing that:",
            "score": 51.85632884502411
        },
        {
            "docid": "12372301_15",
            "document": "Sonnet 86 . While scholarly debate abounds as to the identities of the persons contemplated in the sonnet, there is general consensus as to Sonnet 86's role within the Rival Poet subsection of the Fair Youth sonnets. As Joseph Pequigney notes, \"Sonnet 86 is written in the past tense, as distinct from the present tense of the eight previous sonnets, to signal the end of the episode,\" that is, the Rival Poet series of sonnets. As the final sonnet in the series, it is also the sonnet in which Shakespeare claims his ultimate victory over the rival poet, the situation \"resolved in Shakespeare's favor\" as he relentlessly mocks his opponent. Though he admits to having experienced a poetic hesitation, Shakespeare maintains that it was not the Rival Poet who caused it. Katherine Duncan-Jones writes: \"Undaunted by the splendour of his rival's verses, the speaker quails only at [his rival's] appropriation of the young man's favour.\"",
            "score": 64.3270115852356
        },
        {
            "docid": "11419326_7",
            "document": "Sonnet 147 . As a piece within Shakespeare's sonnet collection, Sonnet 147 lies within the Dark Lady sonnets sequence (Sonnets 127-154), following the Fair Youth sequence (Sonnets 1-126). Placed after the Fair Youth sonnets, which \"celebrate a young male love object\", The Dark Lady sonnets are associated with a woman of dark physical and moral features. Unlike the Fair Youth sonnets, which refer lovingly and admirably to the beauty and person-hood of a young male, the Dark Lady sonnets frequently include harsh and offensive language, often including sexual innuendos, to describe a woman who is neither admirably beautiful, or of admirable means or aristocratic status. By writing about this dark and simple woman, Shakespeare writes in stark contrast to most poets of his time, who often and predominantly wrote about fair, virginal, young girls who were of high social status. As with the questioned identity of the inspiration for the Fair Youth sonnets, the identity of the original Dark Lady has been disputed and argued for centuries. Unlike the Fair Youth sonnets, however, there is little academic \"proof\" to back up any proposed female muses, though historical characters ranging from Shakespeare's wife Anne Hathaway, Emilia Lanier, and even Queen Elizabeth herself have been suggested as potential \"femme fatales\".",
            "score": 65.78918480873108
        },
        {
            "docid": "171952_5",
            "document": "Gabriela Mistral . In 1906, Mistral met Romelio Ureta, her first love, who killed himself in 1909. Shortly after, her second love married someone else. This heartbreak was reflected in her early poetry and earned Mistral her first recognized literary work in 1914 with \"Sonnets on Death\" (\"Sonnets de la muerte\"). Mistral was awarded first prize in a national literary contest \"Juegos Florales\" in Santiago (the capital of Chile). Writing about his suicide led the poet to consider death and life more broadly than previous generations of Latin American poets. While Mistral had passionate friendships with various men and women, and these impacted her writings, she was secretive about her emotional life.",
            "score": 58.96215295791626
        },
        {
            "docid": "11513810_15",
            "document": "Sonnet 144 . Henry David Gray writes on the complexity of views that readers have taken while contemplating the sonnets. There are the Southamptonites who date the sonnets from 1592–1596, and believe the first 125 sonnets to be in chronological order, the dark lady being Elizabeth Vernon, and the Rival Poet to be Drayton. Gray continues with the next group of critics being Pembrokists, dating the sonnets from 1598 to 1603, the dark lady being Mary Fitton, and the Rival Poet being Chapman. Gray believes, following with Sir Sidney Lee, that the sonnets are literary exercises, it is important to figure who the dark lady is, that W.H. is not the youth addressed in the first 125 sonnets, the sonnets are in no chronological order, and he had no idea who the rival poet was. Gray proclaims his view, \"I am a free lance among the Sonnets' critics with a special set of conjectures all my own; though I do agree with Butler that that W.H. is William Hughes, with Acheson that the Dark Lady is Mistress Davanant, and with Montmorency that the Rival Poet is Spenser.\"",
            "score": 62.92454147338867
        },
        {
            "docid": "12450812_2",
            "document": "Sonnet 110 . Sonnet 110 is one of 154 sonnets written by the English playwright and poet William Shakespeare. Sonnet 110 was published along with the other sonnets in the 1609 Quarto. The sonnet falls in place with the Fair Youth sequence of Shakespeare's sonnets, in which the poet expresses his love towards a young man. The mystery of the young man is still unknown today. However, there are many different theories by various scholars of who this young man may be. There has been much debate whether or not this sonnet was written about Shakespeare's disdain with the stage and actors. Whereas others have interpreted sonnet 110 as the poet confessing his love to a young man.",
            "score": 65.94801378250122
        },
        {
            "docid": "6732754_8",
            "document": "Sonnet 56 . Sonnet 56 is part of the Fair Youth sonnets. The sonnet's first line was inspired by George Whetstone's \"The Rocke of Regard\" (1576). The sonnet is divided up into four quatrain, groups of four lines, and a couplet. Sonnet 56 is puzzling because of its seemingly inappropriate placement next to Sonnet 55. In Sonnet 55, the poet's relationship with the young man is steady and secure, but here there is a sudden shift from confidence to deep insecurity. In this sonnet the poet examines the \"quality of love.\" It is not clear whose love is being addressed. The poet's, \"his friend's, or that of both?\" The poet \"pleads for the love to be charged with fresh vigor.\" At the same time, the poet suggests that a \"separation\" may be what the relationship needs in order to \"renew the intensity of their devotion.\" It should noted that the identity of the \"Sweet love\" is not located in the poem and the ultimate fate of the relationship is left ambiguous. Although, there may be clues of their fate in the rest of the Fair You Sonnets. Shakespeare also uses metaphors for eating to talk about a sexual appetite.",
            "score": 67.00469422340393
        },
        {
            "docid": "5768969_3",
            "document": "Sonnet 23 . In the sonnet, the speaker compares himself to an actor on stage who has frozen up and cannot speak, but he hopes that his love will understand him through this poem. It is of special interest because of its use of a metaphor drawn from acting, a figure that has led to much attention for what the poem might reveal about Shakespeare's attitude towards sonnet writing, love poetry, and his professions as a playwright and a poet.",
            "score": 56.73768949508667
        },
        {
            "docid": "50345891_2",
            "document": "Daud Haider . Daud Haider is a Bangladeshi poet who was forced into exile after writing a poem that insulted religion including Islam. American Center, International PEN have described him as \"distinguished poet\".",
            "score": 52.532801151275635
        },
        {
            "docid": "179513_18",
            "document": "Natalie Clifford Barney . In 1900, Barney published her first book, a collection of poems called \"Quelques Portraits-Sonnets de Femmes\" (\"Some Portrait-Sonnets of Women\"). The poems were written in traditional French verse and a formal, old-fashioned style since Barney did not care for free verse. These poems have been described as \"apprentice work\" but by publishing them, Barney became the first woman poet to openly write about the love of women since Sappho. Her mother contributed pastel illustrations of the poems' subjects, wholly unaware three of the four women who modeled for her were her daughter's lovers.",
            "score": 55.67055606842041
        },
        {
            "docid": "610283_14",
            "document": "On First Looking into Chapman's Homer . This poem is a Petrarchan sonnet, also known as an Italian sonnet, divided into an octave and a sestet, with a rhyme scheme of \"a-b-b-a-a-b-b-a-c-d-c-d-c-d\". After the main idea has been introduced and the image played upon in the octave, the poem undergoes a volta, a change in the persona's train of thought. The volta, typical of Italian sonnets, is put very effectively to use by Keats as he refines his previous idea. While the octave offers the poet as a literary explorer, the volta brings in the discovery of Chapman's Homer, the subject of which is further expanded through the use of imagery and comparisons which convey the poet's sense of awe at the discovery.",
            "score": 47.7314510345459
        },
        {
            "docid": "78445_11",
            "document": "Henry Howard, Earl of Surrey . He and his friend Sir Thomas Wyatt were the first English poets to write in the sonnet form that Shakespeare later used, and Surrey was the first English poet to publish blank verse (unrhymed iambic pentameter) in his translation of the second and fourth books of Virgil's Aeneid.  Together, Wyatt and Surrey, due to their excellent translations of Petrarch's sonnets, are known as \"Fathers of the English Sonnet\". While Wyatt introduced the sonnet into English, it was Surrey who gave them the rhyming meter and the division into quatrains that now characterises the sonnets variously named English, Elizabethan or Shakespearean sonnets.",
            "score": 59.304119348526
        },
        {
            "docid": "28260_33",
            "document": "Sonnet . In the Indian subcontinent, sonnets have been written in the Assamese, Bengali, Dogri, English, Gujarati, Hindi, Kashmiri, Malayalam, Manipuri, Marathi, Nepali, Oriya, Sindhi and Urdu languages. Urdu poets, also influenced by English and other European poets, took to writing sonnets in the Urdu language rather late. Azmatullah Khan (1887–1923) is believed to have introduced this format to Urdu literature in the very early part of the 20th century. The other renowned Urdu poets who wrote sonnets were Akhtar Junagarhi, Akhtar Sheerani, Noon Meem Rashid, Mehr Lal Soni Zia Fatehabadi, Salaam Machhalishahari and Wazir Agha. This example, a sonnet by Zia Fatehabadi taken from his collection \"Meri Tasveer\", is in the usual English (Shakespearean) sonnet rhyme-scheme.",
            "score": 63.24823248386383
        },
        {
            "docid": "7796320_10",
            "document": "Hamnet Shakespeare . Michael Wood suggests in \"In Search of Shakespeare\" that sonnet 33 might have nothing to do with the so-called \"Fair Youth\" sonnets, that it alludes to the death of the poet's son, Hamnet in 1596 at age 11, and that there is an implied pun on \"\"sun\"\" and \"\"son\"\": \"\"Even so my sun one early morn did shine, with all triumphant splendour on my brow; but out, alack, he was but one hour mine, the region cloud hath mask'd him from me now\"\". If this is the case the link of sonnet 33 with sonnet 34, sonnet 35 and sonnet 36 would be entirely coincidental and spurious. Note that in sonnet 33 (1) there is no overt \"you\" or \"thou\" (contrary to most of the sonnets and in particular to sonnets 34, 35 and 36 which all three use \"thou\") and (2) there is no mention of the supposed \"fault\" committed by the addressee towards the poet (as in sonnets 34 and 35) nor of the supposed \"guilt\" borne by the poet which may affect the addressee's reputation (as in sonnet 36).",
            "score": 66.30027651786804
        }
    ],
    "r": [
        {
            "docid": "26306034_6",
            "document": "English Romantic sonnets . The Romantic poets were influenced by all their famous predecessors, when writing sonnets, but the most important single influence was Milton, who had written less than 30 sonnets himself. In the 17th century Milton kept the sonnet form alive while also expanding the subject matter – which hitherto had mainly been love – by writing about ideas, events, history, and contemporary issues. Like Milton, the Romantics wrote relatively few love sonnets and the sonnet of the Romantic era include politics, nature, friendship, art, history, religion, life and death. In fact some of the Romantic poets even wrote sonnets about sonnets. Wordsworth’s \"Scorn not the Sonnet\" is an example of this. Keats also wrote about sonnets, most notably in \"On the Sonnet\" (1819), which like Wordsworth's poem defends the form in content and by using it himself.",
            "score": 81.89224243164062
        },
        {
            "docid": "11698923_10",
            "document": "Sonnet 78 . \"Shakespeare's sonnets 78-86 concern the Speaker's rivalry with other poets and especially with one 'better spirit' who is 'learned' and 'polished'\". In Sonnet 78 we find out about a rival who is male and a poet and whose entry initiates an episode of jealousy that comes to a close in only Sonnet 86 These sonnets are considered to be the Rival Poet sonnets. The rival poet sonnets include three primary players; the fair youth, the rival poet, and the lady who is desired by both men. The identities of these three players have been a controversy for hundreds of years and many experts disagree on the personage of the fair youth, rival poet, and lady.  The author Joseph Pequigney discusses the historic background of the rival poet, fair youth, and lady and states, \"The rival poet referred to in Sonnet 78 to 86, (a) are wholly fictitious, or (b) are depictions of real but unknown persons, or (c) admit of historical identifications. In the case of (c) speculation centers mostly on the youth who is surmised to be either the earl of Southampton or the earl of Pembroke or, occasionally, some other nobleman. Marlowe and Chapman are the leading candidates for the role of the literary rival, the lady has generally fared less well in generating a historical counterpart. Regardless of whether the incidents and interpersonal transactions rendered are actual or imaginary, everything comes through as uncertain or indistinct because the Quarto, unauthorized and unsupervised by Shakespeare, (a) prints the Sonnets in a version to be understood as disarranged to a greater or lesser extent, or (b) the order of the poems in Q must be accepted in lieu of more satisfactory alternative, or (c) the lost original order may be reconstructed by acute transpositions.\" As with the fair youth there is some debate over the personage of the rival poet. Other experts disagree with Pequigney's assessment and another expert stated, \"Among biographically minded commentators, a favourite candidate for Rival Poet has been Christopher Marlowe\".  The author R.J.C. Wait believes that the youth is none other than the Earl of Southampton. Waits states, \"Shakespeare now clearly recognizes that Southampton is giving assistance to one or more rivals\". Another perspective is given by the author Macd. P. Jackson who states, \"There can be no simple equation of a figure in Shakespeare's sonnets with a historical, biological personage.\" Waits argues that there are too many similarities for the fair youth to be anyone other than the Earl of Southampton, who was a known patron of the arts. The controversy around the identities of the fair youth, rival poet(s), and lady are an age old argument and may never be resolved as Shakespeare never explicitly identifies the individuals in the Sonnets.",
            "score": 76.18744659423828
        },
        {
            "docid": "1018224_5",
            "document": "Crown of sonnets . \"A Wreath of Sonnets\" () is a crown of sonnets by the Slovene Romantic poet France Prešeren. It was written in 1833 and was enriched with acrostic in the master sonnet. Prešeren's crown of sonnets was translated into Russian in 1889, which had great influence on many poets, including Valery Bryusov. Jaroslav Seifert wrote his sentimental \"Věnec sonetů\" (A Wreath of Sonnets) in this form about Prague, with an authorized translation by Jan Křesadlo, who also composed his own emigre riposte in the same format, as well as writing several other sonnet cycles. The Bulgarian poet Venko Markovski wrote and published more than 100 crowns of sonnets, which also contained acrostics dedicated to various historical figures. In 2007, the Russian poet Natalia Shamberova published \"The Mists of August,\" a wreath of wreaths: 211 interlacing sonnets composed of 14 wreaths of sonnets to form the wreath of magistrals, and a final sonnet called the magistrals’ magistral.",
            "score": 73.27838897705078
        },
        {
            "docid": "12450812_11",
            "document": "Sonnet 110 . It has been debated by many critics and scholars whether or not sonnet 110 was written about Shakespeare's career in the theater or if the sonnet is a confession of love to a young man. The lines in the sonnet could be related to the stage but scholars Virginia L. Radley and David C. Redding disagree stating that sonnet 110 is, \"addressed to an old friend of the poet's.\" Sonnet 110 can be interpreted as a confession of love and the mistakes the poet made when he decided to leave his original love. The poet confesses to the young man his infidelities and regrets in order to receive pity from the young man for what the poet did was wrong but should be forgiven since he claimed the young man is the best person he will ever love.",
            "score": 72.2716293334961
        },
        {
            "docid": "6832447_10",
            "document": "The Personal Heresy . As an example of what poetry is about, Lewis cites a poem, part of William Wordsworth’s \"Prelude\". There is a personality in a poem, says Lewis, but we don’t know whose. We meet the poet “only in a strained and ambiguous sense” (9f.). Especially in drama we meet the poet’s creation rather than the poet. In order to write poetry, the poet must use words to suggest what is public, common, impersonal, and objective. That is why we can understand his poetry. That is also why the poetry can’t be about the poet’s personality, because the personality of a poet we have not met is private. Poetry annihilates personality rather than asserts it, because it draws on the common experience of all people (23). And, for Lewis, personality is one’s “daily temper and habitual self” (21). The poet arranges the words, but the experience is a common one. Then Lewis uses three analogies to illustrate his point: the poet is “not a spectacle but a pair of spectacles” (12), the poet is like a scout who brings a report to the commander in a time of war, and the poet is window through which we attend to the landscape (23). The position of a window is analogous to the personality of the poet; we see through both of them, in one instance the outdoors and in the other instance the subject of the poem. In short, Lewis argues for an objective, or impersonal, point of view, that poetry is about something out there, while Tillyard argues for a subjective, or personal, point of view, that poetry is about something inside the poet.",
            "score": 72.20880126953125
        },
        {
            "docid": "11698923_7",
            "document": "Sonnet 78 . Sonnet 78 we find out about a rival who's male and a poet and whose entry initiates an episode of jealousy that comes to a close in only Sonnet 86. The rivalry between the poets may appear to be literary, but, according to the critic Joseph Pequigney, it is in reality a sexual rivalry. This is disturbing because the subject in the sonnet is one that the persona has found erotically profitable, in part because the other poet may be superior in learning and style. Shakespeare is not concerned with poetic triumph he is vying only for the prize of a fair friend. The combat between the two rivals is indirect and the speaker never addresses his literary adversary and only mentions his beloved. It is the body language of Sonnet 78 (the first in the series) 79, 80 and 84 that serves to convert the topic of letters into that of eroticism. Shakespeare is known for his usage of puns and double meaning on words. So it isn't surprising that he uses wordplay in the first quatrain on \"pen\" for the male appendage, or, as a Stein-cum-Joyce might say, \"a pen is a penis a pen,\" is fully utilized. The poet remarks at 78.4, \"every alien pen hath got my use,\" where \"alien\" = 'of a stranger' and \"use,\" besides 'literary practice,' can = 'carnal enjoyment.' These sexual allusions are made in passing; they are overtones, restricted to a line or two.",
            "score": 71.46879577636719
        },
        {
            "docid": "51052304_2",
            "document": "Sebastian Grabowiecki . Sebastian Grabowiecki (c. 1543 – 1607) was a Polish Catholic priest and poet. He was the author of \"Setnik rymów duchownych\" and \"Setnik rymów duchownych wtóry\" (\"Spiritual Rhymes\" parts 1 and 2). His work, focused entirely on religious themes (like George Herbert's), was strongly influenced by Italian poetry, especially by \"Rime Spirituali\" by Gabriele Fiamma. One of the founding fathers of Polish lyric poetry, Grabowiecki was one of the first poets to write sonnets in Polish. Thus he holds a position comparable to Thomas Wyatt, Henry Howard, Earl of Surrey and Portuguese poet Francisco de Sá de Miranda, who introduced the sonnet into their native literatures. He also wrote the first Polish poem in ottava rima, and was an early adopter of the Sapphic stanza in Polish poetry. His best-known poem is a sonnet (based on one of Fiamma's) similar to Philip Sidney's Sonnet 89 from \"Astrophel and Stella\" (\"Now that of absence the most irksome night\"), with the use of epistrophe (repetition of end-words) instead of rhyme.",
            "score": 70.75019073486328
        },
        {
            "docid": "19999088_10",
            "document": "Halkhori . If you see the mythological history ,Nepal is/was called “TAPOBAN” and Chakwa which lies in Mithila kingdom is purified place not only for saints and Yogis, but also for all the people who are related by Hindu religion. So it is because of this reason, some saints or a saint might have come in this place and made a residential place which is now known as “Chakwa”.  If we talk about the name called “Chakwa”, it is very difficult to point out who named this place as “Chakwa” How did the name come into existence? Who was the first person called this place as “Chakwa”? The answers of all these questions mentioned above are unknown. No one knows about it.",
            "score": 70.19644927978516
        },
        {
            "docid": "31806205_4",
            "document": "Wo gehest du hin? BWV 166 . We do not know the identity of the person who was writing Bach's librettos during his first year in Leipzig. The poet, whoever he or she was, begins by posing a question, a quotation from the gospel. The answer to the question is the theme of the cantata, which explores the direction in which life should go. The poet inserted as movement 3 the third stanza of Bartholomäus Ringwaldt's hymn \"\" (1582) and as the closing chorale the first stanza of Ämilie Juliane von Schwarzburg-Rudolstadt's \"\" (1688).",
            "score": 70.18281555175781
        },
        {
            "docid": "12372301_12",
            "document": "Sonnet 86 . Sonnet 86 is well known as the final sonnet of The Rival Poet sonnets, in Shakespeares 1609 edition of sonnets. The rival poet series, Sonnets 78-86, is generally thought to be written around the years of 1598–1600, based on vocabulary evidence and similarities found with the plays that were also written during this time period. There is no exact answer as to who this rival poet is since nearly every well-known poet contemporary with Shakespeare has, at some time, been suggested as the \"rival poet\". Among the poets considered to be the rival poet, George Chapman and Christopher Marlowe, colleagues and literary competitors to Shakespeare, are generally considered to be two of the most likely contenders.",
            "score": 70.17279815673828
        },
        {
            "docid": "11698923_8",
            "document": "Sonnet 78 . In Sonnet 78, Shakespeare has a mock debate between the young man and himself: \"The mock-debate of the sonnet is: should the young man be prouder of Shakespeare's poem compiled out of rude ignorance, or of those of his more learned admirers?\" This question is followed by a mock answer: \"The mock answer is that the young man should be prouder of having taught a hitherto dumb admirer to sing, and of having advanced ignorance as high as learning, because these achievements on his part testify more impressively to his originally power than his (slighter) accomplishments with respect to his learned poets — he but mends their style and graces their arts.\" The debate that Shakespeare presents is \"in a Petrarchan logical structure, with a clearly demarcated octave and sestet.\" Shakespeare has to exhibit his present art as at least equal to that of his rivals. He accomplishes this \"by first resorting to a country-bumpkin, fairy-tale idiot-son role, presenting himself as a Cinderella, so to speak, raised from the cinders to the skies.\" This is just an example of some of the ignorance that Shakespeare displays in parts of the sonnet such as in the first quatrain. According to Helen Vendler, The most interesting grammatical move in the poem is the use in Q2 of aspectual description: not \"thou hast\" as we would expect — to parallel the later \"thou dost\" and \"thou art\" — but \"thine eyes...have\". The eyes govern the only four-line syntactic span (the rest of the poem is written in two-line units). We are made to pause for a two-line relative clause between \"thine eyes\" and its verb, \"have\"; in between subject and predicate we find ... the poet twice arising, once to sing, once to fly:",
            "score": 70.13307189941406
        },
        {
            "docid": "9429811_9",
            "document": "Petrarch's and Shakespeare's sonnets . Many English sonnet sequences start with addresses to the reader, and “many of [these addresses] specifically raise questions about the relationship between being in love and writing and reading love sonnets”. The beloved is a major interest of sonnet sequences, but the poetry itself is also an important focus. While the soulful poetry is intended to woo the beloved, it is also written for an audience to whom a clear succession should be important. A common indication of progression is “the movement from indirect description of the beloved to direct address to her”. However, there is an “antithetical tendency” to discontinue this personal address into a more impersonal language at moments of “conflict and stress”. An even further progression is formulated with the “inclusion of explicit autobiographical detail,” which “increases intensity and immediacy”. In other words, as the sequence intensifies, so do the relationships between poet and beloved, reader and beloved, and therefore poet and reader.",
            "score": 68.98175811767578
        },
        {
            "docid": "12371510_3",
            "document": "Sonnet 83 . The youth does not need to be described or painted (with cosmetics), but exceeds what can be written about him. Therefore the poet has given up attempting to express the youth's worth, so that the reality will show up the weakness of his poetry. The youth has objected to the poet's silence, while the Rival Poet is writing, but the reality of the youth's beauty is much greater than both poets could express.",
            "score": 68.30093383789062
        },
        {
            "docid": "6732754_9",
            "document": "Sonnet 56 . As the poet implores \"Sweet love\" (1) to conquer the lust that is ruining his union with the young man. This analysis of the sonnet relies upon two assumptions: 1) the young man is the poet's lover and 2) that when the poet refers to \"sad interim\" (9), he does not mean that the young man is away from London, but that he is separated from him emotionally - i.e., they are in a \"period of estrangement\" from one another due to the young man's promiscuity. Thus the poet is \"whipping up the young man's flagging affection. Behind lines 9-12 flickers a reminiscence of the situation of \"Hero and Leander\"\" (Rowse 115). The situation becomes even more clear when we read Sonnet 57, in which the poet, now very worried about the young man's lustful nature, asks him outright, \"Being your slave, what should I do but tend/Upon the hours and times of your desire? ... dare I question with my jealous thought/Where you may be\" (1-2/9-10).",
            "score": 68.28776550292969
        },
        {
            "docid": "28260_39",
            "document": "Sonnet . The sonnet was introduced into Czech literature at the beginning of the 19th century. The first great Czech sonneteer was Ján Kollár, who wrote a cycle of sonnets named \"Slávy Dcera\" (\"The daughter of Sláva\" / \"The daughter of fame\"). Kollár was Slovak and a supporter of Pan-Slavism, but wrote in Czech, as he disagreed that Slovak should be a separate language. Kollár's magnum opus was planned as a Slavic epic poem as great as Dante's Divine Comedy. It consists of \"The Prelude\" written in quantitative hexameters, and sonnets. The number of poems increased in subsequent editions and came up to 645. The greatest Czech romantic poet, Karel Hynek Mácha also wrote many sonnets. In the second half of the 19th century Jaroslav Vrchlický published \"Sonety samotáře\" (\"Sonnets of a Solitudinarian\"). Another poet, who wrote many sonnets was Josef Svatopluk Machar. He published \"Čtyři knihy sonetů\" (\"The Four Books of Sonnets\"). In the 20th century Vítězslav Nezval wrote the cycle \"100 sonetů zachránkyni věčného studenta Roberta Davida\" (\"One Hundred Sonnets for the Woman who Rescued Perpetual Student Robert David\"). After the Second World War the sonnet was the favourite form of Oldřich Vyhlídal. Czech poets use different metres for sonnets, Kollár and Mácha used decasyllables, Vrchlický iambic pentameter, Antonín Sova free verse, and Jiří Orten the Czech alexandrine. Ondřej Hanus wrote a monograph about Czech Sonnets in the first half of the twentieth century.",
            "score": 67.69573211669922
        },
        {
            "docid": "12372301_2",
            "document": "Sonnet 86 . Sonnet 86 is one of 154 sonnets written by the English playwright and poet William Shakespeare. It is the final poem of the Rival Poet subsection of the Fair Youth sonnets in which Shakespeare writes about an unnamed young man and a rival poet competing for the youth's attention. While the exact date of its composition is unknown, scholars generally agree that the Rival Poet series was written between 1598 and 1600 and published along with the rest of the sonnets in the 1609 Quarto.",
            "score": 67.5185317993164
        },
        {
            "docid": "9881948_2",
            "document": "Rival Poet . The Rival Poet is one of several characters, either fictional or real persons, featured in William Shakespeare's sonnets. The sonnets most commonly identified as the Rival Poet group exist within the Fair Youth group in sonnets 78–86. Several theories about these characters, the Rival Poet included, have been expounded, and scholarly debate continues to put forward both conflicting and compelling arguments. In the context of these theories, the speaker of the poem sees the Rival Poet as a competitor for fame, wealth and patronage.",
            "score": 67.00926971435547
        },
        {
            "docid": "6732754_8",
            "document": "Sonnet 56 . Sonnet 56 is part of the Fair Youth sonnets. The sonnet's first line was inspired by George Whetstone's \"The Rocke of Regard\" (1576). The sonnet is divided up into four quatrain, groups of four lines, and a couplet. Sonnet 56 is puzzling because of its seemingly inappropriate placement next to Sonnet 55. In Sonnet 55, the poet's relationship with the young man is steady and secure, but here there is a sudden shift from confidence to deep insecurity. In this sonnet the poet examines the \"quality of love.\" It is not clear whose love is being addressed. The poet's, \"his friend's, or that of both?\" The poet \"pleads for the love to be charged with fresh vigor.\" At the same time, the poet suggests that a \"separation\" may be what the relationship needs in order to \"renew the intensity of their devotion.\" It should noted that the identity of the \"Sweet love\" is not located in the poem and the ultimate fate of the relationship is left ambiguous. Although, there may be clues of their fate in the rest of the Fair You Sonnets. Shakespeare also uses metaphors for eating to talk about a sexual appetite.",
            "score": 67.00469970703125
        },
        {
            "docid": "5769093_5",
            "document": "Sonnet 39 . Sonnet 39 is about the necessity of separation. The last few lines could cause some confusion; the poet is saying that, although he is separated from his lover, and therefore 'twain' or divided, they are really still the same. This can be so because of the sweet thought of love guiding the poet, allowing him to show that his lover is still within his heart and thus joined to him in spirit, no matter where his lover is in body. No one knows for sure the true identity of Shakespeare's dear friend, but most scholars agree that he was the Earl of Southampton, the poet's patron.",
            "score": 66.95935821533203
        },
        {
            "docid": "167373_54",
            "document": "Pat Boone . Boone wrote \"Questions About God\" with reporter Cord Cooper. He told \"The 700 Club\" in 2009, \"The big question is there a God? Is God real? How do we know? Is there proof? So this fella, Cord Cooper, and I decided we needed to answer three basic questions in a very simple form, but I think substantively and really bares no rational refutation ... We quote Einstein and Stephen Hawking, who is still living, the most brilliant man on the planet. As they say, it's inconceivable that all this has happened without a plan, without a blueprint, without some designer who created the design. So this book is so simple, yet I think profound truth.\"",
            "score": 66.8647689819336
        },
        {
            "docid": "12417264_2",
            "document": "Sonnet 102 . Sonnet 102 is one of the 154 sonnets written by English playwright and poet William Shakespeare. It is one of the Fair Youth sonnets, in which Shakespeare writes of an unnamed youth with whom the poet is enamored. Sonnet 102 is among a series of seemingly connected sonnets, from Sonnet 100 to Sonnet 103, in which the poet speaks of a silence between his Muse and himself. The exact date of writing is unknown, and there is contention among scholars about when they were written. Paul Hammond among other scholars believes that sonnets 61-103 were written primarily during the early 1590s, and then being edited or added to later, during the early 1600s (decade). Regardless of date of writing, it was published later along with the rest of the sonnets of the 1609 Quarto.",
            "score": 66.62775421142578
        },
        {
            "docid": "235921_22",
            "document": "Charlotte Turner Smith . Stuart Curran, the editor of Smith's poems, has written that Smith is \"the first poet in England whom in retrospect we would call Romantic\". She helped shape the \"patterns of thought and conventions of style\" for the period, is responsible for rekindling the sonnet form in England. She influenced popular romantic poets of her time such as, William Wordsworth and John Keats. William Wordsworth, the leading Romantic poet, believed that Smith wrote, \"with true feeling for rural nature, at a time when nature was not much regarded by English Poets\". He also stated in the 1830s that she was \"a lady to whom English verse is under greater obligations than are likely to be either acknowledged or remembered\". By the middle of the 19th century, however, Smith was largely forgotten. Not only was Smith respected for her poetry but also for her ten novels, publishing works in a variety of genres. These genres include Gothic, revolutionary, educational, epistolary but always incorporating the novel of sensibility. Although they have yet to receive any type of \"critical attention\" today, Smith was famous for the publication of her children's books during her writing period. Smith is noted for being one of the most popular poets of her time. One of the first poets to ever receive a salary, Henry James Prye claimed Smith was \"[excelled] in two species of composition so different as the novel and the sonnet, and whose powers are so equally capable of charming the imagination, and awakening the passions.\"",
            "score": 66.52091217041016
        },
        {
            "docid": "22676_96",
            "document": "Oxfordian theory of Shakespeare authorship . Sobran also believes \"scholars have largely ignored one of the chief themes of the Sonnets: the poet's sense of disgrace ... [T]here can be no doubt that the poet is referring to something real that he expects his friends to know about; in fact, he makes clear that a wide public knows about it ... Once again the poet's situation matches Oxford's ... He has been a topic of scandal on several occasions. And his contemporaries saw the course of his life as one of decline from great wealth, honor, and promise to disgrace and ruin. This perception was underlined by enemies who accused him of every imaginable offense and perversion, charges he was apparently unable to rebut.\" Examples include Sonnets 29 and 112.",
            "score": 66.33294677734375
        },
        {
            "docid": "7796320_10",
            "document": "Hamnet Shakespeare . Michael Wood suggests in \"In Search of Shakespeare\" that sonnet 33 might have nothing to do with the so-called \"Fair Youth\" sonnets, that it alludes to the death of the poet's son, Hamnet in 1596 at age 11, and that there is an implied pun on \"\"sun\"\" and \"\"son\"\": \"\"Even so my sun one early morn did shine, with all triumphant splendour on my brow; but out, alack, he was but one hour mine, the region cloud hath mask'd him from me now\"\". If this is the case the link of sonnet 33 with sonnet 34, sonnet 35 and sonnet 36 would be entirely coincidental and spurious. Note that in sonnet 33 (1) there is no overt \"you\" or \"thou\" (contrary to most of the sonnets and in particular to sonnets 34, 35 and 36 which all three use \"thou\") and (2) there is no mention of the supposed \"fault\" committed by the addressee towards the poet (as in sonnets 34 and 35) nor of the supposed \"guilt\" borne by the poet which may affect the addressee's reputation (as in sonnet 36).",
            "score": 66.30027770996094
        },
        {
            "docid": "12450812_2",
            "document": "Sonnet 110 . Sonnet 110 is one of 154 sonnets written by the English playwright and poet William Shakespeare. Sonnet 110 was published along with the other sonnets in the 1609 Quarto. The sonnet falls in place with the Fair Youth sequence of Shakespeare's sonnets, in which the poet expresses his love towards a young man. The mystery of the young man is still unknown today. However, there are many different theories by various scholars of who this young man may be. There has been much debate whether or not this sonnet was written about Shakespeare's disdain with the stage and actors. Whereas others have interpreted sonnet 110 as the poet confessing his love to a young man.",
            "score": 65.94801330566406
        },
        {
            "docid": "11419326_7",
            "document": "Sonnet 147 . As a piece within Shakespeare's sonnet collection, Sonnet 147 lies within the Dark Lady sonnets sequence (Sonnets 127-154), following the Fair Youth sequence (Sonnets 1-126). Placed after the Fair Youth sonnets, which \"celebrate a young male love object\", The Dark Lady sonnets are associated with a woman of dark physical and moral features. Unlike the Fair Youth sonnets, which refer lovingly and admirably to the beauty and person-hood of a young male, the Dark Lady sonnets frequently include harsh and offensive language, often including sexual innuendos, to describe a woman who is neither admirably beautiful, or of admirable means or aristocratic status. By writing about this dark and simple woman, Shakespeare writes in stark contrast to most poets of his time, who often and predominantly wrote about fair, virginal, young girls who were of high social status. As with the questioned identity of the inspiration for the Fair Youth sonnets, the identity of the original Dark Lady has been disputed and argued for centuries. Unlike the Fair Youth sonnets, however, there is little academic \"proof\" to back up any proposed female muses, though historical characters ranging from Shakespeare's wife Anne Hathaway, Emilia Lanier, and even Queen Elizabeth herself have been suggested as potential \"femme fatales\".",
            "score": 65.7891845703125
        },
        {
            "docid": "24556295_18",
            "document": "Hero and Leander (1819 poem) . In \"The Religion of the Heart\", Hunt argued that \"It was a great mistake of the nurturers of Christianity to preach contempt of the body, out of a notion of exalting the soul.\" Hunt, in the \"Indicator\" essay, wrote in response to the views expressed in William Wordsworth's \"The World is Too Much With Us\": \"It was a strong sense of this, which made a living poet, who is accounted very orthodox in his religious opinions, give vent, in that fine sonnet, to his impatience at seeing the beautiful planet we live upon, with all its starry wonders about it, so little thought of, compared with what is so ridiculously called \"the world\".\" This view of \"the world\" is the same as in \"Hero and Leander\" as morality is said to limit material pleasure. Hunt also reverses the idea that pleasures are fleeting and should be rejected to claim that pleasures are fleeting because they are rejected by the world.",
            "score": 65.71208953857422
        },
        {
            "docid": "2905913_4",
            "document": "Robert Maximilian de Gaynesford . What is it for poetry to be serious and to be taken seriously? What is it to be open to poetry, exposed to its force, attuned to what it says and alive to what it does? These are important questions that call equally on poetry and philosophy. But poetry and philosophy, notoriously, have an ancient quarrel. Maximilian de Gaynesford sets out to understand and convert their mutual antipathy into something mutually enhancing, so that we can begin to answer these and other questions. The key to attuning poetry and philosophy lies in the fact that poetic utterances are best appreciated as doing things. For it is as doing things that the speech act approach in analytic philosophy of language tries to understand all utterances. Taking such an approach, this book offers ways to enhance our appreciation of poetry and to develop our understanding of philosophy. It explores work by a range of poets from Chaucer to Geoffrey Hill and J. H. Prynne, and culminates in an extended study of Shakespeare's Sonnets. What work does poetry set itself, and how does this determine the way it is to be judged? What do poets commit themselves to, and what they may be held responsible for? What role does a poet have, or their audience, or their context, in determining the meaning of a poem, what work it is able to achieve? These are the questions that an attuned approach is able to ask and answer.",
            "score": 65.65751647949219
        },
        {
            "docid": "6732176_9",
            "document": "Sonnet 54 . Shakespeare's sonnets are an important development in the historical progression of English poetry. The era in which Shakespeare was writing his sonnets was one of divergent literary values. He defied his society's contemporary tastes, along with \"Sidney and Spenser, the other two most prominent sonneteers\" of the sixteenth century, by embracing the sonnet form, which had largely gone out of fashion. Nonetheless, he filled his sonnets with references to other Elizabethan poets whom he respected. In Sonnet 54, especially the line \"The rose looks fair, but fairer we it deem,” we see a reference to Edmund Spenser's Amoretti, Sonnet 26, the first line of which is \"Sweet is the rose, but growes upon a brere.\" This reference is just one of many which help to \"proclaim Shakespeare's deepest literary values and his recurrent aesthetic convictions.\" While Shakespeare honors his contemporaries, one of the things that make Shakespeare so great was how he differed from them. The Amoretti is a series of sonnets focused on a much more traditional topic, the courting which led to Spencer's marriage. In the Amoretti, Spenser proposes \"that a resolution to the sonneteer's conventional preoccupations with love may be found within the bounds of Christian marriage.\" Shakespeare's Sonnets have a much more complicated, pained, and almost indecipherable message about love.",
            "score": 65.48291015625
        },
        {
            "docid": "11513949_2",
            "document": "Sonnet 140 . Sonnet 140 is one of 154 sonnets written by the English playwright and poet William Shakespeare. Sonnet 140 is one of the Dark Lady sonnets, in which the poet writes to a mysterious woman who rivals the Fair Youth for the poet's affection.",
            "score": 65.41812896728516
        },
        {
            "docid": "2152113_17",
            "document": "Amr ibn Hishām . While Muhammad was in Mecca some twenty Christians came to him from Abyssinia (or Najrān) when they heard news of him. Muhammad answered all their questions and read the Quran to them. Their eyes flowed with tears and they accepted Islam. Abu Jahl intercepted them as they were leaving, saying, 'God, what a wretched band you are! Your people at home sent you to bring them information about the fellow, and as soon as you sat with him you renounced your religion and believed what he said. We don't know a more asinine band than you'. They answered: 'Peace be on you. We will not engage in foolish controversy with you. We have our religion and you have yours. We have not been remiss in seeking what is best.'",
            "score": 65.20142364501953
        },
        {
            "docid": "12417111_16",
            "document": "Sonnet 101 . As mentioned above, rather than asking for inspiration, the poet demands explanation, though now he presumes his Muse's excuse for the neglect, which the poet takes to be that truth of beauty is self-evident, and needs no further embellishment. It is in the second and third line of this quatrain, or the sixth and seventh lines in the sonnet, where the rhythmic structure of Sonnet 101 becomes noteworthy. Whereas the rest of Sonnet 101 follows conventional structural patterns, it is in line 6 and 7, \"Truth needs no colour with his colour fixed; / Beauty no pencil, beauty's truth to lay,\" that the rhythm deviates from the established norm, which is discussed in depth earlier in this article. Though there is no definitive explanation for this alteration, its inconsistency warrants speculation. If we assume that the difference in pattern is not an oversight on the part of Shakespeare, then it is conceivable that this creative idiosyncrasy was made for aesthetic or symbolic reasons. It is then pertinent to question why these particular lines are given this unique structural treatment. Putting aside aesthetic interpretation, it could be conceived that Shakespeare intentionally chose these two lines with which to assert freedom from the regular metrics of iambic pentameter, to show that truth and beauty should be singled out. Given this interpretation of the second and third lines of the quatrain, the fourth line, \"But best is best, if never intermixed?\" can even be read as the poet-speaker's assessment that his Muse does not see fit to embellish truth and beauty through poetic inspiration.",
            "score": 65.13735961914062
        }
    ]
}