{
    "q": [
        {
            "docid": "8795944_11",
            "document": "Clerical celibacy (Catholic Church) . In the earliest years of the church, the clergy were largely married men. C K Barrett points to 1 Cor 9:5 as clearly indicating that \"apostles, like other Christians, have a right to be (and many of them are) married\" and the right for their wife to be \"maintained by the communities in which they [the apostles] are working.\" However, Paul himself was celibate, and there is no consensus that inclusion among the requirements for candidacy to the office of \"overseer\" of being \"the husband of one wife\" meant that celibate Christians were excluded.",
            "score": 17.327213764190674
        },
        {
            "docid": "51871081_8",
            "document": "Hans Zollner . In May 2010, he co-authored an article defending the record of Pope Benedict XVI in removing priests accused of sexual abuse. The article presented data to show that sexual abuse is no higher among celibate clergy than in other areas and that media reports present an inflated picture of the scale of the problem. It decried the \"moral panic\" surrounding the subject of clerical sexual abuse. In 2011, when Polish church officials were downplaying the need for a commission to establish procedures for handling cases of clerical sexual abuse, he told a Polish magazine that \"If the church in Poland doesn't confront this reality and doesn't take the bull by the horns, the same thing will happen which we witnessed in the United States, Canada, Ireland, Germany, Austria and recently in Belgium. If the church doesn't know how to react to such situations because it hasn't bothered to ascertain the facts, its image will suffer much more than if it had said, 'Yes, we had such cases -- they were very painful, but we tackled them.'\" Addressing church workers in Australia in September 2017, Zollner said that in Australia \"there seems to be almost nil trust in what the Church says ... This is not true in other parts of the world. I think you are in a pretty unique situation\". He thought Europe and North America had made progress in dealing with clerical sexual abuse, but \"It has not yet hit the surface of public interest and discussion and news in 75 per cent of countries, if not more. I cannot say where or when it will hit, but it will hit.\"",
            "score": 35.92183995246887
        },
        {
            "docid": "606848_62",
            "document": "Catholic Church . The sacrament of Holy Orders consecrates and deputes some Christians to serve the whole body as members of three degrees or orders: episcopate (bishops), presbyterate (priests) and diaconate (deacons). The church has defined rules on who may be ordained into the clergy. In the Latin Church, the priesthood is generally restricted to celibate men, and the episcopate is always restricted to celibate men. Men who are already married may be ordained in certain Eastern Catholic churches in most countries, and the personal ordinariates and may become deacons even in the Western Church (see Clerical marriage). But after becoming a Catholic priest, a man may not marry (see Clerical celibacy) unless he is formally laicised.",
            "score": 24.153966665267944
        },
        {
            "docid": "15001299_4",
            "document": "Taego Order . What distinguishes the Taego Order from other forms of Korean Buddhism like the Jogye Order of Seon is that it allows ordained priests to marry, although nuns must remain celibate. This custom of married priests is a remnant of Korea under Japanese rule. However, not all Taego priests are married. This order also includes traditional monks. Monks tend to remain more separate from society and live in mountain temples, whereas the married clerics are more like parish priests, though this is not always the case.",
            "score": 20.29280376434326
        },
        {
            "docid": "542141_27",
            "document": "Clerical marriage . A unique question arises when celibate Catholic Priests have converted to become Orthodox Priests—a situation increasing in parts of the world, particularly in America. Do the Orthodox believe that Roman Catholic priests have the grace of the priesthood (and thus RC priests who convert are not \"re-ordained\")? Or must they be ordained all over again? Simply speaking: can they marry before being ordained to the Orthodox Priesthood. Or must they remain celibate?",
            "score": 20.04994773864746
        },
        {
            "docid": "23907245_3",
            "document": "Debate on the causes of clerical child abuse . Clergy themselves have suggested their seminary training offered little to prepare them for a lifetime of celibate sexuality.",
            "score": 26.920169353485107
        },
        {
            "docid": "27485516_48",
            "document": "Henry II, Holy Roman Emperor . Sincerely religious, Henry II supported service to the Church (he was celibate) and promoted various monastic reforms. He also strongly enforced clerical celibacy, perhaps partly in order that the public land and offices he granted to clerics would not be devised to heirs. He encouraged the reform of the Church, fostered missionary activity, and made several charitable foundations for the poor.",
            "score": 16.707844257354736
        },
        {
            "docid": "8795944_43",
            "document": "Clerical celibacy (Catholic Church) . The mainly Lebanese Maronite Church doesn't demand celibacy vows from its deacons or parish priests; their monks, however, are celibate, as well as their bishops who are normally selected from the monasteries.",
            "score": 21.0569486618042
        },
        {
            "docid": "23907245_24",
            "document": "Debate on the causes of clerical child abuse . Supporters of celibacy claim that Roman Catholic priests suffering sexual temptations are not likely to turn immediately to a teenage boy simply because Church discipline does not permit clergy to marry. Supporters of clerical celibacy suggest, then, that there is some other factor at work.",
            "score": 17.4250168800354
        },
        {
            "docid": "8795944_4",
            "document": "Clerical celibacy (Catholic Church) . In this context, \"celibacy\" retains its original meaning of \"unmarried\". Though even the married may observe continence, abstaining from sexual intercourse, the obligation to be celibate is seen as a consequence of the obligation to observe \"perfect and perpetual\" continence for the sake of the Kingdom of heaven. Advocates see clerical celibacy as \"a special gift of God by which sacred ministers can more easily remain close to Christ with an undivided heart, and can dedicate themselves more freely to the service of God and their neighbour.\"",
            "score": 35.84212827682495
        },
        {
            "docid": "542141_16",
            "document": "Clerical marriage . Traditionally, even if the wife of a married deacon or priest dies, he may not remarry but must remain celibate. However, in recent times, some Bishops have relaxed this tradition and allowed exceptions here. For one, a widowed priest may be granted relief from the obligation of celibacy through a process known as being laicized. Their subsequent marriage is thus seen as the marriage of a layman, and not clerical marriage. After the marriage, the former Priest may then apply for re-ordination.",
            "score": 16.66335678100586
        },
        {
            "docid": "6915942_2",
            "document": "Newar Buddhism . Newar Buddhism is the form of Vajrayana Buddhism practiced by the Newar people of the Kathmandu Valley, Nepal. It has developed unique socio-religious elements, which include a non-monastic Buddhist society based on the Newar caste system and patrilineality. The ritual priests (\"guruju\"), vajracharya (who perform rituals for others) and \"shakya\" (who perform rituals mostly for their own families) form the non-celibate religious sangha while other Buddhist Newar castes like the Urāy act as patrons. Uray also patronise Tibetan Vajrayanin, Theravadin, and even Japanese clerics.",
            "score": 19.44530177116394
        },
        {
            "docid": "18818890_5",
            "document": "Yes, Yes, Yes . Built under a quiet storm like R&B production similar to White's, the song hit the charts peaking at number #46 on the \"Billboard\" Hot 100 and number #11 on the R&B charts becoming Cosby's biggest charted single since \"Little Ole Man (Uptight, Everything's Alright)\" peaked at number #4 on the Hot 100 nine years earlier.",
            "score": 3.0638809204101562
        },
        {
            "docid": "4500848_5",
            "document": "Atto of Vercelli . His spiritual zeal was more famously directed toward the church itself. Atto was concerned with the clergy in Northern Italy. Although he noticed pagan superstitions in his parishioners, he believed these superstitions to be the fault of the clergy, who were “clearly not particularly devoted to their priestly duties. He readily prescribed punishment for priests who were misleading or neglecting their flocks. Atto also wished to rectify the growing problem of sexuality within the priesthood. He had discovered that many clerics, who were, by the decree of the Council of Nicaea, supposed to be celibate, were fornicating with women. Such clerics often made excuses as to why they needed women around, but Atto saw through these. Although he didn’t threaten any punishment to the offending ecclesiastics, he did strongly suggest that they should stop. More likely than not, his influence was not very strong on matters that were so tied to human nature, such as this.",
            "score": 30.89660608768463
        },
        {
            "docid": "35386244_2",
            "document": "Jilyaale . Jilyaale is a district located west of Jowhar the administrative region of Shabeellaha Dhexe Region of Somalia. It was found by the Somali cleric Sheikh Hassan Barsane, who led a revolt against fascist Italian forces in Somalia, and the city was also his center.",
            "score": 19.354161739349365
        },
        {
            "docid": "5442210_30",
            "document": "Sharif Sheikh Ahmed . President Sheikh Sharif spoke at the London Conference on Somalia on 23 February 2012. President Sheikh Sharif said: \"To all of you who have exerted every effort so that you could put an end to the suffering of the Somali people, we would like to say that we appreciate this wonderful effort.\" US Secretary Of State Hillary Clinton, UN Secretary General Ban Ki-moon and representatives from over 40 governments attended the London Conference on Somalia, to discuss the rebuilding of Somalia and the tackling of piracy, terrorism and famine.",
            "score": 23.6972393989563
        },
        {
            "docid": "410784_67",
            "document": "Criticism of the Catholic Church . However, the Church's tradition of celibacy traces its beginnings to both Jesus, who encouraged his apostles to be celibate if they were able to do so, and to St. Paul, who wrote of the advantages celibacy allowed a man in serving the Lord. Thus, from the Church's beginnings, clerical celibacy was \"held in high esteem\" and is considered a kind of spiritual marriage with Christ, a concept further popularized by the early Christian theologian Origen. About 300, the Synod of Elvira called for clerical celibacy . Clerical celibacy began to be enforced in papal decretals beginning with Pope Siricius (d. 399). In 1074, mandatory celibacy of the clergy became canon law as part of Pope Gregory VII's effort to eliminate several forms of medieval church corruption.",
            "score": 19.898999452590942
        },
        {
            "docid": "43126636_7",
            "document": "Healthcare in Somalia . The last three decades of armed conflicts, lack of functioning government, economic collapse, and disintegration of the health system and other public services - together with recurrent droughts and famines – has turned Somalia into one of the world’s most difficult environments for survival. This is bluntly reflected in the poor child health conditions, as twenty per cent of the children die before they reach the age of five, more than one third are underweight, and almost fifty per cent suffer from stunting. The under-five mortality rate in Somalia is among the highest in the world, while the prevalence of malnutrition has remained at record high levels for decades. It is therefore likely that malnutrition contributes to more than half of the under-five deaths in Somalia. Pneumonia, diarrhoea and neonatal causes account for a large proportion of childhood deaths.",
            "score": 17.478447914123535
        },
        {
            "docid": "8397900_4",
            "document": "Mohammad-Baqer Majlesi . Born in Isfahan in 1617, his father, Mulla Mohammad Taqi Majlesi (\"Majlesi-ye Awwal\"—Majlesi the First, 1594 AD-1660 AD), was a cleric of Islamic jurisprudence. The genealogy of his family is traced back to Abu Noaym Ahámad b. Abdallah Esfahani (d. 1038 AD), the author, inter alia, of a History of Isfahan, entitled Zikr-i akhbar-i Isfahan.",
            "score": 10.231400728225708
        },
        {
            "docid": "21058417_3",
            "document": "Ting-Xing Ye . Ye was born in Shanghai, China, in 1952, the fourth of five children. Her parents were a factory owner and his wife. Ye's parents died when she was a small child, leaving Ye and her four siblings in the care of her Great-Aunt. During the Cultural Revolution, Ye and her family were condemned as having \"bad blood\" and persecuted by the Communist regime, because their father had been a boss in a factory. At sixteen, like millions of other young Chinese men and women, Ye was exiled to a prison farm to \"learn from the peasants\" and be \"reformed\" by hard labor. On the farm, Ye was persecuted and suffered torture at the hands of her leaders.",
            "score": 3.6344053745269775
        },
        {
            "docid": "2156300_4",
            "document": "Jón Arason . By this point Jón Arason had become known for his great talents if somewhat erratic faith. He fathered numerous children who fought for his causes figuratively and later literally. This was despite the canonical obligation that Catholic bishops are to be celibate, but Iceland was distant enough from Rome for clerical discipline in that age to be very lax.",
            "score": 19.21348810195923
        },
        {
            "docid": "891132_12",
            "document": "Greater Somalia . Djibouti gained its independence in 1977, but a referendum was held in 1958 on the eve of Somalia's independence in 1960 to decide whether or not to join the Somali Republic or to remain with France. The referendum turned out in favor of a continued association with France, largely due to a combined \"yes\" vote by the sizable Afar ethnic group and resident Europeans. However, the majority of those who voted \"no\" were Somalis who were strongly in favor of joining a united Somalia as had been proposed by Mahmoud Harbi. Harbi was killed in a plane crash two years later, and Hassan Gouled Aptidon, a Somali who campaigned for a yes vote in the referendum of 1958, wound up as Djibouti's first president post-independence (1977–1991).",
            "score": 15.384273052215576
        },
        {
            "docid": "1128090_63",
            "document": "Animal worship . In India snake worship refers to the high status of snakes in Hindu mythology. Over a large part of India there are carved representations of cobras (nagas) or stones as substitutes. To these human food and flowers are offered and lights are burned before the shrines. Among the Dravidians a cobra which is accidentally killed is burned like a human being; no one would kill one intentionally. The serpent-god's image is carried in an annual procession by a celibate priestess.",
            "score": 17.292773485183716
        },
        {
            "docid": "7252942_5",
            "document": "Blake Alphonso Higgs . Although Higgs was never famous in his own right, his music has been covered by the likes of Dave Van Ronk (\"Yes, Yes, Yes\", although the original is actually called \"The Duck's Yas-Yas-Yas\", a 1929 hit by blues pianist-singer James \"Stump\" Johnson, also successfully recorded by Oliver Cobb that same year), Pete Seeger (\"Foolish Frog\"), Lord Mouse and the Kalypso Katz (\"Tomatoes\"), The Percentie Brothers (\"Goombay Drums\") and perhaps most famously The Beach Boys, who covered his 1952 recording of the Caribbean folk song \"John B Sail\" (\"Wreck of the John B\") and called it \"Sloop John B\".",
            "score": 6.317433834075928
        },
        {
            "docid": "27358_177",
            "document": "Somalia . In ancient Somalia, pyramidical structures known in Somali as \"taalo\" were a popular burial style, with hundreds of these dry stone monuments scattered around the country today. Houses were built of dressed stone similar to the ones in ancient Egypt. There are also examples of courtyards and large stone walls enclosing settlements, such as the Wargaade Wall.",
            "score": 21.869697332382202
        },
        {
            "docid": "50221353_17",
            "document": "Bigamy (canon law) . Bigamy begets irregularity, the principal effect of which is to entirely exclude from the reception and use and exercise of any ecclesiastical order and benefice attached to any order. Pope Gregory X (Lib. 1, Tit. XII, Cap. Unic. in Sexto) further declared that bigamists should be stripped of every clerical privilege, removed from the protection of the ecclesiastical, and subjected to civil, jurisdiction, deprived of the canon safeguarding their person from personal attack, and forbidden to wear the tonsure and clerical garb, under penalty of excommunication to be incurred at the moment of their attempted marriage. The Council of Trent also forbids to bigamists the exercise of any office or function of minor orders, even of such functions as are usually, by permission, allowed to married laymen on account of scarcity of celibate clerics (Sess. XXIII, C. 17, De Reform). Clerics in minor orders whose marriages were invalid are not comprehended under the Tridentine law. Clerics in Sacred orders and religious clerics, who, by virtue of the law of celibacy and religious profession, are spiritually wedded to the clerical and religious states respectively, are not comprehended under the law stripping them of every clerical privilege, and the use of tonsure and clerical garb, and this out of respect to their sacred character. Clerics on the other hand, in minor orders are not wedded to the clerical state; hence they come under the law. Bishops who knowingly an without permission confer Sacred orders on a bigamist are by the Third Council of Arles (Dist . LV, Can. 2) suspended from saying Mass for one year, and by the decretal law (Lib. 1, Tit. 21, Cap. ii) were deprived of the power of giving to others the orders they had conferred on a bigamist. Since the constitution \"Apostolicae Sedis\", the only punishment is that which the Holy Father may deem fit to impose upon the bishop violating the canons.",
            "score": 22.881978511810303
        },
        {
            "docid": "28260_22",
            "document": "Sonnet . Happy ye leaves. whenas those lily hands, (a) Which hold my life in their dead doing might, (b) Shall handle you, and hold in love's soft bands, (a) Like captives trembling at the victor's sight. (b) And happy lines on which, with starry light, (b) Those lamping eyes will deign sometimes to look,(c) And read the sorrows of my dying sprite, (b) Written with tears in heart's close bleeding book. (c) And happy rhymes! bathed in the sacred brook (c) Of Helicon, whence she derived is, (d) When ye behold that angel's blessed look, (c) My soul's long lacked food, my heaven's bliss. (d) Leaves, lines, and rhymes seek her to please alone, (e) Whom if ye please, I care for other none. (e) </poem>",
            "score": 3.3454322814941406
        },
        {
            "docid": "34232946_8",
            "document": "Frances Latham . Frances died in 1677, at about the same time that her husband died. In September of that year Samuel Hubbard of Newport wrote to his children in Westerly, \"For news, Mr. Vahan is gone to his long home and his wife is like to follow him if not dead.\" Frances was buried in the Common Burying Ground in Newport, and on her stone was placed the following inscription, \"Here Lyeth ye Body of Mrs. Frances Vaughan, Alius Clarke, ye mother of ye only children of Capt'n Jeremiah Clarke. She died ye 1 week in Sept., 1677, in ye 67th year of her age.\"",
            "score": 4.6223225593566895
        },
        {
            "docid": "6341497_6",
            "document": "The Celibate Rifles . The Celibate Rifles' next singles, \"Pretty Pictures\" (October 1983) and \"Merry Xmas Blues\" (December) included acoustic guitars instead of the usual all-electric front. \"Rolling Stone\"s Clinton Walker described \"Pretty Pictures\", as \"a delicate acoustic ballad that surprised more than a few people\". In January 1984 Darroch left to form The Eastern Dark – he died in a van accident in March 1986 which also injured his band mates. Couvret returned for the second album, \"The Celibate Rifles\" (May 1984), which is also called \"5 Languages\" for its cover depicting the band's name in French, Arabic, English, Chinese and Spanish. The album was produced by Connor and Steedman and provided the singles \"Wild Desire\" (April 1984) and \"Sometimes\" (November). Australian rock historian, Ian McFarlane, described it as \"still rough-hewn but with more variation, style and power than the debut\". David Fricke of \"Rolling Stone\" felt it displayed \"urban teen frenzy with lyricist Lovelock's adult fears erupting in a glowing atomic fireball of bazooka guitars and terminal volume\".",
            "score": 22.624245643615723
        },
        {
            "docid": "34050779_24",
            "document": "Yes/No (Glee) . Flandez called the \"propulsive mash-up\" of \"Moves Like Jagger\" and \"Jumpin' Jack Flash\" one of the episode's \"highlights\", and \"Billboard\" Rae Votta said it was \"impeccably choreographed by Glee's often unsung hero Zach Woodlee.\" She also lauded Artie's \"Jagger moves while sitting in a chair\" and said he \"outshines even Mike and Will who dance beside him\". Sullivan described Artie as \"consistently awesome\", and Slezak said it was \"one of Artie’s more appealing musical moments this season\" and gave it a \"B\". Lynch characterized the song as a \"spunky diversion\" and gave it a \"B+\", but he noted it was \"not a good song for marriage proposals by any stretch of the imagination\", a point also made by \"Rolling Stone\" Erica Futterman, who said the number would have \"fared much better as a stand-alone performance\". While Chaney liked Will and Mike's \"moves\", she felt there was \"far too much quick cutting to shots of Morrison in a tank top\" and gave the song a \"B–\"; Slezak and VanDerWerff were also critical of these shots.",
            "score": 10.886993646621704
        },
        {
            "docid": "6035_35",
            "document": "Celibacy . Usually, only celibate men are ordained as priests in the Latin Rite. Married clergy who have converted from other Christian denominations can be ordained Roman Catholic priests without becoming celibate. Priestly celibacy is not \"doctrine\" of the Church (such as the belief in the Assumption of Mary) but a matter of discipline, like the use of the vernacular (local) language in Mass or Lenten fasting and abstinence. As such, it can theoretically change at any time though it still must be obeyed by Catholics until the change were to take place. The Eastern Catholic Churches ordain both celibate and married men. However, in both the East and the West, bishops are chosen from among those who are celibate. In Ireland, several priests have fathered children, the two most prominent being Bishop Eamonn Casey and Father Michael Cleary.",
            "score": 20.45036792755127
        },
        {
            "docid": "27358_7",
            "document": "Somalia . Somalia has been inhabited since at least the Paleolithic. During the Stone Age, the Doian and Hargeisan cultures flourished here. The oldest evidence of burial customs in the Horn of Africa comes from cemeteries in Somalia dating back to the 4th millennium BCE. The stone implements from the Jalelo site in the north were also characterized in 1909 as important artefacts demonstrating the archaeological universality during the Paleolithic between the East and the West.",
            "score": 21.829541206359863
        }
    ],
    "r": [
        {
            "docid": "58809_5",
            "document": "Adultery . In Muslim countries that follow Sharia law for criminal justice, the punishment for adultery may be stoning. There are fifteen countries in which stoning is authorized as lawful punishment, though in recent times it has been legally carried out only in Iran and Somalia. Most countries that criminalize adultery are those where the dominant religion is Islam, and several Sub-Saharan African Christian-majority countries, but there are some notable exceptions to this rule, namely Philippines, Taiwan, and several U.S. states. In some jurisdictions, having sexual relations with the king's wife or the wife of his eldest son constitutes treason. By analogy, in cultures which value and normally practice exclusive interpersonal relationships, sexual relations with a person outside the relationship may also be described as infidelity or cheating, and is subject to sanction.",
            "score": 44.87169647216797
        },
        {
            "docid": "304064_26",
            "document": "Clerical celibacy . The consequence of the requirement from higher clerics who lived in marriages to abstain permanently from sexual intercourse with their wives was prohibition for those who were single of entering a marriage after ordination. The Apostolic Canons of the Apostolic Constitutions decreed that only lower clerics might still marry after their ordination. Bishops, priests, and deacons were not allowed. Jerome, referred in \"Against Jovinianus\" to marriage prohibition for priests when he argued that Peter and the other apostles had been married, but had married before they were called and subsequently gave up their marital relations. The Paphnutius legend in the first half of the fifth century called the marriage prohibition an ancient ecclesiastical tradition.",
            "score": 42.993873596191406
        },
        {
            "docid": "1511936_5",
            "document": "Fasting in Islam . Muslims are prohibited from eating, drinking and engaging in conjugal sexual relationships from dawn (fajr) to sunset (maghrib). It is considered time to begin fasting when a person standing outside can tell a white thread from a black thread. Fasting helps Muslims develop self-control, gain a better understanding of God’s gifts and greater compassion towards the deprived. Fasting in Islam involves abstaining from all bodily pleasures between dawn and sunset. All things which are regarded as prohibited is even more so in this month, due to its sacredness. Each and every moment during the fast, a person suppresses their passions and desires in loving obedience to God. This consciousness of duty and the spirit of patience helps in strengthening one's faith. Fasting helps a person gain self-control. A person who abstains from permissible things like food and drink is likely to feel conscious of his sins. A heightened sense of spirituality helps break the habits of lying, staring with lust at the opposite sex, gossiping, and wasting time. Fasting is also viewed as a means of controlling one's desires (of food, drink and sex) and focusing more on devoting oneself to God. Many Muslims have had food before the sun rises.",
            "score": 41.232276916503906
        },
        {
            "docid": "5672810_60",
            "document": "Rape statistics . Rape in Iceland is defined by Article 194 of the Penal Code which states: \"\"Any person who has sexual intercourse or other sexual relations with a person by means of using violence, threats or other unlawful coercion shall be guilty of rape and shall be imprisoned for a minimum of 1 year and a maximum of 16 years. ‘Violence’ here refers to the deprivation of independence by means of confinement, drugs or other comparable means. Exploiting a person’s psychiatric disorder or other mental handicap, or the fact that, for other reasons, he or she is not in a condition to be able to resist the action or to understand its significance, in order to have sexual intercourse or other sexual relations with him or her, shall also be considered as rape, and shall result in the same punishment as specified in the first paragraph of this article\".\"",
            "score": 39.60306930541992
        },
        {
            "docid": "3580185_5",
            "document": "Secular clergy . The teachings of the Roman Catholic Church and some scholars hold that a tradition of clerical \"continence\" existed in early Christianity, whereby married men who became priests were expected to abstain from sexual relations with their wives. The Council of Elvira, held in 306, before Constantine had legitimized Christianity, made it an explicit law that bishops and other clergy should not have sexual relations with their wives. Despite consistently upholding the doctrine of clerical celibacy, over the following centuries the Church experienced many difficulties in enforcing it, particularly in rural areas of Europe. Finally, in the 12th century the Western Church declared that Holy Orders were not merely a prohibitive but a diriment canonical impediment to marriage, making marriage by priests invalid and not merely forbidden.",
            "score": 39.39329147338867
        },
        {
            "docid": "1637863_43",
            "document": "Islamic sexual jurisprudence . Similar to laws that prohibit extramarital sexual relations, the Qur'an also stipulates categories of women with whom men are prohibited from engaging in sexual intercourse. Verse 4:22-4 lists mothers, daughters, sisters, aunts, nieces, wet nurses, wet nurses' daughters, wives' mothers, daughters of wives from different fathers, wives of sons, and women already married.",
            "score": 39.17002868652344
        },
        {
            "docid": "28702283_43",
            "document": "Islam and violence . Zina is an Islamic law, both in the four schools of Sunni fiqh (Islamic jurisprudence) and the two schools of Shi'a fiqh, concerning unlawful sexual relations between Muslims who are not married to one another through a Nikah. It includes extramarital sex and premarital sex, such as adultery (consensual sexual relations outside marriage), fornication (consensual sexual intercourse between two unmarried persons), illegal sex by a slave girl, and homosexuality (consensual sexual relations between same-sex partners). Traditionally, a married or unmarried Muslim male could have sex outside marriage with a non-Muslim slave girl, with or without her consent, and such sex was not considered zina.",
            "score": 38.943904876708984
        },
        {
            "docid": "1599810_57",
            "document": "History of human sexuality . In Islam sexual intercourse is allowed only after marriage and only with one's spouse. Sex outside of marriage is prohibited, called zina, as is adultery, which is considered a sin and is strictly prohibited and punishable. According to the chapter Al-Israa', verse 32 of the Qur'an, Allah (God) prohibits Muslims from getting close to (engaging in) zina, and having relations with anyone other than one's spouse. And since marriage is only between a man and a woman, any sexual intercourse between two men is prohibited. Islam does not accept homosexuality or allow anal sex even between married couples or even during menstrual cycles. Furthermore, sex is like an act of charity if done with right intentions. One cannot seek sexual means outside of marriage and must lower gaze when outside.",
            "score": 38.896629333496094
        },
        {
            "docid": "1637863_41",
            "document": "Islamic sexual jurisprudence . Just as Islamic law fosters sexual actions within a marriage or lawful concubinage with wholly owned female slaves, there is also judicial opinion concerning sexual relations outside of these institutions. These laws, however, observe much stricter restrictions. Additionally, these laws have textual confirmation from the Qur'an. Verse 24:2-3 states that outside marriage and concubinage, Islamic law prohibits sexual relations as \"zina\" [fornication]. Verse 24:2-3 establishes that male and female fornicators are to be flogged one-hundred times. According to Hadith, married male and female fornicators are to be stoned to death.",
            "score": 38.2254524230957
        },
        {
            "docid": "1373092_2",
            "document": "Law of chastity . The law of chastity is a moral code defined by The Church of Jesus Christ of Latter-day Saints (LDS Church). According to the church, chastity means that \"sexual relations are proper only between a man and a woman who are legally and lawfully wedded as husband and wife.\" Therefore, abstinence from sexual relations before marriage, and complete fidelity to one's spouse during marriage, are required. As part of the law of chastity, the church teaches its members not only to abstain from adultery and fornication, but also to refrain from masturbation and to avoid sexually inappropriate thoughts. The law of chastity is taught to church members of all ages, and is especially emphasized to adolescents.",
            "score": 37.80723190307617
        },
        {
            "docid": "3634424_84",
            "document": "Violence against women . Stoning, or lapidation, refers to a form of capital punishment whereby an organized group throws stones at an individual until the person dies. Stoning is a punishment that is included in the laws of several countries, including Iran, Saudi Arabia, Sudan, Pakistan, Yemen, the United Arab Emirates, and some states in Nigeria, as punishment for adultery. Flogging or flagellation is the act of methodically beating or whipping the human body. It is a judicial punishment in various countries for specific crimes, including sex outside marriage. These punishments employed for sexual relations outside marriage, apart from constituting a form of violence in themselves, can also deter victims of sexual violence from reporting the crime, because the victims may themselves be punished (if they cannot prove their case, if they are deemed to have been in the company of an unrelated male, or if they were unmarried and not virgins at the time of the rape).",
            "score": 37.78314208984375
        },
        {
            "docid": "1088294_4",
            "document": "Demographics of sexual orientation . Another significant distinction can be made between what medical statisticians call incidence and prevalence. For example, even if two studies agree on a common criterion for defining a sexual orientation, one study might regard this as applying to any person who has ever met this criterion, whereas another might only regard him/her as being so if they had done so during the year of the survey. According to the American Psychological Association, sexual orientation refers to an \"enduring pattern of emotional, romantic, and/or sexual attractions to men, women, or both sexes\", as well as to \"a person's sense of identity based on those attractions, related behaviors, and membership in a community of others who share those attractions.\" Therefore, a person can be celibate and still identify as being bisexual or homosexual based on romantic proclivities.",
            "score": 37.72488784790039
        },
        {
            "docid": "6389844_27",
            "document": "Women's rights in Iran . Zina is an Islamic legal term referring to unlawful sexual intercourse. In the Iranian penal code of 1991, extramarital sex (zina) is punishable by stoning or slashing. An entire chapter of Iranian penal code deals with punishments for extramarital sex. Another chapter details how such relations can be proved and verified in the court.",
            "score": 37.62753677368164
        },
        {
            "docid": "10848321_3",
            "document": "Homosexuality and The Church of Jesus Christ of Latter-day Saints . Members of the church who experience homosexual attractions, including those who self-identify as gay, lesbian, or bisexual, may remain in good standing in the church if they abstain from sexual relations (outside opposite-sex marriage). Although no one, including those participating in same-sex sexual behavior, is forbidden from LDS Church Sunday worship services, acquiring and maintaining membership in the church and receiving a temple recommend is dependent upon observing the law of chastity's prohibition of sexual relationships outside a marital relationship between husband and wife.",
            "score": 37.57861328125
        },
        {
            "docid": "18721790_85",
            "document": "Child sexual abuse . A 2000 World Health Organization – Geneva report, “World Report on Violence and Health (Chap 6 – Sexual Violence)” states, “Action in schools is vital for reducing sexual and other forms of violence. In many countries a sexual relation between a teacher and a pupil is not a serious disciplinary offence and policies on sexual harassment in schools either do not exist or are not implemented. In recent years, though, some countries have introduced laws prohibiting sexual relations between teachers and pupils. Such measures are important in helping eradicate sexual harassment in schools. At the same time, a wider range of actions is also needed, including changes to teacher training and recruitment and reforms of curricula, so as to transform gender relations in schools.”",
            "score": 37.498592376708984
        },
        {
            "docid": "8795944_12",
            "document": "Clerical celibacy (Catholic Church) . Studies by some Catholic scholars, such as the Ukrainian Roman Cholij and Christian Cochini, have argued for the theory that, in early Christian practice, married men who became priests—they were often older men, \"elders\"—were expected to live in complete continence, refraining permanently from sexual relations with their wives. When at a later stage it was clear that not all did refrain, the Western Church limited ordination to unmarried men and required a commitment to lifelong celibacy, while the Eastern Churches relaxed the rule, so that Eastern Orthodox and Eastern Catholic Churches now require their married clergy to abstain from sexual relations only for a limited period before celebrating the Eucharist. The Church in Persia, which in the fifth century became separated from the Church described as Orthodox or Catholic, decided at the end of that century to abolish the rule of continence and allow priests to marry, but recognized that it was abrogating an ancient tradition. The Ethiopian Orthodox Tewahedo Church, whose separation, along with the Coptic Orthodox Church of Alexandria, came slightly later, allows deacons (who are ordained when they are boys) to marry after ordination, but not priests: any future priests who wish to marry must do so before becoming priests. The Armenian Apostolic Church, which also belongs to Oriental Orthodoxy, while technically prohibiting, like the Eastern Orthodox Church, marriage after ordination to the sub-diaconate, has generally let this rule fall into disuse and allows deacons to marry up to the point of their priestly ordination, thus continuing to maintain the traditional exclusion of marriage by those who are priests. This theory would explain why all the ancient Christian Churches of both East and West, with the one exception mentioned, exclude marriage after priestly ordination, and why all reserve the episcopate (seen as a fuller form of priesthood than the presbyterate) for the celibate.",
            "score": 37.351078033447266
        },
        {
            "docid": "1637863_59",
            "document": "Islamic sexual jurisprudence . Sex change operation means that healthy males or females suffering from no deformity, who are able to marry and reproduce, choose to undergo elective surgery to transform themselves into the appearance of the opposite sex. This kind of surgery is prohibited by Islamic Law because it is altering Allah’s creation needlessly and in vanity. Allah relates that Satan says:  It is also the most extreme form of imitating the opposite sex. Islamic prophet Muhammad said:",
            "score": 37.040802001953125
        },
        {
            "docid": "322674_16",
            "document": "Freedom of religion in Pakistan . For both Muslims and non-Muslims, all consensual extramarital sexual relations are considered a violation of the Hudood Ordinances. If a woman cannot prove the absence of consent in a rape case, there is a risk that she may be charged with a violation of the Hudood Ordinances for fornication or adultery. The maximum punishment for this offence is public flogging or stoning. However, there are no recorded instances of either type of punishment since the law was introduced.",
            "score": 36.71917724609375
        },
        {
            "docid": "1117301_5",
            "document": "Haram . By bringing up the word \"benefit\" as an opposite to \"sin\" the verse 2:219 of Quran clarifies that \"haram\" is that which is harmful. In fact, everything becomes meaningful with their opposite; e.g. if there is no cold we never understand what heat is. So sin is that which hurts us. When God says \"Do not\", He means \"do not hurt yourself\". An Islamic principle related to \"haram\" is that if something is prohibited, then anything that leads to it is also considered \"haram\". A similar principle is that the sin of \"haram\" is not limited to the person who engages in the prohibited activity, but the sin also extends to others who support the person in the activity, whether it be material or moral support.",
            "score": 36.5654182434082
        },
        {
            "docid": "26173_17",
            "document": "Ramadan . Ramadan is a time of spiritual reflection, improvement and increased devotion and worship. Muslims are expected to put more effort into following the teachings of Islam. The fast (sawm) begins at dawn and ends at sunset. In addition to abstaining from eating and drinking, Muslims also increase restraint, such as abstaining from sexual relations and generally sinful speech and behavior. The act of fasting is said to redirect the heart away from worldly activities, its purpose being to cleanse the soul by freeing it from harmful impurities. Ramadan also teaches Muslims how to better practice self-discipline, self-control, sacrifice, and empathy for those who are less fortunate; thus encouraging actions of generosity and compulsory charity (zakat).",
            "score": 36.55709457397461
        },
        {
            "docid": "7272_42",
            "document": "Christianity and homosexuality . In the 20th century, theologians like Jürgen Moltmann, Hans Küng, John Robinson, Bishop David Jenkins, Don Cupitt, and Bishop Jack Spong challenged traditional theological positions and understandings of the Bible; following these developments some have suggested that passages have been mistranslated or that they do not refer to what we understand as \"homosexuality.\" Clay Witt, a minister in the Metropolitan Community Church, explains how theologians and commentators like John Shelby Spong, George Edwards and Michael England interpret injunctions against certain sexual acts as being originally intended as a means of distinguishing religious worship between Abrahamic and the surrounding pagan faiths, within which homosexual acts featured as part of idolatrous religious practices: \"England argues that these prohibitions should be seen as being directed against sexual practices of fertility cult worship. As with the earlier reference from Strong’s, he notes that the word 'abomination' used here is directly related to idolatry and idolatrous practices throughout the Hebrew Testament. Edwards makes a similar suggestion, observing that 'the context of the two prohibitions in and suggest that what is opposed is not same-sex activity outside the cult, as in the modern secular sense, but within the cult identified as Canaanite'\".",
            "score": 36.45513153076172
        },
        {
            "docid": "317490_2",
            "document": "Incest in the Bible . Incest in the Bible refers to sexual relations between certain close kinship relationships which are prohibited by the Hebrew Bible. These prohibitions are found predominantly in and , but also in Deuteronomy. The biblical categories of prohibited relationships does not entirely match the modern definitions of prohibited incestuous relations in force in various countries or of the various Christian denominations. (see Affinity (canon law) and Laws regarding incest.)",
            "score": 36.25870895385742
        },
        {
            "docid": "52478048_11",
            "document": "Forum against Oppression of Women . Along with other Mumbai groups, FAOW made a submission to the Justice Verma Commission that identified three concerns:We hereby place our concerns before you.First of all we think that the committee should look at the entire gamut of sexual violence, not just “extreme” or “aggravated” cases. It should review all the laws relating to sexual assault and harassment, including the process of investigation, trial and speedy justice, the manner in which evidence (including medical and FSL) is collected and presented and recorded during the trial. This exercise of review for quicker investigation, speedier justice and trial needs to be done for ALL cases of sexual assault.Secondly while we totally support the need for quicker trials, we are not sure if enhancement in punishment is a solution to the problem of sexual assault. We are particularly against the death penalty. Our vision of justice does not include death penalty, which is neither a deterrent nor an effective or ethical response to these acts of sexual violence. We append (Annexure 1) with this statement our reasons as to why we think the death penalty is not a punishment to be given for sexual assault. We also believe that castration, chemical or otherwise, should not be a punishment awarded to rapists. Any form of corporal punishment is barbaric and has no place in a civilised polity.Thirdly we urge you to please carefully look at the Criminal Law Amendment Bill 2012 which has been passed by the Cabinet. It is changing the way in which rape will be looked at by making the law gender neutral. Sexual assault laws need to be gender sensitive, not gender neutral. Rape and sexual assault are gendered crimes, and whether they are committed on women, transgenders or men, they have to be looked at as “male pattern violence” prevalent in a patriarchal society. We have in our earlier recommendations (attached herein as ‘Annexure 2) to the Home Minister urged that the suggested gender neutrality in the Bill be changed.We ask for all sexual assault and rape laws to define sexual assault as a gendered crime committed by men on any person.",
            "score": 36.232948303222656
        },
        {
            "docid": "23892113_5",
            "document": "Thou shalt not commit adultery . According to Exodus, the law forbidding adultery was codified for the nation of Israel at Mount Sinai. It was one of the Ten Commandments written by the finger of God on stone tablets. Details regarding the administration of the law and additional boundaries on sexual behavior followed. For example, an ordeal was established to prove the guilt or innocence of a wife whose husband suspected her of adultery. Adultery was a capital crime, and if adulterers were caught, at least two witnesses were required before the death penalty would be carried out. Since men were permitted to have multiple wives, adultery was interpreted to consist of sexual relations between a man and a married or betrothed woman who was not his wife. A man who had sexual relations with a woman who was not married or betrothed was not guilty of adultery, per se, but the man was then obligated to marry the woman, unless her father forbid it and the man shall not divorce her until the end of his life.  Other boundaries on sexual behavior included the prohibition of sexual relations between close relatives, between persons of the same sex, and between people and animals; prostitution was also forbidden. The prohibition of prostitution has been interpreted by rabbinical scholars to preclude sexual relations outside of marriage in general, and a woman who, after getting married, was found to have been promiscuous before marriage faced the death penalty. A woman who was raped was not guilty of breaking the law, provided she cried out for help (which was taken as proof that she did not consent). According to Deuteronomy, the commandment against adultery was reaffirmed as the leadership of Israel passed from Moses to Joshua.",
            "score": 36.196842193603516
        },
        {
            "docid": "33161920_2",
            "document": "Sexual Offences Act, 1957 . The Sexual Offences Act, 1957 (Act No. 23 of 1957, originally the Immorality Act, 1957) is an act of the Parliament of South Africa which, in its current form, prohibits prostitution, brothel-keeping and procuring, and other activities related to prostitution. Before the law relating to sex offences was consolidated and revised by the Criminal Law (Sexual Offences and Related Matters) Amendment Act, 2007, it also prohibited various other sex offences, including sex with children under the age of consent and sex with the mentally incompetent. As the Immorality Act it was infamous for prohibiting sex between a white person and a person of another race, until that prohibition was removed by a 1985 amendment.",
            "score": 36.07366943359375
        },
        {
            "docid": "16975837_68",
            "document": "Laws regarding incest . Incest in Slovenia is not criminally prohibited unless one person is a minor. A person who has sexual relations with a blood relation minor is punished to 2 years in prison.",
            "score": 36.06486511230469
        },
        {
            "docid": "19755250_20",
            "document": "Laura Lederer . We started by bringing trafficking victims from Russia, the Ukraine, Nepal, India, and Mexico to the U.S. House and Senate to testify at Congressional hearings, because we knew that if American citizens heard their terrible stories we would be successful in passing a new law. We organized education and awareness campaigns on sex trafficking and labor trafficking in the U.S. and abroad. And, perhaps most important, we dared to challenge a subtext in the mainstream human rights movement, a subtext that said, \"If we can only get AIDS, STDs, violence, exploitation and rape, drug addiction and drug trafficking, international organized crime and other horrible elements out of prostitution, then it could be a legitimate career option for young women. In addition to the three Ps (Prevention, Prosecution, and Protection) we also need the four Rs: rescue, rehabilitation, restoration, and reintegration. Human trafficking…must be fought on three fronts: Supply, demand, distribution. You have to address all three at one time instead of just one or the other. Preventive campaigns without interdiction, without the high penalties that make it high risk, will not work. Likewise, it is important to address the demand side: the customers who purchase trafficked humans. There is explosive growth of child prostitution worldwide, often linked to trafficking. [T]he phenomenon is fueled by Western demand, and the U.S. increasingly is addressing demand. Victims of trafficking often endure brutal conditions that result in serious physical and mental health problems. These include HIV/AIDS and other sexually transmitted diseases, as well as other serious communicable diseases such as hepatitis and tuberculosis. Rape, assault, battery, and other forms of violence are also common. Victims of human trafficking also have reproductive problems such as pelvic inflammatory disease, forced abortion, and/or abortion related complications. Unwanted pregnancies are common. Many trafficking victims become addicted to alcohol or other drugs, used to numb the physical pain of long-standing abuse. Finally, the health implications of sex trafficking extend not only to victims and their children, but also to the customers/users, who can be infected or become carriers and transmitters of these diseases. In the U.S., victims are being trafficked from countries as disparate as India, Thailand, Russia, Cameroon, Mexico, Honduras, and many more. Most often, they are from resource poor countries with more than their share of serious health problems. Some of these countries have a thriving sex industry make them epicenters for epidemics. And where people are being moved vast distances around the globe to do someone else's bidding for someone else's gain, the epidemics are moving with them, thereby having a direct impact on the health of the destination country. Media reports would have us believe that commercial sexual exploitation is confined to a few poor regions of the world. But new evidence demonstrates that every country, rich or poor, North or South, produces its own child sexual abusers. Laws and law enforcement to prevent child sexual exploitation are hopelessly inadequate. Around the world, the definition of a child varies so widely as to make it impossible to have a cooperative effort protecting children from sexual exploitation. In Tanzania and the Philippines, the age of majority is 12; in a dozen other countries, it is 14: over 100 countries set the age of majority at 18. But these same countries have variations on age of consent to sexual relations. Thus, what may be illegal sexual relations or statutory rape in England may be legal in a Southeast Asian country. A country that prohibits child prostitution but makes the age of majority 12 has no protection for a teenage child targeted by an adult exploiter. . Countries must examine their definitions of child and the age of consent for sexual relations. As much as possible, nations should regularize these definitions, taking into account what we already know about the universal physical, psychological and emotional development of a human being. Only an international campaign can make cooperation among law enforcement agencies feasible.\" Survivors have a great deal to offer in the realm of anti-trafficking work. They are the ones who have real-life experience with trafficking. They have a knowledge and expertise that cannot be gained from any textbook or course of training. We need to make our programs more survivor-centered, not out of pity for the survivors, but because every aspect of our programs, whether prevention, prosecution, or protection, will be strengthened, and ultimately more successful, if we do incorporate survivors. For example:",
            "score": 36.04269027709961
        },
        {
            "docid": "51871081_8",
            "document": "Hans Zollner . In May 2010, he co-authored an article defending the record of Pope Benedict XVI in removing priests accused of sexual abuse. The article presented data to show that sexual abuse is no higher among celibate clergy than in other areas and that media reports present an inflated picture of the scale of the problem. It decried the \"moral panic\" surrounding the subject of clerical sexual abuse. In 2011, when Polish church officials were downplaying the need for a commission to establish procedures for handling cases of clerical sexual abuse, he told a Polish magazine that \"If the church in Poland doesn't confront this reality and doesn't take the bull by the horns, the same thing will happen which we witnessed in the United States, Canada, Ireland, Germany, Austria and recently in Belgium. If the church doesn't know how to react to such situations because it hasn't bothered to ascertain the facts, its image will suffer much more than if it had said, 'Yes, we had such cases -- they were very painful, but we tackled them.'\" Addressing church workers in Australia in September 2017, Zollner said that in Australia \"there seems to be almost nil trust in what the Church says ... This is not true in other parts of the world. I think you are in a pretty unique situation\". He thought Europe and North America had made progress in dealing with clerical sexual abuse, but \"It has not yet hit the surface of public interest and discussion and news in 75 per cent of countries, if not more. I cannot say where or when it will hit, but it will hit.\"",
            "score": 35.92184066772461
        },
        {
            "docid": "17755621_36",
            "document": "Beliefs and practices of The Church of Jesus Christ of Latter-day Saints . The church teaches what it calls the law of chastity, a moral code that its members must follow to be in good standing with the church. At its core, the law of chastity prohibits sexual relations between individuals who are not married, adultery, and sexual relations between gay and lesbian partners whether married or not. The law also prohibits other sexual behavior, such as bestiality and masturbation, as well as mental behavior such as lust, sexual fantasy, and viewing of pornography. The church's teachings are ambiguous about the scope of allowable sexual behavior between legally married couples. Sex in marriage is seen as a means for expressing and building joy, unity, love, and oneness, as well as for producing children.",
            "score": 35.84269332885742
        },
        {
            "docid": "8795944_4",
            "document": "Clerical celibacy (Catholic Church) . In this context, \"celibacy\" retains its original meaning of \"unmarried\". Though even the married may observe continence, abstaining from sexual intercourse, the obligation to be celibate is seen as a consequence of the obligation to observe \"perfect and perpetual\" continence for the sake of the Kingdom of heaven. Advocates see clerical celibacy as \"a special gift of God by which sacred ministers can more easily remain close to Christ with an undivided heart, and can dedicate themselves more freely to the service of God and their neighbour.\"",
            "score": 35.84212875366211
        },
        {
            "docid": "3952114_18",
            "document": "Sexuality in ancient Rome . The Latin word \"castitas\", from which the English \"chastity\" derives, is an abstract noun denoting \"a moral and physical purity usually in a specifically religious context\", sometimes but not always referring to sexual chastity. The related adjective \"castus\" (feminine \"casta\", neuter \"castum\"), \"pure\", can be used of places and objects as well as people; the adjective \"pudicus\" (\"chaste, modest\") describes more specifically a person who is sexually moral. The goddess Ceres was concerned with both ritual and sexual \"castitas\", and the torch carried in her honor as part of the Roman wedding procession was associated with the bride's purity; Ceres also embodied motherhood. The goddess Vesta was the primary deity of the Roman pantheon associated with \"castitas\", and a virgin goddess herself; her priestesses the Vestals were virgins who took a vow to remain celibate.",
            "score": 35.82758331298828
        },
        {
            "docid": "542141_5",
            "document": "Clerical marriage . Some scholars hold that a tradition of clerical \"continence\" existed in early Christianity, whereby married men who became priests were expected to abstain from sexual relations with their wives. In this view, the early Church did not consider legitimate marriage by those who were already priests. The Council of Elvira, a local synod held in Hispania Baetica (part of modern Andalusia) in 306, before Constantine had legitimized Christianity, made it an explicit law that bishops and other clergy should not have sexual relations with their wives. The church canons known as the Ecclesiastical Canons of the Holy Apostles, which appear to have been composed in Syria or Egypt slightly earlier have also been interpreted as imposing a similar obligation.",
            "score": 35.72831344604492
        }
    ]
}