{
    "q": [
        {
            "docid": "45280519_2",
            "document": "Homeward Bound (1923 film) . Homeward Bound is a lost 1923 American silent drama film directed by Ralph Ince and written by Peter B. Kyne, Jack Cunningham, and Paul Sloane. The film stars Thomas Meighan, Lila Lee, Charles S. Abbe, William P. Carleton, Hugh Cameron, and Gus Weinberg. The film was released on July 29, 1923, by Paramount Pictures.",
            "score": 27.00407886505127
        },
        {
            "docid": "50967887_16",
            "document": "Homeward Bound Battery and Dam . The dam wall is the most substantial structure surviving at Homeward Bound and is the largest and earliest (1888) associated with mining, recorded in North Queensland. The size and quality of the stonework is noteworthy in a regional context. There were few dams constructed on the Croydon Goldfield even though lack of water was a perennial problem.",
            "score": 23.974342823028564
        },
        {
            "docid": "50967887_4",
            "document": "Homeward Bound Battery and Dam . The Homeward Bound battery commenced crushing on 28 February 1888 with 20 head of stamps. The main mines serving the battery were all situated along the Homeward Bound reef on or near the summit of the ridge above Waterfall Creek. Homeward Bound Extended Block No.1 North Company (with a nominal capital of in 20,000 shares) owned several of the mines and Croydon Homeward Bound Gold Mining Company owned the battery. The 20 head of stamps and eight berdan pans were driven by a portable steam engine. The plant was valued at .",
            "score": 27.760998725891113
        },
        {
            "docid": "3557194_9",
            "document": "Deathlands: Homeward Bound . While \"Deathlands: Homeward Bound\" closely follows the plot of the fifth \"Deathlands\" novel, \"Homeward Bound\", it departs in a number of notable ways. Dr. Theophilus Tanner and Lori Quint are absent from the film, and Jak Lauren is specifically identified as a mutant, versus simply being an albino as in the novels. J.B. Dix is also changed, being significantly more talkative than his character in the novels, where he is described as a man who \"would never use three words when two would do the job.\" The purpose of redoubts is not clearly explained, and the film makes no mention of the MAT-TRANS facilities typically found in redoubts and used by Ryan and his friends to travel throughout most of the novels.",
            "score": 28.88602614402771
        },
        {
            "docid": "50967887_6",
            "document": "Homeward Bound Battery and Dam . The Mountain Maid United Gold Mining Company (with a nominal capital of 56,000 ten shilling shares) took over the Homeward Bound battery in 1890 but relinquished it to the original company again in 1891. By then the Homeward Bound claim was almost abandoned. Although the major companies had failed, the battery was revitalized in 1893 by co-operative parties who were getting good results. One old miner said in 1896 that the Homeward Bound \"has had less public attention paid to it than any other line on this extensive goldfield but left to the stragglers like myself to scratch away\". When other Croydon mines were considering closing down, in 1898 the Homeward Bound was producing almost two ozs of gold per ton of stone. In 1899 Homeward Bound No. 4 South had a spectacular crushing of from . Lane and Pate took over the battery in 1901 and cyaniding was commenced in 1902 using some of the equipment from the Pioneer cyanide works at Gorge Creek. In 1903, of gold were obtained from of quartz. However by 1904 the Homeward Bound Company had lost the reef and others were only putting small crushings through and mining gradually petered out.",
            "score": 32.010396122932434
        },
        {
            "docid": "47071091_4",
            "document": "Homeward Bound (1917 song) . CHORUS \"Homeward Bound\" Someday they'll hear that welcome sound, For while the shot and the shell are flying, For the ones at home they're sighing: And tho' the skies seem grey, There's bound to be a brighter day, For when the dove of peace flies over the land, They all will hear the general give the command, \"We are \"Homeward Bound'.\" That's a wonderful, wonderful sound.",
            "score": 31.537248849868774
        },
        {
            "docid": "3557194_1",
            "document": "Deathlands: Homeward Bound . Deathlands: Homeward Bound",
            "score": 24.551864624023438
        },
        {
            "docid": "56238996_1",
            "document": "Homeward Bound (horse) . Homeward Bound (horse)",
            "score": 24.551864624023438
        },
        {
            "docid": "6777367_1",
            "document": "Homeward Bound (song) . Homeward Bound (song)",
            "score": 24.551864624023438
        },
        {
            "docid": "50342578_21",
            "document": "The Assignment (2016 film) . The transgender community was largely disappointed by the image of forced gender reassignment surgery and a boycott was created in response. The director Walter Hill responded by stating, \"I wouldn't make a movie that hurt transgender people. Some of them have had a tough time of it, and the last thing I want to do is make anyone's road harder. But look, I understand the concern. Is it lurid? Yes. Is it lowbrow? Well, maybe. Is it offensive? No. I'm just trying to honor the B movies that we grew up with.\"",
            "score": 22.494000673294067
        },
        {
            "docid": "45280519_1",
            "document": "Homeward Bound (1923 film) . Homeward Bound (1923 film)",
            "score": 24.372129440307617
        },
        {
            "docid": "1212256_1",
            "document": "Homeward Bound: The Incredible Journey . Homeward Bound: The Incredible Journey",
            "score": 29.049827575683594
        },
        {
            "docid": "1864652_1",
            "document": "Homeward Bound (Turtledove novel) . Homeward Bound (Turtledove novel)",
            "score": 24.372129440307617
        },
        {
            "docid": "50967887_1",
            "document": "Homeward Bound Battery and Dam . Homeward Bound Battery and Dam",
            "score": 24.372129440307617
        },
        {
            "docid": "47071091_1",
            "document": "Homeward Bound (1917 song) . Homeward Bound (1917 song)",
            "score": 24.372129440307617
        },
        {
            "docid": "39623441_1",
            "document": "Homeward Bound (Australian TV series) . Homeward Bound (Australian TV series)",
            "score": 24.19500732421875
        },
        {
            "docid": "24940876_1",
            "document": "Homeward Bound (Harry Belafonte album) . Homeward Bound (Harry Belafonte album)",
            "score": 24.19500732421875
        },
        {
            "docid": "5207131_11",
            "document": "Homeward Bound II: Lost in San Francisco . The movie had a mixed reception. Rotten Tomatoes reports that 53% of critics gave the film a positive review, based on 17 reviews.",
            "score": 29.911843299865723
        },
        {
            "docid": "5207131_1",
            "document": "Homeward Bound II: Lost in San Francisco . Homeward Bound II: Lost in San Francisco",
            "score": 24.020440101623535
        },
        {
            "docid": "24940876_2",
            "document": "Homeward Bound (Harry Belafonte album) . Homeward Bound is an album by Harry Belafonte, released by RCA Records in 1970.",
            "score": 23.848374366760254
        },
        {
            "docid": "12527972_7",
            "document": "Jake Richardson . Throughout 2002, Richardson starred in many TV shows including \"NYPD Blue\", \"Need You Know\", and \"Boston Public\". He also appeared in TV Movie \"Homeward Bound\".",
            "score": 34.6397066116333
        },
        {
            "docid": "2395833_33",
            "document": "John Agar . As for being associated with science fiction B movies, Agar said, \"I don't resent being identified with B science fiction movies at all\", Agar later said. \"Why should I? Even though they were not considered top of the line, for those people that like sci-fi, I guess they were fun. My whole feeling about working as an actor is, if I give anybody any enjoyment, I'm doing my job, and that's what counts.\"",
            "score": 23.756091356277466
        },
        {
            "docid": "56238996_5",
            "document": "Homeward Bound (horse) . Homeward Bound was slow to mature and did not appear until October, when she finished unplaced in the Alington Stakes at Newmarket Racecourse.",
            "score": 23.428802490234375
        },
        {
            "docid": "50967887_12",
            "document": "Homeward Bound Battery and Dam . Homeward Bound Battery and Dam was listed on the Queensland Heritage Register on 21 October 1992 having satisfied the following criteria.",
            "score": 23.428802490234375
        },
        {
            "docid": "56238996_10",
            "document": "Homeward Bound (horse) . In 1964 Homeward Bound was give a rating of 126 by the independent Timeform organisation, making her three pounds inferior to La Bamba who was their top-rated three-year-old filly. In their book, \"A Century of Champions\", based on the Timeform rating system, John Randall and Tony Morris rated Homeward Board an \"average\" winner of the Oaks.",
            "score": 28.84511375427246
        },
        {
            "docid": "56238996_4",
            "document": "Homeward Bound (horse) . Homeward Bound was sired by Alycidon, an outstanding stayer who suffered from low fertility as a breeding stallion but sired several top class performers including Alcide and Twilight Alley. Her dam Sabie River won four races and produced several other winners. Sabie River's dam Amorcille was a half-sister to Discord, the female-line ancestor of Mr Dinos. Both Alycidon and Sabie River died in 1963, before Homeward Bound had appeared on the track.",
            "score": 25.97416114807129
        },
        {
            "docid": "50967887_11",
            "document": "Homeward Bound Battery and Dam . The Homeward Bound settlement site on Waterfall Creek about east of the battery contains several intact stone fireplaces and numerous stone surfaces. The extent of the settlement was not surveyed.",
            "score": 24.86270308494568
        },
        {
            "docid": "3557194_5",
            "document": "Deathlands: Homeward Bound . Justin Felix of DVD Talk called the telefilm \"a low-budget mish-mash of elements from \"Dune\" and \"The Most Dangerous Game\"\", and that although it was \"one bad movie\" it was \"moderately entertaining\" and something that could be appreciated by fans of \"Mystery Science Theater 3000\". He said the film is \"so bad that it's actually entertaining if you want to laugh at movie-making ineptitude.\"",
            "score": 31.476067304611206
        },
        {
            "docid": "6777367_2",
            "document": "Homeward Bound (song) . \"Homeward Bound\" is a song by American music duo Simon & Garfunkel written by Paul Simon and produced by Bob Johnston. The song was released as a single on January 19, 1966 by Columbia Records.",
            "score": 26.62025213241577
        },
        {
            "docid": "50967887_5",
            "document": "Homeward Bound Battery and Dam . Water was a problem throughout the Croydon Goldfield and a large dam with a stone pitched wall was constructed in 1888, by a Mr. Shoemaker (or Schumacher). Even so the Homeward Bound battery could not crush that year.",
            "score": 22.787357330322266
        },
        {
            "docid": "1864652_3",
            "document": "Homeward Bound (Turtledove novel) . Homeward Bound begins in 1972, then flashes forward to 1977, 1982, 1984, 1994, 2012, and finally to 2031 when the American starship \"Admiral Peary\" arrives at Tau Ceti and Home, the homeworld of The Race.",
            "score": 28.416598320007324
        },
        {
            "docid": "50967887_2",
            "document": "Homeward Bound Battery and Dam . Homeward Bound Battery and Dam is a heritage-listed stamping mill and reservoir at Croydon, Shire of Croydon, Queensland, Australia. It was built in 1888 by Mr Schumacher. It was added to the Queensland Heritage Register on 21 October 1992.",
            "score": 22.6324462890625
        }
    ],
    "r": [
        {
            "docid": "5207131_2",
            "document": "Homeward Bound II: Lost in San Francisco . Homeward Bound II: Lost in San Francisco is a 1996 American adventure comedy film and a sequel to the 1993 film \"\". Directed by David R. Ellis, the film features the three animals from the first film, Shadow the Golden Retriever (voiced by Ralph Waite, replacing Don Ameche, who died in 1993), Sassy the Himalayan cat (Sally Field), and Chance the American Bulldog (Michael J. Fox). It also features the voice work of Sinbad, Carla Gugino, Tisha Campbell-Martin, Stephen Tobolowsky, Jon Polito, Adam Goldberg, Al Michaels, Tommy Lasorda, and Bob Uecker.",
            "score": 65.58850860595703
        },
        {
            "docid": "1212256_3",
            "document": "Homeward Bound: The Incredible Journey . Chance (voiced by Michael J. Fox), an immature and disobedient American Bulldog and the narrator of the film, explains that he is the pet of Jamie Burnford (Kevin Chevalia), but expresses no interest in his owner or being part of a family. He shares his home with Shadow (voiced by Don Ameche), a wise old Golden Retriever owned by Jamie's brother Peter (Benj Thall), and Sassy (voiced by Sally Field), a smart-mouthed Himalayan cat owned by Jamie and Peter's sister Hope (Veronica Lauren). That morning, the children's mother, Laura Burnford (Kim Greist), marries Bob Seaver (Robert Hays), and Chance manages to cause chaos by digging into the wedding cake in front of all the guests.",
            "score": 60.737548828125
        },
        {
            "docid": "5207131_4",
            "document": "Homeward Bound II: Lost in San Francisco . The owners of Shadow the Golden Retriever (voiced by Ralph Waite), Sassy the Himalayan cat (Sally Field), and Chance the American Bulldog (Michael J. Fox) decide to take a family trip to Canada. At the San Francisco International Airport, the animals escape after Chance panics with mistaking airport workers as the workers at the pound (\"The Bad Place\" as Chance puts it), due to how some of his actions earlier angered Jamie, making Chance believe Jamie was so mad at him he was going to send him back to the pound, and breaks free from his carrier. After eluding airport authorities, the animals find themselves in the city of San Francisco, with home on the other side of the Golden Gate Bridge.",
            "score": 55.01221466064453
        },
        {
            "docid": "12938_9",
            "document": "Greyhound . Greyhound owners and adoption groups consider Greyhounds wonderful pets. Greyhounds are quiet, gentle and loyal to owners. They are very loving, and enjoy the company of their humans and other dogs. Whether a Greyhound will enjoy the company of other small animals, such as cats, depends on the individual dog's personality. Greyhounds will typically chase small animals; those lacking a high 'prey drive' will be able to coexist happily with toy dog breeds and/or cats. Many owners describe their Greyhounds as \"45-mile-per-hour couch potatoes\".",
            "score": 44.9447021484375
        },
        {
            "docid": "27756027_6",
            "document": "Nintendogs + Cats . The game comes in three different versions: \"Nintendogs + Cats: French Bulldog & New Friends\", \"Nintendogs + Cats: Golden Retriever & New Friends\", and \"Nintendogs + Cats: Toy Poodle & New Friends\". Each version features a French Bulldog, a Golden Retriever, and a Toy Poodle, respectively, as well as many other breeds for each game. In Japan, the Golden Retriever version is called \"Shiba Inu & New Friends\" (Like Lab & Friends in the previous generation), a more common breed in Japan; albeit not a cover dog, the Shiba Inu is still present in-game in the International versions.",
            "score": 42.201229095458984
        },
        {
            "docid": "27756027_8",
            "document": "Nintendogs + Cats . Game designer Shigeru Miyamoto stated that the idea of dogs and cats getting along came from his own pets. Them getting along made him think of the Disney movie \"The Incredible Journey\". He stated that \"Making a game called \"Nintencats\" just didn't seem right for Nintendo\", so he brought cats into \"Nintendogs\". This was a great way for owners to get close to the pets, and experience new dogs as they move on.",
            "score": 41.62611389160156
        },
        {
            "docid": "1212256_7",
            "document": "Homeward Bound: The Incredible Journey . The animals continue on their way, but Chance tries to befriend a porcupine, ending up with a load of quills in his muzzle. The animals then encounter a little girl named Molly (Mariah Milner), who is lost in the woods. Too loyal to ignore her, they stand guard over her and keep her warm during overnight. In the morning, Shadow finds a rescue party and leads them back to the girl. They recognize the animals from a missing pets flyer and take them to the local animal shelter, but Chance mistakes it for a dog pound and the trio panic. As the medical staff removes the quills from Chance's muzzle, Sassy sneaks in and frees Shadow. Together, they retrieve Chance and escape the shelter, unaware that their owners are on their way to get them.",
            "score": 39.34059524536133
        },
        {
            "docid": "534400_2",
            "document": "Semantic memory . Semantic memory is one of the two types of declarative or explicit memory (our memory of facts or events that is explicitly stored and retrieved). Semantic memory refers to general world knowledge that we have accumulated throughout our lives. This general knowledge (facts, ideas, meaning and concepts) is intertwined in experience and dependent on culture. Semantic memory is distinct from episodic memory, which is our memory of experiences and specific events that occur during our lives, from which we can recreate at any given point. For instance, semantic memory might contain information about what a cat is, whereas episodic memory might contain a specific memory of petting a particular cat. We can learn about new concepts by applying our knowledge learned from things in the past. The counterpart to declarative or explicit memory is nondeclarative memory or implicit memory.",
            "score": 39.22117233276367
        },
        {
            "docid": "21890324_6",
            "document": "Arithmetic circuit complexity . Given a polynomial formula_18 we may ask ourselves what is the best way to compute it — for example, what is the smallest size of a circuit computing formula_19 The answer to this question consists of two parts. The first part is finding some circuit that computes formula_20 this part is usually called \"upper bounding\" the complexity of formula_19 The second part is showing that no other circuit can do better; this part is called \"lower bounding\" the complexity of formula_19 Although these two tasks are strongly related, proving lower bounds is usually harder, since in order to prove a lower bound one needs to argue about all circuits at the same time.",
            "score": 38.763160705566406
        },
        {
            "docid": "1109898_11",
            "document": "Greyhound adoption . Greyhounds living with adoption groups generally receive one of two types of care: pet boarding kennels or foster homes. Several adoption groups use pet boarding kennels, which are similar to those used by the tracks in the United States. These kennels generally allow large spaces for each dog; the dogs also receive time in outdoor runs. Other groups feel that the best way to prepare the dogs for living in homes is to provide them with a foster home. The owner of the retiring Greyhound generally pays for the medical care and food for the dogs while in their care, allowing the foster \"family\" to train the dog and provide for his or her day-to-day needs.",
            "score": 38.724884033203125
        },
        {
            "docid": "176480_25",
            "document": "Metroid . The article revealed that early scripts for the movie were going to focus on series heroine Samus Aran and her origin. Tiger Hill wanted to explore Samus prior to her becoming the lone bounty hunter featured in the series. According to Foxhoven, the movie version of Samus Aran was \"to be an exceptionally talented, but also flawed character who was looking for redemption,\" and elaborating that, \"We wanted to see her struggle, to be humbled, and to be forced to rise up against crazy odds. And of course we wanted to see the cool weapons in all of their glory.\" The major problem that the writers faced was attempting to build-out Samus's back-story, Nintendo had \"creative\" and \"licensing\" walls that the writers ran into. Foxhoven stated that these questions came up: \"What are they doing when they are NOT fighting? What is their daily existence and relationships? What are Samus's aspirations, history, and fears?\" and further stated that \"Nintendo appreciated the questions, but had never thought about them before, and ultimately didn't have a lot of answers\" and at the end, Nintendo \"felt uncomfortable with our team [Hollywood] being the ones to propose those answers\" which basically caused the \"Metroid\" movie project to be ultimately canceled sometime in 2007. Foxhoven however foresees \"Metroid\" becoming a movie, stating at the end of the IGN interview that \"for Nintendo, they walked away appreciating the process and how much further they needed to explore the franchise so that it has a chance for a feature film at some point\" and he revealed that \"there are quite a few Hollywood executives in town who grew up playing \"Metroid\", and who would be willing to take the time needed to bring Nintendo along in the process.\"",
            "score": 37.92976379394531
        },
        {
            "docid": "22591470_16",
            "document": "The Incredible Journey (film) . The film is recognized by American Film Institute in these lists: In 1993, Disney made a new version of the film, entitled \"\". Featuring the voices of Don Ameche, Sally Field, and Michael J. Fox, the film keeps the same basic story line, but adds a subplot in which the kids are dealing with a new step-family. All three pets are renamed, the breeds of the dogs are changed, the sex and breed of the cat changed, and the ages of the original Labrador/Golden Retriever and Bull Terrier/American Bull Dog are switched. It also has vocalizations of the animals' thoughts and communications with each other.",
            "score": 37.85788345336914
        },
        {
            "docid": "42905542_12",
            "document": "Mall (film) . In the tweet-out sessions, Hahn answered a question that, \"The movie was shot a year ago, and we're finishing the album right now.\" In another question, Hahn said that \"the movie is coming along well. We finished it, and we are getting ready to put it out, and hopefully you would see it soon.\" Hahn stated about the comparison between directing a video and a film:",
            "score": 37.622188568115234
        },
        {
            "docid": "73467_19",
            "document": "Five Easy Pieces . Roger Ebert gave the film four stars out of four: The title of \"Five Easy Pieces\" refers not to the women its hero makes along the road, for there are only three, but to a book of piano exercises he owned as a child. The film, one of the best American films, is about the distance between that boy, practicing to become a concert pianist, and the need he feels 20 years later to disguise himself as an oil-field rigger. When we sense the boy, tormented and insecure, trapped inside the adult man, \"Five Easy Pieces\" becomes a masterpiece of heartbreaking intensity... The movie is joyously alive to the road life of its hero. We follow him through bars and bowling alleys, motels and mobile homes, and we find him rebelling against lower-middle-class values even as he embraces them. In one magical scene, he leaps from his car in a traffic jam and starts playing the piano on the truck in front of him; the scene sounds forced, described this way, but Rafelson and Nicholson never force anything, and never have to. Robert Eroica Dupea is one of the most unforgettable characters in American movies. He named the film the best of 1970, and later added it to his \"Great Movies\" list.",
            "score": 37.59089660644531
        },
        {
            "docid": "11261435_4",
            "document": "Smarty Cat . Tom lets them in then Butch says: \"I got the pictures, Tom! These are the funniest home movies I ever took. Wait till you see what happened to these dumb dogs. Boy do you make a monkey out of them. They don't know whether they are coming or going. (the cats laugh) Okay, douse the lights. (Lightning is about to shut the lights off.) Hold it!\" Butch points to Jerry, who merely intends to watch the film with the cats. But the cats won't allow him to. So, Tom kicks Jerry out of the house and he lands in Spike's mouth. Jerry then pops out from Spike's nose, looking angry. Back at the house, Butch says: \"\"OK boys, here we go!\"\" The movie starts. The movie's title is: \"Tom the Terrific Cat Starring Tom\". Then first part starts and its title is \"Lover Boy!\".",
            "score": 37.263885498046875
        },
        {
            "docid": "22591470_2",
            "document": "The Incredible Journey (film) . The Incredible Journey is a 1963 live-action Walt Disney film based on the novel \"The Incredible Journey\" by Sheila Burnford. Narrated by Rex Allen, the film follows the adventure of three pets, Luath the Labrador Retriever, Bodger the Bull Terrier, and Tao the Siamese cat (Syn), as they journey 250 miles through the Canadian wilderness to return to their home.",
            "score": 36.991512298583984
        },
        {
            "docid": "33876998_30",
            "document": "Persian cat . Among regional and national organizations, Feline Federation Europe treats all three as separate breeds. The American Cat Fanciers Association (ACFA) has the three as separate breeds (also with a Non-pointed Himalayan that is similar to the Persian). The Australian Cat Federation (AFC) follows the FIFe practice. The Canadian Cat Federation (CCA-AFC) treats the three separately, and even has an Exotic Longhair subbreed of the Exotic, and Non-pointed Himalayan subbreed of Himalayan, which differ from the Persian only in having some mixed ancestry. The (UK) Governing Council of the Cat Fancy (GCCF) does likewise. treats the Persian and Exotic Shorthair as separate breeds covered by a single standard with a coat length distinction, and has the pattern of the Himalayan as simply a division within that standard.",
            "score": 36.865543365478516
        },
        {
            "docid": "146031_10",
            "document": "Himalayan cat . Show Himalayans display a nose break as do peke-faced Persians, and have very large, round eyes with the nose leather directly between the eyes. Breeder or pet Himalayans generally have longer noses than the show cats, and may display a longer muzzle and smaller eyes than the show cats do. All three types of cat are Himalayans, however.",
            "score": 36.722129821777344
        },
        {
            "docid": "43879512_3",
            "document": "Richard Michaels . His directing credits include the television series \"Bewitched\", \"The Brady Bunch\", \"Love, American Style\" and the TV movies \"Once an Eagle\" (1976), \"Homeward Bound\" (1980 TV movie)', \"The Children Nobody Wanted\" (1981), \"Sadat\" (1983), \"Silence of the Heart\" (1984), \"Rockabye\" (1986), \"I'll Take Manhattan\" (1987),\"Leona Helmsley: The Queen of Mean\" (1990) (Suzanne Pleshette was nominated for an Emmy and a Golden Globe for her portrayal of Leona Helmsley), \"Father and Scout\" (1994). Full credits are listed at www.imdb.com",
            "score": 36.63810348510742
        },
        {
            "docid": "13916942_31",
            "document": "Greyhound racing in the United Kingdom . After the greyhounds are no longer able to race (generally, a greyhound's career will end by the age of four to six), owners may keep the dog for breeding or as pets, or they can send them to greyhound adoption groups. The Greyhound Board of Great Britain (GBGB) have introduced measures to locate where racing greyhounds reside after they have retired from racing but this information is not made available to the public. Not all retired greyhounds find homes and a concern among welfare groups is the well being of racing greyhounds who are not adopted upon their retirement that may be put down or sold by their owners. Euthanasia on purely economic grounds is legal and does not have to be carried out by a vet as shown on the GBGB retirement form.",
            "score": 36.553035736083984
        },
        {
            "docid": "544687_4",
            "document": "David DeCoteau . He has worked professionally in the movie business since he was 18 years old. He got his start through Roger Corman, who hired him in 1980 as a production assistant at New World Pictures. In 1986, DeCoteau directed and produced his first feature film for Charles Band. He is the founder of Rapid Heart Pictures, where his films include \"A Talking Cat!?!\" and the \"1313\" series. He has said of his working methods, “I always wanted to make what I could sell. So I just promised myself that I would not be set in my ways. If somebody said, ‘Look, we need a horror film, we need a creature feature, we need a Western, we need a period costume drama,’ I was able to put it together pretty quickly.”",
            "score": 36.44898986816406
        },
        {
            "docid": "9808649_25",
            "document": "Repo! The Genetic Opera . In regards to the possibility of a sequel, Vega has been quoted as saying: \"From the very, very beginning, we always talked about a prequel or a sequel to this film. And it's hard, because as of right now, we all want to do it, but, you know, it didn't really do as we hoped. We didn't really have a lot of support. But we're hoping that the fans will come back, and it will be an underground cult classic that will grow, and that will eventually spark us to do another.\" Bousman also indicated interest, stating; \"I would love to follow up \"Repo\" and finish the story, because it was conceived as a three-part movie. But this movie is all about support from the internet, and support from fans. This is not a movie where you'll see billboards or bus stop ads or trailers on TV.\" It was additionally expected that Hilton would return in her role as Amber Sweet. However, in a video posted on YouTube, it was revealed that they \"no longer control the answer to the question [of a future sequel]\" since they no longer have ownership of the franchise, thus driving Bousman and Zdunich to make \"The Devil's Carnival\".",
            "score": 36.41653823852539
        },
        {
            "docid": "1109898_5",
            "document": "Greyhound adoption . Greyhound adoption was started by the greyhound industry in the late 1970s. Greyhound Pets of America (GPA) was established in 1987 for the purpose of finding homes for ex-racing greyhounds, and educating the public on the suitability and availability of greyhounds as pets. GPA is the largest non-profit greyhound adoption group. Since its creation GPA has adopted out over 65,000 greyhounds. In 1989 David Wolf founded the National Greyhound Adoption Program (NGAP) mostly with his own resources. He has become the most controversial figure in the greyhound adoption community, and is one of the most outspoken critics of the greyhound racing industry. The Greyhound Project maintains a directory of hundreds of greyhound adoption agencies throughout the world.",
            "score": 36.41170883178711
        },
        {
            "docid": "38871_12",
            "document": "Greyhound racing . Generally, a greyhound's career will end between the ages of four and six – after the dog can no longer race, or possibly when it is no longer competitive. The best dogs are kept for breeding and there are industry-associated adoption groups and rescue groups that work to obtain retired racing greyhounds and place them as pets. In the United Kingdom, according to the BBC, one in four retired greyhounds finds a home as a pet. An UK industry produced report for DEFRA in 2018 showed that actually only 1 in 7 racing greyhounds were not found a home when they retired. In the United States, prior to the formation of adoption groups, over 20,000 retired greyhounds a year were killed; recent estimates still number in the thousands, with the industry claiming that about 90% of National Greyhound Association-registered animals are either adopted or returned for breeding purposes (according to the industry numbers upwards of 2000 dogs are still euthanized annually in the US while anti-racing groups estimate the figure at closer to 12,000.) Other greyhounds are sold to research labs, such as Liverpool university animal training school, who have received the remains of dogs killed at Manchester's Belle Vue stadium. A trainer in Lincolnshire was also exposed offering 'slow' dogs to the Liverpool school. Additionally dogs are sent to foreign racetracks such as Spain and sometimes in developing countries. In the North East of England a man is believed to have destroyed as many as 10,000 healthy greyhounds with a captive bolt gun.",
            "score": 36.20311737060547
        },
        {
            "docid": "20511800_5",
            "document": "You're in the Movies . All of the movie themes and mini-games were conceived by the creative-design team, which they decided the movie themes would have an old B-movie feel. Trowers notes the making of the mini-games to be \"quite an organic process\": \"Sometimes we'd have a movie and we'd say OK, we want the player to do this in the scene, which is the action we want, so try to think of a game idea for this. But other times we'd be thinking, \"Oh, you know what, we got this great idea for a game and these are the essential actions we can get out of it, how are we going to use it in movies?\" So it was really a three-way process, trying to figure out what we could get people to do, what would be fun, how it would fit in the movie—it wasn't just one process of doing it, it had to go both ways.\" There had also been a few more movie ideas, but they were left out of the game.",
            "score": 36.137691497802734
        },
        {
            "docid": "20331472_10",
            "document": "A Home at the End of the World (film) . Roger Ebert of the \"Chicago Sun-Times\" wrote, \"The movie exists outside our expectations for such stories. Nothing about it is conventional. The three-member household is puzzling not only to us, but to its members. We expect conflict, resolution, an ending happy or sad, but what we get is mostly life, muddling through . . . Colin Farrell is astonishing in the movie, not least because the character is such a departure from everything he has done before.\"",
            "score": 36.08580017089844
        },
        {
            "docid": "21022536_31",
            "document": "Golden Retriever . Liberty, the presidential pet of President Gerald R. Ford, and Victory, the presidential pet of Ronald Reagan, were Golden Retrievers. The breed has also featured in a number of films and TV series, including the \"Air Bud\" film series, \"Full House\", \"\" and \"\", \"Fluke\", \"Napoleon\", \"Up\", \"Pushing Daisies\", \"You've Got Mail\", \"The Drew Carey Show\", and \"Cats & Dogs\". Cash from \"The Fox and the Hound 2\" was also a mix of this breed, as was Whopper from \"Pound Puppies\".",
            "score": 36.07972717285156
        },
        {
            "docid": "49169161_7",
            "document": "Silas Howard . At 28, Howard decided to team up with Harry Dodge again, but this time to write, direct and act in a film. He wanted to do a movie that puts the world he knows on big screens. \"By Hook or by Crook\" was exhibited in 2001, after a three year long struggle. The film depicts the tale of two unlikely friends who commit petty crimes as they search for a path to understanding themselves and the outside world. Although the shooting phase only took three month, it was a lot of work to get the necessary funds since translating transgender issues on screen was considered a big risk. But it didn't stop them from going through with it. “We totally home-schooled it, we made this feature film without having made a short or anything, because we’re like, we have the urgent need to tell this story, to have these different faces on the screen.”And the big risk paid off since the film was awarded in a few festivals, is written about and is taught in queer cinema classes.",
            "score": 35.98823547363281
        },
        {
            "docid": "15656621_25",
            "document": "Fast &amp; Furious (2009 film) . Roger Ebert, who gave positive reviews to the previous films, gave an unfavorable review of the film, writing, \"I admire the craft involved, but the movie leaves me profoundly indifferent. After three earlier movies in the series, which have been transmuted into video games, why do we need a fourth one? Oh. I just answered my own question.\"",
            "score": 35.858428955078125
        },
        {
            "docid": "3404866_24",
            "document": "Constructivist teaching methods . Learning environments for adults based on constructivist philosophy include opportunities for students to make meaningful connections between new material and previous experience, through discovery. One of the simplest ways to do this is asking open-ended questions. Open-ended questions such as \"Tell me about a time when... .\" or \"How might this information be useful to you?\" cause learners to think about how new information may relate to their own experience. Student responses to such questions are opportunities for experiencing the perspectives of others. For these questions to be effective it is critical that instructors focus on teaching content that is useful for participants. The importance of using these types of strategies with adults contributes to what Bain(2004 p. 4) noted as critical learning environments where instructors \"embed\" the skills they are teaching in \"authentic tasks that will arouse curiosity, challenge students to rethink assumptions and examine their mental modes of reality\". Mezirow J. (1997) who asserts that learners need to practice in recognizing frames of reference and using their imaginations to redefine problems from different perspectives. (pg. 10) I made the connection by also adding the point that \"to promote discovery learning, the educator often reframes learner questions in terms of the learner's current level of understanding. Learning contracts, group projects, role play, case studies, and simulations are classroom methods associated with transformative education.\" Such approaches emphasize that learning is not an \"all or nothing\" process but that students learn the new information that is presented to them by building upon knowledge that they already possess. It is therefore important that teachers constantly assess the knowledge their students have gained to make sure that the students' perceptions of the new knowledge are what the teacher had intended. Teachers will find that since the students build upon already existing knowledge, when they are called upon to retrieve the new information, they may make errors. It is known as reconstruction error when we fill in the gaps of our understanding with logical, though incorrect, thoughts. Teachers need to catch and try to correct these errors, though it is inevitable that some reconstruction error will continue to occur because of our innate retrieval limitations.",
            "score": 35.646846771240234
        },
        {
            "docid": "18550455_6",
            "document": "Knowledge retrieval . Data Retrieval and Information Retrieval are earlier and more basic forms of information access. Knowledge retrieval (KR) focuses on the knowledge level. We need to examine how to extract, represent, and use the knowledge in data and information. Knowledge retrieval systems provide knowledge to users in a structured way. Compared to data retrieval and information retrieval, they use different inference models, retrieval methods, result organization, etc. Table 1, extending van Rijsbergen’s comparison of the difference between data retrieval and information retrieval, summarizes the main characteristics of data retrieval, information retrieval, and knowledge retrieval. The core of data retrieval and information retrieval is retrieval subsystems. Data retrieval gets results through Boolean match. Information retrieval uses partial match and best match. Knowledge retrieval is also based on partial match and best match.",
            "score": 35.56096267700195
        },
        {
            "docid": "30113525_14",
            "document": "Jenny Romatowski . \"An important part of my involvement in greyhound racing is our adoption service\", Romatowski explained in an interview. \"Once a dog’s racing days are over we help people adopt them... Greyhounds make wonderful house pets\".",
            "score": 35.432281494140625
        }
    ]
}