{
    "q": [
        {
            "docid": "455401_16",
            "document": "Frankenstein's monster . In the 1994 film \"Mary Shelley's Frankenstein,\" the creature is played by Robert De Niro in a nearer approach to the original source, except this version gives the creature balding grey hair and a body covered in bloody stitches. He is, as in the novel, motivated by pain and loneliness. In this version, Frankenstein gives the monster the brain of his mentor, Doctor Waldman, while his body is made from a man who killed Waldman while resisting a vaccination. The monster retains Waldman's \"trace memories\" that apparently help him quickly learn to speak and read.",
            "score": 123.90424180030823
        },
        {
            "docid": "1605066_14",
            "document": "Jack Pierce (make-up artist) . Occasionally Jack Pierce would land a job on a major production such as \"Joan of Arc\" (1948) or the Danny Kaye version of \"The Secret Life of Walter Mitty\", for which he made up Karloff as the Frankenstein Monster for a daydream sequence, cut from the film. Primarily, Pierce's post-Universal employment was on low-budget independent westerns and horror films. Notable Pierce creations during this period include the hirsute halfwit in \"Teenage Monster\", played by 40-ish stuntman Gil Perkins, who had doubled Bela Lugosi in Pierce's Monster make-up in \"Frankenstein Meets the Wolf Man\"; \"Beyond the Time Barrier\", with a clutch of bald, scarred atomic mutants and leading man Robert Clarke transforming into a withered ancient; \"Creation of the Humanoids\", crafting a race of bald cyborgs with silver eyes via bald caps and scleral contact lenses; and a reprise of his Wolf Man design for \"Beauty and the Beast\" (1962), played by Mark Damon.",
            "score": 133.89365816116333
        },
        {
            "docid": "8728611_25",
            "document": "Frankenstein's Monster (Marvel Comics) . The first Nazi clone of Frankenstein's Monster was a creation of Nazi sympathizer Anna Frankenstein and her lover Von Rottz in the Summer of 1944. They had hoped to use the works of Victor Frankenstein to create an army of monsters to sell to the Nazis. When her Frankenstein's Monster was complete, Anna wrote a letter to Captain America and Bucky Barnes in order to lure them to her. They were attacked by the Nazi clone Frankenstein's Monster twice with the second time had Bucky snatched by Frankenstein's Monster. Von Rottz assisted Captain America into rescuing Bucky from being thrown off the castle by the Nazi clone Frankenstein's Monster. Before Von Rottz could betray Captain America, he is strangled to death by the Nazi clone of Frankenstein's Monster. Then the Nazi clone of Frankenstein's Monster grabbed Anna Frankenstein and fled into the woods. After freeing Anna, Captain America lured the Nazi clone of Frankenstein's Monster into the quicksand where it drowned. Anna felt guilty over what she did and joined her creation's fate upon committing suicide by quicksand. Although Anna Frankenstein's father set fire to the laboratory, other people have utilized Victor's technique to create other monsters.",
            "score": 98.13282382488251
        },
        {
            "docid": "39711202_3",
            "document": "Bride of Frankenstein (character) . In \"Frankenstein\", Victor Frankenstein is tempted by his monster's proposal to create a female creature so that the monster can have a partner. He promises that if Victor grants his request, he and his mate will vanish into the wilderness of South America, never to reappear. Fearing for his family, Victor reluctantly agrees and travels to England to do his work. Working on a second being on the Orkney Islands, he is plagued by premonitions of what his work might wreak, particularly the idea that creating a mate for the creature might lead to the breeding of an entire race of creatures that could plague mankind. He destroys the unfinished female creature after he sees his first creation looking through the window. The monster witnesses this and vows to be with Victor on his upcoming wedding night. True to his word, the monster murders Frankenstein's new wife Elizabeth.",
            "score": 110.29966497421265
        },
        {
            "docid": "455401_11",
            "document": "Frankenstein's monster . The monster kills Victor's younger brother William upon learning of the boy's relation to his hated creator. When Frankenstein retreats to the mountains, the monster approaches him at the summit and asks his creator to build him a female mate. In return, he promises to disappear with his mate and never trouble humankind again; the monster then threatens to destroy everything Frankenstein holds dear should he fail. Frankenstein agrees and builds a female creature, but, aghast at the possibility of creating a race of monsters, destroys his experiment. In response, the monster kills Frankenstein's best friend Henry Clerval, and later kills Frankenstein's bride Elizabeth Lavenza on their wedding night; whereupon Frankenstein's father dies of grief. Frankenstein dedicates himself to destroying his creation. Searching for the monster in the Arctic Circle, Frankenstein falls into the freezing water, contracting severe pneumonia. A ship exploring the region encounters the dying Frankenstein, who relates his story to the ship's captain, Robert Walton. Later, the monster boards the ship; but, upon finding Frankenstein dead, is overcome by grief and pledges to incinerate himself at \"the Northernmost extremity of the globe\". He then departs, never to be seen again.",
            "score": 104.41157150268555
        },
        {
            "docid": "39711202_4",
            "document": "Bride of Frankenstein (character) . In \"Bride of Frankenstein\", Henry Frankenstein's former mentor Doctor Septimus Pretorius proposes to Henry that together they create a mate for his Monster with Henry creating the body and Pretorius supplying an artificially-grown brain. Henry initially balks at the idea, but Pretorius threatens to expose him to the authorities as the creator of the Monster. Henry eventually agrees to help his mentor when the monster kidnaps Henry's wife Elizabeth. Henry returns to his tower laboratory where in spite of himself, he grows excited by his work. After being assured of Elizabeth's safety, Henry completes the Bride's body. A storm rages as final preparations are made to bring the Bride to life. Her bandage-wrapped body is raised through the roof. Lightning strikes a kite sending electricity through the Bride. They remove her bandages and help her to stand. Pretorius then declares it \"The Bride of Frankenstein!\" The excited Monster sees his mate and reaches out to her. When the monster quotes \"friend\" to it, the Bride screams in horror at the sight of him. When the Monster tries to advance on her, the Bride screams again as the Monster quotes \"She hate me! Like others.\" As Elizabeth races to Henry's side, the Monster rampages through the laboratory and puts his hand on a lever. When Henry tells Elizabeth that he can't leave his creation, the Monster tells Henry and Elizabeth \"Yes! Go! You live!\" To Pretorius and the Bride, he says \"You stay. We belong dead.\" While Henry and Elizabeth flee, the Monster sheds a tear as the Bride hisses, and he then pulls a lever to trigger the destruction of the laboratory and tower. The following film \"Son of Frankenstein\" reveals that the monster survives the explosion while the fates of Pretorius and the Bride are unknown.",
            "score": 116.93286037445068
        },
        {
            "docid": "5338312_6",
            "document": "Frankenstein in popular culture . The first sound adaptation of the story, \"Frankenstein\" (1931), was produced by Universal Pictures, directed by James Whale, and starred Boris Karloff as the monster. The film has been selected for preservation in the United States National Film Registry. Its sequel, \"The Bride of Frankenstein\" (1935) was also directed by Whale with Karloff as the monster. It was followed by \"Son of Frankenstein\" (1939), the last of the three films with Boris Karloff as the monster. \"The Ghost of Frankenstein\" (1942) marked the Universal series' descent into B movie territory; later efforts by the studio combined two or more monsters, culminating in the comedy \"Abbott and Costello Meet Frankenstein\". The later Universal films in which The Monster appears (and the actors who played him) are:",
            "score": 100.02831268310547
        },
        {
            "docid": "3302699_13",
            "document": "The Ghost of Frankenstein . \"The Ghost of Frankenstein\" also marked the changeover of the Frankenstein (and Universal Monsters) series from \"A-movie\" to \"B-movie\" status, with noticeably reduced budgets and the reuse of actors from previous films. As noted below, footage from this film would be recycled in even a later Frankenstein feature.",
            "score": 84.60321831703186
        },
        {
            "docid": "2206376_14",
            "document": "Son of Frankenstein . After the phenomenal success of \"Son of Frankenstein\", Karloff decided not to return to the role of the Monster, feeling that the character was becoming the butt of jokes. Also \"Son of Frankenstein\" marked the final \"A\" production of Universal's Frankenstein films, which later went to \"B\" films, beginning with \"The Ghost of Frankenstein\" in 1942 in which Lon Chaney, Jr. took over the role of the Monster and Lugosi returned as Ygor; Lugosi himself would go on to play the Monster in \"Frankenstein Meets the Wolf Man\" in 1943, while Karloff would return to the franchise as another character in 1944's \"House of Frankenstein\". Karloff would not don the Monster makeup again for film until an episode of the TV series \"Route 66\" in the 1960s.",
            "score": 102.6371169090271
        },
        {
            "docid": "195797_15",
            "document": "New York Dolls (album) . Several songs on \"New York Dolls\" function as what Robert Hilburn deemed \"colorful, if exaggerated, expressions of teen alienation\". Robert Christgau remarked that because many of Manhattan's white youths were wealthy and somewhat artsy, only ill-behaved young people from the outer boroughs such as the band members could \"capture the oppressive excitement Manhattan holds for a half-formed human being\". \"Private World\", an escapist plea for stability, was co-written by Kane, who rarely contributed as a songwriter and felt overwhelmed as a young adult in the music business. Johansen, the band's main lyricist, said \"Frankenstein (Orig.)\" was about \"how kids come to Manhattan from all over, they're kind of like whipped dogs, they're very repressed. Their bodies and brains are disoriented from each other ... it's a love song.\" According to critic Frank Kogan, the titular monster in the song was the personification of New York City and its ethos—\"the ostentation and the terror, the dreams and the fear\"—while Johansen asking listeners if they \"could make it with Frankenstein\" involved more than sexual slang: \"David was asking if you—if I—could make it with the monster of life, whether I could embrace life in all its pain and dreams and disaster.\" Sylvain jokingly said \"Frankenstein (Orig.)\" was titled with a qualifier because rock musician Edgar Winter had released his 1973 song of the same name before the band could record their own: \"Our song 'Frankenstein' was a big hit in our live show ... Now, his thing didn't sound at all like ours, but I'm sure he stole our title.\"",
            "score": 77.43665742874146
        },
        {
            "docid": "73375_13",
            "document": "Bride of Frankenstein . The Monster comes down the steps after killing Karl on the rooftop and sees his mate (Elsa Lanchester). The excited Monster reaches out to her, asking, \"Friend?\" The Bride, screaming, rejects him. \"She hate me! Like others\" the Monster dejectedly says. As Elizabeth races to Henry's side, the Monster rampages through the laboratory. The Monster tells Henry and Elizabeth \"Yes! Go! You live!\" To Pretorius and the Bride, he says \"You stay. We belong dead.\" While Henry and Elizabeth flee, the Monster sheds a tear and pulls a lever to trigger the destruction of the laboratory and tower.",
            "score": 120.17160534858704
        },
        {
            "docid": "1853749_12",
            "document": "Frankenstein Conquers the World . Influenced by the concept of the giant Frankenstein monster from the \"King Kong vs. Prometheus\" story, Toho planned on making \"Frankenstein vs. Godzilla\" as a follow up to \"King Kong vs. Godzilla\". Written in 1963 by Kimura, the story dealt with the heart of the original Frankenstein monster becoming irradiated and growing into a Frankenstein-monster giant. Afraid the giant would start eating people, Godzilla would be freed from an icy prison by the JSDF and goaded into a fight with the monster in hopes of killing him. Even though \"King Kong vs. Godzilla\" had already been made with Godzilla escaping from an iceberg that he was trapped in at the end of \"Godzilla Raids Again\", script writer Mabuchi thought with Godzilla disappearing into the ocean at the end of that film, that the idea of Godzilla becoming frozen in the North Sea into another icy prison could still work. The story would end with natural disasters defeating the monsters as Godzilla disappears into a raging river flow, and the Frankenstein giant disappears into magma caused by an erupting volcano.",
            "score": 104.69387221336365
        },
        {
            "docid": "640643_6",
            "document": "Frankenstein's Daughter . Police Lt. Boyd (John Zaremba) and Det. Bill Dillon (Robert Dix) investigate a report from a frightened woman (Charlotte Portney) that a female monster in a swimsuit attacked her. It is, of course, Trudy. They spot her and fire a few shots but miss. Oliver grabs her and drags her home to recover.",
            "score": 87.81354761123657
        },
        {
            "docid": "3302848_15",
            "document": "Frankenstein Meets the Wolf Man . This would be the final Universal horror film in which the Monster played a major role; in the subsequent films \"House of Frankenstein\" and \"House of Dracula\", the Monster, played by Glenn Strange, is brought back to life only in the final scenes. (In the 1948 Universal comedy \"Abbott and Costello Meet Frankenstein\" (the second and final film in which Lugosi plays Dracula), Strange has a larger role and the creature once again speaks, albeit with very limited dialogue, twice muttering, \"Yes, Master.\") It was also the last Universal horror film to feature an actual member of the Frankenstein family as a character.",
            "score": 83.49291658401489
        },
        {
            "docid": "12259262_6",
            "document": "Frankenstein (miniseries) . Captain Robert Walton is a failed writer who sets out to explore the North Pole and expand his scientific knowledge in hopes of achieving fame. During the voyage the crew spots a dog sled mastered by a gigantic figure. A few hours later, the crew rescues a nearly frozen and emaciated man named Victor Frankenstein. Frankenstein starts to recover from his exertion; he sees in Walton the same over-ambitiousness and recounts a story of his life's miseries to Walton as a warning.",
            "score": 70.86133933067322
        },
        {
            "docid": "5437215_2",
            "document": "Frankenstein: Through the Eyes of the Monster . Frankenstein: Through the Eyes of the Monster is a point-and-click adventure video game that stars Tim Curry as Dr. Frankenstein, and has the player controlling a newly created Frankenstein monster. Other cast members include Robert Rothrock as the voice of the monster, Rebecca Wink as villager Sara, and Amanda Fuller as Gabrielle, the monster's daughter. It used full motion video clips and 3D CGI graphics similar to Myst. The game was developed by Amazing Media and published by Interplay Entertainment Corp for the PC in 1995 and for the Sega Saturn in 1997. The game was given a \"Teen\" rating by the Entertainment Software Rating Board, but was originally rated as K-A.",
            "score": 88.7437629699707
        },
        {
            "docid": "10633286_2",
            "document": "Frankenstein Meets the Space Monster . Frankenstein Meets the Space Monster (sometimes stylized as Frankenstein Meets the Spacemonster) (1965) is a science fiction cult film, directed by Robert Gaffney and starring Marilyn Hanold, James Karen and Lou Cutell. It was filmed in Florida and Puerto Rico in 1964.",
            "score": 77.35573720932007
        },
        {
            "docid": "8728611_12",
            "document": "Frankenstein's Monster (Marvel Comics) . In the 1890s, heat revived the Monster and he wandered again. He searched for the descendant of Victor Frankenstein and finally ended up in Transylvania. The Monster clashed with Dracula, and his vocal cords were injured. Vincent Frankenstein finally found him and tried to give him a new brain, dying in the process as he was shot by an angry maidservant before the Monster could kill him. Frustrated, the Monster returned to a state of suspended animation.",
            "score": 97.72540068626404
        },
        {
            "docid": "18580673_7",
            "document": "Frankenstein . The novel \"Frankenstein\" is written in epistolary form, documenting a fictional correspondence between Captain Robert Walton and his sister, Margaret Walton Saville. Walton is a failed writer and captain who sets out to explore the North Pole and expand his scientific knowledge in hopes of achieving fame. During the voyage, the crew spots a dog sled driven by a gigantic figure. A few hours later, the crew rescues a nearly frozen and emaciated man named Victor Frankenstein. Frankenstein has been in pursuit of the gigantic man observed by Walton's crew. Frankenstein starts to recover from his exertion; he sees in Walton the same obsession that has destroyed him, and recounts a story of his life's miseries to Walton as a warning. The recounted story serves as the frame for Frankenstein's narrative.",
            "score": 71.98503923416138
        },
        {
            "docid": "1853749_9",
            "document": "Frankenstein Conquers the World . Bowen, Sueko, and Kawaji then form a search party and venture into the forest in which they believe Frankenstein is hiding. But Kawaji, to the shock of Bowen and Sueko, then proceeds to attempt to kill him, believing that Frankenstein could be dangerous by his very nature, and not even Sueko could possibly tame him. He intends to blind him with chemical grenades and capture him to recover his heart and brain. Kawaji presses on to find Frankenstein, and instead finds Baragon. Kawaji and Bowen try in vain to stop the monster with the grenades, and when it is about to eat Sueko, Frankenstein comes to the rescue. The cataclysmic battle between the two giant monsters then begins. After the fight, the area where the fight took place starts to tremble, and then both monsters fall into the earth.",
            "score": 91.78424346446991
        },
        {
            "docid": "3302699_3",
            "document": "The Ghost of Frankenstein . The residents of the village of Frankenstein feel they are under a curse and blame all their troubles on Frankenstein's monster. The Mayor allows them to destroy Frankenstein's castle. Ygor finds the monster released from his sulfuric tomb by the explosions. The exposure to the sulfur weakened yet preserved the monster. Ygor and the monster flee the castle, and the monster is struck by a bolt of lightning. Ygor decides to find Ludwig, the second son of Henry Frankenstein, to help the monster regain his strength.",
            "score": 92.56598579883575
        },
        {
            "docid": "2131991_4",
            "document": "Ludwig Frankenstein . Following the apparent deaths of Ygor and Frankenstein's monster at the hands of Wolf Frankenstein in \"Son of Frankenstein\", Wolf gave to Ludwig both his own scientific notes as well as those of their father. Not wanting the people of Visaria, much less his daughter, to know about the unsavory history of his family, Ludwig kept the medical records of his father and brother Wolf locked away, determined not to let the sins of his father and brother haunt him. But Ludwig did not know that Ygor and the Monster were still alive. By some unrevealed act, Ygor becomes aware of Ludwig Frankenstein and his apparent success as a medical doctor which he reasons could help heal the Monster. The two arrive Visaria, Ygor demanded that Ludwig use his special talents to heal the Monster's sick brain, or else he informs the townspeople of the doctor's secret of being the actual son of the infamous monster-making Frankenstein.",
            "score": 112.55451321601868
        },
        {
            "docid": "18580673_36",
            "document": "Frankenstein . A possible interpretation of the name Victor is derived from \"Paradise Lost\" by John Milton, a great influence on Shelley (a quotation from \"Paradise Lost\" is on the opening page of \"Frankenstein\" and Shelley even has the monster himself read it). Milton frequently refers to God as \"the Victor\" in \"Paradise Lost\", and Shelley sees Victor as playing God by creating life. In addition, Shelley's portrayal of the monster owes much to the character of Satan in \"Paradise Lost\"; indeed, the monster says, after reading the epic poem, that he empathizes with Satan's role in the story.",
            "score": 94.04434013366699
        },
        {
            "docid": "1853749_8",
            "document": "Frankenstein Conquers the World . Unbeknownst to Bowen and the scientists, Baragon, the monster Kawai saw earlier, goes on a rampage. Tunneling under the earth, he pops out and ravages villages, eating people and animals and leaving destruction in his wake. People believe this is Frankenstein's doing, and the misunderstood monster narrowly escapes being hunted down by the military. Before Bowen and his assistants have no choice but to dismiss Frankenstein, Kawai returns to tell them that Frankenstein may not be responsible for the disasters: it could be the monster (Baragon) he saw in Akita. He tries to convince the authorities, but to no avail. Kawaji still wishes the scientists luck in finding Frankenstein.",
            "score": 96.83859968185425
        },
        {
            "docid": "455401_21",
            "document": "Frankenstein's monster . From the beginning, the monster is rejected by everyone he meets. He realizes from the moment of his \"birth\" that even his own creator cannot stand being around him; this is obvious when Frankenstein says \"…one hand was stretched out, seemingly to detain me, but I escaped…\". Upon seeing his own reflection, he realizes that he too cannot stand to see himself. His greatest desire is to find love and acceptance; but when that desire is denied, he swears revenge on his creator.",
            "score": 107.99513673782349
        },
        {
            "docid": "19784040_3",
            "document": "Embalming (manga) . \"Embalming\" takes place in the last decade of the 19th century in Europe and is based on the idea that Victor Frankenstein actually existed and created an artificial human from bodyparts of dead people with the novel being a fictional account of non-fictional events (see Frankenstein's monster) and that even 150 years after this event, numerous scientists across Europe are using what's left of his notes to try and create their own monsters. These creatures are referred to as \"Frankensteins\". The series follows several main characters who are all involved in the Frankenstein research in different ways. Their stories are told in separate, but interconnected episodes or story arcs.",
            "score": 91.30849099159241
        },
        {
            "docid": "3302699_6",
            "document": "The Ghost of Frankenstein . At the police station, the monster is restrained with chains as a hearing is conducted to investigate the murder of the villagers. When Ludwig denies recognizing the monster, it breaks free in a fit of rage, and is led away by Ygor. Elsa, Ludwig's daughter, finds the Frankenstein journals and learns the story of the monster. She sees Ygor and the monster in the window, and after breaking into Ludwig's laboratory, the monster kills Dr. Kettering. The monster grabs Elsa, but Ludwig is able to subdue him with knockout gas.",
            "score": 101.69259238243103
        },
        {
            "docid": "8728611_11",
            "document": "Frankenstein's Monster (Marvel Comics) . Frankenstein's Monster was built from human corpses by a scientist named Victor Frankenstein, in Ingolstadt, Bavaria, in the late 18th century. His efforts to fit in with regular humanity were futile due to his horrific form, and he was infuriated. Victor Frankenstein created and subsequently killed a mate for the Monster, who killed Frankenstein's bride Elizabeth in retaliation. After killing several people, the Monster fled to the Arctic. His creator pursued him, but died due to the cold. The Monster, anguished, tried to kill himself but only went into a state of suspended animation from the cold.",
            "score": 100.11383056640625
        },
        {
            "docid": "73375_6",
            "document": "Bride of Frankenstein . Villagers gathered around the burning windmill cheer the apparent death of the Monster (Boris Karloff). Their joy is tempered by the realization that Henry Frankenstein (Colin Clive) is also apparently dead. Hans (Reginald Barlow), father of the girl the creature drowned in the previous film, wants to see the Monster's bones. He falls into a flooded pit underneath the mill, where the Monster – having survived the fire – strangles him. Hauling himself from the pit, the Monster casts Hans' wife (Mary Gordon) to her death. He next encounters Minnie (Una O'Connor), who flees in terror.",
            "score": 106.50953149795532
        },
        {
            "docid": "359117_1",
            "document": "Robert Wadlow . Robert Wadlow",
            "score": 106.8770523071289
        },
        {
            "docid": "7242840_4",
            "document": "Clifford Thompson . A biography of Robert Pershing Wadlow recites that Thompson made a challenge to Wadlow to come to his hometown to prove that Robert was just 'another faker'. When both men walked on stage, Wadlow held out his arm and Thompson was easily under it. To which Wadlow replied \"When you grow up you will be an awfully big boy.\"",
            "score": 117.55615186691284
        },
        {
            "docid": "5338312_40",
            "document": "Frankenstein in popular culture . \"The Monster of Frankenstein\", the first five issues of which (Jan.-September 1973) contained a faithful (in spirit at least) retelling of Shelley's tale before transferring The Monster into the present day and pitting him against James Bond-inspired evil organizations. The artist, Mike Ploog, recalled, \"I really enjoyed doing \"Frankenstein\" because I related to that naive monster wandering around a world he had no knowledge of — an outsider seeing everything through the eyes of a child.\" \"Invaders\" #31 The Invaders, searching for the Human Torch and Toro, disappear in Switzerland. The Invaders’ investigation brings them face to fist with Frankenstein. A wheel-chair-bound Nazi scientist and Japanese doctor plan to transplant said Nazi scientist’s brain into Captain America’s body. The Invaders have to fight Frankenstein in the issue (Frankenstein is dressed as a Nazi officer)",
            "score": 93.72443544864655
        }
    ],
    "r": [
        {
            "docid": "4300069_3",
            "document": "John Aasen . Aasen was born in Minneapolis, Minnesota. His mother, Kristi (Danielsen) from Rollag in Numedal, was an extremely tall Norwegian woman of around 2.20 m (almost 7 ft 3 inches) in height (latest information from September 2008, sets her height to 188 cm, almost 6 ft 2 inches). It is not certain who his father was, but according to Aasen's sister Evelyn (who died in 1988), his father was Alfred Aasen. When Aasen was ten years old, he and his mother moved from Ridgeway, Iowa (where his uncle Sam/Sevre lived with his wife Cornelia) to Sheyenne, North Dakota with his two younger siblings. Aasen was a Freemason. He raised to the degree of Master Mason at Highland Park Lodge No. 382, Los Angeles on July 14, 1924. When in Sheyenne, Aasen's mother operated a restaurant. He attended school and helped out in the family business. In 1902, Aasen's mother died. He was taken into many homes and families. When a family he was staying with started to operate a hotel in Leeds, North Dakota, he moved with them there. Aasen's growth started slowly. When he was confirmed in the Lutheran faith in Grandfield Lutheran Church near Sheyenne, North Dakota, he was the shortest in his class. According to some sources, Aasen was around 2.74 m or 8 feet, 11½ inches (which, if true, would make him even taller than Robert Wadlow, the tallest verified person in history). The \"Top 10 of Everything\" 2010 edition states his height at 8 feet, 9.7 inches.",
            "score": 152.7646026611328
        },
        {
            "docid": "640643_30",
            "document": "Frankenstein's Daughter . Warren dislikes the monster makeup worn by Harry Wilson and the gender confusion that results from a man playing Frankenstein's daughter. He writes that \"it's never clear if the monster is entirely a female - it certainly doesn't look like a woman - or has the body of a man and the head of a woman ... we never know if the monster is male, female, or a mixture - or why that would make any difference\". He blames much of this on the monster makeup, writing that \"when he learned at the last moment the monster was supposed to be a woman, [makeup artist Harry] Thomas hastily scrawled lipstick on its mouth and sent it on to movie immortality\". In an interview, Cuhna laid the blame for the makeup not on Harry Thomas, but on a short shooting schedule and low budget, telling crtitc Tom Weaver that \"it was a situation where we just got trapped, again, without any money. We had no preparation time, and \"Frankenstein's Daughter\" was designed on the set on the first day of shooting ... we just didn't have enough money to create a monster that would represent Sally Todd. Thomas told Weaver in a separate interview that he \"wanted to make Sally Todd up as the monster, but the producers didn't think she was big enough to fight and look menacing\".",
            "score": 151.23947143554688
        },
        {
            "docid": "197204_11",
            "document": "Lesser spotted woodpecker . A litter of chips is also a guide to a nesting hole, for the bird does not always carry these away when excavating. The hole is usually at a considerable height above the ground and may be as high as 30 or 40 feet, 10 or 20 meters. It is a smaller burrow than that of the great spotted woodpecker, measuring from 1 to 2 inches, 2.5 to 5 cm in diameter.",
            "score": 143.75978088378906
        },
        {
            "docid": "27621245_3",
            "document": "Mark Wadlow . At Leeds, Wadlow began writing with Peter Morgan. In 1984, he and Morgan wrote a play entitled \"Gross\", based on his summer job in a call centre, which they took to the Edinburgh Festival. At Edinburgh, Wadlow and Morgan were approached by a member of staff from a company that made training videos, who asked them if they would like jobs writing training films. Wadlow and Morgan accepted the job and wrote training films for many years. Wadlow and Morgan returned to Edinburgh in 1986 with the play \"Pax Britannica\". In 1988, Wadlow and Morgan wrote additional material for Ruth Prawer Jhabvala's script for John Schlesinger's film \"Madame Sousatzka\". Morgan recalled, \"We were incredibly cheap and totally exploited for six months for about five grand\". In 1990, Wadlow and Morgan co-wrote \"Dear Rosie\", a short film directed by Peter Cattaneo. The short was nominated in the Best Short Film category at the 44th British Academy Film Awards, and the Short Film (Live Action) category at the 63rd Academy Awards.",
            "score": 140.1819610595703
        },
        {
            "docid": "472786_9",
            "document": "Quercus virginiana . The bark is dark, thick, and furrowed longitudinally. The leaves are stiff and leathery, with the tops shiny dark green and the bottoms pale gray and very tightly tomentose, simple and typically flattish with bony-opaque margins, with a length of .75 - 6 inches (2 – 15 cm) and a width of .4 - 2 inches (1 – 5 cm), borne alternately. The male flowers are green hanging catkins with lengths of 3 - 4 inches (7.5 –10 cm). The acorns are small, .4 - 1 inch (1 - 2.5 cm), oblong in shape (ovoid or oblong-ellipsoid), shiny and tan-brown to nearly black, often black at the tips, and borne singly or in clusters. Depending on the growing conditions, live oaks vary from a shrub-size to large and spreading tree-size: typical open-grown trees reach 20 meters (65.5 feet) in height, with a limb spread of nearly 27 meters (88.5 feet). Their lower limbs often sweep down towards the ground before curving up again. They can grow at severe angles, and Native Americans used to bend saplings over so that they would grow at extreme angles, to serve as trail markers.",
            "score": 137.868408203125
        },
        {
            "docid": "15366588_7",
            "document": "Seeing Sounds . Williams went on to add: If you really analyze that, the most inspiration is probably deep inside a synesthesiac. So for us, 'seeing sounds' is what we relate to the most. We figured we'd make an album out of it. Energy and emotion was the criteria [while recording], but we made the music anticipating the [live] show. That was the most important thing…[The song] 'Spaz' is [an] old school, hip hop feeling with some drum and bass. It becomes a big, tall monster. It's almost like this big gorilla looking down at you. If he smacks you, he kills you. His fingers are the size of your body. That's kinda what we're doing. We're facing this big monster of, of what we know is out there, of what we see, that big monster of energy.",
            "score": 136.81971740722656
        },
        {
            "docid": "93127_92",
            "document": "Diné Bahaneʼ . At dawn set out to find , the Horned Monster. He came to a broad plain at the foot of the mountains, and saw lying at rest. It had hair like a moose and a great pair of horns. While , Monster Slayer stood watching, Gopher, came up to him. \"I wonder what you are doing here,\" he said. \"There is someone here I seek,\" said Monster Slayer. \"Do you not fear , the Horned Monster who feeds on your kind?\" asked Gopher. \"Now that you mention it, it is he I seek,\" said Monster Slayer. \"I wish to kill him.\" \"I can help you with that,\" said Gopher, \"but I want a piece of his hide.\" \"You shall have it,\" said . Then Gopher dug a tunnel right up to . He returned and said, \"I have tunneled right up to where he lies. And from that spot I have tunneled to the East, the South, the West, and the North. You can travel beneath him and shoot an arrow straight up into his heart.\" , Monster Slayer, could not enter the tunnel because it was too small. \"Raise your right leg,\" said Gopher. While Monster Slayer raised his leg, Gopher blew into her tunnel four times, and each time it became larger. Then , Monster Slayer entered the tunnel and crawled to where lay above the opening. He shot a chain-lightning arrow straight up into . The monster roared and tore at the earth with his horns. Monster Slayer hid in the tunnel to the east. tore at the earth around the tunnel. Before he could reach him, Monster Slayer ran into the tunnel to the south. Déélgééd began to tear the earth at that spot with his horns, and Monster Slayer ran into the tunnel to the west. dug into the earth at that spot, but Monster Slayer had run into the tunnel to the north. began to dig to the north, but he was now weak. He fell and lay down. , Monster Slayer crept back up the full length of the tunnel, to where Gopher had started it, and climbed out. There, a little old man dressed in tight leggings and a thin shirt wearing a cap with a feather approached him. This was , the Ground Squirrel. \",\" said Ground Squirrel. \"What brings you to this place?\" \"I am looking at something,\" said , Monster Slayer. \"I wonder what you are looking at,\" said Ground Squirrel. \"I am looking at ,\" said Monster Slayer. \"I wonder if I need fear him.\" \"I will go over there and see if he is dead,\" said Ground Squirrel. \"If he no longer breathes I will climb up on his horns and dance and sing. If he is dead, I want some of his blood to decorate my face.\" \"Truly, little brother,\" answered Monster Slayer, \"you shall have it.\" Ground Squirrel went to , saw that he was dead, and put some of his blood on his face and danced and sang. The face of every ground squirrel bears red streaks to this day. And so it is that there has always been good will between Earth Surface People and the ground squirrels. Gopher came and removed some of 's skin and put it on his own back. So it is that the back of gophers is thickly covered to this day, and there has been harmony between Earth Surface People and gophers to this day. And Gopher gave part of the monster's bowel and lung to Monster Slayer to take back as proof that was slain.",
            "score": 134.22845458984375
        },
        {
            "docid": "7865431_11",
            "document": "Lake Utopia (New Brunswick) . Sightings: 1867 - Sawmill workers claim to see something long and wide thrashing in the lake. Similar reports the following days. 1868 - A Saint Croix Courier reporter says he and one other witness saw the monster. 1872 - Natives describe a terrifying monster with a large head and bloody jaws following their canoes.  1891 - William Francis Ganong records in his notebook a description of a monster provided by a lumberman who claimed to have seen it 20 years prior. \"It was dark red in colour, the part showing above the water was 20 feet long and as big around as a small hogshead; it was much like a large eel.\" 1969 - The Saint John Evening Times Globe reports on an interview with Mrs. Fred McKillop, who said she saw a huge creature 18 years earlier. \"It looked like a huge black rock... It moved up and down the lake, boiling and churning the water, making great waves.\" 1982 - Sherman Hatt says he and his family saw a large creature that looked like a submarine with spray coming from both sides and a hump out of the water about long.  1996 - Roger and Lois Wilcox were canoeing on the lake when they saw ripples break the placid surface 100 metres away from them. It was heading toward Cannonball Island, a common monster sighting spot. Wilcox reports the monster as being 40 to long, undulating upward, not sideways.",
            "score": 133.90675354003906
        },
        {
            "docid": "1605066_14",
            "document": "Jack Pierce (make-up artist) . Occasionally Jack Pierce would land a job on a major production such as \"Joan of Arc\" (1948) or the Danny Kaye version of \"The Secret Life of Walter Mitty\", for which he made up Karloff as the Frankenstein Monster for a daydream sequence, cut from the film. Primarily, Pierce's post-Universal employment was on low-budget independent westerns and horror films. Notable Pierce creations during this period include the hirsute halfwit in \"Teenage Monster\", played by 40-ish stuntman Gil Perkins, who had doubled Bela Lugosi in Pierce's Monster make-up in \"Frankenstein Meets the Wolf Man\"; \"Beyond the Time Barrier\", with a clutch of bald, scarred atomic mutants and leading man Robert Clarke transforming into a withered ancient; \"Creation of the Humanoids\", crafting a race of bald cyborgs with silver eyes via bald caps and scleral contact lenses; and a reprise of his Wolf Man design for \"Beauty and the Beast\" (1962), played by Mark Damon.",
            "score": 133.89366149902344
        },
        {
            "docid": "10812453_11",
            "document": "Monsters vs. Aliens . Production designer David James stated that the film is \"a return to what made us nerds in the first place,\" getting classic movie monsters and relaunching them in a contemporary setting. Director Conrad Vernon added that he found it would be a great idea to take hideous monsters and giving them personalities and satirizing the archetypes. Each of the five monsters has traits traceable to sci-fi/horror B movies from the 1950s, '60s and '70s, although none is a mere copy of an older character. Susan, who grows to be 49 feet 11 inches tall, was inspired by \"Attack of the 50 Foot Woman\". Dr. Cockroach represents \"The Fly\" and \"The Curse of Frankenstein\", while B.O.B. is an amalgam of slithering and slimy characters that were featured in the films, including \"The Blob\" and \"The Crawling Eye\". Insectosaurus, a 350-foot-tall monster, is a nod to the 1961 Japanese film \"Mothra\". According to Vernon, the Missing Link has no direct inspiration. He \"just represents anything prehistoric that comes back to life and terrorizes people.\" For the San Francisco sequence, the producers researched lots of films and photographs for an accurate depiction of the city, and filmed animator Line Andersen, who had a similar body type to Ginormica—tall, thin, and athletic-looking—walking alongside a scale model of San Francisco, to capture better how a person not comfortable with being too big with an environment would walk around it.",
            "score": 132.92160034179688
        },
        {
            "docid": "111579_12",
            "document": "Alton, Illinois . Robert Pershing Wadlow, listed in the Guinness Book of Records as the world's tallest documented man at 8 feet 11.1 inches tall, 2,72 m, is buried in Oakwood Cemetery in the area known as Upper Alton. The earth over his grave was raised so visitors can compare its length to other graves. A memorial to him, including a life-sized statue and a replica of his chair, stands on College Avenue, across from the Southern Illinois University Dental School.",
            "score": 132.45726013183594
        },
        {
            "docid": "359117_5",
            "document": "Robert Wadlow . Wadlow's size began to take its toll: he required leg braces to walk and had little feeling in his legs and feet. Despite these difficulties, he never used a wheelchair.",
            "score": 129.7474365234375
        },
        {
            "docid": "25364808_6",
            "document": "Amnesia: The Dark Descent . If a monster spots Daniel, it will chase him until he's out of sight. If spotted, Daniel must flee, as \"Amnesia\" does not give the player access to weapons. Daniel must find hiding places or barricade doors with rocks, chairs and other obstacles; however, monsters are capable of tearing down doors in their path and kicking obstacles out of the way, and move extremely fast once they have spotted their prey. Players can also choose to hide Daniel in the shadows, at cost to sanity. Monsters who lose sight of Daniel will search for him for a time, but will eventually leave and vanish. They can also choose, preferably while being chased, to pick up an object and throw it to the monster, temporarily stunning the monster for about two seconds and giving Daniel some extra distance.",
            "score": 128.18751525878906
        },
        {
            "docid": "16643901_5",
            "document": "Angle gauge . For example, using a BAF 10 angle gauge a forester needs to know the limiting distance for a tree. The PRF using a 10 BAF angle gauge is for every inch of tree diameter. Therefore, 20 inches × 2.75 ft/inch = . This means that a tree must be over away from the center of the plot using a BAF 10 angle gauge to be out of the plot.",
            "score": 126.86978912353516
        },
        {
            "docid": "30864722_28",
            "document": "Combat Mission . \"Relative spotting is something we had wanted to get into CMBO. Unfortunately, it is more complicated thing than it might look like at first. Each unit would only be able to see/shoot at units that it was aware of. This means lots and lots of spotting calculations going on all the time even though units have already been spotted. It also means that there has to be some sort of user interface to distinguish between units spotted by other units and units spotted by the currently selected unit. If I thought back to when we realized this was too much to bite off for the first version I am sure I could remember a few other significant reasons why we didn't go with relative spotting right away \"",
            "score": 126.68069458007812
        },
        {
            "docid": "39083331_8",
            "document": "Edward Broughton . \"The first man we murdered was Hutchinson, we were nearly starving at the time, and we drew lots who should kill him; Hutchinson was asleep: the lot fell upon me, and I killed him with an axe, which we brought with us. He was cut to pieces, and with the exception of the intestines, hands, feet and head, the body was carried with us. We lived somedays on his flesh; we ate it heartily- I do not know how many days it lasted. After having thus committed murder, we began to be afraid of each other; one night I awoke Fagan, and told him to watch while I slept, and I would watch while he slept, for I feared that I should be murdered; we each of us feared, that on going to sleep we should be dispatched by the others. One night, as Coventry was cutting wood, we other three agreed to kill him; he was an old man of nearly sixty. I refused to do it as I said they ought to kill him among them, so we might all be in the same trouble. Fagan struck the old man the first blow with the axe; Coventry saw him coming, and cried out for mercy; he struck him just above the eye, but did not kill him - Macavoy and myself finished him and cut him in pieces. We lived upon his body for some days; we were not starving when we killed Coventry' we had only consumed the remains of Hutchinson the same day. We were not at all sparring of the food we obtained from the bodies of our companions: we eat it as if we had abundance-if we had been sparing of it, the one would have been sufficient for us. We now became daily more afraid of each other. Before we had consumed Coventry's body, Macavoy one night started up from the fire, and asked me to go down with him into the bush to see if we could find a kangaroo track, that we might set a snare for. When leaving the fire, Macavoy said, \"Bring the axe with you.\" When we had gone about 300 yards, Macavoy laid down and asked me to stop and sit down. I was afraid; I thought he wanted to take away my life, and he was stronger than me. I then threw the axe further from him than from myself, so that if he attempted to take it, I thought I could get it before him. He did not offer to touch it, he then said, \"there are three of us, Fagan is young and foolish, people will frighten him; and he will tell what has been done, now the only thing that we can do to pre- vent it is to kill him.\"' I said l would not agree to it, that I knew him better than he did, and was acquainted with his ways and that he would not tell. I could trust my life in his hands. Macavoy said that he was sure he would tell, he would be frightened, as there was three of us, he would turn evidence as to these murders, to save his own life, and we should be hanged ; when there are only you and I together, we could not turn evidence against each other, we can say that we left them at Gordon's River, at the back of the Frenchman's Cap, because they could not swim over it, and then it would be supposed that they had lost themselves and perished in the bush, and then we should perhaps be sent to Norfolk Island. I replied that Fagan was a very good swimmer, and that he was known to be so as well as myself, and they would also know that I would not go away and leave him. We then returned to the fire and agreed not to kill him. When we went back he was lying down by the fire, his shoes were off, and his feet were towards the fire, he was warming them. I then threw the axe down, and he looked up and said, have you put any snares down Ned? I said no, I have not put any down, there are snares enough if you but know it. I sat by him; Macavoy sat beyond me, he was on my right hand, and Fagan on my left. I was wishing to tell Fagan what had passed, but could not, as Macavoy was sitting with the axe close to him, looking at us. Then I lay down, and was in a doze, when I heard Fagan scream out; i leaped up on my feet in a dreadful fright and saw Fagan lying on his back with a dreadful cut in his head, and the blood pouring from it; Macavoy was standing over him with the axe in his hand. I cried to Macavoy you murdering rascal, you blood-thirsty wretch, what have you done? He said this will save our lives, and then he struck him another blow on the head with the axe. Fagan then groaned, and Macavoy cut his throat with a razor through the windpipe. We then began to strip Fagin, we stripped him naked. Fagan had on a red shirt, which I had stolen from Bradshaw at the Settlement, and which occasioned words and ill-feeling between Macavoy and myself, as to whom should become possessed of it; Fagan had also a red comforter and cap, which I likewise stole from Bradshaw, and gave him. I robbed Bradshaw of all I could lay my hands on, I left him not a mouthful of food when I came away. Bradshaw had always been very kind to me, and gave me anything in his power: But I have endeavored to kill him by making a tree fall upon him on account of his being a Constable, and getting people flogged.\"  \"Fagan's body we cut up into pieces, and roasted it; we roasted all but the hands, feet, and head; we roasted all at once, upon all occasions, as it was lighter to carry, and would keep longer, and not be so easily discovered. About two days after Fagan's murder, we heard some dogs, they had caught a kangaroo, and the dogs were wild. We got the kangaroo, and threw away the remainder of the body. Two days after this we gave ourselves up. I wish this statement to be made public after my death that it may serve as a warning!\"",
            "score": 126.39944458007812
        },
        {
            "docid": "179390_15",
            "document": "Holmenkollbakken . After the 1992 upgrades, the Olympic hill had a K-spot of 110 meters. The top of the in-run was above mean sea level. The tower was tall; the top of the in-run was located behind the tower and was above the ground. The in-run was long. The landing slope was 37 degrees at the steepest and 115 meters long. The vertical height difference between the top of the in-run and the off-run was . The new hill has a hill size of 134 meteres and K-spot of 120 meteres. The steepest part of the landings slope is 35.7 degrees, which is from the take-off. The angle at the hill size point is 30.8 degrees, while the width of the landing slope is . The in-run, built of steel, is long, which is 36 degrees at the steepest. The take-off is tall. The height distance from take-off to the K-point is . The grandstands are made of steel and concrete, and include VIP facilities. It is the only hill in the world with a permanent wind screen built as part of the designed construction, and the only steel jump in the world. The hill is above mean sea level. The venue is owned by Oslo Municipality and operated by the Association for the Promotion of Skiing.",
            "score": 126.13125610351562
        },
        {
            "docid": "675776_18",
            "document": "Weather radar . Assuming the Earth is round, the radar beam in vacuum would rise according to the reverse curvature of the Earth. However, the atmosphere has a refractive index that diminishes with height, due to its diminishing density. This bends the radar beam slightly toward the ground and with a standard atmosphere this is equivalent to considering that the curvature of the beam is 4/3 the actual curvature of the Earth. Depending on the elevation angle of the antenna and other considerations, the following formula may be used to calculate the target's height above ground: where: A weather radar network uses a series of typical angles that will be set according to the needs. After each scanning rotation, the antenna elevation is changed for the next sounding. This scenario will be repeated on many angles to scan all the volume of air around the radar within the maximum range. Usually, this scanning strategy is completed within 5 to 10 minutes to have data within 15 km above ground and 250 km distance of the radar. For instance in Canada, the 5 cm weather radars use angles ranging from 0.3 to 25 degrees. The image to the right shows the volume scanned when multiple angles are used.",
            "score": 125.23262023925781
        },
        {
            "docid": "20565571_33",
            "document": "Sergei Kramarenko . On 17 January 1952 Kramarenko flew his last combat mission in Korea. During it he damaged an F-86, but was not only shot down himself but also fired upon by the Sabre flier while he was hanging defenseless in his parachute. He himself describes the events: “17 January was a heavy day for me. The radar station picked up the approach of a group of ground attack aircraft on their way to Anju. Our regiment was sent out to repulse them. Arriving in the area of combat operations, we just spotted the last group of Thunderjets sliding along above the clouds to our south. Vishnyakov went to go after them, but we were not able to attack as the Thunderjets went into a cloud and we found ourselves over the coastline.  Not seeing the usual Sabre escort, we made a left turn and began a level climb and had just turned around when I spotted two groups of Sabres diving down to attack Vishnyakov. We were engaging under the most unfavorable conditions, but nevertheless we beat off the first attack of the Sabres and, by using maneuver, climbed back up to about 9000 meters. At that moment another group of Sabres showed up, and moved to come down to attack the regimental commander’s group from above. As for me, as I virtually had no speed due to the climb, managed to increase my climb angle and at 600 meters I opened fire on the Sabre group leader. His aircraft ran through my tracers, and I saw several explosions on it. He increased his dive and angle and headed down. Turning around, I saw that my group was also being attacked from above by a group of Sabres. I gave the command: “Everybody break!” and we turned under the Sabres, but now I saw that my rear wingman, Senior Lieutenant Voronoy, was being fired on by two Sabres. Voronoy went into a sharp dive and headed down. I returned to the battle. At that moment my third pair came under attack from two Sabres coming down from above which, as they opened fire, cut through them and headed out directly towards above me. I followed them, firing at the wingman. He, evidently damaged, turned and banked over into a dive.  I was not able to go after the damaged aircraft, as I suddenly felt a sharp blow and the aircraft around me began to rapidly spin. I kicked hard left rudder, but the controls did not respond. It was so sudden that one wing suddenly broke off. I made the decision to bail out of the uncontrollable aircraft, as it was now in a vertical spin downward. With a great deal of difficulty – as I was rammed into the left side of the aircraft – I managed to get my hand on the ejection seat control lever and pull it. A sharp blow momentarily pressed down on my eyes, so I have no idea how I flew out of the aircraft. As I came back to life I was falling together with the seat, I released the harness and kicked out of the seat with my legs. I could see that the clouds below me were coming up rapidly, so I pulled on the parachute ripcord ring, and after I yanked it the canopy opened. I came to a sharp halt, and now I was floating under the parachute.  Above me was the blue sky, below me the clouds. They were about 800 meters below. I glanced around and saw a Sabre coming at me very quickly. He came on for a few more seconds, and suddenly I saw the smoke and tracers that he was firing his six machine guns. Death was coming for me, and all I could do was wait as he came after me. Fortunately, the Sabre was about 800-1000 meters away, and the tracers flew by tens of meters below me. But for those very few seconds the tracers began to head up towards my legs and only stopped a few meters away. Perhaps at the last second I could pull my legs up at the moment that I felt the bullets were about to hit my legs. But at that precise moment the tracers stopped. I could see the Sabre bank away sharply when 500 meters away, and passing about 50 meters away from me, make a quick turn. I got nauseous from his jet exhaust as he passed. I saw the Sabre make another turn and come back to attack me again.  Now I understood that he wanted to get even for the death of his leader, but then I didn’t want to think about that so silently waited for the end to come. The second time, I thought, he won’t miss. I looked down. The cloud was now much closer – perhaps 50-100 meters away. I thought: ‘What will happen first – will I go into the cloud or will his tracers hit me? If the Sabre opens fire, he won’t miss.’ But when the Sabre closed to 800 meters and new tracers flew from it, I poked into the cloud. It immediately became quite dark, humid, but it was a beautiful sensation that I was safe, as he could not see me and I did not see the approaching Sabre and his tracers.\" Kramarenko landed safely was found by a North Korean villager who took care of him until he was recovered by a search party and returned to Antung. The Sabre attacked by Kramarenko was the F-86E BuNo 50-636 of Major George V. Wendling (16th FIS), which received \"major damage\" on that day. Almost certainly the pilot who shot down and shot at the Soviet ace was Major William F. Shaeffer, of the 16th FIS, 51st FIW.",
            "score": 125.07763671875
        },
        {
            "docid": "1067305_45",
            "document": "Ronald Ryan . Philip Opas produced a human skeleton as a visual aid to explain the trajectory of the fatal bullet, Opas argued that the ballistics evidence indicated that the fatal bullet entered Hodson's (chest) body in a downward trajectory. He also got a Monash University mathematics professor Terry Speed, to explain that Ryan 5 feet 8 inches (1.73 m) tall would have had to have been 8 feet 3 inches (2.55 m) tall to have fired the shot. These calculations were based on Ryan being twenty feet from Hodson and Hodson was standing perfectly upright. The bullet would enter Hodson's body 62 inches from the ground and exit 61 inches from the ground. If the shot was in a downward angle the bullet would have hit the road forty feet from where Hodson was hit, it also suggested that Hodson could have been shot from another elevated point and possibly by another prison officer. It would cast doubt that Ryan had fired the fatal shot. But the prosecution argued that Hodson 6 feet 1 inch (1.85 m) tall could have been running in a stooped position, thus accounting for the bullet's fatal angle of entry. No witnesses saw or testified seeing Hodson running in a stooped position.",
            "score": 124.88995361328125
        },
        {
            "docid": "455401_16",
            "document": "Frankenstein's monster . In the 1994 film \"Mary Shelley's Frankenstein,\" the creature is played by Robert De Niro in a nearer approach to the original source, except this version gives the creature balding grey hair and a body covered in bloody stitches. He is, as in the novel, motivated by pain and loneliness. In this version, Frankenstein gives the monster the brain of his mentor, Doctor Waldman, while his body is made from a man who killed Waldman while resisting a vaccination. The monster retains Waldman's \"trace memories\" that apparently help him quickly learn to speak and read.",
            "score": 123.90423583984375
        },
        {
            "docid": "50922099_29",
            "document": "Monster Swamp . Gilgun went on to describe more specifically the usage of such practical prosthetics, remarking, \"They've took a mold of my neck. You could imagine the silicone looking wrap around my neck. Built in there is a squib, which is basically a tube that runs down my top so that this piece of glass that's wedged in there they can just put some pressure on his blood pack and it pumps blood out of my neck. It looks incredible.\" Make-up artist Mike Smithson of \"KNB EFX\" was also interviewed for the \"Making Of Preacher: Monster Swamp\" segment, with him noting, \"This is the spot where he's taken the shrapnel [Smithson pointing to Gilgun's neck], and underneath is a little reservoir for some thin blood. Then we hook this up to our pressure spot [...]\" Ruth Negga spoke of her combat preparation for the scene with Cassidy, wherein she states, \"I've been training with John Koyama, who's our stunt master, and he's been teaching me how to use a baton lethally. I'm using actually a rubber prop [...]\"",
            "score": 123.83309936523438
        },
        {
            "docid": "1430896_5",
            "document": "Hypsometer . Looking at the geometry involved in step 1 results in sketch a: two right angled triangles, shown here with the identical small angles in yellow. Next in sketch b we see that the two triangles have identical angles - each has a right angle, the same small angle shown in yellow, and the same larger angle shown in orange. Therefore in sketch c we see that using the principle of similar triangles, given that each triangle has identical angles, the sides will be in proportion: x the distance to the object in proportion to x', the height set on the vertical scale of the hypsometer, and h the height of the object above the observers eye-line in proportion to h', the reading from the horizontal scale of the hypsometer.",
            "score": 123.78565979003906
        },
        {
            "docid": "359117_4",
            "document": "Robert Wadlow . Wadlow was born in Alton, Illinois on February 22, 1918 to Harold Franklin and Addie May (Johnson) Wadlow, and was the oldest of five children. He was taller than his father by the age of 8, and in elementary school they had to make a special desk for him due to his size. By the time he had graduated from Alton High School in 1936, he was . After graduating he enrolled in Shurtleff College with the intention of studying law.",
            "score": 123.42121124267578
        },
        {
            "docid": "595941_69",
            "document": "Masters of the Universe . On February 26, 2014, it was reported that directors Jeff Wadlow, Mike Cahill, Harald Zwart, and Chris McKay were on the short list to direct the film. On April 9, 2014, Schmoes Know reported that Wadlow would direct the film, but \"The Hollywood Reporter\" announced that he was merely rewriting the script. Columbia Pictures Senior Vice President DeVon Franklin tweeted that Jeff Wadlow had completed the script. Franklin later tweeted a photo on his Twitter page of Battle Cat. On August 19, 2015, \"Variety\" reported that Christopher Yost would rewrite the script. Mike O'Hearn announced on his Instagram account that he was in training to star as He-Man. However, he then quashed the rumor, saying he only wanted to do the part and was not cast for the live-action movie.",
            "score": 123.17096710205078
        },
        {
            "docid": "7339721_16",
            "document": "St. Augustine Monster . Its head was nearly destroyed, and only the stumps of two arms were visible . . . The body, as it lies somewhat imbedded in the sand, is 18 feet long and about 7 feet wide, while it rises 3½ feet above the sand . . . The weight of the body and head would have been at least four or five tons. If the eight arms held the proportions usually seen in smaller species of the octopus, they would have been at least 75 to 100 feet in length and about 18 inches in diameter at the base.",
            "score": 122.96582794189453
        },
        {
            "docid": "42585056_4",
            "document": "Hope I . Not only does this painting show deathly figures in the background, but there also is a sea monster standing towards the left. The viewer can notice the monster’s teeth along with its claw like hand that is located directly across from the woman’s stomach and pelvic region. The sea monster has a large tail that wraps around the feet of the woman as if trying to capture her and continues out of the frame. Also, among the three sickly looking figures in the background, there is a skull located directly above the woman’s head. This skull is attached to a blue body with varying shapes, lines, and colors. The skull represents death and decay while the three figures in the background symbolise disease, old age, and madness. The skull behind the woman could be a reference to the art historical tradition of memento mori, which serves as a reminder that death is unavoidable. This tradition focuses on the idea that you can be thriving with life (such as the nude woman is) but tomorrow could bring the possibility of death. In \"Hope I\" the theme of life, death, and rebirth relate to the similar themes behind the tradition of memento mori. In art, memento mori is often represented by a skull, which we see present in the background of \"Hope I\".",
            "score": 122.9010238647461
        },
        {
            "docid": "570258_11",
            "document": "Invasion of Astro-Monster . The film had a lower budget than some of the previous films in the series. This led to special effects scenes having less elaborate model cities built and including footage which had been shot for previous films such as \"Rodan\", \"Mothra\", and \"Ghidorah, the Three-Headed Monster\". Honda reflected on these inclusions, \"It was a vicious cycle of time and budget... If we recycled scenes from previous movies, we could cut the effects budget. But then we received complaints from our fans saying, 'It looks weird, it's not fresh.' We could fool the audience for a little while, but eventually they would know the trick and stop coming to see the shows. Then the studio would think that special effects film don't sell anymore. It's no wonder we could not make anything good around that period... It is a sad story.\"",
            "score": 122.8795394897461
        },
        {
            "docid": "23252763_12",
            "document": "Monsters University . The plot of \"Monsters University\" details Mike and Sulley's first meeting, but this created a continuity error from the first film in which Mike tells Sulley \"You've been jealous of my good looks since the fourth grade.\" Director Dan Scanlon said he had a dilemma with this line during pre-production, but he believed it was best if Mike and Sulley meet in college because, \"we wanted to see their relationship develop when they were adults. And we also felt like college is so much about self-discovery and figuring out who you are.\" He added, \"It felt like the perfect place to do this, but we had that line. So we tried versions where they met young and then we skipped ahead to college. And we knew we didn't want to make \"Monsters Elementary.\"\" Scanlon said during pre-production that, \"Pete Docter, the original director, and John Lasseter ... finally said to me, 'it's great that you're honoring that, but you have to do what's right for the story.' So we made a tough decision to just have them be in college and put that line aside.\" Scanlon later retconned the line from the first film as \"an old monster expression\", saying that \"it's what monsters always say to each other.\"",
            "score": 122.47225952148438
        },
        {
            "docid": "18456573_4",
            "document": "Box Car Blues . The train straightens itself at the top of the hill but then goes over a bridge, which bends exaggeratedly to accommodate its weight. Through a tunnel and then uphill again at almost a ninety degree angle, the train is now exhausted and starts panting as it begins to slow down. It then starts crawling like a giant caterpillar, curling and uncurling itself as it moves up the hill. Just a few feet from the summit, the train reaches out its wheels as hands in an attempt to get a handhold but as it grabs the mountain, we see a part of the hillside peeling away and displaying spotted underwear. The mountain, using tree trunks as hands, reaches back and pulls up its pseudo-pants, looking quite angry as it does so. The train now begins to haul itself up using the railroad as a rope, manages to reach the top and goes over. However, the last boxcar breaks free and races back down the steep slope.",
            "score": 122.4621353149414
        },
        {
            "docid": "944465_17",
            "document": "Model figure . In the 50s and 60s plastic model kits such as cars, planes or space ships became common in the US. There were also cheap plastic models for the popular market of movie monsters, comic book heroes, and movie and television characters in 1:8 size (about 9 inches or 23 cm in height). These included monsters like Frankenstein, The Wolf Man, Dracula, and the Creature from the Black Lagoon. One of the largest producers of monster figures were the Aurora Plastics Corporation, who produced many thousands figures from each mould. This market disappeared and no firm since has produced anything to match their quantities. Instead smaller (3¾-inch or 10 cm) action figures of have taken over the popular market.",
            "score": 122.30358123779297
        },
        {
            "docid": "406885_13",
            "document": "Fermi problem . Although Fermi calculations are often not accurate, as there may be many problems with their assumptions, this sort of analysis does tell us what to look for to get a better answer. For the above example, we might try to find a better estimate of the number of pianos tuned by a piano tuner in a typical day, or look up an accurate number for the population of Chicago. It also gives us a rough estimate that may be good enough for some purposes: if we want to start a store in Chicago that sells piano tuning equipment, and we calculate that we need 10,000 potential customers to stay in business, we can reasonably assume that the above estimate is far enough below 10,000 that we should consider a different business plan (and, with a little more work, we could compute a rough upper bound on the number of piano tuners by considering the most extreme \"reasonable\" values that could appear in each of our assumptions).",
            "score": 122.1761245727539
        }
    ]
}