{
    "q": [
        {
            "docid": "10742666_7",
            "document": "Brian Fortuna . Fortuna competed on \"Dancing with the Stars\" during its 4th season; partnering former Miss USA, Shandi Finnessey. His television success allowed him to dance as a principal dancer in the next two national Dancing with the Stars tours. Brian did double duty on the tour and was chosen to also host the third DWTS tour in front of sold out audiences of 15,000 people per night. His hosting talents captured the attention of ABC who chose Brian as series co-host with his Dancing with the Stars partner Shandi for ABC's Dancing with the Stars…Online Encore.",
            "score": 45.18098783493042
        },
        {
            "docid": "27748226_11",
            "document": "Jeopardy! . During the Jeopardy! round, except in response to the Daily Double clue, contestants are not penalized for forgetting to phrase their response in the form of a question, although the host will remind contestants to watch their phrasing in future responses. In the Double Jeopardy! round and in the Daily Double in the Jeopardy! round, the phrasing rule is followed more strictly, with a response not phrased in the form of a question counting as wrong if it is not re-phrased before the host or judges make a ruling. If it is determined that a previous response was wrongly ruled to be correct or incorrect, the scores are adjusted at the first available opportunity. If, after a game is over, a ruling change is made that would have significantly altered the outcome of the game, the affected contestant(s) are invited back to compete on a future show.",
            "score": 45.700313568115234
        },
        {
            "docid": "35051869_2",
            "document": "Dancing with the Stars (Australian season 12) . The twelfth season of \"Dancing with the Stars\" premiered on April 15, 2012, at the 6:30pm time slot on Channel Seven. With previous co-host Sonia Kruger defecting to Channel Nine, former Spice Girl and American \"Dancing with the Stars\" season 5 runner up Mel B was hired as her replacement. Daniel MacPherson continues his role as main host of the show, along with judges Todd McKenney, Helen Richey, and Joshua Horner.",
            "score": 29.30037784576416
        },
        {
            "docid": "659190_11",
            "document": "Fixed stars . The phrase \"fixed star\" is technically incorrect, but nonetheless it is used in an historical context, and in classical mechanics.",
            "score": 27.838955402374268
        },
        {
            "docid": "7173665_4",
            "document": "My Star (Brainstorm song) . The band's performance is also memorable. Kaupers danced in a relatively eccentric manner, provoking cheers from the audience. In late 2005, as part of his hosting duties at the Congratulations special, he was asked about his dancing abilities by co-host Katrina Leskanich. Kaupers' response that he danced very well prompted further cheers from the live audience as well as a repeat of his moves.",
            "score": 37.45755052566528
        },
        {
            "docid": "752942_7",
            "document": "Ty Treadway . In June 2002, Ty pulled double duty as soap star and talk show host. He began co-hosting Soapnet's \"Soap Talk\" with Lisa Rinna.",
            "score": 32.84555768966675
        },
        {
            "docid": "14212173_8",
            "document": "Yes, Madam . \"Yes, Madam\" was the first starring role in a feature film for Michelle Yeoh. Yeoh had previously won the 1982 Miss World Malaysia contest in 1983. After winning the contest she met D&B executive producer Dickson Poon who cast her in a small role in a television commercial with entertainer Jackie Chan in 1984. Her role in the commercial caught the attention of a film production company D&B Films. Yeoh had previously played small roles in Sammo Hung's film \"Owl vs. Dumbo\" (1985) and \"Twinkle Twinkle Lucky Stars\" (1985). For \"Yes, Madam!\", Yeoh took to stunt work opposed to allowing a double for every stunt. To train for her role, Yeoh worked out in a gym for eight hours a day. Michelle Yeoh stated that both herself and Rothrock did not want the film to be \"too hard core\", stating that \"We wanted the family to come in and watch it\"",
            "score": 19.40721559524536
        },
        {
            "docid": "46214776_17",
            "document": "Dancing with the Stars (U.S. season 21) . Tom Bergeron also returned to his hosting duties this week; the episode was dedicated to the memory of his father, Raymond, who died earlier in the day.",
            "score": 31.57576823234558
        },
        {
            "docid": "22903798_2",
            "document": "Dancing with the Stars (U.S. season 9) . Season nine of \"Dancing with the Stars\" premiered on September 21, 2009. Executive producer Conrad Green confirmed to Entertainment Tonight that the season would start off with 16 celebrities, with 3 double-eliminations halfway through the season. Former House Majority Leader Tom DeLay withdrew from the competition in week three; however, Debi Mazar was also eliminated on the same night, replacing the double elimination planned for week five. Some changes were added this season including a larger cast and relay dances. Four new dances were introduced to complement the large cast. Those dances were the bolero, lambada, two-step, and the Charleston. The cast was unveiled on the Monday, August 17, 2009, edition of \"Good Morning America\", returning to the announcement format of most seasons past. Tom Bergeron and Samantha Harris returned as the show's hosts. Len Goodman, Bruno Tonioli, and Carrie Ann Inaba continue as the judges this season, with Baz Luhrmann appearing as a guest judge in week two, temporarily replacing Len Goodman. Pro pairings were officially announced on August 24, 2009. This was Samantha Harris' last season as co-host.",
            "score": 37.571690797805786
        },
        {
            "docid": "36739351_12",
            "document": "Raghav Juyal . He also worked in the film ABCD 2 which was released on 19 June 2015, directed by Remo D'Souza co-starring Varun Dhawan and Shraddha Kapoor. He also hosted the show Dance Plus on Star Plus. He also Hosted Prem Ki Diwali along with Karishma Tanna telecasted on Life Ok. He was seen in season 7 as a contestant.He hosted the season 2 of the show Dance Plus which aired on Star Plus. . He hosted Rising Star along with Meiyang Chang in early 2017 which aired on Colors TV. He has also hosted Dance Plus (season 3) which was aired on Star Plus. In October 2017, he began co-hosting the dance contest TV show Dance Champions with Ridhima Pandit.",
            "score": 28.331050395965576
        },
        {
            "docid": "3666969_26",
            "document": "Deal or No Deal (Australian game show) . Double Deal Friday ran in 2005 but was dropped after 2008. Home viewers were invited to ring a phone number charged at $0.55 and register their details. Every Friday, a home viewer was randomly selected to win the same prize as the studio contestant. Host O'Keefe had mentioned that Double Deal Fridays received over 100,000 calls each week. \"Dancing with the Deals\" (the celebrity version of DoND retiring contestants on that season's edition of Dancing With The Stars) followed a similar format to Double Deal Friday, except that the celebrity didn't win the prize.",
            "score": 33.75065851211548
        },
        {
            "docid": "977122_10",
            "document": "The Insider (TV series) . After the departure of O'Brien, the show was hosted by Spencer alone until January 2009, when Samantha Harris (who had previously served as a correspondent for \"E! News\") joined the program as a permanent co-host. Harris also provided analysis and commentary as part of her duties as co-host of ABC's \"Dancing with the Stars\" until her departure from the reality competition series at the start of 2010.",
            "score": 32.18351626396179
        },
        {
            "docid": "32965942_5",
            "document": "Hilla Nachshon . As a result of her success, in 2005 Nachshon began to host the entertainment show \"Y on ten\" (\"Y \"בעשר) on the broadcasts of the satellite television provider Yes, initially alongside Michael Hanegbi and later alongside Aviad Kisos. That year she also played a cameo role in the daily TV drama \"HaShir Shelanu\". Also in that year, she began to host the Israeli version of the reality show \"Dancing with the Stars\" on the Israeli channel 2, along with Avi Kushnir. In 2010 and in 2011 Nachshon hosted the Miss Israel beauty pageant competition.",
            "score": 22.062226057052612
        },
        {
            "docid": "15177106_12",
            "document": "Irish traditional music . Irish traditional music was largely meant (to the best of our current knowledge) for dancing at house dances, celebrations for weddings, saint's days or other observances. Tunes are divided into two or more (typically eight-bar) parts. The parts are referred to as the A-part, B-part, and so on. Each part is played twice, and the entire tune is played three times; A, A, B, B, A, A, B, B, A, A, B, B. Irish dance music is isometric. This makes for an eminently danceable music, and Irish dance has been widely exported abroad. 16 measures are known as a \"step\", with one 8 bar part for a \"right foot\" and the second for the \"left foot\" of the step. Tunes that are not so evenly divided are called \"crooked\".  Traditional dances and tunes include reels (), hornpipes ( with swung eighth notes), and jigs (double and single jigs are in time), as well as imported waltzes, mazurkas, polkas, and highlands or barndances (a sort of Irish version of the Scottish strathspey). Jigs come in various other forms for dancing – the slip jig and hop jig or single jig are commonly written in time, the slide in . (The dance the hop jig is no longer performed under the auspices of An Coimisiun.) The forms of jig danced in hardshoe are known as double or treble jigs (for the doubles/trebles performed with the tip of the hardshoe), and the jigs danced in ghillies are known as light jigs.",
            "score": 32.800312995910645
        },
        {
            "docid": "1823364_3",
            "document": "Marissa Jaret Winokur . She was a contestant on the popular reality competition series \"Dancing With the Stars\" and went on to host the similar \"Dance Your Ass Off.\" From 2010-2011 she served as a co-host on the daily daytime talk show \"The Talk,\" ultimately leaving to focus on her clothing line and a new cable TV show. The cable TV show in question, when it premiered, proved to be a late-night talk show titled \"All About Sex,\" whose co-hosting duties she shared with Margaret Cho, Heather McDonald, and Dr. Tiffanie Davis Henry, and which TLC transmitted at 11:00 PM Eastern time on Saturday nights.",
            "score": 35.20930790901184
        },
        {
            "docid": "9010108_6",
            "document": "Contra dance choreography . Typical contra dance choreography comprises four parts, each 16 counts (8 measures) long. The parts are called A1, A2, B1 and B2. This nomenclature stems from the music: Most contra dance tunes (as written) have two parts (A and B), each 8 measures long, and each fitting one part of the dance. The A and B parts are each played twice in a row, hence, A1, A2, B1, B2. While the same music is generally played in, for example, parts A1 and A2, distinct choreography is followed in those parts. Thus, a contra dance is typically 64 \"counts\", and goes with a 32-\"measure\" tune. Tunes of this form are called \"square\"; tunes that deviate from this form are called \"crooked\". Crooked tunes are more commonly used in square dancing, where the phrasing of the dance does not have to align as closely with the phrasing of the music.",
            "score": 34.13243651390076
        },
        {
            "docid": "35051869_3",
            "document": "Dancing with the Stars (Australian season 12) . The cast for the season were revealed on 13 March 2012 via the Seven website, along with their professional partners, although four contestants were revealed in late February 2012. This cast has been seen as a \"star increase\" on the previous year's cast, particularly with the addition of new international co-host Mel B, and former Nine daytime talkshow host Kerri-Anne Kennerley. Six new professional dancers, including former American \"Dancing with the Stars\" professional Damian Whitewood, Christopher Page, Elena Samodanova, Jess Prince, Gleb Savchenko and Damien Samuel have been recruited to replace non-returning professional dancers Alana Patience, Brendon Midson, Arsen Kishishian, Masha Belash, Jade Brand and Mark Hodge.",
            "score": 24.683664798736572
        },
        {
            "docid": "25391981_3",
            "document": "Dancing with the Stars (U.S. season 10) . Samantha Harris did not return as co-host for this season, due to her expanded correspondent duties on \"The Insider\" and \"Entertainment Tonight\". On March 8, 2010, Tom Bergeron announced on \"Good Morning America\" that his new co-host is season seven champion Brooke Burke. Len Goodman, Bruno Tonioli, and Carrie Ann Inaba continued as the judges this season.",
            "score": 31.531145811080933
        },
        {
            "docid": "3028912_17",
            "document": "Sabrina Bryan . She has been a celebrity correspondent for the behind-the-scenes look at season 8 of \"Dancing with the Stars\" for E! News, and TV Guide show \"Reality Chat\". For season 9 of \"Dancing with the Stars\", she co-hosted TV Guide show \"Reality Chat\" and hosted backstage at \"Dancing with the Stars\" on abc.com. Bryan was asked back to co-host backstage at \"Dancing with the Stars\" for the 10th through 12th seasons. She has interviewed season 10 winner of the series Nicole Scherzinger, country singer Reba McEntire, Evan Lysacek, Erin Andrews, Kate Gosselin, and many more.",
            "score": 27.68924832344055
        },
        {
            "docid": "2982147_6",
            "document": "Your Number's Up . After the contestant selected one of the two phrases, the host read its second half to the other two contestants (example: after selecting the first phrase above, the host read \"...all of the House listens.\" Answer: Tip O'Neill). The first contestant to buzz-in and fill in the acronym correctly scored one point and spun the wheel for the next turn; incorrect guesses deducted one point, but scores could never go below zero. If neither opponent guessed correctly, the contestant who selected the riddle won $50 and spun the wheel, but did not score any points. The first contestant to score six points won the game and $500.",
            "score": 34.405158042907715
        },
        {
            "docid": "387073_6",
            "document": "Between you and I . Others do not accuse Shakespeare of grammatical incorrectness: sociologist Robert Nisbet criticizes \"word snobs\" who condemn the phrase, and lexicographer and OED editor Robert Burchfield states that what is incorrect for us wasn't necessarily incorrect for Shakespeare: \"grammatical assumptions were different then\", a view shared by philologist and grammarian Henry Sweet. However, Bryan A. Garner, who writes on usage and (especially legal) language, writes that even if the phrase was not incorrect for Shakespeare, it is and should be considered incorrect today, and cites linguist Randolph Quirk: \"It is true that Shakespeare used both ['between you and I' as well as 'between you and me'], but that did not make it any more correct\".",
            "score": 26.84211277961731
        },
        {
            "docid": "52747_17",
            "document": "Albireo . β Cygni B has been reported to be a very close double, but the observations appear to have been incorrect.",
            "score": 16.447454929351807
        },
        {
            "docid": "4602548_4",
            "document": "Kim Jones (reporter) . Before joining YES, Jones was the New York Giants beat reporter and a National Football League (NFL) columnist for \"The Star-Ledger\" newspaper in Newark, New Jersey. In addition to her duties on YES and WFAN, she continued to write a Sunday NFL column for \"The Star-Ledger\".",
            "score": 17.45970916748047
        },
        {
            "docid": "7775827_3",
            "document": "Pasi Heikura . Heikura hosts the radio program \"Aristoteleen kantapää\" (Aristotle’s Heel) on YLE Radio 1 which focuses on common usage of the Finnish language. In addition to discussion with a guest about a different topic each week, incorrect use of phrases and quote tips are also presented.",
            "score": 21.422119855880737
        },
        {
            "docid": "14581_5",
            "document": "Ich bin ein Berliner . There is a widespread misconception (outside German-speaking countries) that the phrase is incorrect German and in fact means \"I'm a doughnut\". It has even been embellished into an urban legend including equally incorrect claims about the audience laughing at this phrase.",
            "score": 22.12905502319336
        },
        {
            "docid": "2869453_25",
            "document": "WCFS-FM . On February 25, 2008, morning personality Mike LeBaron and midday personality Lisa Greene signed on as the first DJ's on Chicago's \"Fresh 105.9.\" On April 13, Program Director Mike Peterson named Rick Hall as afternoon host. Previously, LeBaron had been well known as a longtime part-time market veteran at WTMX-FM and WUSN-FM. Fellow market veteran Greene previously hosted an Oldies dance show on WJMK and similar features at WILV and WUBT (now WKSC-FM), was an APD/MD for AC stations, and had worked for many years as a traffic and news reporter, and co-host. Hall worked double duty as weekend/fill-in host at sister station WUSN and music director–midday host at Milwaukee's WFZH.",
            "score": 37.047799587249756
        },
        {
            "docid": "37973159_2",
            "document": "Dancing with the Stars (Thai TV series) . Dancing with the Stars is a dance competition show airing on BBTV Channel 7 in Thailand. The show is the Thai version of the British television series \"Strictly Come Dancing\". Sornram Teppitak, Thai actor and Thai pop singer, hosts with co-host Morakot Kittisara, Miss Thailand Universe 2004.",
            "score": 27.29415798187256
        },
        {
            "docid": "1120774_6",
            "document": "C+C Music Factory . All four singles from their debut album reached No. 1 on the \"Billboard\" Dance/Club Play chart, and all four were also crossover Pop and R&B hits. The first single, \"Gonna Make You Sweat (Everybody Dance Now)\", reached No. 1 on the \"Billboard\" Hot 100 and R&B Singles chart (and No. 3 in the UK). The fourth and final single from their debut album, \"Just a Touch of Love\", featured in the movie \"Sister Act\". The album contained two more Top 5 singles; \"Here We Go (Let's Rock & Roll)\" reached No. 3 on Billboard's Hot 100 chart (and No. 20 in the UK), and \"Things That Make You Go Hmmm\" (inspired by a phrase uttered periodically by late-night talk show host, Arsenio Hall) reached No. 4 (and No. 4 in the UK).",
            "score": 27.856709003448486
        },
        {
            "docid": "8377419_4",
            "document": "Double-duty dollar . Though the Swadeshi movement had much broader goals, in the 1920s Mohandas Gandhi of India urged his countrymen to avoid funding their own subjugation by buying items from the British which they could produce and trade independently, such as cloth and clothing. In the 1940s and 1950s, Leon Sullivan applied the broader phrase \"'selective patronage\" to denote consumers' choice of retailers as a tool a) to influence businesses toward having more fair and just interactions with African Americans, and b) to build demand for African-American businesses.",
            "score": 29.18037748336792
        },
        {
            "docid": "53603_12",
            "document": "Double star . Apart from these pairs, the components of a double star are generally denoted by the letters A (for the brighter, \"primary\", star) and B (for the fainter, \"secondary\", star) appended to the designation, of whatever sort, of the double star. For example, the components of α Canis Majoris (Sirius) are α Canis Majoris A and α Canis Majoris B (Sirius A and Sirius B); the components of 44 Boötis are 44 Boötis A and 44 Boötis B; the components of ADS 16402 are ADS 16402A and ADS 16402B; and so on. The letters AB may be used together to designate the pair. In the case of multiple stars, the letters C, D, and so on may be used to denote additional components, often in order of increasing separation from the brightest star, A. Visual doubles are also designated by an abbreviation for the name of their discoverer followed by a catalogue number unique to that observer. For example, the pair α Centauri AB was discovered by Father Richaud in 1689, and so is designated \"RHD 1\". Other examples include Δ65, the 65th double discovered by James Dunlop, and Σ2451, discovered by F. G. W. Struve.",
            "score": 24.115692377090454
        },
        {
            "docid": "2558317_7",
            "document": "Kerry Washington . In April 2016, Washington confirmed that, in the 1990s in New York, she learned to dance from Jennifer Lopez. During her appearance on The Tonight Show Starring Jimmy Fallon, she told host Jimmy Fallon that \"I've been taking dance for a long time, since I was a little girl. I had this very inspiring teacher named Larry Maldonado, for anybody from my neighborhood in the Bronx, he was our role model\", Washington continued, \"And he had an awesome substitute teacher named Jennifer, who would sometimes step in and teach. But, then she left to move to Los Angeles and be on the TV show In Living Color. So, yes, I learned to dance from JLo!\" Washington verified.",
            "score": 24.214372158050537
        },
        {
            "docid": "7091671_2",
            "document": "Burgo's Catch Phrase . Burgo's Catch Phrase was an Australian game show that ran between 1997 and 2003, produced by Southern Star Group (and later by the joint-venture Endemol Southern Star) for the Nine Network. The show was based on the British and American versions of the game, and was originally knowned simply as Catch Phrase until 1999 where the show was renamed as Burgo's Catch Phrase In honour of its host, John Burgess. The show was cancelled in 2003 after a revamp of the show and a hiatus in 2001.",
            "score": 25.611462116241455
        }
    ],
    "r": [
        {
            "docid": "27748226_11",
            "document": "Jeopardy! . During the Jeopardy! round, except in response to the Daily Double clue, contestants are not penalized for forgetting to phrase their response in the form of a question, although the host will remind contestants to watch their phrasing in future responses. In the Double Jeopardy! round and in the Daily Double in the Jeopardy! round, the phrasing rule is followed more strictly, with a response not phrased in the form of a question counting as wrong if it is not re-phrased before the host or judges make a ruling. If it is determined that a previous response was wrongly ruled to be correct or incorrect, the scores are adjusted at the first available opportunity. If, after a game is over, a ruling change is made that would have significantly altered the outcome of the game, the affected contestant(s) are invited back to compete on a future show.",
            "score": 45.700313568115234
        },
        {
            "docid": "10742666_7",
            "document": "Brian Fortuna . Fortuna competed on \"Dancing with the Stars\" during its 4th season; partnering former Miss USA, Shandi Finnessey. His television success allowed him to dance as a principal dancer in the next two national Dancing with the Stars tours. Brian did double duty on the tour and was chosen to also host the third DWTS tour in front of sold out audiences of 15,000 people per night. His hosting talents captured the attention of ABC who chose Brian as series co-host with his Dancing with the Stars partner Shandi for ABC's Dancing with the Stars…Online Encore.",
            "score": 45.18098831176758
        },
        {
            "docid": "7380125_2",
            "document": "Nithya Karma . Nithya Karma (नित्य कर्म) is a Sanskrit phrase and is formed out of two words: \"nithya\", meaning \"always,\" and \"karma,\" which refers to conduct or duty in this case. This phrase therefore refers to duties which need to be performed every day.",
            "score": 43.04298400878906
        },
        {
            "docid": "18574154_3",
            "document": "Football Tonight . Early shows discussed what Favre needs to do to become reinstated into the league, what contracts are being negotiated, and what stars might not even make it to training camp. Calls from the general public don't typically take place on Football Tonight. Instead, other ESPN personalities like Trey Wingo, John Clayton, Jeremy Green, and Mike Golic are brought on to provide analysis of the holdouts, contracts, and each week's preparation, many doing double duty for Football Tonight and NFL Live on the same day. Questions that fans may want answered are encouraged to be sent to the show at footballtonight@espnradio.com.",
            "score": 40.364479064941406
        },
        {
            "docid": "22903798_2",
            "document": "Dancing with the Stars (U.S. season 9) . Season nine of \"Dancing with the Stars\" premiered on September 21, 2009. Executive producer Conrad Green confirmed to Entertainment Tonight that the season would start off with 16 celebrities, with 3 double-eliminations halfway through the season. Former House Majority Leader Tom DeLay withdrew from the competition in week three; however, Debi Mazar was also eliminated on the same night, replacing the double elimination planned for week five. Some changes were added this season including a larger cast and relay dances. Four new dances were introduced to complement the large cast. Those dances were the bolero, lambada, two-step, and the Charleston. The cast was unveiled on the Monday, August 17, 2009, edition of \"Good Morning America\", returning to the announcement format of most seasons past. Tom Bergeron and Samantha Harris returned as the show's hosts. Len Goodman, Bruno Tonioli, and Carrie Ann Inaba continue as the judges this season, with Baz Luhrmann appearing as a guest judge in week two, temporarily replacing Len Goodman. Pro pairings were officially announced on August 24, 2009. This was Samantha Harris' last season as co-host.",
            "score": 37.571693420410156
        },
        {
            "docid": "7173665_4",
            "document": "My Star (Brainstorm song) . The band's performance is also memorable. Kaupers danced in a relatively eccentric manner, provoking cheers from the audience. In late 2005, as part of his hosting duties at the Congratulations special, he was asked about his dancing abilities by co-host Katrina Leskanich. Kaupers' response that he danced very well prompted further cheers from the live audience as well as a repeat of his moves.",
            "score": 37.457550048828125
        },
        {
            "docid": "230857_8",
            "document": "Home care . \"Home care\", \"home health care\" and \"in-home care\" are phrases that have been used interchangeably in the United States to mean any type of care - skilled or otherwise - given to a person in their own home. There is, however, a distinction made on a state-by-state basis according to how each state regulates the home care industry. In New York State, for example, \"home health care\" is used to describe medical services performed at home by a healthcare professional, whereas \"home care\" describes non-medical, private duty care. Other states do not make the same distinction, but the difference between the two must be accounted for when dealing with Medicare reimbursements.",
            "score": 37.3788948059082
        },
        {
            "docid": "2869453_25",
            "document": "WCFS-FM . On February 25, 2008, morning personality Mike LeBaron and midday personality Lisa Greene signed on as the first DJ's on Chicago's \"Fresh 105.9.\" On April 13, Program Director Mike Peterson named Rick Hall as afternoon host. Previously, LeBaron had been well known as a longtime part-time market veteran at WTMX-FM and WUSN-FM. Fellow market veteran Greene previously hosted an Oldies dance show on WJMK and similar features at WILV and WUBT (now WKSC-FM), was an APD/MD for AC stations, and had worked for many years as a traffic and news reporter, and co-host. Hall worked double duty as weekend/fill-in host at sister station WUSN and music director–midday host at Milwaukee's WFZH.",
            "score": 37.04779815673828
        },
        {
            "docid": "69793_18",
            "document": "Cryptic crossword . The other part (the \"subsidiary indication\", or \"wordplay\") provides an alternative route to the answer (this part would be a second definition in the case of double definition clues). One of the tasks of the solver is to find the boundary between definition and wordplay and insert a mental pause there when reading the clue \"cryptically\". This wordplay gives the solver some instructions on how to get to the answer another way. (Sometimes the two parts are joined with a link word or phrase such as \"from\", \"gives\" or \"could be\".)",
            "score": 36.90727996826172
        },
        {
            "docid": "17171471_4",
            "document": "Osaka machi-bugyō . Each \"machi-bugyo\" was involved in tax collection, policing, and firefighting; and at the same time, each played a number of judicial roles – hearing and deciding both ordinary civil cases and criminal cases. Each machi-bugyo worked by relay, changing on duty and off duty monthly. Machi-bugyo which is on duty accept new tasks. Another \"machi-bugyō\" which is off duty does not accept new tasks, but still working to deal with tasks which had been accepted. By this alternation system, bakufu let two bugyos watch each other, and decentralized the massive power of machi-bugyo, therefore prevented injustice.",
            "score": 36.757511138916016
        },
        {
            "docid": "1583143_25",
            "document": "Jackpot (game show) . When the Jackpot riddle was solved, the winning King/Queen and Riddler would play a bonus round called \"Riddle-grams,\" which was played similar to another Stewart-produced show, \"Shoot for the Stars\". Two clues would be shown. The clues, when answered in the order they were read, would make a two-word phrase. One player would guess the first half of the phrase, and the other player would guess the second half. If either contestant made a mistake at any time, they would lose their chance at the big money, but could still go for all the other phrases, because at the end of the round, the contestants split $100 for each phrase solved. If the contestants could solve all seven phrases without making a mistake, they split $5,000. This was the only version of the show to have a bonus round.",
            "score": 36.15004348754883
        },
        {
            "docid": "25647095_2",
            "document": "Have a nice day . Have a nice day is a commonly spoken expression used to conclude a conversation (whether brief or extensive), or end a message by hoping the person to whom it is addressed experiences a pleasant day. Since it is often uttered by service employees to customers at the end of a transaction, particularly in Israel and the United States, its repetitious and dutiful usage has resulted in the phrase developing, according to some journalists and scholars, especially outside of these two countries, a cultural connotation of impersonality, lack of interest, passive–aggressive behavior, or sarcasm. The phrase is generally not used in Europe, as some find it artificial or even offensive. Critics of the phrase characterize it as an imperative, obliging the person to have a nice day. Other critics argue that it is a parting platitude that comes across as pretended. While defenders of the phrase agree that \"Have a nice day\" can be used insincerely, they consider the phrase to be comforting, in that it improves interactions among people. Others favor the phrase because it does not require a response.",
            "score": 36.13984298706055
        },
        {
            "docid": "4527968_7",
            "document": "Branle . The first detailed sources for the dance's steps are found in Arbeau's famous text-book \"Orchesography\". Antonius de Arena briefly describes the steps for the double and single branle , and John Marston's \"The Malcontent\" (1604) sketches the choreography of one type. According to , every ball began with the same four branles: the double, the single, the gay and the Burgundian branle. The double branle had a simple form involving two phrases of two bars each.",
            "score": 35.942996978759766
        },
        {
            "docid": "37831642_5",
            "document": "Quinto (drum) . Once the chorus (or montuno section) of the song begins, the phrases of the quinto interact with the dancers more than the lead singer. At this time, the phrases often accent cross-beats or offbeats. Many of the quinto phrases correspond directly to accompanying dance steps. The pattern of quinto strokes and the pattern of dance steps are at times identical, and at other times, imaginatively matched. The quinto player must be able to switch phrases immediately in response to the dancer’s ever-changing steps. The quinto vocabulary is used to accompany, inspire and in some ways, compete with the dancers' spontaneous choreography. Yvonne Daniel states: \"The columbia dancer kinesthetically relates to the drums, especially the quinto . . . and tries to initiate rhythms or answer the riffs as if he were dancing with the drum as a partner.\"",
            "score": 35.89970397949219
        },
        {
            "docid": "374440_12",
            "document": "Blankety Blank . Another game is played with two new players, and the one who amassed the most from the Supermatch wins the game (and if the two winners score the same it would go to \"sudden death\", using the same tiebreaker as in the main game). That player chooses one of the celebrities who writes down their answer to a \"word BLANK\" phrase. The player then gives their answer, if they matched, they double up their blanks for a more valuable prize. Matching the 150-blank answer and winning the head-to-head final won the star prize. On \"Lily Savage's Blankety Blank\", the player with the highest Supermatch score or winner of a tie-breaker round played the head-to-head round for an additional prize.",
            "score": 35.801979064941406
        },
        {
            "docid": "11095209_10",
            "document": "Double Duty . According to NASCAR rules all drivers are required, without exception, to attend in person the pre-race drivers' meeting or suffer a grid penalty. If a driver misses the meeting for any reason, he is forced to start from last position on the grid. The meeting normally takes place approximately two hours before the start of the race (Coca-Cola 600), and under the circumstances of \"Double Duty,\" the driver would have little or no opportunity to attend in-person. Despite attempts over the years to lobby the officials, including garage area petitions, and use of a video-conference device, drivers attempting \"Double Duty\" have all been required to start at the back of the grid for the Coca-Cola 600.",
            "score": 35.71987533569336
        },
        {
            "docid": "29492237_9",
            "document": "Kenton Duty . Duty currently lives in Los Angeles with his parents and two younger twin sisters. Duty loves animals and dreamed of becoming a veterinarian before beginning his acting career. He has had a pet guinea pig named \"Peanut\", and has a horse named \"Prince\" that he keeps on his grandmother's property in Texas. Duty's hobbies include baking, cooking, spending time with his friends, and horseback riding. He also enjoys singing, playing guitar and songwriting. Before beginning work on the TV series \"Shake It Up!\", Duty played guitar and sang in the band KGMC Gigmasters with Braeden Lemasters and fellow \"Lost\" co-star Dylan Minnette. Having no dance experience prior to his role on \"Shake It Up\", Duty began taking private lessons in his free time to develop his dance skills.",
            "score": 35.59856414794922
        },
        {
            "docid": "5358446_15",
            "document": "Garcetti v. Ceballos . The Court finally rejected the argument raised in Justice Souter's dissent that employers could restrict the rights of employees \"by creating excessively broad job descriptions.\" Instead, the Court observed that formal job descriptions do not always correspond to actual expected duties, \"and the listing of a given task in an employee’s written job description is neither necessary nor sufficient to demonstrate that conducting the task is within the scope of the employee’s professional duties for First Amendment purposes.\" The Court also reserved for a future decision the issue of whether its analysis would apply in the same manner to a case involving speech related to scholarship or teaching.",
            "score": 35.57440185546875
        },
        {
            "docid": "7551384_5",
            "document": "Double-marking language . Proto-Indo-European had double-marking in both verb phrases (verbs were marked for person and number, nominals for case) and noun-adjective phrases (both marked with the same case-and-number endings) but not in possessive phrases (only the dependent was marked).",
            "score": 35.56697463989258
        },
        {
            "docid": "5269533_5",
            "document": "Quicksilver (U.S. game show) . For example, given the choices Monty Hall, Picador, Pandora's Box and \"Trading Places\", the host may ask \"On the game show \"Let's Make a Deal\"…this is what host Monty Hall would ask contestants to do.\" A contestant buzzing-in before the question was finished might choose Monty Hall based upon Hall's association with the program. However, the correct answer in this case would be \"picador,\" a play on the similar-sounding phrase \"pick a door.\" Most questions had misleading wording and pun answers given in this format, known as a \"swerve\" in quiz bowl culture.",
            "score": 35.565128326416016
        },
        {
            "docid": "219367_39",
            "document": "Drowning . The acronym \"RID\" was originated by Frank Pia to summarize important reasons why lifeguards may be unaware of a drowning. The term stands for \"failure to recognize the struggle, the intrusion of non-lifeguard duties upon lifeguards' primary task-preventive lifeguarding, and the distraction from surveillance duties\". In his paper on the RID factors, Pia makes a number of observations on the role, and the required behavior and training of lifeguards, as well as the importance of administrators directing lifeguards to this role and avoiding double tasking them (due to the very brief time of 20 – 60 seconds required for drowning to occur). He ended by summarizing the role of lifeguards as guardians of life, and that they should be directed exclusively to this duty and none other, while on surveillance, due to the high value placed on human life.",
            "score": 35.50732421875
        },
        {
            "docid": "1380550_59",
            "document": "Strip club . Bouncers are security personnel. They are typically relatively large and physically strong males, who enforce club policy and maintain order in and around the premises. In some cases, on-duty law enforcement may be on site if a club is viewed by authorities as a location with a high enough crime risk. More commonly, privately hired security (including off-duty police) are contracted to guard the premises. Bouncers can also double as doormen or Disc jockeys (DJs); serving as hosts and maintaining the flow of entertainment and even cuing music for the dance sets. Where a DJ is not present, music may be provided via either a jukebox or sometimes live musicians.",
            "score": 35.46055603027344
        },
        {
            "docid": "1823364_3",
            "document": "Marissa Jaret Winokur . She was a contestant on the popular reality competition series \"Dancing With the Stars\" and went on to host the similar \"Dance Your Ass Off.\" From 2010-2011 she served as a co-host on the daily daytime talk show \"The Talk,\" ultimately leaving to focus on her clothing line and a new cable TV show. The cable TV show in question, when it premiered, proved to be a late-night talk show titled \"All About Sex,\" whose co-hosting duties she shared with Margaret Cho, Heather McDonald, and Dr. Tiffanie Davis Henry, and which TLC transmitted at 11:00 PM Eastern time on Saturday nights.",
            "score": 35.20930862426758
        },
        {
            "docid": "31379348_19",
            "document": "Black Swan dance double controversy . In another interview for the Dance Channel network, Lane was asked, \"Looking back and having experienced what you had and deciding to talk about what happened, would you do \"Black Swan\" again?\" Her answer was, \"Yeah, I would.\"",
            "score": 35.15596389770508
        },
        {
            "docid": "53883174_62",
            "document": "List of It's Showtime segments . 1. Elimination Round – There are six contestants who are introduced one-by-one by the hosts. Then the players put the paper containing their names in the Bunutan box. The hosts picks one contestant's name from the box to determine which one of the six has the power to play first round. The chosen contestant goes to the podium (to the left side of the stage), introduces themselves and is interviewed. Usually after this, they will sing/dance if they have a talent. The hosts pick a category and the contestant with power has the right to choose a player. Like the first contestant, the chosen contestant does the same but this time, they go to the podium to the other side of the stage. After that, the contestant with power is asked if they will play or pass to the other player. If they choose to play, the two contestants have a face off and copy the pose that Vhong Navarro indicates. Otherwise if pass is selected, the other contestant answers the question, and if the contestant wins, they now have the power. Otherwise the first contestant will have Php 2000 and if this scenario continues, the host doubles the money of the first contestant. The last person standing wins Php 20000 plus the money that they earned during the rounds and proceed to the jackpot round. If someone loses, they win nothing.",
            "score": 35.146244049072266
        },
        {
            "docid": "4107506_5",
            "document": "Illinois Secretary of State . By statute, the Illinois Secretary of State is tasked with the duty of issuing licenses to Illinois-registered motor vehicles and their drivers, effectively making the Secretary of State's office the department of motor vehicles, though that phrase is not used in Illinois. Enforcement of these duties has made the Secretary of State's office a key bureau in the enforcement of laws against driving under the influence. Illinois is one of only two states to put the secretary of state in charge of driver services, the other being Michigan.",
            "score": 34.91962814331055
        },
        {
            "docid": "14635685_17",
            "document": "Moral disengagement . Perpetration of inhumanities requires devoted functionaries. If responsibility for their behavior is cast off, they would be unreliable in performance of their duties. A strong sense of responsibility is required to be a good functionary. Responsibility is characterized in two levels: a strong sense of duty towards superiors, and accountability for effects caused by one's actions.Best functionaries honor their obligations towards their authorities and do not feel personally responsible for the effects caused by their actions.",
            "score": 34.894691467285156
        },
        {
            "docid": "5354848_18",
            "document": "Hungarian orthography . Phrases whose first element is a participle are written separately if the participle expresses an occasional action: \"dolgozó nő\" ’a working woman, a woman at work.’ However, if the participle expresses function, purpose, ability, task, or duty, the phrase is considered a compound and is written as one word, e.g. \"mosónő\" ’washerwoman’, someone whose duty is to wash. \"Sétálóutca\" ’walking [pedestrian] street’ means a street for walking: writing as one word expresses that it is not the street that walks. – However, this rule doesn’t apply to compounds where an element is already a compound itself, even if the whole compound expresses function or purpose. For example, \"rakétaindító állvány\" ’rocket launching platform’ is written as two words because of its compound first element, despite the fact that it is not the platform which launches the rocket, but it is only used for it, so a function is expressed.",
            "score": 34.753761291503906
        },
        {
            "docid": "10891249_45",
            "document": "Cuban rumba . Columbia quinto phrases correspond directly to accompanying dance steps. The pattern of quinto strokes and the pattern of dance steps are at times identical, and at other times, imaginatively matched. The quinto player must be able to switch phrases immediately in response to the dancer's ever-changing steps. The quinto vocabulary is used to accompany, inspire and in some ways, compete with the dancers' spontaneous choreography. According to Yvonne Daniel, \"the columbia dancer kinesthetically relates to the drums, especially the quinto (...) and tries to initiate rhythms or answer the riffs as if he were dancing with the drum as a partner.\"",
            "score": 34.71734619140625
        },
        {
            "docid": "31379348_6",
            "document": "Black Swan dance double controversy . In a November 29, 2010 interview, Portman's other dance double, Kimberly Prosa, also added: \"Natalie took class, she studied for several months, from the waist up is her. Sarah Lane a soloist at ABT, did the heavy tricks, she did the fouettés, but they only had her for a limited time, a couple of weeks, so I did the rest of whatever dance shots they needed.\" In addition, Portman said in an interview with MSN: \"I did everything, and the dance double — Sarah Lane, who's a really wonderful dancer — they shot us both doing everything, but because most of the film is in close-up, they're able to use me. The parts I couldn't do were because it's doing very complicated turns en pointe. They would shoot me doing it in flat shoes and Sarah doing it in pointe shoes and find a way to make that work.\" She also stated in a November 2010 interview with WBUR that \"there's a wonderful dancer, Sarah Lane, who did the more complicated pointe work. But I did the stuff that was possible to learn in a year.\"",
            "score": 34.6673583984375
        },
        {
            "docid": "19920744_12",
            "document": "Cash Cab (U.S. game show) . When a contestant has won at least $200 or $300 in a normal game or an After Dark game - or at least $600 on a Double Ride - and the cab is forced to stop at a traffic light, Bailey or Melewski will announce a Red Light Challenge. He or she reads a question that has multiple correct answers – usually four to seven – and the passenger(s) have 30 seconds to give those answers; they do not always have to give all of the answers. Since there is no penalty for an incorrect answer, giving all the correct answers in the allotted time is worth $250 – or $500 during Double Ride games – regardless of how many incorrect answers a contestant might also blurt out along the way. The contestant does not receive the extra $250 (or $500) if the 30-second time limit runs out; it is also not counted as a strike, and the contestant doesn't lose any accumulated money. While only one Red Light Challenge is usually played per game, beginning in Season 4 there are multiple Red Light Challenges during certain games – at least two per game – with the second for accumulating at least $1,000.",
            "score": 34.6524543762207
        },
        {
            "docid": "31379348_10",
            "document": "Black Swan dance double controversy . Benjamin Millepied (Portman's husband and a principal dancer from New York City Ballet who debuted in \"Black Swan\" as both actor and choreographer) responded to Perron's blog in a March 23 interview with the \"Los Angeles Times\". He states in this interview that \"there are articles now talking about her dance double [American Ballet Theatre dancer Sarah Lane] that are making it sound like [Lane] did a lot of the work, but really, she just did the footwork, and the fouettés, and one diagonal [phrase] in the studio. Honestly, 85% of that movie is Natalie.\"",
            "score": 34.59508514404297
        }
    ]
}