{
    "q": [
        {
            "docid": "40693632_15",
            "document": "DJI (company) . The Mavic (御) series currently includes Mavic Pro and Mavic Air, both have foldable design that allow drones to be transported more easily.",
            "score": 125.2572820186615
        },
        {
            "docid": "51917900_2",
            "document": "Mavic (UAV) . The Mavic Pro () is an unmanned aerial photography and videography drone for personal and commercial use released by DJI.",
            "score": 122.32785987854004
        },
        {
            "docid": "51917900_12",
            "document": "Mavic (UAV) . At the 2017 IFA trade show, DJI announced the upgraded Mavic Pro Platinum. The upgraded version includes better battery life and improved noise reduction due to new propellers and electronic speed controllers. The Mavic Air was announced on 23 January 2018, for release on 28 January at a starting price of $799. It is marketed as a smartphone-sized drone that can fit in a jacket's pocket.",
            "score": 124.10835862159729
        },
        {
            "docid": "51917900_8",
            "document": "Mavic (UAV) . The Mavic is the first DJI drone to have gesture control. Users can wave their arms in specific patterns to trigger drone functions, such as taking a picture.",
            "score": 116.36796879768372
        },
        {
            "docid": "9478497_6",
            "document": "Micro Center . Micro Center was the first retailer in the United States to sell the DJI Mavic Pro drone, launching it by hosting a three-day demonstration in their Columbus store's parking lot which was open to the press and the public.",
            "score": 106.64047288894653
        },
        {
            "docid": "40693632_17",
            "document": "DJI (company) . The Mavic Air was announced on 23 January 2018, for release on 28 January. It is marketed as a smartphone-sized drone that can fit in a jacket pocket.",
            "score": 94.87305974960327
        },
        {
            "docid": "51917900_10",
            "document": "Mavic (UAV) . The Mavic controller is more compact than those for other DJI drones. It includes fold-out grips for smartphones and small tablets and has a built-in flight information display for flight without a smartphone or tablet.",
            "score": 104.6490170955658
        },
        {
            "docid": "58900_65",
            "document": "Unmanned aerial vehicle . Consumer drones are also widely used by military organizations worldwide because of the cost-effective nature of consumer product. In 2018, Israeli military started to use DJI Mavic and Matrice series of UAV for light reconnaissance mission since the civilian drones is easier to use and has higher reliability. DJI drones is also the most widely used commercial unmanned aerial system that the US Army has employed.",
            "score": 101.45293998718262
        },
        {
            "docid": "40693632_28",
            "document": "DJI (company) . Released in May 2017, the Spark (晓) was designed to be an affordable consumer drone that is nevertheless capable of producing high-quality images and video. This drone is DJI's cheapest to date and features a 12-megapixel camera capable of shooting 1080p video at 30fps. The camera is stabilised mechanically by a 2-axis gimbal. The Spark also carries an advanced infrared 3D camera that helps the drone to detect obstacles in front of it, as well as facilitating hand-gesture control—a feature that was, until the release of the Mavic Air in January 2018, unique to the Spark. In addition to a smartphone app with virtual controller, a physical controller can also be bought, extending the drone's range up to 1.2 miles (2 km). The aircraft has a flight duration of up to 16 minutes, but its exhausted battery can easily be swapped out for a charged battery to extend flight time.",
            "score": 89.51248741149902
        },
        {
            "docid": "40693632_16",
            "document": "DJI (company) . The Mavic Pro is introduced on September 27, 2016. It features multiple redundant sensors and obstacle avoidance to help prevent crashes.",
            "score": 91.25869512557983
        },
        {
            "docid": "51917900_11",
            "document": "Mavic (UAV) . A switch on the Mavic allows it to operate in Wi-Fi mode independent of the controller (\"e.g.\", controlled directly from a smartphone). In Wi-Fi mode, all flight functions can be accessed using the DJI Go 4 app but with reduced range to a few hundred feet.",
            "score": 80.346444606781
        },
        {
            "docid": "51917900_7",
            "document": "Mavic (UAV) . DJI rates the battery life of the Mavic at 27 minutes of flight time in zero wind conditions. Max hovering time (0 wind) is 24 minutes, while normal flight drops to 21 minutes.",
            "score": 88.25376319885254
        },
        {
            "docid": "51917900_4",
            "document": "Mavic (UAV) . The Mavic is equipped with the same camera as the Phantom 4 UAV. The camera is a 12MP camera that is capable of shooting 4K videos at 24 frames per second (FPS). It is capable of 96 FPS when shooting in 1080p. Its camera keeps the same 60Mbit/s bitrate seen in the Phantom 4. The lens in the DJI Mavic possesses a 78-degree field of view (FOV), whereas the Phantom 4 maintains a 94-degree FOV.",
            "score": 78.64825248718262
        },
        {
            "docid": "49321811_11",
            "document": "UAV-related events . In January 2017 a 23 year old UAV operator from Xiaoshan was detained because of footage taken from a drone flying near airliners descending to land at Hangzhou Xiaoshan International Airport. The incident came to light when footage was uploaded to QQ. This was an eight-second clip from a ten-minute recording taken from an altitude of 450m. The operator had flown it to photograph a sunset, but had also recorded several airliners flying past. The model used was a DJI Mavic and the manufacturer strongly condemned the incident.",
            "score": 74.32284259796143
        },
        {
            "docid": "40693632_36",
            "document": "DJI (company) . On November 17, 2017, Ars Technica reported a security breach of private customer data at DJI. However, The Verge found that according to US government report, DJI drone has kept data safe despite the Ars Technica's claim. Nevertheless, DJI announced they've added Local Data Mode for their drones, which aerial platform will not enable any data transfer involving Internet during the flight. Brendan Schulman from DJI’s Vice President of Policy and Legal Affairrs, responded to the report from Ars Technica, saying “DJI is committed to protecting the privacy of its customers’ photos, videos and flight logs.\"",
            "score": 78.04574179649353
        },
        {
            "docid": "40693632_35",
            "document": "DJI (company) . Several military organizations also utilize DJI products for aerial photography mission including the US Army, and DJI drones were the most widely used commercial unmanned aerial system that the US Army has employed. However, on August 2017, the United States Army published internal guidance regarding the banning of using DJI drones and parts in the army for security reasons. DJI’s Public Relations Manager, Michael Perry expressed surprise and disappointment after the memo was released. A U.S. Army spokesperson responses to media and claim that the guidance is still undergoing a review. Although US Army has stopped using DJI products, other branches of the US military such as the US Marines are still fielding DJI product as commercial photography platform.",
            "score": 73.78669905662537
        },
        {
            "docid": "277914_66",
            "document": "Science and technology in China . China is the leader in drone technology, it is the first country in the world to create large scale transport drones, as well as the first to produce an amphibious drone. Chinese drone companies such as DJI and Ehang (Beijing Yi-Hang Creation Science & Technology) conquered majority of the civilian drone industry, with DJI alone dominating 85% of the global market share. Ehang also created the world's first \"flying taxi\" drone, Ehang 184, an eco-friendly low altitude autonomous aerial vehicle capable of providing transportation and medium distance communication.",
            "score": 68.83045959472656
        },
        {
            "docid": "40693632_33",
            "document": "DJI (company) . As of March 2017, DJI has a 50 percent market share of the consumer drone market according to NPD numbers. Top line estimates from the FAA point towards the number of consumer drones hitting over 4 million units by 2021.",
            "score": 66.8880033493042
        },
        {
            "docid": "51066562_6",
            "document": "Yuneec International Typhoon H . A key reason why the Typhoon H has been successful in the aerial cinematography world and is often preferred to models like DJI's Phantom and Inspire, is because of the built in Android Tablet to the 2.4ghz transmitter. This provides built in telemetry and direct camera streaming. The drone is also known for its unusually high camera quality out of the box which companies such as DJI have lacked. Although the range on the Typhoon H is not as far as the DJI Phantom lineup, many professional cinematographers have said they prefer the low latency transmission which DJI does not offer. Both drones do operate with full control well beyond eyesight.",
            "score": 69.60374784469604
        },
        {
            "docid": "40693632_3",
            "document": "DJI (company) . DJI is the world's leader in the civilian and commercial drone industry, accounting for over 70% of the drone market. Its drone technology has been used globally for the music, television and film industries, including K-pop music videos and the sets of Emmy Award-nominated television productions such as \"The Amazing Race\", \"American Ninja Warrior\", \"Better Call Saul\", \"Game of Thrones\", and many more.",
            "score": 69.37419486045837
        },
        {
            "docid": "51917900_3",
            "document": "Mavic (UAV) . The Mavic will fold small enough to fit into a small bag (83mm x 83mm x 198mm). Its legs and propellers fold underneath and to the side of the drone to form a compact package.",
            "score": 68.51930618286133
        },
        {
            "docid": "45706322_7",
            "document": "Phantom (UAV) . DJI Phantom 4 Pro, released in November 2016, has a three-axis stabilized camera with a 1-inch 20 MP CMOS sensor. It upgrades its obstacle avoidance with five directional sensors. The Phantom 4 Pro offers two remote controllers, one with a dedicated screen (Phantom 4 Pro+) and one without. It integrates an upgraded Lightbridge HD video transmission system that adds 5.8 GHz transmission support and a maximum downlink video transmission range of 7 km. In addition - DJI released a set of Goggles, which can be used with various DJI equipment, including the Phantom 4 Pro, to allow First Person View (FPV) flying. Announced at the 2017 IFA trade show, it gives the option to have the Phantom 4 Pro painted in obsidian black. Some build quality upgrades are included with the camera gimbal being made of magnesium.",
            "score": 66.44553565979004
        },
        {
            "docid": "1338764_10",
            "document": "Mavic . Mavic also makes clincher rims. The Mavic Open Pro is popular for everyday road use. CXP rims are the semi-aero counterparts.",
            "score": 68.98331642150879
        },
        {
            "docid": "40693632_29",
            "document": "DJI (company) . There have been multiple complaints that the drone could switch off and fall while flying. DJI responded to this by releasing a mandatory battery firmware update in August 2017.",
            "score": 66.35055923461914
        },
        {
            "docid": "40693632_34",
            "document": "DJI (company) . In January 2015, a DJI Phantom 3 crashed into the White House's south lawn, in Washington, D.C.. DJI later set up a no-fly Geo-system according to prohibited airspace, and forced all drones to update the firmware. The new system will forbid flights getting closer or take off in restricted zones based on its GPS location.",
            "score": 64.30950546264648
        },
        {
            "docid": "51174872_4",
            "document": "Osmo (camera) . The DJI Osmo is a camcorder, as it is only packaged with its handle, camera gimbal, and case. The interface of the camera is controlled through a smartphone app called \"DJI Go\", which is used in certain Phantom drones.",
            "score": 63.03972244262695
        },
        {
            "docid": "54808321_10",
            "document": "One Day in the Haram . As well as the ground filming the production obtained permissions for four helicopter flights over Makkah airspace. The film also featured low flying drone filming, using the DJI Matrice 600 and the DJI Inspire.",
            "score": 63.86017465591431
        },
        {
            "docid": "45651130_26",
            "document": "Regulation of UAVs in the United States . In 2015, a drone operated by a civilian flew into the White House property. As a result, the drone manufacturer, DJI, issued a statement saying that they will now require that all of their drones would contain built-in geofencing limits.",
            "score": 64.76230072975159
        },
        {
            "docid": "51917900_13",
            "document": "Mavic (UAV) . It features a 12 MP 4K HDR camera, mounted on a 3-axis gimbal, and has a new panorama mode, which stitches together 25 photos in eight seconds to create a \"Sphere Panorama\". Due to antennas mounted on its landing gear, the drone has a 21-minute flight time and a 2.5 mile range. Like the Spark, the Air also features the \"Smart Capture\" mode, in which the drone can be controlled by hand gestures.",
            "score": 56.0448842048645
        },
        {
            "docid": "40693632_2",
            "document": "DJI (company) . Dà-Jiāng Innovations Science and Technology Co. Ltd. (doing business as DJI in other countries) is a Chinese technology company headquartered in Shenzhen, Guangdong with manufacturing facilities throughout the world. It is known as a manufacturer of unmanned aerial vehicles (UAV), commonly known as drones, for aerial photography and videography. DJI also design and manufacture camera gimbals, flight platforms, cameras, propulsion systems, camera stabilizers, and flight control systems.",
            "score": 62.388084411621094
        },
        {
            "docid": "144068_5",
            "document": "Precision agriculture . Precision agriculture has also been enabled by unmanned aerial vehicles like the DJI Phantom which are relatively inexpensive and can be operated by novice pilots. These systems, commonly known as drones, can be equipped with hyperspectral or RGB cameras to capture many images of a field that can be processed using photogrammetric methods to create orthophotos and NDVI maps.",
            "score": 51.56636071205139
        },
        {
            "docid": "52422387_9",
            "document": "University of South Florida Tampa Library . The DHHC documents heritage sites, landscapes and objects. The DHHC creates digital learning tools to promote heritage tourism. The technologies being used include 3D laser scanners, Nikon DSLR cameras, DJI Phantom and DJI Mavic unmanned aerial vehicles, Agisoft Photoscan Professional, FLIR thermal infrared cameras for imaging. For geo-spatial analysis uses ArcGIS and sends someone to the ESRI conference to make sure the program remains up to date. Some projects include: a 3D survey and imaging of Haghpat Monastery, a terrestrial laser scanning survey of Russell Cave National Monument and a digital tour of Cowpens National Battlefield.",
            "score": 65.69927453994751
        }
    ],
    "r": [
        {
            "docid": "40693632_15",
            "document": "DJI (company) . The Mavic (御) series currently includes Mavic Pro and Mavic Air, both have foldable design that allow drones to be transported more easily.",
            "score": 125.25728607177734
        },
        {
            "docid": "7558_24",
            "document": "Coin . A coin's value as a collector's item or as an investment generally depends on its condition, specific historical significance, rarity, quality, beauty of the design and general popularity with collectors. If a coin is greatly lacking in all of these, it is unlikely to be worth much. The value of bullion coins is also influenced to some extent by those factors, but is largely based on the value of their gold, silver, or platinum content. Sometimes non-monetized bullion coins such as the Canadian Maple Leaf and the American Gold Eagle are minted with nominal face values less than the value of the metal in them, but as such coins are never intended for circulation, these face values have no relevance.",
            "score": 124.79103088378906
        },
        {
            "docid": "51917900_12",
            "document": "Mavic (UAV) . At the 2017 IFA trade show, DJI announced the upgraded Mavic Pro Platinum. The upgraded version includes better battery life and improved noise reduction due to new propellers and electronic speed controllers. The Mavic Air was announced on 23 January 2018, for release on 28 January at a starting price of $799. It is marketed as a smartphone-sized drone that can fit in a jacket's pocket.",
            "score": 124.10836029052734
        },
        {
            "docid": "51917900_2",
            "document": "Mavic (UAV) . The Mavic Pro () is an unmanned aerial photography and videography drone for personal and commercial use released by DJI.",
            "score": 122.3278579711914
        },
        {
            "docid": "51917900_8",
            "document": "Mavic (UAV) . The Mavic is the first DJI drone to have gesture control. Users can wave their arms in specific patterns to trigger drone functions, such as taking a picture.",
            "score": 116.36797332763672
        },
        {
            "docid": "39740796_12",
            "document": "Gold coin . Many factors determine the value of a gold coin, such as its rarity, age, condition and the number originally minted. Most gold coins minted since the late 19th century are worth slightly more than spot price, but many are worth significantly more. Gold coins coveted by collectors include the Aureus, Solidus and Spur Ryal.",
            "score": 112.67694854736328
        },
        {
            "docid": "9478497_6",
            "document": "Micro Center . Micro Center was the first retailer in the United States to sell the DJI Mavic Pro drone, launching it by hosting a three-day demonstration in their Columbus store's parking lot which was open to the press and the public.",
            "score": 106.64047241210938
        },
        {
            "docid": "51917900_10",
            "document": "Mavic (UAV) . The Mavic controller is more compact than those for other DJI drones. It includes fold-out grips for smartphones and small tablets and has a built-in flight information display for flight without a smartphone or tablet.",
            "score": 104.64901733398438
        },
        {
            "docid": "43579831_7",
            "document": "Silver Dragon (coin) . Even before the official ending of the Qing dynasty factions and cliques emerged as would be warlords jostled for position and influence. As China headed into the republican and warlord eras, local warlords used the provincial mints to issue their own Silver Dragons, these are of variable quality and value. These warlord and pre-warlord era coins include high quality coins intended to promote the legitimacy and prestige of the warlord and his faction and are proudly marked as such; there are also low quality coins, the majority, intended to deceive the receiver into believing that they are earlier coins of higher silver content and value, though not fake-in so much that they came from semi-official sources-these were and are of variable value depending on their silver content. With the coming of the Chinese republic China would continue producing silver coins of the same specification updated to bear the image of Yuan Shikai and other politicians. China was forced from the silver standard in 1935, however even after the silver coins became demonetised they remained a highly prized means of preserving wealth in an era of inflation and war.",
            "score": 103.95500183105469
        },
        {
            "docid": "7558_26",
            "document": "Coin . This has been a particular problem with nickels and dimes (and with some comparable coins in other currencies) because of their relatively low face value and unstable commodity prices. For a while, the copper in US pennies was worth more than one cent, so people would hoard pennies and then melt them down for their metal value. It cost more than face value to manufacture pennies or nickels, so any widespread loss of the coins in circulation could be expensive for the US Treasury. This was more of a problem when coins were still made of precious metals like silver and gold, so strict laws against alteration make more sense historically.",
            "score": 102.59762573242188
        },
        {
            "docid": "58900_65",
            "document": "Unmanned aerial vehicle . Consumer drones are also widely used by military organizations worldwide because of the cost-effective nature of consumer product. In 2018, Israeli military started to use DJI Mavic and Matrice series of UAV for light reconnaissance mission since the civilian drones is easier to use and has higher reliability. DJI drones is also the most widely used commercial unmanned aerial system that the US Army has employed.",
            "score": 101.45293426513672
        },
        {
            "docid": "7558_28",
            "document": "Coin . Throughout history, monarchs and governments have often created more coinage than their supply of precious metals would allow if the coins were pure metal. By replacing some fraction of a coin's precious metal content with a base metal (often copper or nickel), the intrinsic value of each individual coin was reduced (thereby \"debasing\" the money), allowing the coining authority to produce more coins than would otherwise be possible. Debasement occasionally occurs in order to make the coin physically harder and therefore less likely to be worn down as quickly, but the more usual reason is to profit from the difference between face value and metal value. Debasement of money almost always leads to price inflation. Sometimes price controls are at the same time also instituted by the governing authority, but historically these have generally proved unworkable.",
            "score": 101.09950256347656
        },
        {
            "docid": "54274715_8",
            "document": "Tenpō Tsūhō . \"Tenpō Tsūhō\" coins are a prized coin in the numismatic community, but as over two dozen variants exist the price of each coin is dependent not only on the quality of the individual coin but on various other factors such as mint marks and era, ranging from ¥1,250 (or around $12) to ¥300,000 (or around $2,800), though more worn out coins sell for as low as $4.",
            "score": 100.50074005126953
        },
        {
            "docid": "424526_8",
            "document": "Bullion . Bullion coins describe contemporary precious metal coins minted by official agencies for investment purposes. Historically, most currency were in the form of bullion coins, silver and gold being the most common metals. Some bullion coins have been used as currency throughout the 20th century, like the Maria Theresa thaler and the Krugerrand. However, modern bullion coins generally do not enter common circulation despite having legal tender status and a nominal face value. Some modern bullion coins, such as the gold and silver American eagle, are produced as both business strike and collectible proof and uncirculated versions. Business strikes typically are sold at prices commensurate with their precious metal content, whereas collectible versions are sold at a significant premium over their actual bullion value. In some cases, the grade and mintages of business strike coins can affect their value, so they are considered numismatic rather than bullion items.",
            "score": 99.51431274414062
        },
        {
            "docid": "5189416_5",
            "document": "Charlton Press . Charlton had been actively buying and selling coins since 1948 and conducting a number of mail auction sales beginning in 1950. It was during this time that he realized the need for a Canadian catalogue which would provide accurate values of coins. Based on his experience as an auctioneer, he realized that the only catalogue on Canadian coins, one published by Wayte Raymond (\"Coins and Tokens of Canada, 1947\"), was outdated. While Raymond’s publication listed coinage by dates, mint marks, mintages and values, and was an improvement from its earlier 1937 publication, listed coin values did not correspond to the values received at bid during auction. It was the selling prices of those sales in which Charlton auctioneered that helped to establish the baseline values for the first catalogue.",
            "score": 99.1517562866211
        },
        {
            "docid": "39223_42",
            "document": "Coins of the pound sterling . With their high copper content (97%), the intrinsic value of pre-1992 1p and 2p coins increased with the surge in metal prices of the mid-2000s, until by 2006 the coins would, if melted down, have been worth about 50% more than their face value. (To do this, however, would be illegal, and they would have had to be melted in huge quantities, using quite a bit of energy, to achieve significant gain.) In later years, the price of copper fell considerably. Copper plated steel coins were introduced to replace them.",
            "score": 99.10032653808594
        },
        {
            "docid": "6258633_16",
            "document": "Papal mint . The mints outside of Rome stamped the coins with the arms of their respective cities, or with those of the cardinal legate, of the vice-legate, or of the governor; thus, Cardinal Scipione Borghese in 1612 struck coins at Avignon with his own name and arms, omitting the name of the pope, an example that was followed a year later by the pro-legate Cardinal Filonardi. The city very often placed the image of its patron saint on its coins. The date came to be stamped on coins that were struck during the vacancies of the Holy See, occasionally at first, and later as a rule; it rarely appears on other coins before 1550; the practice became general in the seventeenth century, the year of the Christian era or that of the pontificate being used; and Gregory XVI established it by law, as also the requirement that each coin should bear upon it an expression of its value. At Bologna as early as the seventeenth century, the value of gold or silver coins was usually indicated with the figures 20, 40, 80, etc., i.e. so many bolognini or baiocchi; at Rome, in the eighteenth century, nearly all the copper coins bore an indication of their value. The rim of papal coins rarely bore an inscription; at most, the monogram of the city in which the coin was struck was stamped upon it. From the sixteenth century, the engravers, also, put their ciphers on the coins; among these engravers may be named Benvenuto Cellini, Francesco Raibolini, called il Francia (Bologna), the four Hamerani, Giulio Romano (trident), Cavaliere Lucenti, Andrea Perpenti etc. Until the time of Pius VI, the dies for the mint remained the property of the engravers.",
            "score": 99.01496887207031
        },
        {
            "docid": "8331433_4",
            "document": "Royal Canadian Mint numismatic coins (20th century) . After the Olympic coin venture, the numismatic line expanded to include $100 Gold coins. These were premium coins that sold for higher than face value. The common issue price from 1977 to 1979 ranged from $140 to $180. The cases for these coins tended to be brown or black leatherette cases with maroon or blue inserts, and a Certificate of Authenticity. Of all these coins, the only one that had any significant increase in value on the secondary market was the 2002 Alberta Strikes Oil coin.",
            "score": 98.90718841552734
        },
        {
            "docid": "1698906_6",
            "document": "American Gold Eagle . The market value of the coins is generally about equal to the market value of their gold content, not their face value. Like all commodities, this value fluctuates with market forces. The face values are proportional to the weights except for the 1/4 oz coin. Their actual selling prices vary based on the current spot price of gold. The United States Mint also produces proof and uncirculated versions for coin collectors. These coins are produced at the West Point Mint in West Point, New York. The proof and uncirculated versions carry the mint's mark (\"W\") beneath the date.",
            "score": 98.39463806152344
        },
        {
            "docid": "5189416_17",
            "document": "Charlton Press . In 1961, Canada Coin Exchange published \"The Charlton Coin Guide\", the definitive guidebook on determining the worth and value of a coin. For those interested in coin accumulation evaluation, the \"Coin Guide\" contained not only buying prices for coins of Canada and Newfoundland, but also for Canadian Paper Money from 1935 Bank of Canada issues up to present times, Canadian colonial tokens, war medals and decorations, United States coinage and common gold coins of the world. In addition to legal tender coinage, the \"Coin Guide\" also provided information on all Royal Canadian Mint issues. The guide was created in response to a common problem of collectors experiencing difficulty discovering the value of their coins held.",
            "score": 97.48075866699219
        },
        {
            "docid": "299259_15",
            "document": "Roman currency . Unlike most modern coins, Roman coins had (at least in the early centuries) significant intrinsic value. However, while the gold and silver issues contained precious metals, the value of a coin was slightly higher than its precious metal content, so they were not, strictly speaking, bullion. Also, over the course of time the purity and weight of the silver coins were reduced. Estimates of the value of the denarius range from 1.6 to 2.85 times its metal content, thought to equal the purchasing power of 10 modern British Pound Sterling (US$15.50) at the beginning of the Roman Empire to around 18 Pound Sterling (US$28) by its end (comparing bread, wine and meat prices) and, over the same period, around one to three days' pay for a Legionary.",
            "score": 97.12403106689453
        },
        {
            "docid": "39223_58",
            "document": "Coins of the pound sterling . With their high copper content (97%), the intrinsic value of pre-1992 1p and 2p coins increased with the surge in metal prices of the mid-2000s, until by 2006 the coins, would, if melted down, have been worth about 50% more than their face value. (To do this, however, would be illegal, and they would have had to be melted in huge quantities to achieve significant gain.) In subsequent years the price of copper fell considerably from these peaks.",
            "score": 96.87311553955078
        },
        {
            "docid": "8331433_7",
            "document": "Royal Canadian Mint numismatic coins (20th century) . Expansion in the numismatic line was a key element of the 1990s. The first significant sign was the birth of the Two Hundred Dollar Gold coins. Starting in 1990, this coin was sold for a higher price than its face value. The first coin commemorated the Silver Jubilee of Canada's flag and sold for $395.00. The superstar of this collection would be the Canadian Native Cultures and Traditions coins. These coins were minted from 1997 to 2000. The Haida coin has been an award-winning coin for the RCM taking the Best Coin Award at the 1997 Singapore International Coin Show.",
            "score": 96.66370391845703
        },
        {
            "docid": "374693_2",
            "document": "Face value . The face value is the value of a coin, stamp or paper money, as printed on the coin, stamp or bill itself by the issuing authority. The face value of coins, stamps, or bill is usually its legal value. However, their market value need not bear any relationship to the face value. For example, some rare coins or stamps may be traded at prices considerably above their face value.",
            "score": 96.35746765136719
        },
        {
            "docid": "3749328_17",
            "document": "Platinum coin . The American Platinum Eagle is the official platinum bullion coin of the United States. These coins are made of 0.9995 pure platinum with face values of 10, 25, 50 and 100 dollars and were first released by the United States Mint in 1997. The design of coins of different values is almost the same, except for some numerical values. The 2009 minting of Platinum Eagles was uncertain due to rising metal prices; however, the issue of 8,000 one-ounce coins was announced in October. The price was set at $1,792, and the entire edition was sold out within a week.",
            "score": 95.6962890625
        },
        {
            "docid": "26421394_9",
            "document": "Coinage metals . When minting coins, especially low denomination coins, there is a risk that the value of metal within a coin is greater than the face value. This leads to the possibility of smelters taking coins and melting them down for the scrap value of the metal. Pre-1992 British pennies were made of 97% copper; but as of 2008, based on the price of copper, the value of a penny from this period is 1.5 new-pence. Modern British pennies are now made of copper-plated steel. For similar reasons, American pennies (cents) were once made of copper alloys, but since 1982 have been made of copper-plated zinc.",
            "score": 95.5792236328125
        },
        {
            "docid": "16376403_26",
            "document": "Cash (Chinese coin) . The square hole in the middle of cash coins served to allow for them to be strung together in strings of 1000 cash coins and valued at 1 tael of silver (but variants of regional standards as low as 500 cash coins per string also existed), 1000 coins strung together were referred to as a \"chuàn\" (串) or \"diào\" (吊) and were accepted by traders and merchants per string because counting the individual coins would cost too much time. Because the strings were often accepted without being checked for damaged coins and coins of inferior quality and copper-allots these strings would eventually be accepted based on their nominal value rather than their weight, this system is comparable to that of a fiat currency. Because the counting and stringing together of cash coins was such a time consuming task people known as \"qiánpù\" (錢鋪) would string cash coins together in strings of 100 coins of which ten wouldn form a single \"chuàn\". The \"qiánpù\" would receive payment for their services in the form of taking a few cash coins from every string they composed, because of this a \"chuàn\" was more likely to consist of 990 coins rather than 1000 coins and because the profession of \"qiánpù\" had become a universally accepted practice these \"chuàns\" were often still nominally valued at 1000 cash coins. The number of coins in a single string was locally determined as in one district a string could consist of 980 cash coins, while in another district this could only be 965 cash coins, these numbers were based on the local salaries of the \"qiánpù\". During the Qing dynasty the \"qiánpù\" would often search for older and rarer coins to sell these to coin collectors at a higher price.",
            "score": 95.3375015258789
        },
        {
            "docid": "5413_9",
            "document": "Coin collecting . Another frequent reason for purchasing coins is as an investment. As with stamps, precious metals or other commodities, coin prices are periodical based on supply and demand. Prices drop for coins that are not in long-term demand, and increase along with a coin's perceived or intrinsic value. Investors buy with the expectation that the value of their purchase will increase over the long term. As with all types of investment, the principle of \"caveat emptor\" applies and study is recommended before buying. Likewise, as with most collectibles, a coin collection does not produce income until it is sold, and may even incur costs (for example, the cost of safe deposit box storage) in the interim.",
            "score": 95.24525451660156
        },
        {
            "docid": "5665_8",
            "document": "Currency . Most major economies using coinage had several tiers of coins, using a mix of copper, silver and gold. Gold coins were used for large purchases, payment of the military and backing of state activities; they were more often used as measures of account than physical coins. Silver coins were used for midsized transactions, and as a unit of account for taxes, dues, contracts and fealty, while coins of copper, silver, or some mixture thereof (see debasement), were used for everyday transactions. This system had been used in ancient India since the time of the Mahajanapadas. The exact ratio in value of the three metals varied greatly in different eras and places; for example, the opening of silver mines in the Harz mountains of central Europe made silver relatively less valuable, as did the flood of New World silver after the Spanish conquests. However, the rarity of gold consistently made it more valuable than silver, and likewise silver was consistently worth more than copper.",
            "score": 95.2005844116211
        },
        {
            "docid": "37856051_7",
            "document": "Three-cent silver . Bullion from the California Gold Rush and other discoveries came to the Eastern U.S. in considerable quantities beginning in 1848. By the following year, the price of gold relative to silver had dropped, making it profitable to export American silver coins, sell them as bullion, and use the payment in gold to buy more U.S. coins. Silver coins consequently vanished from circulation, meaning the highest-value American coin actually circulating that was worth less than the quarter eagle ($2.50 piece) was the half-dollar-sized copper cent, which saw no use in much of the country because of its lack of legal tender status. Early in 1849, Congress authorized a gold dollar to help bridge the gap. Spanish silver coins were the bulk of what was left in commerce for small change, although there was disagreement as to the value to be assigned to them. Additionally, they were often heavily worn, reducing their intrinsic worth at a time when Americans expected coins to contain metal worth the value assigned to them.",
            "score": 95.16905212402344
        },
        {
            "docid": "40693632_17",
            "document": "DJI (company) . The Mavic Air was announced on 23 January 2018, for release on 28 January. It is marketed as a smartphone-sized drone that can fit in a jacket pocket.",
            "score": 94.87306213378906
        },
        {
            "docid": "5631502_2",
            "document": "American Buffalo (coin) . The American Buffalo, also known as a gold buffalo, is a 24-karat bullion coin first offered for sale by the United States Mint on June 22, 2006, and available for shipment beginning on July 13. The coin follows the design of the Indian Head nickel and has gained its nickname from the American Bison on the reverse side of the design. This was the first time ever that the United States Government has minted pure (.9999) 24-karat gold coins for the public. The coin has a legal tender (face) value of US$50. Due to a combination of the coin's popularity and the tremendous increase in the price of gold since its creation the coin's value has increased considerably in a short time of just a few years. The initial 2006 U.S. Mint price of the proof coin was $800. In 2007 the Mint proof coin was $899.95, $1,410.00 in 2009, and $2,010.00 in 2011.",
            "score": 94.7770767211914
        }
    ]
}