{
    "q": [
        {
            "docid": "11774430_17",
            "document": "Russ Rose . In addition to being the volleyball coach, Rose is also a professor at Penn State, as he teaches a sports ethics class: KINES 493 Principles and Ethics of Coaching.",
            "score": 55.60631990432739
        },
        {
            "docid": "49475166_4",
            "document": "Brian Treanor . While offering a wide range of challenging advanced courses in hermeneutics, philosophy of religion, philosophy of literature, and environmental philosophy, Professor Treanor has remained deeply committed to LMU’s undergraduate core, regularly teaching core classes in Environmental Ethics, Philosophical Inquiry, and, LMU’s Freshmen First Year Seminars. With colleagues in the Bellarmine College of Liberal Arts, he launched the Great Books Learning Community. Twice, he has been honored by the Associated Students of LMU as Teacher of the Year and, in 2011, was given the President’s Fritz B. Burns Teaching Award, the university’s highest honor.",
            "score": 44.03534388542175
        },
        {
            "docid": "40012248_5",
            "document": "Arthur Dobrin . Upon returning home from Africa in 1967, Dobrin joined the Ethical Movement and in 1968 became the Leader of the Ethical Humanist Society of Long Island and served in that position until 2001. Dobrin joined Hofstra University's faculty as an adjunct Associate Professor of Social Sciences in 1989 and taught classes in African literature, social work, moral education, religion and human rights in the New College. He joined the faculty of the School for University Studies as a full-time Professor of Humanities in 1989 and taught in the freshmen program. He retired from full professorship in December 2012. He teaches courses in business ethics in the MBA program in School of Business and journalism ethics in the School of Communication as an adjunct professor.",
            "score": 55.252114057540894
        },
        {
            "docid": "11055984_2",
            "document": "Joel B. Wolowelsky . Joel B. (Blumenthal) Wolowelsky (b. 1946) is a Modern Orthodox rabbi, professor, and author. He is the dean of faculty at the Yeshiva of Flatbush high school, where he teaches Ethics and mathematics. He has written extensively on topics pertaining to the role of women in Judaism and Jewish medical ethics. He is the Associate Editor of \"Tradition, the Journal of Jewish Thought\", and The Young One, published by the Rabbinical Council of America, the \"Tora u-Madda Journal\" published by Yeshiva University, and \"MeOtzer HoRav: Selected Writings of Rabbi Joseph B. Soloveitchik\".",
            "score": 43.1425256729126
        },
        {
            "docid": "16619070_2",
            "document": "Dan Wikler . Daniel I. Wikler (born 1946) is an American public health educator, philosopher, and medical ethicist. He is currently Mary B. Saltonstall Professor of Population Ethics and Professor of Ethics and Population Health in the Department of Global Health and Population of the Harvard T.H. Chan School of Public Health in Boston. He is Director and a core faculty member in the Harvard Program in Ethics and Health (PEH), which organizes a two-day medical ethics conference each Spring. His current research interests are ethical issues in population and international health, including the allocation of health resources, health research involving human subjects, organ transplant ethics, and ethical dilemmas arising in public health practice, and he teaches several courses each year. He is a fellow of the Hastings Center, an independent bioethics research institution.",
            "score": 51.92289757728577
        },
        {
            "docid": "17230025_8",
            "document": "Cultural studies theory of composition . Critics have debated the ethics of professors pitching their soapboxes in class. Others accuse cultural studies compositionists as teaching an ideology, not writing.",
            "score": 46.26506233215332
        },
        {
            "docid": "36938189_4",
            "document": "Religion in Berlin . On 26 April 2009, a referendum () was held on whether Berlin pupils should be allowed to choose between the ethics class, a compulsory class introduced in all Berlin schools in 2006, and a religion class. The SPD, the Left Party and Greens supported the \"Pro Ethics\" camp for a \"No\" vote, stressing that the ethics class should remain compulsory, and pupils could voluntarily take an extra religion class alongside it if they so chose; the CDU and FDP supported the \"Pro Reli\" camp for a \"Yes\" vote, wanting to give pupils a free choice. In East Berlin, an overwhelming majority voted against the introduction of religious education. In total, 51.5% voted \"No\" and 48.4% voted \"Yes\".",
            "score": 38.10353469848633
        },
        {
            "docid": "22383731_5",
            "document": "Alexander Hamilton Bowman . Appointed to the United States Military Academy from his native state on June 1, 1821, Bowman proved an excellent student, graduating third in his class of 37, and was appointed to the corps of engineers in 1825. Second Lieutenant Bowman spent one year teaching at the academy as \"Assistant Professor of History, Geography, and Ethics.\" Both Jefferson Davis (Class of 1828) and Robert E. Lee (Class of 1829) attended the academy while Bowman was teaching there.",
            "score": 38.9595160484314
        },
        {
            "docid": "36043097_28",
            "document": "Battle of Tulifinny . Major James B. White, SCMA Class of 1849 and Superitendent of SCMA, commanded the Battalion of State Cadets which consisted of Company A (Citadel cadets) and Company B (Arsenal cadets). Captain Hugh S. Thompson, Class of 1856 and Professor of Belles Letters and Ethics, served as commander of Company A and Captain John P. Thomas, Superintendent of the Arsenal Academy commanded Company B. Some Citadel cadets were assigned to Company B to serve as leaders and mentors to the younger Arsenal Academy cadets.",
            "score": 34.972569704055786
        },
        {
            "docid": "263285_7",
            "document": "Ben Stein . Stein's first teaching stint was as an adjunct professor, teaching about the political and social content of mass culture at American University in Washington, D.C. He subsequently taught classes at University of California, Santa Cruz on political and civil rights under the United States Constitution. At Pepperdine University in Malibu, CA, Stein taught libel law and United States securities law and its ethical aspects. He was a professor of law at Pepperdine University Law School, from about 1990 to 1997.",
            "score": 40.85538935661316
        },
        {
            "docid": "6485482_4",
            "document": "John Corvino . Corvino is Professor and Chair of Philosophy at Wayne State University in Detroit, Michigan. He began teaching there in 1998 and received tenure in 2007. His foci are ethics, applied ethics, and early modern philosophy. Other areas in which he has concentrated include the philosophy of religion, social philosophy, and political philosophy. He has taught classes focusing on Hume as well as British empiricism.",
            "score": 52.948403000831604
        },
        {
            "docid": "21111422_2",
            "document": "Laurie Levenson . Laurie L. Levenson is a Professor of Law, William M. Rains Fellow, the David W. Burcham Chair in Ethical Advocacy, and Director of the Center for Legal Advocacy at Loyola Law School of Loyola Marymount University in Los Angeles. She teaches evidence, criminal law, criminal procedure, ethics, anti-terrorism, and white collar crime. She served as Loyola’s Associate Dean for Academic Affairs from 1996-1999. In addition to her teaching responsibilities, Professor Levenson is also the Director of the Loyola Center for Ethical Advocacy. Professor Levenson was the 2003 recipient of Professor of the Year from both Loyola Law School and the Federal Judicial Center.",
            "score": 47.36501169204712
        },
        {
            "docid": "38172329_2",
            "document": "Debra Satz . Debra Satz is an American philosopher at Stanford University. She is the Marta Sutton Weeks Professor of Ethics in Society, Professor of Philosophy and Political Science. She is the Director of Stanford's Center on Ethics. She teaches courses in ethics, social and political philosophy, and philosophy of social science.",
            "score": 54.04213523864746
        },
        {
            "docid": "47281552_13",
            "document": "Alexandru Claudian . In 1941, during the Guard's National Legionary State interlude, Claudian became a full professor in the department of sociology and ethics, replacing the suicidal Andrei, also teaching specialized classes on the sociology of war, the sociology of religion, and the study of social stratification. He took over for other colleagues who were on leave or had been drafted, and also taught classes at the Superior Normal School.",
            "score": 41.08607339859009
        },
        {
            "docid": "50696431_10",
            "document": "William Inboden . Since 2010, Inboden has taught a wide range of courses, including \"Presidential Leadership and Decision Making on National Security,\" \"Intelligence & National Security in American Society\" with Professor Stephen Slick, and \"Ethics & International Relations.\" As a professor, Inboden has received numerous teaching awards (including Best New Professor), and his classes have often been selected as the \"Best Class in the LBJ School.\" During his time at UT, Inboden has also served as a Non-Resident Fellow with the German Marshall Fund of the United States, Senior Advisor with Avascent International, and Associate Scholar with Georgetown University's Berkley Center for Religion, Peace, and World Affairs.",
            "score": 36.433104276657104
        },
        {
            "docid": "242977_16",
            "document": "Radcliffe College . However, in the College's early years not all Harvard faculty and administrators took Radcliffe students seriously. The Harvard administration was at best ambivalent about the notion of faculty members cooperating with the women's institution. Harvard President Eliot in 1888 communicated to a faculty member he intended to hire that \"There is no obligation to teach at The Annex. Those professors who on general grounds take an interest in the education of women...feel some obligation but there are many professors who think it their duty NOT to teach there, in which opinion some of the Corporation and Overseers agree.\" Dorothy Howells notes that \"Allegations were made that Radcliffe was a \"vampire\" and a \"temptress\" enticing the teacher from his career-advancing research and publication with the lure of additional income.\" Ruth Hubbard, a member of the Harvard faculty from 1974 to 1990 and a member of the Radcliffe class of 1944, noted that \"the senior (Harvard) professors were less than thrilled to have to repeat their lectures at Radcliffe. The lower rank faculty members, who were sometimes detailed off to teach the introductory science courses at Radcliffe instead of teaching Harvard students, felt even more declasse.\" Marion Cannon Schlesinger,  Radcliffe Class of 1934, noted that \"there were, to be sure, certain professors who looked with horror at the incursions of women into the sacred precincts of Harvard College, even at the safe distance of the Radcliffe Yard, and would have nothing to do with the academic arrangements by which their colleagues taught the Radcliffe girls. Professor Roger Merriman, for example, the first master of Eliot House and a professor of history, would not have been caught dead teaching a Radcliffe class.\".",
            "score": 27.661805033683777
        },
        {
            "docid": "22721889_31",
            "document": "Linda Katehi . In July 2017, the \"Sacramento Bee\" reported that Katehi would begin teaching at UC Davis again in the 2017-18 academic year as a \"distinguished professor\". She would receive an equivalent salary to her salary as chancellor. Public interest experts criticized the move as atypical, noting that Katehi's salary would be higher than any other professor in her department, even those with full teaching loads. While UC Davis officials initially announced her position as being an engineering and gender studies professor, they revealed a few weeks later that she would only be teaching one engineering class every academic quarter. Salary experts again criticized the situation as inequitable in comparison with Katehi's high salary.",
            "score": 22.07893967628479
        },
        {
            "docid": "544903_23",
            "document": "Israel Salanter . Rabbi Salanter felt that people would be embarrassed to study ethical teachings [\"limud ha'musar\"] in such a way in a normal study-hall [\"bet ha'medrash\"] and he therefore invented the idea of a \"house of ethical teachings\" [\"bet ha'mussar\"] that would be located next to an ordinary study hall and that would be designated for learning ethics in this way.",
            "score": 54.1047945022583
        },
        {
            "docid": "32373526_2",
            "document": "Thomas Tomlinson (philosopher) . Thomas Tomlinson (born 1945) is a philosophy professor and medical ethicist currently teaching at Michigan State University where he holds a joint appointment in the Lyman Briggs College and the philosophy department. Tomlinson earned his M.A. and Ph.D in philosophy at Michigan State University. He teaches courses on medical ethics, nursing ethics, and veterinary ethics.",
            "score": 53.627567529678345
        },
        {
            "docid": "2611038_4",
            "document": "Eliezer Waldenberg . Rav Waldenberg served as a community rabbi at a small synagogue on Jaffa Road adjacent to the Shaare Tzedek Hospital. Many doctors prayed at the synagogue and Rav Waldenberg began to answer their questions about Jewish law and its application to medical ethics. Rav Waldenberg would come to teach a weekly medical ethics class to the hospital's doctors and nurses.",
            "score": 53.9914608001709
        },
        {
            "docid": "26236323_2",
            "document": "James Gustafson . James M. Gustafson is an American theological ethicist. He received an honorary doctorate by the Faculty of Theology at Uppsala University in 1985. He has held teaching posts at Yale Divinity School and the Department of Religious Studies (1955–1972), the University of Chicago as professor of theological ethics in the Divinity School (1972–1988), and Emory University as the Henry R. Luce Professor of Humanities and Comparative Studies. He retired in 1998 after 43 years of teaching and research, after being Woodruff Professor of Comparative Studies and of Religion in the Emory College and Graduate School of Arts & Sciences. He received the Lifetime Achievement Award for “creative and lasting contributions to the field of Christian ethics” on January 7, 2011 at the Annual Meeting of The Society of Christian Ethics in New Orleans.",
            "score": 47.20592164993286
        },
        {
            "docid": "35614135_3",
            "document": "Eloy Luis André . He was born on 22 June 1876 in the Galician town of Verín. While at the University of Salamanca, during the course of 1899-1900 he conducted advanced philosophy studies at the universities of Leuven, Brussels and Paris. In February 1904 he became full professor of psychology, logic, ethics and rudiments of law at the Institute of Solia, transferring that same year to the same professorship at the Institute of Orense, where he created a laboratory of experimental psychology, just as he would later at the Institute of Toledo. In August 1909 he was appointed full professor of psychology, logic and ethics at the Advanced School of Teaching in Madrid.",
            "score": 45.873814821243286
        },
        {
            "docid": "18700020_31",
            "document": "GSIS-Meralco bribery case . This called into question Justice Sabio’s squabble with fellow Reyes over who should have jurisdiction over the case. It explained why Justice Sabio would, in turn, on July 1, meet lawyer Francis de Borja to discuss a case he had every reason to know would be brought up by a party friendly to Meralco. It’s either that the Ateneo de Manila Law School’s professor of legal ethics had no comprehension of the subject he teaches or he is a plain and simple hypocrite. He brags about his being a righteous professor of legal ethics which we can never believe now after knowing from the investigation his lapses to perform what is expected of a member of the court.",
            "score": 56.397130250930786
        },
        {
            "docid": "39707301_2",
            "document": "Hamid Reza Namazi . Hamid Reza Namazi is a doctor, researcher of philosophy and ethics and assistant professor of Ethics at the Faculty of Theology at the University of Tehran. He teaches, publishes essays and lectures at conferences on philosophy, ethics and Western philosophy.",
            "score": 53.558838844299316
        },
        {
            "docid": "49443158_4",
            "document": "Clóvis de Barros Filho . Clovis de Barros Filho won in 2007, the Free-Teaching from the School of Communication and Arts of the University of São Paulo, where he is professor of ethics. It teaches Corporate Philosophy of HSM Education since 2013. He was a founder of the Pessimistic School Peruibe. He is one of the main critics of the Portuguese version of Wikipedia, denouncing the manipulations and abuses of the administrators, causing the exclusion of his article in Portuguese language in 2013. It Researcher and UNESCO Ethics Adviser. It is a researcher and lecturer at Ethics Space. It is a columnist for the journal Philosophical Ethics Science & Life.",
            "score": 53.66137611865997
        },
        {
            "docid": "30728324_2",
            "document": "Jan Todd . Jan Todd, the Roy J. McLean Fellow in Sport History, is a professor in the Department of Kinesiology and Health Education at The University of Texas at Austin. Todd is a member of the Sport Management faculty, and teaches classes in sport history, sport philosophy, and sport and ethics. An active lecturer, Todd was named the Seward Staley Honor Lecturer for the North American Society for Sport History in 2008.",
            "score": 39.88818621635437
        },
        {
            "docid": "13559336_10",
            "document": "Professor X in other media . In an after-credits scene, Xavier speaks to Moira McTaggert through the body of a comatose man, implying that his consciousness survived by transferring itself into the body (an action that Xavier had discussed at the beginning of the film as part of an ethics class, the question being if it would be ethically right for a mutant like himself to attempt such a transference, noting that the man in question was virtually brain-dead).",
            "score": 48.15019452571869
        },
        {
            "docid": "46763985_3",
            "document": "The Cézanne Affair . The plot of the film is a flashback by Gabriele Rossetti, a young teacher who returns to Bari for the death of his father Ernesto. Ernesto Rossetti was the stationmaster in the small Apulian village of San Vito dei Normanni. He lived happily with his wife and his little son, Gabriele. However, Ernesto had artistic ambitions and was fond of Paul Cezanne's painting after he saw the artist's water colour self-portrait at Bari. Ernesto wanted to make an exhibition in his homage to the country, but the local art critic, truncated and conceited, stunned the exhibition with a newspaper article.<br>Ernesto did not win for himself. He copied to Cezanne's work, neglecting the family especially Gabriele, who began to grow afraid of him and hate him. On the birthday of his son, Ernesto showed the professor (local art critic) the new picture; and the professor again negatively commented the work, stirring up Ernesto's wrath, giving an inconvenient shock to his son Gabriele. When Gabriele grew up, he eventually discovered that Ernesto had deceived everyone with the second painting, which he replaced with the original painting of Paul Cezanne, in order to prove the deceit of the villagers and the professor.",
            "score": 46.24005341529846
        },
        {
            "docid": "6947391_2",
            "document": "Sheila McLean . Emerita Professor Sheila Ann Manson McLean, FRSE, FRCPE, FRCGP, FRSA (b. 20 June 1951) is International Bar Association Professor of Law and Ethics in Medicine and director of the Institute of Law and Ethics in Medicine at the School of Law of the University of Glasgow. Professor McLean is the Book Reviewers' Editor for Medical Law International.",
            "score": 42.43451261520386
        },
        {
            "docid": "7406979_10",
            "document": "New states of Germany . Irreligion is predominant in the eastern part of Germany, which is considered to be the least religious region in the world. An exception is former West Berlin, which had a Christian plurality in 2016 (44.4% Christian and 43.5% unaffiliated). It also has a higher share of Muslims, at 8.5%, compared to former East Berlin with only 1.5% self-declared Muslims as of 2016. On the other hand, Christianity is the dominant religion of Western Germany, excluding Hamburg, which has a non-religious plurality.  On 26 April 2009, a referendum () was held on whether Berlin pupils should be allowed to choose between the ethics class, a compulsory class introduced in all Berlin schools in 2006, and a religion class. The SPD, the Left Party and Greens supported the \"Pro Ethics\" camp for a \"No\" vote, stressing that the ethics class should remain compulsory, and pupils could voluntarily take an extra religion class alongside it if they so chose; the CDU and FDP supported the \"Pro Reli\" camp for a \"Yes\" vote, wanting to give pupils a free choice. In East Berlin, an overwhelming majority of 74.62% voted against the introduction of religious education. In West Berlin, only 41.41% voted \"No\". In total, 51.5% voted \"No\" and 48.4% voted \"Yes\".",
            "score": 36.10363566875458
        },
        {
            "docid": "24644429_3",
            "document": "Norman Daniels . Until his retirement at the end of June 2017, Daniels is Mary B. Saltonstall Professor of Population Ethics and Professor of Ethics and Population Health in the Department of Global Health and Population at the Harvard T.H. Chan School of Public Health in Boston.",
            "score": 44.1538348197937
        },
        {
            "docid": "13192159_13",
            "document": "Craig B. Fisher . Fisher was Adjunct Associate Professor, teaching television, film writing and production at St John’s University and was Adjunct Associate Professor at New York University Film School, teaching courses in film and video production, documentary writing and producing theory, and funding for independent productions. For two years he was an instructor at the Maine Media Workshops and director of the MFA/Film program at Maine Media College. He taught master classes in documentary writing and production for the Boston Film & Video Foundation.",
            "score": 19.904473304748535
        }
    ],
    "r": [
        {
            "docid": "43254_5",
            "document": "Morality . Ethics (also known as moral philosophy) is the branch of philosophy which addresses questions of morality. The word \"ethics\" is \"commonly used interchangeably with 'morality,' and sometimes it is used more narrowly to mean the moral principles of a particular tradition, group, or individual.\" Likewise, certain types of ethical theories, especially deontological ethics, sometimes distinguish between ethics and morals: \"Although the morality of people and their ethics amounts to the same thing, there is a usage that restricts morality to systems such as that of Immanuel Kant, based on notions such as duty, obligation, and principles of conduct, reserving ethics for the more Aristotelian approach to practical reasoning, based on the notion of a virtue, and generally avoiding the separation of 'moral' considerations from other practical considerations.\"",
            "score": 73.87013244628906
        },
        {
            "docid": "9258_6",
            "document": "Ethics . The word \"ethics\" in English refers to several things. It can refer to philosophical ethics or moral philosophy—a project that attempts to use reason to answer various kinds of ethical questions. As the English philosopher Bernard Williams writes, attempting to explain moral philosophy: \"What makes an inquiry a philosophical one is reflective generality and a style of argument that claims to be rationally persuasive.\" Williams describes the content of this area of inquiry as addressing the very broad question, \"how one should live\". Ethics can also refer to a common human ability to think about ethical problems that is not particular to philosophy. As bioethicist Larry Churchill has written: \"Ethics, understood as the capacity to think critically about moral values and direct our actions in terms of such values, is a generic human capacity.\" Ethics can also be used to describe a particular person's own idiosyncratic principles or habits. For example: \"Joe has strange ethics.\"",
            "score": 72.89234161376953
        },
        {
            "docid": "313563_14",
            "document": "Cognitivism (ethics) . Another argument for ethical cognitivism stands on the close resemblance between ethics and other normative matters, such as games. As much as morality, games consist of norms (or rules), but it would be hard to accept that it be not true that the chessplayer who checkmates the other one wins the game. If statements about game rules can be true or false, why not ethical statements? One answer is that we may want ethical statements to be categorically true, while we only need statements about right action to be contingent on the acceptance of the rules of a particular game—that is, the choice to play the game according to a given set of rules.",
            "score": 71.44379425048828
        },
        {
            "docid": "27020037_2",
            "document": "History of ethics . Ethics is the branch of philosophy that examines right and wrong moral behavior, moral concepts (such as justice, virtue, duty) and moral language. Various ethical theories pose various answers to the question \"What is the greatest good?\" and elaborate a complete set of proper behaviors for individuals and groups. Ethical theories are closely related to forms of life in various social orders.",
            "score": 71.05908203125
        },
        {
            "docid": "31339868_2",
            "document": "James D. Wallace . James Donald Wallace is Emeritus Professor of Moral Philosophy at University of Illinois Urbana-Champaign and the author of several books on the subject of morality and ethics that draw on the American philosophical tradition of Pragmatism, in particular the ethical theory of John Dewey. His works include \"Norms and Practices\" (2008), \"Ethical Norms, Particular Cases\" (1996), \"Moral Relevance and Moral Conflict\" (1988), and \"Virtues and Vices\" (1978), as well as numerous articles. His teaching has covered a variety of subjects including: \"value theory, practical reasoning, social and political philosophy, bioethics, ancient Greek philosophy, and philosophy of art.\"",
            "score": 68.21038055419922
        },
        {
            "docid": "261873_41",
            "document": "Virtue ethics . The next predominant school of thought in normative ethics is consequentialism. While deontology places the emphasis on doing one's duty, which is established by some kind of moral imperative (in other words, the emphasis is on obedience to some higher moral absolute), consequentialism bases the morality of an action upon the consequences of the outcome. Instead of saying that one has a moral duty to abstain from murder, a consequentialist would say that we should abstain from murder because it causes undesirable effects. The main contention here is what outcomes should/can be identified as objectively desirable. The Greatest Happiness Principle of John Stuart Mill is one of the most commonly adopted criteria. Mill asserts that our determinant of the desirability of an action is the net amount of happiness it brings, the number of people it brings it to, and the duration of the happiness. He also tries to delineate classes of happiness, some being preferable to others, but there is a great deal of difficulty in classifying such concepts. For a more complete outline of the niceties of Mill's classification system see the page on utilitarianism or read Mill's works \"Utilitarianism\", \"Defense of Utilitarianism\", and \"On Liberty\". Examining the meta-ethical theories of naturalism, upon which many consequentialist theories rely, may provide further clarification. Having looked at the other two normative ethical theories we come at last to virtue ethics.",
            "score": 67.90399169921875
        },
        {
            "docid": "43473082_2",
            "document": "Ethical socialism . Ethical socialism is a political philosophy that appeals to socialism on ethical and moral grounds as opposed to economic, egoistic, and consumeristic grounds. It emphasizes the need for a morally conscious economy based upon the principles of service, cooperation, and social justice while opposing possessive individualism. Therefore, in contrast to socialism inspired by rationalism, historical materialism, neoclassical economics and Marxist theory which base their appeals for socialism on grounds of economic efficiency, rationality, or historical inevitability; ethical socialism focuses on the moral and ethical reasons for advocating socialism.",
            "score": 67.8877182006836
        },
        {
            "docid": "32237314_3",
            "document": "Machine ethics . Before the 21st century the ethics of machines had largely been the subject of science fiction literature, mainly due to computing and artificial intelligence (AI) limitations. These limitations are being overcome through advances in theory and hardware resulting in a renewed focus on the field of artificial intelligence making Machine Ethics a bona fide field of research. The first use of the term seems to be by Mitchell Waldrop in the 1987 AI Magazine article \"A Question of Responsibility\":\"\"However, one thing that is apparent from the above discussion is that intelligent machines will embody values, assumptions, and purposes, whether their programmers consciously intend them to or not. Thus, as computers and robots become more and more intelligent, it becomes imperative that we think carefully and explicitly about what those built-in values are. Perhaps what we need is, in fact, a theory and practice of machine ethics, in the spirit of Asimov’s three laws of robotics.\"\"The field was delineated in the AAAI Fall 2005 Symposium on Machine Ethics: \"\"Past research concerning the relationship between technology and ethics has largely focused on responsible and irresponsible use of technology by human beings, with a few people being interested in how human beings ought to treat machines. In all cases, only human beings have engaged in ethical reasoning. The time has come for adding an ethical dimension to at least some machines. Recognition of the ethical ramifications of behavior involving machines, as well as recent and potential developments in machine autonomy, necessitate this. In contrast to computer hacking, software property issues, privacy issues and other topics normally ascribed to computer ethics, machine ethics is concerned with the behavior of machines towards human users and other machines. Research in machine ethics is key to alleviating concerns with autonomous systems—it could be argued that the notion of autonomous machines without such a dimension is at the root of all fear concerning machine intelligence. Further, investigation of machine ethics could enable the discovery of problems with current ethical theories, advancing our thinking about Ethics.\"\" Machine ethics is sometimes referred to as machine morality, computational ethics or computational morality. A variety of perspectives of this nascent field can be found in the collected edition \"Machine Ethics\" that stems from the AAAI Fall 2005 Symposium on Machine Ethics.",
            "score": 67.88079071044922
        },
        {
            "docid": "25688571_8",
            "document": "The Methods of Ethics . Sidgwick’s \"Methods of Ethics\" was—and is—important for many reasons. Though earlier utilitarians like William Paley, Jeremy Bentham, and John Stuart Mill had sketched versions of utilitarian ethics, Sidgwick was the first theorist to develop the theory in detail and to investigate how it relates both to other popular ethical theories and to conventional morality. His efforts to show that utilitarianism is substantially compatible with common moral values helped to popularize utilitarian ethics in the late-nineteenth and early-twentieth centuries. The careful, painstaking, and detailed way Sidgwick discusses moral problems was an important influence on G. E. Moore, Bertrand Russell, and other founders of Anglo-American analytic philosophy. Contemporary ethicists Derek Parfit and Peter Singer have acknowledged Sidgwick as a major influence on their thought. As Sidgwick scholar J. B. Schneewind has noted, the \"Methods\" “is widely viewed as one of the best works of moral philosophy ever written. His account of classical utilitarianism is unsurpassed. His discussions of the general status of morality and of particular moral concepts are models of clarity and acumen. His insights about the relations between egoism and utilitarianism have stimulated much valuable research. And his way of framing moral problems, by asking about the relations between commonsense beliefs and the best available theories, has set much of the agenda for twentieth-century ethics.”",
            "score": 67.57512664794922
        },
        {
            "docid": "544830_8",
            "document": "Knud Ejler Løgstrup . Løgstrup takes the ethical demand to be prior to social norms or moral principles. Such principles and norms cannot simply be ignored, and they may make us act as we would have done had we realized the ethical demand; for that reason they are morally useful. But ultimately they are only a substitute for genuinely realizing the ethical, not constitutive of doing so as mainstream moral philosophy assumes. \"The Ethical Demand\" contains analyses of concrete phenomena such as trust, which Løgstrup takes to be fundamental to moral life. Trust, for Løgstrup, is conceptually prior to distrust: the basic attitude built into discourse is a trust in the sincerity of the interlocutor, and hence it is only gradually that we learn to distrust others.",
            "score": 67.30552673339844
        },
        {
            "docid": "43062801_7",
            "document": "Vittorio Hösle . Hösle’s \"magnum opus\" is his approximately 1,000 page \"Morals and Politics\" (trans. 2004). In it, he claims to present “a comprehensive vision of all the knowledge needed to answer the difficult question of what constitutes moral policies in the various fields of politics such as foreign policy, domestic policy, economics, ecology and such.” To do so it offers a normative foundation of the relation between ethics and politics, a descriptive theory of the objects of political philosophy (including anthropology, sociobiology, the virtues, the principles of power, and the theory of the states), from both of which premises he derives “a concrete political ethics” appropriate for the twenty-first century.",
            "score": 67.0903091430664
        },
        {
            "docid": "27733508_9",
            "document": "Matthew Kramer . Influenced by the theories of Ronald Dworkin, Kramer is a moral realist who argues that \"moral requirements are strongly objective\" and that \"the objectivity of ethics is itself an ethical matter that rests primarily on ethical considerations.\" In his book Moral Realism as a Moral Doctrine, he thus claims that \"[m]oral realism - the doctrine that morality is indeed objective - is a moral doctrine.\" Unlike Dworkin, he believes that, although there is a determinately correct moral answer to most moral questions, there exists genuine moral indeterminacy in relation to some rare moral questions. He also distances himself from Dworkin's defense of value monism.",
            "score": 66.98086547851562
        },
        {
            "docid": "22081_6",
            "document": "Normative ethics . There are disagreements about what precisely gives an action, rule, or disposition its ethical force. There are three competing views on how moral questions should be answered, along with hybrid positions that combine some elements of each. Virtue ethics focuses on the character of those who are acting, while both deontological ethics and consequentialism focus on the status of the action, rule, or disposition itself. The latter two conceptions of ethics themselves come in various forms.",
            "score": 66.63662719726562
        },
        {
            "docid": "5515510_28",
            "document": "Kantian ethics . German philosopher G. W. F. Hegel presented two main criticisms of Kantian ethics. He first argued that Kantian ethics provides no specific information about what people should do because Kant's moral law is solely a principle of non-contradiction. He argued that Kant's ethics lack any content and so cannot constitute a supreme principle of morality. To illustrate this point, Hegel and his followers have presented a number of cases in which the Formula of Universal Law either provides no meaningful answer or gives an obviously wrong answer. Hegel used Kant's example of being trusted with another man's money to argue that Kant's Formula of Universal Law cannot determine whether a social system of property is a morally good thing, because either answer can entail contradictions. He also used the example of helping the poor: if everyone helped the poor, there would be no poor left to help, so beneficence would be impossible if universalised, making it immoral according to Kant's model. Hegel's second criticism was that Kant's ethics forces humans into an internal conflict between reason and desire. For Hegel, it is unnatural for humans to suppress their desire and subordinate it to reason. This means that, by not addressing the tension between self-interest and morality, Kant's ethics cannot give humans any reason to be moral.",
            "score": 66.51719665527344
        },
        {
            "docid": "369040_12",
            "document": "Is–ought problem . As MacIntyre explained, someone may be called a good person if people have an inherent purpose. Many ethical systems appeal to such a purpose. This is true of some forms of moral realism, which states that something can be wrong, even if every thinking person \"believes\" otherwise (the idea of brute fact about morality). The ethical realist might suggest that humans were created for a purpose (e.g. to serve God), especially if they are an ethical non-naturalist. If the ethical realist is instead an ethical naturalist, they may start with the fact that humans have evolved and pursue some sort of evolutionary ethics (which risks “committing” the moralistic fallacy). Not all moral systems appeal to a human telos or purpose. This is because it is not obvious that people even \"have\" any sort of natural purpose, or what that purpose would be. Although many scientists do recognize teleonomy (a tendency in nature), few philosophers appeal to it (this time, to avoid the naturalistic fallacy). Goal-dependent oughts run into problems even without an appeal to an innate human purpose. Consider cases where one has no desire to be good—whatever it is. If, for instance, a person wants to be good, and good means washing one's hands, then it seems one morally ought to wash their hands. The bigger problem in moral philosophy is what happens if someone does \"not\" want to be good, whatever its origins? Put simply, in what sense \"ought\" we to hold the goal of being good? It seems one can ask \"how am I rationally required to hold 'good' as a value, or to pursue it?\"",
            "score": 66.45860290527344
        },
        {
            "docid": "46181931_7",
            "document": "The Machine Question . \"\" writer R. S. Stansbury explained that the book is able to use simple examples to discuss difficult topics and separate ideas and that it would be \"useful for philosophy students, and for engineering students interested in exploring the ethical implications of their work\". Dominika Dzwonkowska, writing for \"International Philosophical Quarterly\", stated that the \"unprecedented value of the book is that Gunkel not only analyzes important aspects of the immediate problem but also that he places his discussion in the context of philosophical discussions on such related issues as rights discourse.\" Mark Coeckelbergh in \"Ethics and Information Technology\" noted that focusing on the question itself of the machine question allows further exploration of machine ethics and the expansion of general ethics and that the book's questions point out that \"good, critical philosophical reflection on machines is not only about how we should cope with machines, but also about how we (should) think and what role technology plays (and should play) in this thinking.\" A review in \"Notre Dame Philosophical Reviews\" by Colin Allen criticized some of Gunkel's methodology and the indecisiveness of his ultimate answer to the machine question, but also acknowledged that the book \"succeeded in connecting the ethics of robots and AI to a much broader ethical discussion than has been represented in the literature on machine ethics to date\". Blay Whitby, in a review for \"AISB Quarterly\", lauded \"The Machine Question\" for its \"clear exposition\" and wide range of references to other works, concluding that the book is \"essential reading for philosophers interested in AI, robot ethics, or animal ethics\". In a twin review of \"The Machine Question\" and \"Robot Ethics: The Ethical and Social Implications of Robots\" by Patrick Lin, Keith Abney, and George A. Bekey, \"\" reviewer Jeff Shaw called Gunkel's book a good introduction to the \"complex field of robot ethics\" and that both books are \"highly recommended to both the general reader as well as to experts in the field of robotics, philosophy, and ethics.\"",
            "score": 66.45801544189453
        },
        {
            "docid": "41401957_8",
            "document": "Feminist Jewish ethics . Jewish ethics is the intersection of Judaism and the philosophical discipline of ethics. Most Jewish ethical texts derive from the Hebrew Bible. For centuries, the biblical literature has served as a \"primary source for the development of Jewish moral concepts and ethical reflection\". Tracing back to ancient rabbinic Judaism, scholars have sought to develop ethics and a moral code of conduct based on their understanding of the written Torah. Pirkei Avot, a compilation of ethical teachings in the Talmud, was written by the rabbis of the MishnaicMishnaic period. It outlines the Torah's views on ethics and interpersonal relationships and it is the only part of the Talmud not containing laws. Jewish ethics continued to expand in the Middle Ages as great Jewish thinkers including Moses Maimonides, Saadya Gaon, and Bahya ben Joseph ibn Paquda greatly contributed to moral Jewish thought. During the 19th and 20th centuries, Jewish ethics flourished, in part due to the development of the different denominations or branches of Judaism. There are many different scholars who have influenced contemporary Jewish ethics including Hermann Cohen, Martin Buber, and Emmanuel Levinas. Still, in recent decades, the interpretation and reinterpretation of Jewish ethics continues to be a source of debate among scholars.",
            "score": 66.37322998046875
        },
        {
            "docid": "34196819_22",
            "document": "Primary care ethics . As in other aspects of applied ethics, different approaches may be used to understand these problems; they may be seen in terms of the rights and duties involved in medical practice, or how to maximise the good through the work clinicians do, or in terms of the virtues needed to flourish as a clinician or a patient. Deciding which moral framework to apply brings primary care ethics into contact with meta-ethics and epistemology. There is increasing interest in the empirical study of primary care ethics, often using qualitative research methods, which raises important metaethical and methodological questions about the relationship between facts and values.",
            "score": 66.22532653808594
        },
        {
            "docid": "38619533_7",
            "document": "Ruwen Ogien . Finally, what Ogien called \"minimal ethics\" is an ethic that excludes moral duties to oneself and positive paternalistic duties towards others. It tends to be reduced to one principle of not harming others. In accordance with this general conception of ethics, it supports the freedom to do what one wants from his own life as long as we do not harm others, which implies that the decriminalization of drug use, all forms of sexual relations between consenting adults, and active assistance to die for those who make the request. A special issue of the \"Journal of Theology and Philosophy\" was devoted to minimal ethics.",
            "score": 66.16600799560547
        },
        {
            "docid": "8850783_3",
            "document": "Formal ethics . Formal ethics is related to ethical formalism in that its focus is the forms of moral judgments, but the exposition in \"Formal Ethics\" makes it clear that Gensler, unlike previous ethical formalists, does not consider formal ethics to be a complete ethical theory (such that the correct form would be necessary and sufficient for an ethical principle to be \"correct\"). In fact, the theorems of formal ethics could be seen as a largest common subset of most widely recognized ethical theories, in that none of its axioms (with the possible exception of \"rationality\") is controversial among philosophers of ethics.",
            "score": 66.14093780517578
        },
        {
            "docid": "13692155_40",
            "document": "Philosophy . Ethics, or \"moral philosophy\", studies and considers what is good and bad conduct, right and wrong values, and good and evil. Its primary investigations include how to live a good life and identifying standards of morality. It also includes meta-investigations about whether a best way to live or related standards exists. The main branches of ethics are normative ethics, meta-ethics and applied ethics.",
            "score": 65.7573471069336
        },
        {
            "docid": "9258_8",
            "document": "Ethics . Meta-ethics is the branch of philosophical ethics that asks how we understand, know about, and what we mean when we talk about what is right and what is wrong. An ethical question pertaining to a particular practical situation—such as, \"Should I eat this particular piece of chocolate cake?\"—cannot be a meta-ethical question (rather, this is an applied ethical question). A meta-ethical question is abstract and relates to a wide range of more specific practical questions. For example, \"Is it ever possible to have secure knowledge of what is right and wrong?\" is a meta-ethical question.",
            "score": 65.27700805664062
        },
        {
            "docid": "315067_3",
            "document": "Ethical relationship . Usually the most basic of these relationships studied is that between the mother and child, and second most basic is between sexual partners—the focus of feminism and Queer theory respectively, where relationships are central. Family role theory extends this to study paternalistic, maternalistic and sibling roles, and postulates that one's later relationships are formed largely in order to fill the roles one has grown to find comfortable as part of one's family environment—the family of origin thus setting pattern for the family of choice. Another type of ethical relationship is that between the student at an institution and his or her instructor. Because teaching is “leadership based upon moral and ethical principles.” The student is positioned into a role where participation means understanding and resolving multiple issues of ethics, including the actions of his or her professor or instructor.",
            "score": 65.08280181884766
        },
        {
            "docid": "290437_6",
            "document": "Righteousness . Ethics is a major branch of philosophy, encompasses right conduct and good living. \" Rushworth Kidder states that \"standard definitions of ethics have typically included such phrases as 'the science of the ideal human character' or 'the science of moral duty'\".[3] Richard William Paul and Linda Elder define ethics as \"a set of concepts and principles that guide us in determining what behavior helps or harms sentient creatures\".[4] The Cambridge Dictionary of Philosophy states that the word ethics is \"commonly used interchangeably with 'morality' ... and sometimes it is used more narrowly to mean the moral principles of a particular tradition, group or individual.\"",
            "score": 64.7942886352539
        },
        {
            "docid": "1923228_22",
            "document": "Ethical movement . While Ethical Culturists generally share common beliefs about what constitutes ethical behavior and the good, individuals are encouraged to develop their own personal understanding of these ideas. This does not mean that Ethical Culturists condone moral relativism, which would relegate ethics to mere preferences or social conventions. Ethical principles are viewed as being related to deep truths about the way the world works, and hence not arbitrary. However, it is recognized that complexities render the understanding of ethical nuances subject to continued dialogue, exploration, and learning.",
            "score": 64.41097259521484
        },
        {
            "docid": "35803421_3",
            "document": "Ethical Relativity . Westermark attacks the idea that moral principles express objective value, writing \"I am not aware of any moral principle which can be said to be self-evident,\" and asserting that (no) \"moral statements are anything more than the opinions of those who express them.\" The book argues for both psychological relativism (the verifiable observation that norms differ between cultures) and ethical relativism, and attempts to base ethics on the biological basis for emotions. Westermarck argues for ethical relativism by emphasizing that there is no empirical basis for objective standards in ethical theory.",
            "score": 64.07916259765625
        },
        {
            "docid": "19451_14",
            "document": "Mortimer J. Adler . Adler referred to Aristotle's Nicomachean Ethics as the \"ethics of common sense\" and also as \"the only moral philosophy that is sound, practical, and undogmatic\". Thus, it is the only ethical doctrine that answers all the questions that moral philosophy should and can attempt to answer, neither more nor less, and that has answers that are true by the standard of truth that is appropriate and applicable to normative judgments. In contrast, he believed that other theories or doctrines try to answer more questions than they can or fewer than they should, and their answers are mixtures of truth and error, particularly the moral philosophy of Immanuel Kant.",
            "score": 63.98811340332031
        },
        {
            "docid": "306366_3",
            "document": "Descriptive ethics . Descriptive ethics is a form of empirical research into the attitudes of individuals or groups of people. In other words, this is the division of philosophical or general ethics that involves the observation of the moral decision-making process with the goal of describing the phenomenon. Those working on descriptive ethics aim to uncover people's beliefs about such things as values, which actions are right and wrong, and which characteristics of moral agents are virtuous. Research into descriptive ethics may also investigate people's ethical ideals or what actions societies reward or punish in law or politics. What ought to be noted is that culture is generational and not static. Therefore, a new generation will come with its own set of morals and that qualifies to be their ethics. Descriptive ethics will hence try to oversee whether ethics still holds its place.",
            "score": 63.579078674316406
        },
        {
            "docid": "55149905_2",
            "document": "Frank Chapman Sharp . Frank Chapman Sharp (July 30, 1866 – May 4, 1943) was an American philosopher who specialized in ethics, including business ethics and the ethical conduct of war. He received his BA from Amherst College in 1887 and his Ph.D. at the Konigliche-Friedrich-Wilhelms University of Berlin in 1892. His thesis, \"The Aesthetic Element in Morality and Its Place in a Utilitararian Theory of Morals\", was published in book form in both English and German in 1893. His entire teaching career was spent on the philosophy faculty at the University of Wisconsin, where he was made a full professor in 1905. He served as President of the Western Division of the American Philosophical Society during the 1907-1908 term. Among Sharp's other publications are \"Shakespeare's Portrayal of the Moral Life\" (1902); \"A Study of the Influence of Custom on Moral Judgment\" (1908); \"A Course in Moral Instruction for the High School\" (1909); \"Syllabus on Moral Instruction\" (with Frederic James Gould, 1911); \"Ethics\" (1928); \"Business Ethics: Studies in Fair Competition\" (1937); \"Problems in Business Ethics\" (1937); and \"Good Will and Ill Will: A Study in Moral Judgments\" (1950), the last of which was published posthumously.",
            "score": 63.24428939819336
        },
        {
            "docid": "2158190_3",
            "document": "Harold Arthur Prichard . Prichard gave an influential defence of ethical intuitionism in his \"Does Moral Philosophy Rest on a Mistake?\" (1912), wherein he contended that moral philosophy rested chiefly on the desire to provide arguments, starting from non-normative premises, for the principles of obligation that we pre-philosophically accept, such as the principle that one ought to keep one's promises or that one ought not steal. This is a mistake, he argued, both because it is impossible to derive any statement about what one ought to do from statements not concerning obligation (even statements about what is good), and because there is no need to do so since common sense principles of moral obligation are self-evident. The essay laid a groundwork for ethical intuitionism and provided inspiration for some of the most influential moral philosophers, such as John Rawls.",
            "score": 63.10713577270508
        },
        {
            "docid": "1860329_7",
            "document": "Ethical decision . All ethical and moral judgement attempts to make consistent descriptions of complex situations and difficult decisions. It is considered to be important because, to those who practice the ethical tradition in which the descriptions are applied, it answers the big question: \"How should we live?\"",
            "score": 63.07250213623047
        },
        {
            "docid": "36860287_4",
            "document": "A Short History of Ethics . According to a review in \"The Journal of Philosophy\", one of MacIntyre's primary theses in the book is that \"moral concepts change as social life changes\" and therefore philosophers who believe there is one subject of ethical inquiry are mistaken. A review in the \"British Journal of Educational Studies\" describes the book as a \"stimulating, if highly impressionistic, account of the history of ethics written from the point of view of his own convictions about the state of moral concepts\".",
            "score": 62.91496658325195
        }
    ]
}