{
    "q": [
        {
            "docid": "40693632_15",
            "document": "DJI (company) . The Mavic (御) series currently includes Mavic Pro and Mavic Air, both have foldable design that allow drones to be transported more easily.",
            "score": 56.08427333831787
        },
        {
            "docid": "51917900_2",
            "document": "Mavic (UAV) . The Mavic Pro () is an unmanned aerial photography and videography drone for personal and commercial use released by DJI.",
            "score": 55.841124534606934
        },
        {
            "docid": "51917900_12",
            "document": "Mavic (UAV) . At the 2017 IFA trade show, DJI announced the upgraded Mavic Pro Platinum. The upgraded version includes better battery life and improved noise reduction due to new propellers and electronic speed controllers. The Mavic Air was announced on 23 January 2018, for release on 28 January at a starting price of $799. It is marketed as a smartphone-sized drone that can fit in a jacket's pocket.",
            "score": 56.522252798080444
        },
        {
            "docid": "51917900_8",
            "document": "Mavic (UAV) . The Mavic is the first DJI drone to have gesture control. Users can wave their arms in specific patterns to trigger drone functions, such as taking a picture.",
            "score": 60.898239612579346
        },
        {
            "docid": "9478497_6",
            "document": "Micro Center . Micro Center was the first retailer in the United States to sell the DJI Mavic Pro drone, launching it by hosting a three-day demonstration in their Columbus store's parking lot which was open to the press and the public.",
            "score": 55.19237923622131
        },
        {
            "docid": "40693632_17",
            "document": "DJI (company) . The Mavic Air was announced on 23 January 2018, for release on 28 January. It is marketed as a smartphone-sized drone that can fit in a jacket pocket.",
            "score": 47.783599853515625
        },
        {
            "docid": "51917900_10",
            "document": "Mavic (UAV) . The Mavic controller is more compact than those for other DJI drones. It includes fold-out grips for smartphones and small tablets and has a built-in flight information display for flight without a smartphone or tablet.",
            "score": 47.59468746185303
        },
        {
            "docid": "58900_65",
            "document": "Unmanned aerial vehicle . Consumer drones are also widely used by military organizations worldwide because of the cost-effective nature of consumer product. In 2018, Israeli military started to use DJI Mavic and Matrice series of UAV for light reconnaissance mission since the civilian drones is easier to use and has higher reliability. DJI drones is also the most widely used commercial unmanned aerial system that the US Army has employed.",
            "score": 49.98116111755371
        },
        {
            "docid": "40693632_28",
            "document": "DJI (company) . Released in May 2017, the Spark (晓) was designed to be an affordable consumer drone that is nevertheless capable of producing high-quality images and video. This drone is DJI's cheapest to date and features a 12-megapixel camera capable of shooting 1080p video at 30fps. The camera is stabilised mechanically by a 2-axis gimbal. The Spark also carries an advanced infrared 3D camera that helps the drone to detect obstacles in front of it, as well as facilitating hand-gesture control—a feature that was, until the release of the Mavic Air in January 2018, unique to the Spark. In addition to a smartphone app with virtual controller, a physical controller can also be bought, extending the drone's range up to 1.2 miles (2 km). The aircraft has a flight duration of up to 16 minutes, but its exhausted battery can easily be swapped out for a charged battery to extend flight time.",
            "score": 53.5127477645874
        },
        {
            "docid": "40693632_16",
            "document": "DJI (company) . The Mavic Pro is introduced on September 27, 2016. It features multiple redundant sensors and obstacle avoidance to help prevent crashes.",
            "score": 36.503478050231934
        },
        {
            "docid": "51917900_11",
            "document": "Mavic (UAV) . A switch on the Mavic allows it to operate in Wi-Fi mode independent of the controller (\"e.g.\", controlled directly from a smartphone). In Wi-Fi mode, all flight functions can be accessed using the DJI Go 4 app but with reduced range to a few hundred feet.",
            "score": 36.749592304229736
        },
        {
            "docid": "51917900_7",
            "document": "Mavic (UAV) . DJI rates the battery life of the Mavic at 27 minutes of flight time in zero wind conditions. Max hovering time (0 wind) is 24 minutes, while normal flight drops to 21 minutes.",
            "score": 38.87325477600098
        },
        {
            "docid": "51917900_4",
            "document": "Mavic (UAV) . The Mavic is equipped with the same camera as the Phantom 4 UAV. The camera is a 12MP camera that is capable of shooting 4K videos at 24 frames per second (FPS). It is capable of 96 FPS when shooting in 1080p. Its camera keeps the same 60Mbit/s bitrate seen in the Phantom 4. The lens in the DJI Mavic possesses a 78-degree field of view (FOV), whereas the Phantom 4 maintains a 94-degree FOV.",
            "score": 35.16308832168579
        },
        {
            "docid": "49321811_11",
            "document": "UAV-related events . In January 2017 a 23 year old UAV operator from Xiaoshan was detained because of footage taken from a drone flying near airliners descending to land at Hangzhou Xiaoshan International Airport. The incident came to light when footage was uploaded to QQ. This was an eight-second clip from a ten-minute recording taken from an altitude of 450m. The operator had flown it to photograph a sunset, but had also recorded several airliners flying past. The model used was a DJI Mavic and the manufacturer strongly condemned the incident.",
            "score": 37.61396932601929
        },
        {
            "docid": "40693632_36",
            "document": "DJI (company) . On November 17, 2017, Ars Technica reported a security breach of private customer data at DJI. However, The Verge found that according to US government report, DJI drone has kept data safe despite the Ars Technica's claim. Nevertheless, DJI announced they've added Local Data Mode for their drones, which aerial platform will not enable any data transfer involving Internet during the flight. Brendan Schulman from DJI’s Vice President of Policy and Legal Affairrs, responded to the report from Ars Technica, saying “DJI is committed to protecting the privacy of its customers’ photos, videos and flight logs.\"",
            "score": 42.502578258514404
        },
        {
            "docid": "40693632_35",
            "document": "DJI (company) . Several military organizations also utilize DJI products for aerial photography mission including the US Army, and DJI drones were the most widely used commercial unmanned aerial system that the US Army has employed. However, on August 2017, the United States Army published internal guidance regarding the banning of using DJI drones and parts in the army for security reasons. DJI’s Public Relations Manager, Michael Perry expressed surprise and disappointment after the memo was released. A U.S. Army spokesperson responses to media and claim that the guidance is still undergoing a review. Although US Army has stopped using DJI products, other branches of the US military such as the US Marines are still fielding DJI product as commercial photography platform.",
            "score": 40.26401901245117
        },
        {
            "docid": "277914_66",
            "document": "Science and technology in China . China is the leader in drone technology, it is the first country in the world to create large scale transport drones, as well as the first to produce an amphibious drone. Chinese drone companies such as DJI and Ehang (Beijing Yi-Hang Creation Science & Technology) conquered majority of the civilian drone industry, with DJI alone dominating 85% of the global market share. Ehang also created the world's first \"flying taxi\" drone, Ehang 184, an eco-friendly low altitude autonomous aerial vehicle capable of providing transportation and medium distance communication.",
            "score": 38.09282398223877
        },
        {
            "docid": "40693632_33",
            "document": "DJI (company) . As of March 2017, DJI has a 50 percent market share of the consumer drone market according to NPD numbers. Top line estimates from the FAA point towards the number of consumer drones hitting over 4 million units by 2021.",
            "score": 43.050353050231934
        },
        {
            "docid": "51066562_6",
            "document": "Yuneec International Typhoon H . A key reason why the Typhoon H has been successful in the aerial cinematography world and is often preferred to models like DJI's Phantom and Inspire, is because of the built in Android Tablet to the 2.4ghz transmitter. This provides built in telemetry and direct camera streaming. The drone is also known for its unusually high camera quality out of the box which companies such as DJI have lacked. Although the range on the Typhoon H is not as far as the DJI Phantom lineup, many professional cinematographers have said they prefer the low latency transmission which DJI does not offer. Both drones do operate with full control well beyond eyesight.",
            "score": 38.82877159118652
        },
        {
            "docid": "40693632_3",
            "document": "DJI (company) . DJI is the world's leader in the civilian and commercial drone industry, accounting for over 70% of the drone market. Its drone technology has been used globally for the music, television and film industries, including K-pop music videos and the sets of Emmy Award-nominated television productions such as \"The Amazing Race\", \"American Ninja Warrior\", \"Better Call Saul\", \"Game of Thrones\", and many more.",
            "score": 38.94124460220337
        },
        {
            "docid": "51917900_3",
            "document": "Mavic (UAV) . The Mavic will fold small enough to fit into a small bag (83mm x 83mm x 198mm). Its legs and propellers fold underneath and to the side of the drone to form a compact package.",
            "score": 40.034709453582764
        },
        {
            "docid": "45706322_7",
            "document": "Phantom (UAV) . DJI Phantom 4 Pro, released in November 2016, has a three-axis stabilized camera with a 1-inch 20 MP CMOS sensor. It upgrades its obstacle avoidance with five directional sensors. The Phantom 4 Pro offers two remote controllers, one with a dedicated screen (Phantom 4 Pro+) and one without. It integrates an upgraded Lightbridge HD video transmission system that adds 5.8 GHz transmission support and a maximum downlink video transmission range of 7 km. In addition - DJI released a set of Goggles, which can be used with various DJI equipment, including the Phantom 4 Pro, to allow First Person View (FPV) flying. Announced at the 2017 IFA trade show, it gives the option to have the Phantom 4 Pro painted in obsidian black. Some build quality upgrades are included with the camera gimbal being made of magnesium.",
            "score": 30.762657165527344
        },
        {
            "docid": "1338764_10",
            "document": "Mavic . Mavic also makes clincher rims. The Mavic Open Pro is popular for everyday road use. CXP rims are the semi-aero counterparts.",
            "score": 27.593326568603516
        },
        {
            "docid": "40693632_29",
            "document": "DJI (company) . There have been multiple complaints that the drone could switch off and fall while flying. DJI responded to this by releasing a mandatory battery firmware update in August 2017.",
            "score": 34.51930570602417
        },
        {
            "docid": "40693632_34",
            "document": "DJI (company) . In January 2015, a DJI Phantom 3 crashed into the White House's south lawn, in Washington, D.C.. DJI later set up a no-fly Geo-system according to prohibited airspace, and forced all drones to update the firmware. The new system will forbid flights getting closer or take off in restricted zones based on its GPS location.",
            "score": 37.33618927001953
        },
        {
            "docid": "51174872_4",
            "document": "Osmo (camera) . The DJI Osmo is a camcorder, as it is only packaged with its handle, camera gimbal, and case. The interface of the camera is controlled through a smartphone app called \"DJI Go\", which is used in certain Phantom drones.",
            "score": 35.901280879974365
        },
        {
            "docid": "54808321_10",
            "document": "One Day in the Haram . As well as the ground filming the production obtained permissions for four helicopter flights over Makkah airspace. The film also featured low flying drone filming, using the DJI Matrice 600 and the DJI Inspire.",
            "score": 33.23723745346069
        },
        {
            "docid": "45651130_26",
            "document": "Regulation of UAVs in the United States . In 2015, a drone operated by a civilian flew into the White House property. As a result, the drone manufacturer, DJI, issued a statement saying that they will now require that all of their drones would contain built-in geofencing limits.",
            "score": 43.81493544578552
        },
        {
            "docid": "51917900_13",
            "document": "Mavic (UAV) . It features a 12 MP 4K HDR camera, mounted on a 3-axis gimbal, and has a new panorama mode, which stitches together 25 photos in eight seconds to create a \"Sphere Panorama\". Due to antennas mounted on its landing gear, the drone has a 21-minute flight time and a 2.5 mile range. Like the Spark, the Air also features the \"Smart Capture\" mode, in which the drone can be controlled by hand gestures.",
            "score": 38.31966495513916
        },
        {
            "docid": "40693632_2",
            "document": "DJI (company) . Dà-Jiāng Innovations Science and Technology Co. Ltd. (doing business as DJI in other countries) is a Chinese technology company headquartered in Shenzhen, Guangdong with manufacturing facilities throughout the world. It is known as a manufacturer of unmanned aerial vehicles (UAV), commonly known as drones, for aerial photography and videography. DJI also design and manufacture camera gimbals, flight platforms, cameras, propulsion systems, camera stabilizers, and flight control systems.",
            "score": 31.92236852645874
        },
        {
            "docid": "144068_5",
            "document": "Precision agriculture . Precision agriculture has also been enabled by unmanned aerial vehicles like the DJI Phantom which are relatively inexpensive and can be operated by novice pilots. These systems, commonly known as drones, can be equipped with hyperspectral or RGB cameras to capture many images of a field that can be processed using photogrammetric methods to create orthophotos and NDVI maps.",
            "score": 30.666373252868652
        },
        {
            "docid": "52422387_9",
            "document": "University of South Florida Tampa Library . The DHHC documents heritage sites, landscapes and objects. The DHHC creates digital learning tools to promote heritage tourism. The technologies being used include 3D laser scanners, Nikon DSLR cameras, DJI Phantom and DJI Mavic unmanned aerial vehicles, Agisoft Photoscan Professional, FLIR thermal infrared cameras for imaging. For geo-spatial analysis uses ArcGIS and sends someone to the ESRI conference to make sure the program remains up to date. Some projects include: a 3D survey and imaging of Haghpat Monastery, a terrestrial laser scanning survey of Russell Cave National Monument and a digital tour of Cowpens National Battlefield.",
            "score": 26.279709815979004
        }
    ],
    "r": [
        {
            "docid": "43579831_7",
            "document": "Silver Dragon (coin) . Even before the official ending of the Qing dynasty factions and cliques emerged as would be warlords jostled for position and influence. As China headed into the republican and warlord eras, local warlords used the provincial mints to issue their own Silver Dragons, these are of variable quality and value. These warlord and pre-warlord era coins include high quality coins intended to promote the legitimacy and prestige of the warlord and his faction and are proudly marked as such; there are also low quality coins, the majority, intended to deceive the receiver into believing that they are earlier coins of higher silver content and value, though not fake-in so much that they came from semi-official sources-these were and are of variable value depending on their silver content. With the coming of the Chinese republic China would continue producing silver coins of the same specification updated to bear the image of Yuan Shikai and other politicians. China was forced from the silver standard in 1935, however even after the silver coins became demonetised they remained a highly prized means of preserving wealth in an era of inflation and war.",
            "score": 87.82089233398438
        },
        {
            "docid": "7558_24",
            "document": "Coin . A coin's value as a collector's item or as an investment generally depends on its condition, specific historical significance, rarity, quality, beauty of the design and general popularity with collectors. If a coin is greatly lacking in all of these, it is unlikely to be worth much. The value of bullion coins is also influenced to some extent by those factors, but is largely based on the value of their gold, silver, or platinum content. Sometimes non-monetized bullion coins such as the Canadian Maple Leaf and the American Gold Eagle are minted with nominal face values less than the value of the metal in them, but as such coins are never intended for circulation, these face values have no relevance.",
            "score": 81.21995544433594
        },
        {
            "docid": "54274715_2",
            "document": "Tenpō Tsūhō . The Tenpō Tsūhō (Kyūjitai: /; Shinjitai: ) was an Edo period coin with a face value of 100 mon, originally cast in the 6th year of the Tenpō era (1835). The obverse of the coin reads \"Tenpō\" () a reference to the era this coin was designed in, and \"Tsūhō\" () which means \"circulating treasure\" or currency. The Kaō is that of Gotō San'emon, a member of the Kinza mint's Gotō family (), descendants of Gotō Shozaburo Mitsutsugu, a metalworker and engraver from Kyoto appointed by \"shōgun\" Tokugawa Ieyasu in 1601 to oversee the Edo mint of his shogunate and oversee its coinage. All mother coins were produced in Edo (present day Tokyo) before they were send to other mints where they would place the individual mint’s mark (\"shirushi\", ) on the edge of the coin. The coin circulated for 35 years, and stopped being produced during the Meiji Restoration after the introduction of the Japanese yen. Today these coins are now sold as \"lucky charms\" as well as being collected by numismatists.",
            "score": 81.03484344482422
        },
        {
            "docid": "3808543_7",
            "document": "Japanese mon (currency) . In 1636, the \"Kan'ei Tsūhō\" (Kyūjitai: 寛永通寳 ; Shinjitai: 寛永通宝) coin was introduced by the government of the Tokugawa shogunate as a means to standardise copper coins and keep up a sufficient supply of copper coinage, being the first government minted copper coin in 700 years, despite this however they were introduced in the Mito domain 10 years prior during the 3rd year of the Kan'ei era. These coins would become the daily currency of the common people and would be used for small payments. Due to the isolationist policies of the Tokugawa shogunate the outflow of currency halted and \"Kan'ei Tsūhō\" coins would continue to stay the main coin circulating in Japan, \"Kan'ei Tsūhō\" were minted for 230 years despite the fact that the Kan’ei era ended in 1643, \"Kan'ei Tsūhō\" coins would continue to bear the \"Kan’ei\" legend, even when a new denomination of the coin was introduced a century later, though they weren’t all uniform as the shogunate outsourced the mintage to regional and local merchants who would cast them at varying weights and sizes, as well as occasionally having local mint marks, by the 1650s 16 private mints were opened for the production of Kan'ei Tsūhō coins all over Japan. Kan'ei Tsūhō produced before 1688 are referred to as “old Kan’ei” and are recognisable by their similar calligraphic styles making them hard to differentiate from one another, meanwhile \"Kan'ei Tsūhō\" coins produced after 1688 (or “new Kan’ei” coins) tend to be more diverse in calligraphic styling, and the 4 mon denomination has waves on its reverse making it easily distinguishable from other coins.",
            "score": 77.67240905761719
        },
        {
            "docid": "16376403_26",
            "document": "Cash (Chinese coin) . The square hole in the middle of cash coins served to allow for them to be strung together in strings of 1000 cash coins and valued at 1 tael of silver (but variants of regional standards as low as 500 cash coins per string also existed), 1000 coins strung together were referred to as a \"chuàn\" (串) or \"diào\" (吊) and were accepted by traders and merchants per string because counting the individual coins would cost too much time. Because the strings were often accepted without being checked for damaged coins and coins of inferior quality and copper-allots these strings would eventually be accepted based on their nominal value rather than their weight, this system is comparable to that of a fiat currency. Because the counting and stringing together of cash coins was such a time consuming task people known as \"qiánpù\" (錢鋪) would string cash coins together in strings of 100 coins of which ten wouldn form a single \"chuàn\". The \"qiánpù\" would receive payment for their services in the form of taking a few cash coins from every string they composed, because of this a \"chuàn\" was more likely to consist of 990 coins rather than 1000 coins and because the profession of \"qiánpù\" had become a universally accepted practice these \"chuàns\" were often still nominally valued at 1000 cash coins. The number of coins in a single string was locally determined as in one district a string could consist of 980 cash coins, while in another district this could only be 965 cash coins, these numbers were based on the local salaries of the \"qiánpù\". During the Qing dynasty the \"qiánpù\" would often search for older and rarer coins to sell these to coin collectors at a higher price.",
            "score": 76.43975830078125
        },
        {
            "docid": "5665_8",
            "document": "Currency . Most major economies using coinage had several tiers of coins, using a mix of copper, silver and gold. Gold coins were used for large purchases, payment of the military and backing of state activities; they were more often used as measures of account than physical coins. Silver coins were used for midsized transactions, and as a unit of account for taxes, dues, contracts and fealty, while coins of copper, silver, or some mixture thereof (see debasement), were used for everyday transactions. This system had been used in ancient India since the time of the Mahajanapadas. The exact ratio in value of the three metals varied greatly in different eras and places; for example, the opening of silver mines in the Harz mountains of central Europe made silver relatively less valuable, as did the flood of New World silver after the Spanish conquests. However, the rarity of gold consistently made it more valuable than silver, and likewise silver was consistently worth more than copper.",
            "score": 76.30915832519531
        },
        {
            "docid": "54274715_8",
            "document": "Tenpō Tsūhō . \"Tenpō Tsūhō\" coins are a prized coin in the numismatic community, but as over two dozen variants exist the price of each coin is dependent not only on the quality of the individual coin but on various other factors such as mint marks and era, ranging from ¥1,250 (or around $12) to ¥300,000 (or around $2,800), though more worn out coins sell for as low as $4.",
            "score": 76.00749206542969
        },
        {
            "docid": "48152_18",
            "document": "Commodity money . Today, the face value of specie and base-metal coins is set by government fiat, and it is only this value which must be legally accepted as payment for debt, in the jurisdiction of the government which declares the coin to be legal tender. The value of the precious metal in the coin may give it another value, but this varies over time. The value of the metal is subject to bilateral agreement, just as is the case with pure metals or commodities which had not been monetized by any government. As an example, gold and silver coins from other non-U.S. countries are specifically exempted in U.S. law from being legal tender for the payment of debts in the United States, so that a seller who refuses to accept them cannot be sued by the payor who offers them to settle a debt. However, nothing prevents such arrangements from being made if both parties agree on a value for the coins.",
            "score": 75.6824951171875
        },
        {
            "docid": "24765622_53",
            "document": "Chinese numismatic charm . Some Chinese cash coins were known to display features commonly seen in Chinese numismatic charms, Chinese coins with charm features have been created over two thousand years ago with the early Ban Liang and Wu Zhu cash coins, and when the first Chinese charms started appearing during the Han dynasty these coins were already commonplace. Many government issued cash coins and other currencies such as Spade and Knife money that did not have any extra charm-like features were considered to also have “charm-like qualities” and were treated as charms by some people. The Wang Mang era Knife coin with a nominal value of 5,000 cash coins was often seen as a charm by the people because the character (or 1000) is written very similar to the character which means \"son\" so the inscription of the Knife coin could be read as \"worth five sons\" as this was very much desired in ancient Chinese society. A coin from Shu Han with the nominal value of 100 Wu Zhu cash coins featured a fish on the reverse of the inscription which symbolises \"abundance\" and \"perseverance\" in Chinese culture. Another Shu Han era coin contained the inscription of Tai Ping Bai Qian which was taken as an omen of peace and this coin is often considered to be a peace charm. During the Jin dynasty a coin was issued with the inscription \"fēng huò\" (豐貨) which could be translated as \"(the) coin of abundance\" and it was believed by the people at the time that if someone would possess this coin that this would be economically beneficial for them which is why this coin is commonly referred to as the \"cash of riches\" in popular tongue. During the Tang dynasty period images of clouds, crescents, and stars were often added on coins which the Chinese continued to use in subsequent dynasties. During the Jurchen Jin dynasty coins were cast with reverse inscriptions that featured characters from the twelve earthly branches and ten heavenly stems. During the Ming dynasty stars were sometimes used decoratively on some official government produced cash coins. Under the Manchu Qing dynasty \"yōng zhèng tōng bǎo\" (雍正通寶) cash coins cast by the Lanzhou Mint were considered to be charms or amulets capable of warding off evil spirits and demons because the Manchu word \"gung\" looked similar to the broadsword used by the Chinese God of War, Emperor Guan. The commemorative \"kāng xī tōng bǎo\" (康熙通寶) cast for the Kangxi Emperor's 60th birthday in the year 1713 was believed to have \"the powers of a charm\" immediately when it entered circulation, this commemorative coin vontains a slightly different version of the Hanzi symbol \"\", at the bottom of the cash, as this character would most commonly have a vertical line at the left part of it but did not have it, and the part of this symbol which was usually inscripted as \"\" has the middle part written as a \"\" instead. Notably, the upper left area of the symbol \"\" only contains a single dot as opposed of the usual two dots used during this era. Several myths were attributed to this coin over the following three-hundred years since it has been cast such as the myth that the coin was cast from molten down golden statues of the 18 disciples of the Buddha which earned this coin the nicknames \"the Lohan coin\" and \"Arhat money\". These commemorative \"kāng xī tōng bǎo\" cash coins were given to children as \"yā suì qián\" (壓歲錢) during Chinese new year, some women wore them akin to how an engagement ring is worn today, and in rural Shanxi young men wore this special \"kāng xī tōng bǎo\" cash coin between their teeth like men from cities had golden teeth. Despite the myths surrounding this coin I was made from a copper-alloy and did not contain any gold but it was not uncommon for people to enhance the coin with gold leaf.",
            "score": 74.91082763671875
        },
        {
            "docid": "55681535_8",
            "document": "Devni Mori . As Western Satraps dated their coins in the Saka era, this date would be 204 CE, and the ruler would be Rudrasena I. If reckoned with the Kalachuri Era era, the date would be 375 CE, and the ruler Rudrasena III. A second casket included 8 coins of Western Satraps rulers, one of them being a coin of Western Satrap ruler Visvasena (294-305). The coins are worn, but the coins of two other rulers have been found in the group: one coin of Rudrasena I (203-220 CE) and a nearly unworn coin of Rudrasimha (305-313 CE). Overall, and because of these different dates, the site of Devni Mori is sometimes dated to the 3rd century, and sometimes to the 4th century. The absence of later Western Satraps coins and the various dates could however suggest that the stupa was rebuilt at one point, with a final construction date not long after 305-313.",
            "score": 74.65896606445312
        },
        {
            "docid": "6258633_16",
            "document": "Papal mint . The mints outside of Rome stamped the coins with the arms of their respective cities, or with those of the cardinal legate, of the vice-legate, or of the governor; thus, Cardinal Scipione Borghese in 1612 struck coins at Avignon with his own name and arms, omitting the name of the pope, an example that was followed a year later by the pro-legate Cardinal Filonardi. The city very often placed the image of its patron saint on its coins. The date came to be stamped on coins that were struck during the vacancies of the Holy See, occasionally at first, and later as a rule; it rarely appears on other coins before 1550; the practice became general in the seventeenth century, the year of the Christian era or that of the pontificate being used; and Gregory XVI established it by law, as also the requirement that each coin should bear upon it an expression of its value. At Bologna as early as the seventeenth century, the value of gold or silver coins was usually indicated with the figures 20, 40, 80, etc., i.e. so many bolognini or baiocchi; at Rome, in the eighteenth century, nearly all the copper coins bore an indication of their value. The rim of papal coins rarely bore an inscription; at most, the monogram of the city in which the coin was struck was stamped upon it. From the sixteenth century, the engravers, also, put their ciphers on the coins; among these engravers may be named Benvenuto Cellini, Francesco Raibolini, called il Francia (Bologna), the four Hamerani, Giulio Romano (trident), Cavaliere Lucenti, Andrea Perpenti etc. Until the time of Pius VI, the dies for the mint remained the property of the engravers.",
            "score": 72.73933410644531
        },
        {
            "docid": "2803951_10",
            "document": "Ban Liang . During the Warring states period Ban Liang coins from the State of Qin generally had 8 gram Ban Liang coins from between 32 and 34 millimeters in diameter, while during the Qin dynasty all Ban Liang coins generally had a weight of 6 grams and were about 31.7 millimeters in diameters. Han dynasty era Ban Liang coins are generally smaller than Qin Ban Liang coins, this is due to the Han dynasty government constantly changing weight standards for the coins many variants from that era exist.",
            "score": 72.2292251586914
        },
        {
            "docid": "299259_15",
            "document": "Roman currency . Unlike most modern coins, Roman coins had (at least in the early centuries) significant intrinsic value. However, while the gold and silver issues contained precious metals, the value of a coin was slightly higher than its precious metal content, so they were not, strictly speaking, bullion. Also, over the course of time the purity and weight of the silver coins were reduced. Estimates of the value of the denarius range from 1.6 to 2.85 times its metal content, thought to equal the purchasing power of 10 modern British Pound Sterling (US$15.50) at the beginning of the Roman Empire to around 18 Pound Sterling (US$28) by its end (comparing bread, wine and meat prices) and, over the same period, around one to three days' pay for a Legionary.",
            "score": 72.1111831665039
        },
        {
            "docid": "57158498_4",
            "document": "Tự Đức Bảo Sao . The Tự Đức Bảo Sao or \"Đồng Sao\" (銅鈔, billets of copper) were introduced by the Ministry of Finance in the year Tự Đức 14 (1961) for large transactions and taxes on behalf of stores of the government of Đại Nam, the introduction of the Tự Đức Bảo Sao marked the redefinition of the tiền or mạch denominations and the quàn (strings of cash coins) where the quàn was made equal to 10 mạch and the mạch was made the equivalent of 60 zinc cash coins, under these exchange rates 1 quàn was worth a string of 600 zinc cash coins. The \"Đồng Sao\" series of cash coins was introduced as zinc cash coins were heavy in quantity to carry around for the payment of larger sums of money, to this end the government introduced a system of monetary units determined by their nominal value in zinc cash coins as opposed to their intrinsic market value, it is possible that this might have been inspired by contemporary Chinese coinage of the Xianfeng era in the Qing dynasty where large denomination coins from 4 up to 1000 văn circulated alongside each other with little to no difference in intrinsic value in a fiduciary system, this system was also used by the Vietnamese. When the Tự Đức Bảo Sao was first proposed the Mandarins of the imperial court of Đại Nam suggested to simply increase the weight of the brass Tự Đức Thông Bảo to make them worth more relative to the zinc Tự Đức Thông Bảo cash coins as 1 brass cash coin with a weight of 9 phần was worth four zinc cash coins. The value of the \"Đồng Sao\" cash coins was indicated on the reverses of the coins expressed in their worth in zinc cash coins preceded by the character (chuẩn, regarded as equal to), despite the fact that Sao (鈔) means \"paper money\", though imperfectly the denominations of these coins attempted to take the respective value of brass and zinc cash coins into account which means that they can’t be fully qualified as a fiat currency. The Ministry of Finances of Đại Nam originally set the exchange rate between the brass Tự Đức Bảo Sao and zinc cash coins heavily in favour of the larger denominations which wasn't accepted by the market which resulted in the imperial court attempting to adjust the exchange rate more to the contemporary exchange values of brass and zinc cash coins that were in circulation. In January 1868 by decree the exchange rate between brass 9 phần cash and zinc cash coins was fixed 1:4 replacing the early ratio of 1:2.67 that had been in place since 1858. The Tự Đức Bảo Sao was generally well received by the population of Đại Nam despite the fact that their circulation was reduced due to their high purchasing power relative to their intrinsic value until their weight was decreased, which was done by the government to conform to the new official exchange between brass and zinc cash coins.",
            "score": 71.56761169433594
        },
        {
            "docid": "1488230_17",
            "document": "Coin's Financial School . The school continued to gain more attention and popularity as more newspapers began to cover the lessons, this time with more positive enthusiasm. It got to the point where Coin had to start charging the audience for admission, and donate the proceedings to charity. Among the first questions directed at Coin involved why the metals were chosen as money in the first place. Coin claimed out that silver in particular was considered more than valuable enough to be money because it can be used in many other settings. Therefore, it had enough intrinsic value that even if the financial system was to collapse, silver would still have value, and money backed by silver continues to retain some of its value should such a thing happen.",
            "score": 71.4667739868164
        },
        {
            "docid": "24765622_68",
            "document": "Chinese numismatic charm . Chinese charms with coin inscriptions (Traditional Chinese: 錢文錢; Simplified Chinese: 钱文钱; Pinyin: \"qián wén qián\") were Chinese numismatic charms that used the contemporary inscriptions of circulating Chinese cash coins, these types of charms have a large overlap with other categories of Chinese charms and amulets but use the official inscriptions of government cast coinage due to the mythical association of Hanzi characters and magical powers as well as the cultural respect for the authority of the government which gave more credence to government decrees and orders including those on coins, for this reason even regular cash coins have had been attributed supernatural qualities in various cultural phenomenon such as folk tales and Feng shui. Various official coin inscriptions already have very auspicious meanings which is also why these inscriptions were selected to be used on Chinese numismatic charms and amulets, during times of crisis and disunity such as under the reign of Wang Mang the number of charms with coin inscriptions seem to increase enormously. Meanwhile, other Chinese cash coin inscriptions were selected due to a perceived force in the metal used in the casting of these contemporary cash coins, an example would be the Later Zhou dynasty era \"zhōu yuán tōng bǎo\" (周元通寶) charm based on cash coins with the same inscription. Even long after the fall of the Xin dynasty charms with inscriptions from Wang Mang era coinage, and charms were produced with inscriptions like the Northern Zhou era \"wǔ xíng dà bù\" (五行大布) because it could be translated as \"5 elements coin\", the Later Zhou dynasty's \"zhōu yuán tōng bǎo\" (周元通寶), the Song dynasty era \"tài píng tōng bǎo\" (太平通寶), the Khitan Liao dynasty era \"qiān qiū wàn suì\" (千秋萬歲, \"thousand autumns and ten thousand years\"), as well as the Jurchen Jin dynasty era \"tài hé zhòng bǎo\" (泰和重寶). Northern Song dynasty era charms may have been based on actual Mother coins that were used to produce the official cash coins produced by the government but were given different reverses to make them into charms. During the Ming dynasty there were Chinese charms based on the \"hóng wǔ tōng bǎo\" (洪武通寶) with an image of a boy (or possible the Emperor) riding either an ox or water buffalo, this charm became very popular as the first Emperor of the Ming dynasty was born as a peasant and spent his early life as one and eventually attained the title of Emperor which inspired many people that they could also do great things despite their lowly birth. There were also a large number of Chinese numismatic charms cast with the reign title Zheng De (正德通寶), despite the government having deprecated cash coins for paper money at the time and these charms were often given to children as gifts. During the Manchu Qing dynasty a charm was cast with the inscription \"qián lóng tōng bǎo\" (乾隆通寶), but was fairly larger and had the \"tōng bǎo\" (通寶) part of the cash coin written in a slightly different style as well as had the Manchu characters on its reverse indicating its place of origin rotated 90 degrees. Some charms were also made to resemble the briefly cast \"qí xiáng zhòng bǎo\" (祺祥重寶) cash coins. Later charms were made to resemble the \"guāng xù tōng bǎo\" (光緒通寶) cast under the Guangxu Emperor but had \"dīng cái guì shòu\" (丁財貴壽, \"May you acquire wealth, honor (high rank) and longevity\") written on the reverse side of the coin.",
            "score": 71.33236694335938
        },
        {
            "docid": "930581_31",
            "document": "38th Infantry Division (United States) . While engaged in COIN operations in the Bamyan, Parwan, Panjshir and Kapisa provinces, TF Cyclone worked closely with subordinate Provincial Reconstruction Teams, village elders, district and provincial governors to support reconstruction efforts. By the time TF Cyclone transitioned from the COIN mission, over $5 billion in reconstruction projects had taken place with minimal interference from insurgents.",
            "score": 70.81372833251953
        },
        {
            "docid": "57158498_6",
            "document": "Tự Đức Bảo Sao . The other series of Tự Đức Bảo Sao cash coins is not denominated in văn (number of cash coins) but in accounting units like mạch (陌) and quán (貫, strings of cash coins), unlike the previous coins denominated in văn these coins could be considered to be a fiat currency. This series of the Tự Đức Bảo Sao is not mentioned in the contemporary Vietnamese annals. The intrinsic value of these coins is often only ten times as high as the lower denomination cash coins while their nominal value is a hundred times higher, it is possible that these coins were not introduced as their nominal value would be too different from the current system to be accepted by the population.",
            "score": 70.7176513671875
        },
        {
            "docid": "267793_61",
            "document": "Legal tender . Before the Civil War (1861 to 1865), silver coins were legal tender only up to the sum of $5. Before 1853, when U.S. silver coins were reduced in weight 7%, coins had exactly their value in metal (from 1830 to 1852). Two silver 50 cent coins had exactly $1 worth of silver. A gold U.S. dollar of 1849 had $1 worth of gold. With the flood of gold coming out of the California mines in the early 1850s, the price of silver rose (gold went down). Thus, 50 cent coins of 1840 to 1852 were worth 53 cents if melted down. The government could increase the value of the gold coins (expensive) or reduce the size of all U.S. silver coins. With the reduction of 1853, a 50-cent coin now had only 48 cents of silver. This is the reason for the $5 limit of silver coins as legal tender; paying somebody $100 in the new silver coins would be giving them $96 worth of silver. Most people preferred bank check or gold coins for large purchases.",
            "score": 70.6225814819336
        },
        {
            "docid": "8849356_15",
            "document": "Bertrand's box paradox . It can be easier to understand the correct answer if you consider the paradox as Bertrand originally described it. After a box has been chosen, but before a box is opened to let you observe a coin, the probability is that the box has two of the same kind of coin. If the probability of \"observing a gold coin\" in combination with \"the box has two of the same kind of coin\" is , then the probability of \"observing a silver coin\" in combination with \"the box has two of the same kind of coin\" must also be . And if the probability that the box has two like coins changes to no matter what kind of coin is shown, the probability would have to be even if you hadn't observed a coin this way. Since we know his probability is , not , we have an apparent paradox. It can be resolved only by recognizing how the combination of \"observing a gold coin\" with each possible box can only affect the probability that the box was GS or SS, but not GG.",
            "score": 70.40672302246094
        },
        {
            "docid": "46860551_3",
            "document": "Currency museum, Colombo . The museum has a collection of ancient usage of coins, dating back from about 3 BC, to modern usage coins & notes in Sri Lanka. Anuradhapura era (3 BC to 107 AD), Polonnaruwa to Kotte Kingdoms era (1017 AD - 1597 AD) and colonial era coins can be seen at the museum. Also, it has foreign coins and notes.",
            "score": 70.37574768066406
        },
        {
            "docid": "13444535_24",
            "document": "Universalmuseum Joanneum . The Coin Cabinet also traces its origin to the private collection of Archduke Johann. With over 70,000 objects, it is currently the second largest, public coin collection in Austria. Through a combination of state-of-the-art technology and historical items, the coins, currency and equipment related to minting trace the history of regional coin circulation and minting from the prehistoric era to the eurozone. Among the most significant pieces are coins from finds in and around Styria that were in circulation at the time of the Roman Empire. Additionally, Friesacher and Grazer \"Pfennigs\" from the Middle Ages and coins and medallions from the Inner Austrian mints in Graz, Klagenfurt and St. Veit an der Glan as well as from other lands of the Austro-Hungarian Empire are on display. The collection traces the history of coin mintage and names from around the world with prehistoric Celtic coins from the region, shells, early forms of paper currency and the euro in addition to international coins of historic significance minted in Africa, the USA, and by the Dutch East India Company among others. The permanent collection, with an additional room for temporary exhibitions, is fittingly situated in the oldest portion of palace dating to the late Middle Ages and once belonging to Balthasar Eggenberger, mint master and financier to Emperor Frederick III in the early days of Mercantilism.",
            "score": 70.2265853881836
        },
        {
            "docid": "39740796_12",
            "document": "Gold coin . Many factors determine the value of a gold coin, such as its rarity, age, condition and the number originally minted. Most gold coins minted since the late 19th century are worth slightly more than spot price, but many are worth significantly more. Gold coins coveted by collectors include the Aureus, Solidus and Spur Ryal.",
            "score": 70.12075805664062
        },
        {
            "docid": "54333659_8",
            "document": "Southern Song dynasty coinage . Until 1179 the Northern Song era's policies of casting coins in varying typefaces continued but after this year most coins tended to only have Regular script inscriptions. Beginning in 1180 coins cast by the Southern Song government started to cast the reign year on the reverses of coins as well as mint marks in order to stop forgeries from circulated, this was because the technology to cast inscriptions on both sides of the coins hasn't been adopted yet by private mints at the time. From 1180 until the end of the Song dynasty very few bronze coins were produced by the government as the preference went to iron, this was because bronze cash coins needed to have a specific typeface which was more intricate to produce.",
            "score": 70.04340362548828
        },
        {
            "docid": "324398_13",
            "document": "In God We Trust . The use of \"In God We Trust\" has been interrupted. The motto disappeared from the five-cent coin in 1883, and did not reappear until production of the Jefferson nickel began in 1938. However, at least two other coins minted in every year in the interim still bore the motto, including the Morgan dollar and the Seated Liberty half dollar. The omission of the motto \"In God We Trust\" on the Indian Head eagle coin caused public outrage, and prompted Congress to pass a bill mandating its inclusion. Mint Chief Engraver Charles E. Barber added the words and made minor modifications to the design. In 1908, Congress made it mandatory that the phrase be printed on all coins upon which it had previously appeared. This decision was motivated after a public outcry following the release of a $20 coin which did not bear the motto. The motto has been in continuous use on the one-cent coin since 1909, and on the ten-cent coin since 1916. It also has appeared on all gold coins and silver dollar coins, half-dollar coins, and quarter-dollar coins struck since July 1, 1908. Since 1938, all US coins have borne the motto. During the Cold War era, the government of the United States sought to distinguish itself from the Soviet Union, which promoted state atheism and thus implemented antireligious legislation. The 84th Congress passed a joint resolution \"declaring IN GOD WE TRUST the national motto of the United States\". The resolution passed both the House and the Senate unanimously and without debate. The law was signed by President Eisenhower on July 30, 1956. The United States Code at , now states: \"'In God we trust' is the national motto.\"",
            "score": 69.97721099853516
        },
        {
            "docid": "4638188_11",
            "document": "The Old Town . The most recent addition to the museum town was the half-timbered Coin Master's Mansion (\"Møntmestergården\"). It was erected as a residence for the royal coin masters in Copenhagen by Gregorius Sessemann in c. 1683 and was used for this purpose until 1749. The Copenhagen City Museum disassembled the building in 1944 and in 1995 it was handed over to The Old Town who initiated its reconstruction in 1998, finishing in 2009. The Coin Master's Mansion was reconstructed as it is believed to have presented itself in 1750 and the interior was furnished accordingly, using methods and materials true to this period.",
            "score": 69.81158447265625
        },
        {
            "docid": "45155095_5",
            "document": "Cincinnati Musical Center half dollar . Sparked by low-mintage issues which appreciated in value, the market for United States commemorative coins spiked in 1936. Until 1954, the entire mintage of such issues was sold by the government at face value to a group authorized by Congress, who then tried to sell the coins at a profit to the public. The new pieces then came on to the secondary market, and in early 1936 all earlier commemoratives sold at a premium to their issue prices. The apparent easy profits to be made by purchasing and holding commemoratives attracted many to the coin collecting hobby, where they sought to purchase the new issues. Among the pieces which had recently been struck and had appreciated in value was the 1935 Old Spanish Trail half dollar. This piece had been issued at the behest of L. W. Hoffecker, a Texas entrepreneur and coin dealer, who put aside a fifth of the 10,000 mintage for himself and sold them well into the 1940s, by which time he had served as president of the American Numismatic Association (ANA). Congress authorized an explosion of commemorative coins in 1936; no fewer than fifteen were issued for the first time. At the request of the groups authorized to purchase them, several coins minted in prior years were produced again, dated 1936, senior among them the Oregon Trail Memorial half dollar, first struck in 1926. Thomas G. Melish, a coin collector and entrepreneur from Cincinnati, came up with an idea for a commemorative coin that he would control and from which he could profit. Melish was a prominent businessman who had inherited the Bromwell Wire Company. He formed the Cincinnati Musical Center Commemorative Coin Association, and secured the introduction of H.R. 10264 on January 31, 1936. This bill would have provided for 10,000 coins from the Philadelphia Mint, 2,000 coins from Denver, and 3,000 from the San Francisco Mint. Such a low mintage would have made the Denver coin a significant rarity, increasing Melish's profit. On February 17, the House Committee on Coinage, Weights and Measures recommended that it be amended to provide for a total of 15,000 coins without dictating at what mint or mints they should be struck. That committee, in its report accompanying the bill, noted that the piece was \"in commemoration of the fiftieth (golden) anniversary of Cincinnati, Ohio, as a center of music, and its contribution of the annual May festival to the art of music for the past 50 years.\" Melish, through political influence, was able to retain the provision that they should be struck \"at the mints\", allowing coinage at all three mints. This marked the last time that a coinage bill would pass Congress in the 1930s with that phrasing—later issues were limited to a single mint.",
            "score": 69.80692291259766
        },
        {
            "docid": "56845538_7",
            "document": "Chin Mosque . Ancient coins and coins are exhibited and preserved in the mosque. The main exposition of the museum is currency units and coins and other interesting ancient exhibits from the era of the Sasanids, Safavids, Shirvanshahs and others, which existed in various periods since the beginning of money circulation in Azerbaijan. The exhibits are divided into separate periods and grouped in various showcases. The general features of the period, specifications, types and information about the location of currency units of that period are placed on a separate board outside the showcases.",
            "score": 69.62023162841797
        },
        {
            "docid": "15445_9",
            "document": "Entropy (information theory) . Now consider the example of a coin toss. Assuming the probability of heads is the same as the probability of tails, then the entropy of the coin toss is as high as it could be. This is because there is no way to predict the outcome of the coin toss ahead of time: if we have to choose, the best we can do is predict that the coin will come up heads, and this prediction will be correct with probability 1/2. Such a coin toss has one bit of entropy since there are two possible outcomes that occur with equal probability, and learning the actual outcome contains one bit of information. In contrast, a coin toss using a coin that has two heads and no tails has zero entropy since the coin will always come up heads, and the outcome can be predicted perfectly. Analogously, one binary-outcome with equiprobable values has a Shannon entropy of formula_1 bit. Similarly, one trit with equiprobable values contains formula_2 (about 1.58496) bits of information because it can have one of three values.",
            "score": 69.5086441040039
        },
        {
            "docid": "374707_8",
            "document": "Commemorative coin . Throughout history, coins have commonly been issued on special occasions, without necessarily citing that occasion explicitly. In some cases, emergency money have been issued under unfavourable conditions, such as a city under siege. Such emergency coins were issued in Vienna in 1529, while the city was besieged by the troops of the Ottoman Empire. Due to the conditions at the time, such coins are frequently minted on square flans, rather than round ones (it was easier and quicker to produce a square flan than a round one). European square coins of this era are known by their German name 'klippe'. Coins might also be issued with the specific purpose of financing a military campaign, or for the payment of tribute or war indemnity by a feudal lord to his sovereign.",
            "score": 69.14105987548828
        },
        {
            "docid": "26067744_3",
            "document": "History of coins in Italy . Despite the fact that the first Italian coinage systems were used in the Magna Graecia and Etruscan civilization, the Romans introduced a widespread currency. Unlike most modern coins, Roman coins had intrinsic value. While they contained precious metals, the value of a coin was higher than its precious metal content, so they were not bullion. Estimates of their value range from 1.6 to 2.85 times their metal content, thought to equal the purchasing power of 10 modern British Pound Sterling (US$15) at the beginning of the Roman Empire to around 18 Pound Sterling (US$29) by its end (comparing bread, wine and meat prices) and, over the same period, around one to three days' pay for a Legionnaire.",
            "score": 69.07544708251953
        },
        {
            "docid": "91231_117",
            "document": "Chinese characters . New characters can in principle be coined at any time, just as new words can be, but they may not be adopted. Significant historically recent coinages date to scientific terms of the 19th century. Specifically, Chinese coined new characters for chemical elements – see chemical elements in East Asian languages – which continue to be used and taught in schools in China and Taiwan. In Japan, in the Meiji era (specifically, late 19th century), new characters were coined for some (but not all) SI units, such as 粁 (米 \"meter\" + 千 \"thousand, kilo-\") for kilometer. These kokuji (Japanese-coinages) have found use in China as well – see Chinese characters for SI units for details.",
            "score": 69.00103759765625
        }
    ]
}