{
    "q": [
        {
            "docid": "5311833_35",
            "document": "Keurig Green Mountain . GMCR was a pioneer in the Fair Trade movement in 2000, guaranteeing farmers a steady minimum price far above market value. Since 2010 Green Mountain has been the largest purchaser of Fair Trade coffee in the world. In addition, the company was from its beginnings known for its long-term relationships and fair dealings with coffee-growing suppliers, and for its large percentage of farmer-direct coffee purchases. Since the early 1990s, the company has annually sent groups of employees on trips to coffee farms in Latin America, to gain first-hand experience in the lives of coffee growers. GMCR has prioritized initiatives to alleviate poverty and hunger in coffee-growing communities. These include Coffee Kids, an international non-profit which improves the lives of children and families in remote coffee-growing villages; and the FomCafe cooperative’s quality-control training program, which helps farmers earn higher profits for coffee. In 2002 GMCR was the first corporate investor of the non-profit micro-loan organization Root Capital, and through it Green Mountain has provided millions of dollars in loans to cash-strapped coffee farmers. In 2002 Green Mountain also formed a joint alliance with the U.S. Agency for International Development, to improve the livelihoods of those in impoverished coffee-growing regions.",
            "score": 32.944876194000244
        },
        {
            "docid": "22027480_2",
            "document": "Pura Vida Coffee . Pura Vida Coffee is a for-profit company, but one that’s wholly owned by Pura Vida Create Good, a nonprofit U.S. company that sells Fair Trade Certified organic, shade-grown coffee from Latin America, and Africa. The company advocates corporate social responsibility by donating its profits to help children and families in coffee-growing communities internationally.",
            "score": 27.52412235736847
        },
        {
            "docid": "6826364_32",
            "document": "Milk coffee . A \"regular coffee\" or \"coffee regular\" is a popular coffee drink in New England. In much of New England a \"regular coffee\" refers to coffee with cream and sugar. The most common amount usually includes three creams and three sugars. A \"coffee regular\" can be order either hot or as iced coffee.",
            "score": 28.47758722305298
        },
        {
            "docid": "48696061_11",
            "document": "Coffee in Korea . The sudden influx of coffee shops have replaced the once traditional \"dabang\" which were common meetings places serving a selection of customary teas. It’s not just large US chains that have profited from the surge in demand for coffee. Local businesses and entrepreneurs have also seized the growing opportunities. At present it boasts 17,000 coffee shops and the capital, Seoul, has more outlets of Starbucks than any other city in the world, even New York.",
            "score": 24.981399297714233
        },
        {
            "docid": "1546865_36",
            "document": "Interrogative . Ambiguity may also arise with choice questions. A question like \"Do you like tea or coffee?\" can be interpreted as a choice question, to be answered with either \"tea\" or \"coffee\"; or it can be interpreted as a yes–no question, to be answered \"yes (I do like tea or coffee)\" or \"no (I do not like tea or coffee)\".",
            "score": 33.0457124710083
        },
        {
            "docid": "10645750_17",
            "document": "Mariano Ospina Rodríguez . With his vast experience and knowledge about the cultivation of coffee, he devoted himself to promoting and teaching the growing of coffee to the farmers and peasants of Colombia. In 1880 he established the first public University in Colombia (Escuela Nacional de Minas de Medellín) and published his first textbooks about \"efficient and effective coffee growing techniques\". The nation profited richly from Don Mariano's efforts, research and teachings. His passion, knowledge, vision, tenacity and hard labor facilitated the development of coffee growing into Colombia's main export crop, transforming forever the nation's economy.",
            "score": 26.29794955253601
        },
        {
            "docid": "30128150_8",
            "document": "New England Coffee . New England Coffee only uses 100% Arabica beans in all of their products. New England Coffee offers coffee blends, flavored coffees, full-bodied dark roasts and blends from locations such as Colombia, Sumatra and Costa Rica. Among the most pervasive varieties are Decaffeinated Colombian and Colombian Supremo which have both been reviewed by Consumer Reports. In 2016, New England Coffee celebrated its 100th anniversary.",
            "score": 35.24666082859039
        },
        {
            "docid": "30128150_10",
            "document": "New England Coffee . New England Coffee Retail Ground Coffee is also sold at participating supermarket retailers throughout the United States. The brand is currently available in many Targets and Walmarts east of the Mississippi, and it can be found in the Midwest as well as in such states as Florida and Texas.",
            "score": 31.30658769607544
        },
        {
            "docid": "39365975_10",
            "document": "Coffee production in Venezuela . In 2003, the Government of Venezuela introduced policy regulations (fixing procurement price limits) on growing coffee which restricted the production of coffee in the country. Consequently, the imports (to the extent of 50% of local production) become imperative to meet the growing domestic demand. Imports are mostly from Brazil and Nicaragua. It is the contention of the coffee growers that it is no more economical to grow coffee under the present regulations though the government attributes this shortage as due to illegal hoarding by the growers for profit. According to a Coffee growers report, the cost of producing one quintal of top quality coffee was US$335 while its sale price is only US$173 (capped by the government). All these changes have resulted in Venezuela losing its position as one of the world's largest coffee exporters. The future of these changes is unknown in the wake of the death of President of Venezuela, Hugo Chávez, who introduced the policy changes in 2003. Coffee production in the country is now reduced substantially and is only about 1% of world production.",
            "score": 23.995754957199097
        },
        {
            "docid": "22681933_26",
            "document": "Fair trade coffee . Many who believe fair trade coffee is insufficient utilize the direct trade model, which allows for more control over quality concerns, farmer empowerment, and sustainability issues. It also is valuable in harboring closer farmer to roaster business relationships, which can ultimately increase quality of life and profits for coffee growers and buyers alike. However, direct trade is a new concept that is only utilized by for profit businesses like Counter Culture Coffee and Intelligentsia Coffee and therefore has no third party certification.",
            "score": 27.345798015594482
        },
        {
            "docid": "26691650_8",
            "document": "Henry Nicholas Greenwell . Isabella Bird, who knew Dora in England, visited the Greenwells in 1873. Greenwell's coffee was honored at the 1873 World's Fair in Vienna. In 1876 Greenwell provided coffee as part of the Centennial Exposition in Philadelphia, Pennsylvania. The Greenwell family traded in sheep skins and dairy products, eventually using the profits to buy more land in the area. Coffee only grows in a narrow elevation band, so drier areas above the usual cloud cover were used as pasture land for cattle, sheep, and horses. Early in 1879, the royal physician Georges Phillipe Trousseau sold all of his holdings in Kona to Greenwell. Other lands were purchased from the family of missionary John Davis Paris.",
            "score": 23.63421607017517
        },
        {
            "docid": "514269_6",
            "document": "Sipi Falls . The Sipi Falls area is particularly famous for locally grown Bugisu Arabica coffee. Bugisu Arabica only grows at an altitude of between 1,600 and 1,900 metres. Coffee tours are organized through guides with knowledge of coffee farming, processing and roasting. Profits from this go towards community projects.",
            "score": 26.151957035064697
        },
        {
            "docid": "63738_11",
            "document": "Brigadoon . Fiona, Tommy, and Jeff arrive at Mr. Lundie's home, where he relates a story that the two New Yorkers can hardly believe: to protect Brigadoon from being changed by the outside world, 200 years ago the local minister prayed to God to have Brigadoon disappear, only to reappear for one day every 100 years. All citizens of Brigadoon are forbidden to leave the town, or it will disappear forever. Tommy asks hypothetically if an outsider could be permitted to stay. Mr. Lundie replies, \"A stranger can stay if he loves someone here – not jus' Brigadoon, mind ye, but someone in Brigadoon – enough to want to give up everythin' an' stay with that one person. Which is how it should be. 'Cause after all, lad, if ye love someone deeply, anythin' is possible.\"",
            "score": 11.694397687911987
        },
        {
            "docid": "5612952_27",
            "document": "Economics of coffee . As a result, there has been a return to both traditional and new methods of growing shade-tolerant varieties. Shade-grown coffee can often earn a premium as a more environmentally sustainable alternative to mainstream sun-grown coffee.",
            "score": 26.55788278579712
        },
        {
            "docid": "11128038_2",
            "document": "Mycena citricolor . Mycena citricolor is a plant pathogen producing leaf spots on coffee plants. This fungus causes the disease commonly known as American Leaf Spot. Mycena citricolor affects coffee plants, primarily in Latin America, but can grow on other plants as well. This fungus can grow on all parts of the coffee plant including the leaves, stems and fruits. When grown on the leaves, Mycena citricolor results in leaves with holes that often fall from the plant.",
            "score": 24.365870594978333
        },
        {
            "docid": "57329716_2",
            "document": "World Coffee Producers Forum . The World Coffee Producers Forum (WCPF) is a not-for-profit organization formed to analyze and address the challenges faced by the coffee value chain, especially in regards to those who grow and produce the raw, un-roasted product.",
            "score": 22.52244997024536
        },
        {
            "docid": "1980824_6",
            "document": "Spit-take . Character 1: Did they ever find that missing toxic sludge? Character 2: Yes. Character 2: Someone poured it into the coffee urn.",
            "score": 15.652751922607422
        },
        {
            "docid": "2057944_10",
            "document": "Étienne Polverel . Saint-Domingue was probably the wealthiest colony in the world up until 1789. Rich whites held the best land, and mostly used it to grow sugar. Less profitable land was used to grow coffee, and both free blacks and whites owned coffee plantations. Coffee and sugar plantations produced tremendous wealth for France and its colonies, but the slave-laborers could not enjoy the fruits of their labor because they had few, if any, rights.",
            "score": 23.786502361297607
        },
        {
            "docid": "27288346_4",
            "document": "Coffee jelly . Jell-O launched a short lived coffee gelatin mix in 1918, but the dessert never gained widespread popularity outside of New England. Today, coffee jelly may still be found in Rhode Island, Massachusetts and other New England states. Durgin-Park restaurant in Boston, which opened in 1827, still offers coffee gelatin made with leftover coffee from the previous day.",
            "score": 28.838425040245056
        },
        {
            "docid": "46899503_5",
            "document": "Coffee production in Sri Lanka . The British, who first arrived on the island in 1796 and took control in 1815, continued experiments with coffee production. These early ventures, mainly in the coastal areas around Galle, failed due to the unsuitability of the area for coffee cultivation. The first to successfully grow coffee on a commercial scale was George Bird, who established a coffee plantation in Singhapitiya. Edward Barnes, who became Governor of Ceylon in 1824, established another plantation in Gannoruwa in 1825 (now a part of the Royal Botanical Gardens, Peradeniya). These were followed by a number of other government officials establishing plantations in the region. The only native to grow coffee on a commercial scale was Jeronis de Soysa and about a quarter of the total production was from the smallholdings of native farmers. Most of these early ventures were economically unsuccessful, due to a number of factors including unsuitability of the lowland areas, competition from the West Indies, lack of cultivation skills and poor infrastructure. The first plantation in the mountainous Kandyan area, was established in 1827 which, a few years later, spread to many other areas in the country, becoming profitable.",
            "score": 30.7836172580719
        },
        {
            "docid": "33763708_3",
            "document": "Coffee production in Honduras . The cultivation of the coffee plant was in its infancy in the Republic of Honduras at the end of the 19th century. While there were numerous coffee plantations at the time, they were small. The soil, climate, and conditions in Honduras are the same as those of Guatemala, Nicaragua, or Costa Rica. The drawback in Honduras was lack of means of transportation and facilities for shipment to the coast. There was practically no exportation of coffee from Honduras, the product was mostly sold domestically. A new plantation of coffee would begin to produce a profit by the end of the fourth year after planting, and after the seventh year a profit of from 100 to 300 per cent on the capital invested could be expected. The production of coffee in 1894 was reckoned at 20,000 quintals, of which only 10 per cent was exported. The exportation was from the Salvadoran ports Amapala and Puerto Cortes. In 1900, Honduras exported 54,510 pesos' worth of coffee.",
            "score": 39.44399094581604
        },
        {
            "docid": "2526276_3",
            "document": "Jamaican Blue Mountain Coffee . Jamaican Blue Mountain Coffee is a globally protected certification mark, meaning only coffee certified by the Coffee Industry Board of Jamaica can be labeled as such. It comes from a recognised growing region in the Blue Mountain region of Jamaica, and its cultivation is monitored by the Coffee Industry Board of Jamaica.",
            "score": 30.19860565662384
        },
        {
            "docid": "2165666_3",
            "document": "White coffee . In many English-speaking countries, \"white coffee\" is used to refer to regular black coffee that has had milk, cream or some other \"whitener\" added to it, though the term is almost entirely unheard of in the US, where the same beverage might be called \"coffee light\" in the New York City area, \"light coffee\", \"coffee with milk,\" or \"regular coffee\" in New England and New York City. Cream varieties, often called \"creamers\" in the US, can be made of dairy milk, corn syrup derivatives, soy, or nut products. Sweeteners used include cane sugar or artificial ingredients.",
            "score": 26.794573545455933
        },
        {
            "docid": "30809428_3",
            "document": "CFS Continental . The wholesale food distributor started in 1915 by Jacob Cohn (b. 1894, d. 1968) in Chicago as the Continental Coffee Company. Cohn began by selling coffee by horse and wagon to small restaurants in Chicago. By 1967, the Continental Coffee was led by brothers Alvin Cohn (b. 1921, d. 1994) and Robert Cohn. The brothers began purchasing regional wholesale grocery companies to supplement \"Continental Coffee's\" national coffee business. In 1970, Continental Coffee Company went public. In 1973, Continental Coffee Company changed its name to \"CFS Continental, Inc.\" to reflect the growing importance of foodservice to their traditional coffee business.",
            "score": 26.83062481880188
        },
        {
            "docid": "30128150_6",
            "document": "New England Coffee . Four generations of the Kaloyanides family have led the business since its inception; Menelaos Kaloyanides from 1916 to 1966, Stephen Kaloyanides from 1966 to 1996, James M Kaloyanides from 1996 to 2013 and James B Kaloyanides from 2013 to 2016.",
            "score": 22.34799885749817
        },
        {
            "docid": "25228498_22",
            "document": "Indonesian presidential election, 2014 . After the announcement, Joko Widodo stated that, growing up under the authoritarian and corrupt New Order, he would have never expected someone with a lower-class background to become president. \"The New York Times\" reported him as saying, \"now, it's quite similar to America, yes? There is the American dream, and here we have the Indonesian dream.\". Joko Widodo was the first Indonesian president to not be from the military or the political elite, and the political commentator Salim Said gave the popular view of the politician \"someone who is our neighbour, who decided to get into politics and run for president\".",
            "score": 10.83064579963684
        },
        {
            "docid": "432138_10",
            "document": "Growing season . In some warm climates, such as the subtropical savanna and Sonoran Deserts or in the drier Mediterranean climates, the growing season is limited by the availability of water, with little growth in the dry season. Unlike in cooler climates where snow or soil freezing is a generally insurmountable obstacle to plant growth, it is often possible to greatly extend the growing season in hot climates by irrigation using water from cooler and/or wetter regions. This can in fact go so far as to allow year-round growth in areas that without irrigation could only support xerophytic plants. Also in these tropical regions; the growing season can be interrupted by periods of heavy rainfall, called the rainy season. For example, in Colombia, where coffee is grown and can be harvested year-round, they don’t see a rainy season. However, in Indonesia, another large coffee-producing area, they experience this rainy season and the growth of the coffee beans is interrupted.",
            "score": 54.052478432655334
        },
        {
            "docid": "9356_26",
            "document": "El Salvador . After the mid-19th century, the economy was based on coffee growing. As the world market for indigo withered away, the economy prospered or suffered as the world coffee price fluctuated. The enormous profits that coffee yielded as a monoculture export served as an impetus for the concentration of land into the hands of an oligarchy of just a few families.",
            "score": 21.955636262893677
        },
        {
            "docid": "5518922_21",
            "document": "The French Counts of St Hubert, Saskatchewan . 'The Counts' optimistic view of the opportunities on the prairie underlay the flourish of agricultural and industrial activity on the Pipestone and at the Kalenterin ranch after 1888. Before his departure for France in 1889, de Roffignac had formed a partnership with van Brabant. The purpose of this association was to \"(grow) and Manufacture this indispensable article (chicory) under the firm style of the \"Bellevue French Coffee Company\" (Colonist). In their enthusiasm they produced enough coffee in the first year of operation to market to continental America for the next twenty years. Chicory was an additive, used in France and England, that greatly improved on the texture and taste of coffee. The two entrepreneurs imported seed and equipment from Europe, converted the Bellevue farm over to the production of the chicory crop, and set up drying and manufacturing plants in the Bellevue yard. To encourage farmers in the area to grow chicory, they distributed packages of seeds. The manufacturing process consisted of roasting the chicory, grinding it, mixing it with coffee, and packaging it in tins. Michelle Guitard, writing in Saskatchewan History (Vol. 30, no. 3), informs us that 'for reasons of economy, the proper proportion of chicory to coffee was not maintained - the coffee was undrinkable.\" The chicory factory burned down in the winter of 1890-91, and the van Brabants moved their operation over to Richelieu. The \"Richelieu Coffee Brand, \" placed on the market in 1892 and 1893, was no more successful than the \"Bellevue\" brand. When the Richelieu operation burned down, Renoult and de Beaudrap, who supplied the capital, assumed control of the chicory factory. Instead of blending the powder with coffee, they sold it as an additive. The two men operated the chicory factory until de Beaudrap's departure for France in 1899, and the Count later claimed that the venture yielded him a small profit. There is no record of a sale of the additive to a buyer even as far as Regina. It is possible as Mr. F. Dunand felt, that de Beaudrap's operation lacked publicity.",
            "score": 24.634304404258728
        },
        {
            "docid": "43851_23",
            "document": "Social norm . Developed in the 1960s, the return potential model provides a method for plotting and visualizing group norms. In the regular coordinate plane, the amount of behavior exhibited is plotted on the X-axis (label \"a\" in Figure 1) while the amount of group acceptance or approval gets plotted on the Y-axis (\"b\" in Figure 1). The graph represents the potential return or positive outcome to an individual for a given behavioral norm. Theoretically, one could plot a point for each increment of behavior how much the group likes or dislikes that action. For example, it may be the case that among first-year graduate students, strong social norms around how many daily cups of coffee you drink exist. If the return curve in Figure 1 correctly displays the example social norm, we can see that if someone drinks 0 cups of coffee a day, the group strongly disapproves. The group does not approve of member behavior until someone hits four cups of coffee a day; the graduate students (as represented by the return curve) find it excessive to drink more than seven cups, however, as the approval again dips below zero. As exhibited by the coffee example, the return potential model displays for each increment of behavior how much group approval one can anticipate.",
            "score": 24.781203031539917
        },
        {
            "docid": "53144119_3",
            "document": "Bo's Coffee . The idea of starting a coffee shop came to Bo's Coffee founder Steve Benitez when, back when he was a student in Ateneo de Manila University, he always had to drink coffee to stay awake to study. After attending various seminars and training, he decided to open Bo's Coffee in a small space in Ayala Center Cebu in June 1996. At first, Benitez had to give away free samples as the Cebuano market was not yet familiar of his concept. The business did not produce any profit and was on the negative for its first three months. However, after eight months, the business started making a profit, enabling Benitez to put up another coffee cart in SM City Cebu. The coffee shop has grown considerably since then, growing into its current 91 branches throughout the country, located mainly in the country's key cities.",
            "score": 27.799248933792114
        },
        {
            "docid": "30128150_11",
            "document": "New England Coffee . The Coffee Shop, New England Coffee's online store, offers exclusive coffee selections and bulk whole bean as well as tea, gift baskets, coffee mugs and other novelty items.",
            "score": 29.926586151123047
        }
    ],
    "r": [
        {
            "docid": "250376_12",
            "document": "Santos, São Paulo . Despite the fact that it is located just outside the tropics, Santos has a tropical rainforest climate with no real dry season. Tropical rainforest climates are typically found near the equator, so Santos featuring this type of climate is an exceptional situation. All months of the year averages more than 60 mm of rainfall during the course of the year. Santos features warm weather throughout the year, though June in Santos is somewhat cooler (and drier) than January. The average temperature in the city during the month of June is 23 °C, while the average temperature in January is 28 °C. Precipitation in Santos is appallingly copious, amounting to annually. Santos lies in one of the few isolated regions of Brazil outside of the tropical Amazon Basin that receive more than of total average precipitation annually, although nearby Ubatuba, approximately to the east-northeast, is considerably wetter than Santos, receiving an average of of precipitation annually. The Köppen Climate Classification subtype for this climate is \"Af\" (Tropical Rainforest Climate).",
            "score": 55.28936767578125
        },
        {
            "docid": "18931461_17",
            "document": "Coffee production in India . Ideal climatic conditions to grow coffee are related to temperature and rainfall; temperatures in the range of and with rainfall incidence in the range of followed by a dry spell of 2–3 months suit the \"Arabica\" variety. Cold temperatures closer to freezing conditions are not suitable to grow coffee. Where the rainfall is less than , providing irrigation facilities is essential. In the tropical region of the south Indian hills, these conditions prevail leading to coffee plantations flourishing in large numbers. Relative humidity for \"Arabica\" ranges 70–80% while for \"Robusta\" it ranges 80–90%. The common disease to which the coffee plants are subjected to in India is on account of fungus growth. This fungus is called the \"Hemileia vastatrix,\" an endophytous that grows within the matter of the leaf; effective cure has not been discovered to eliminate this. The second type of disease is known as the coffee rot, which has caused severe damages during the rainy season, particularly to plantations in Karnataka. \"Pellicularia koleroga\" was the name given to this rot or rust, which turns the leaves into black colour due to the coverage by a slimy gelatinous film. It is now classified as \"Ceratobasidium noxium\" This causes the coffee leaves and the cluster of coffee berries to drop off to the ground. Snakes such as cobras can also cause a nuisance to coffee plantations in India.",
            "score": 54.244110107421875
        },
        {
            "docid": "432138_10",
            "document": "Growing season . In some warm climates, such as the subtropical savanna and Sonoran Deserts or in the drier Mediterranean climates, the growing season is limited by the availability of water, with little growth in the dry season. Unlike in cooler climates where snow or soil freezing is a generally insurmountable obstacle to plant growth, it is often possible to greatly extend the growing season in hot climates by irrigation using water from cooler and/or wetter regions. This can in fact go so far as to allow year-round growth in areas that without irrigation could only support xerophytic plants. Also in these tropical regions; the growing season can be interrupted by periods of heavy rainfall, called the rainy season. For example, in Colombia, where coffee is grown and can be harvested year-round, they don’t see a rainy season. However, in Indonesia, another large coffee-producing area, they experience this rainy season and the growth of the coffee beans is interrupted.",
            "score": 54.0524787902832
        },
        {
            "docid": "316120_8",
            "document": "Maringá . Maringá experiences a warm humid subtropical climate, falling just short of a true tropical climate. It has well distributed rainfall, where the average temperature of the coldest month is around 17 °C (62 °F) and average annual temperatures around 21.95 °C (71.51 °F). Because of its location, situated in southern Brazil and crossed by the Tropic of Capricorn, the region of Maringá is influenced by several macro-climatic factors caused by migration of air masses from the Atlantic Ocean and from the Tropical zone. In the winter the infiltration of cold air from the polar front is relatively common, and frosts can occur.",
            "score": 50.105369567871094
        },
        {
            "docid": "18224960_2",
            "document": "Climate of Massachusetts . The climate of Massachusetts is mainly  a humid continental climate, with warm summers and cold, snowy winters. Massachusetts is a state located in the New England region of the northeastern United States. Most of its population of 6.4 million live in the Boston metropolitan area. The eastern half of this relatively small state is mostly urban and suburban. Massachusetts is the most populous of the six New England states and ranks third in overall population density and fourth by GDP per capita. Massachusetts receives about 50 inches (1016 mm) of rain annually, fairly evenly distributed throughout the year, slightly wetter during the winter. Summers are warm with average high temperatures in July above 80 °F (26.7 °C) and overnight lows above 60 °F (15.5 °C) common throughout the state. Winters are cold, but generally less extreme on the coast with high temperatures in the winter averaging above freezing even in January, although areas further inland are much colder. The state does have extreme temperatures from time to time with 90 °F (32.2 °C) in the summer and temperatures below 0 °F (-17.8 °C) in the winter not being unusual.",
            "score": 49.70565414428711
        },
        {
            "docid": "931370_17",
            "document": "Tropical rainforest . Tropical rainforests are located around and near the equator, therefore having what is called an equatorial climate characterized by three major climatic parameters: temperature, rainfall, and dry season intensity. Other parameters that affect tropical rainforests are carbon dioxide concentrations, solar radiation, and nitrogen availability. In general, climatic patterns consist of warm temperatures and high annual rainfall. However, the abundance of rainfall changes throughout the year creating distinct moist and dry seasons. Tropical forests are classified by the amount of rainfall received each year, which has allowed ecologists to define differences in these forests that look so similar in structure. According to Holdridge’s classification of tropical ecosystems, true tropical rainforests have an annual rainfall greater than 2 m and annual temperature greater than 24 degrees Celsius, with a potential evapotranspiration ratio (PET) value of <0.25. However, most lowland tropical forests can be classified as tropical moist or wet forests, which differ in regards to rainfall. Tropical forest ecology- dynamics, composition, and function- are sensitive to changes in climate especially changes in rainfall.",
            "score": 49.69647979736328
        },
        {
            "docid": "797653_14",
            "document": "Climate of India . 3) East of the Thar Desert, the Punjab-Haryana-Kathiawar region experiences a tropical and sub-tropical steppe climate. Haryana's climate resembles other states of the northern plains: extreme summer heat of up to 50 °C and winter cold as low as 1 °C. May and June are hottest; December and January are coldest. Rainfall is varied, with the Shivalik Hills region being the wettest and the Aravali Hills region being the driest. About 80% of the rainfall occurs in the monsoon season of July–September, which can cause flooding. The Punjabi climate is also governed by extremes of hot and cold. Areas near the Himalayan foothills receive heavy rainfall whereas those eloigned from them are hot and dry. Punjab's three-season climate sees summer months that span from mid-April to the end of June. Temperatures typically range from–2 °C to 40 °C, but can reach 47 °C (117 °F) in summer and −4 °C in winter. In this zone, a transitional climatic region separating tropical desert from humid sub-tropical savanna and forests, experiences temperatures that are less extreme than those of the desert. Average annual rainfall is , but is very unreliable; as in much of the rest of India, the southwest monsoon accounts for most precipitation. Daily summer temperature maxima rise to around ; this results in natural vegetation typically comprising short, coarse grasses.",
            "score": 49.264259338378906
        },
        {
            "docid": "452898_3",
            "document": "Howea forsteriana . The palm is an elegant plant, and is popular for growing indoors, requiring little light. Out of doors, it prefers a tropical region but will also grow in a cooler climate, and can tolerate temperatures down to -5 °C, but only for a few hours; normal temperatures should not go below 10°. It grows readily outside in areas such as southern Australia and northern New Zealand, where it is fairly common in private gardens or as a street tree. In the Northern Hemisphere, it can be grown as far north as southwest England, and grows well in the south of Spain and the southern United States, and will bear flowers and fruit. In the United States, the kentia palm is often used in Florida and California in tropical plantings because it closely resembles the coconut palm, which can only grow in the warmest parts of Florida. The coasts of the southeastern Azores and Madeira offer climates similar to its original habitat. It is slow growing, but will eventually reach heights of 6 to 18 metres. Under natural conditions, it grows as a solitary tree. Germination of the seeds is erratic.",
            "score": 49.09717559814453
        },
        {
            "docid": "13728473_2",
            "document": "Tropical savanna climate . Tropical savanna climate or tropical wet and dry climate is a type of climate that corresponds to the Köppen climate classification categories \"Aw\" and \"As\". Tropical savanna climates have monthly mean temperatures above in every month of the year and typically a pronounced dry season, with the driest month having less than 60 mm (2.36 inches) of precipitation. This latter fact is in direct contrast to a tropical monsoon climate, whose driest month sees less than 60 mm of precipitation but has \"more\" than 100 – [total annual precipitation {mm}/25] of precipitation. In essence, a tropical savanna climate tends to either see less rainfall than a tropical monsoon climate or have more pronounced dry season(s).",
            "score": 48.54298782348633
        },
        {
            "docid": "11216335_10",
            "document": "Climate of West Bengal . The Tropic of Cancer passes 6 km north of Nabadwip, so, according to latitude, the northern part of the state falls in the temperate belt and the southern part fall in the tropical belt. But the southern part receives adequate rainfall and because of maritime influence is not severely hot. Barring the mountainous parts of Darjeeling and Jalpaiguri, the entire state experiences a warm wet tropical monsoon climate. Regional differences are visible in the climate. In the western plateau region, rainfall is low and variations in temperature are more common; maritime influence in the coastal region makes the climate here moderate and pleasant. The summer temperatures in the state ranges between and while the winter temperatures range from to .",
            "score": 48.10097885131836
        },
        {
            "docid": "65670_15",
            "document": "Recife . Recife has a tropical climate, more specifically a tropical monsoon climate (\"Am\" in Köppen climate classification), with warm to hot temperatures and high relative humidity throughout the year. However, these conditions are relieved by pleasant westwardly trade winds blowing in from the ocean. January and February are the warmest months, with mean temperatures ranging from to , with sun. July is the cloudiest month and experiences the coolest temperatures, with mean temperatures ranging from to . It is also the wettest month, receiving an average of of rain. Recife features a short dry season covering the months of November and December. The driest and sunniest month is November, when maximum temperatures hover around and an average of of rain is recorded..  Recife has a tropical forest. Rainforests are characterised by high rainfall, with definitions setting minimum normal annual rainfall between and . The soil can be poor because high rainfall tends to leach out soluble nutrients. There are several common characteristics of tropical rainforest trees.",
            "score": 47.767616271972656
        },
        {
            "docid": "17015_25",
            "document": "Kaohsiung . Kaohsiung's warm climate is very much dictated to its low latitude and its location with a year-round warm sea temperature, with the Kuroshio Current passing by the coasts of southern Taiwan, and the Central mountain range on the northeast blocking out the cool northeastern winds during the winter. The city, therefore, has a noticeably warmer climate than nearby cities located at similar latitudes such as Hong Kong, Guangzhou as well as various cities further south of northern Vietnam, such as Hanoi. But although the climate is classified as tropical, Kaohsiung has a defined cooler season unlike most other cities in Asia classified with this climate but located closer to the equator such as Singapore or Manila. Daily maximum temperature typically exceeds during the warmer season (April to November) and during the cooler season (December to March), with the exception when cold fronts strikes during the winter months, when the daily mean temperature of the city can drop between depending on the strength of the cold front. Also, besides the high temperatures occurring during the usual summer months, daytime temperatures of inland districts of the city can often exceed above from mid-March to late April before the onset of the monsoon season, with clear skies and southwesterly airflows. Average annual rainfall is around , focused primarily from June to August. At more than 2,210 hours of bright sunshine, the city is one of the sunniest areas in Taiwan.",
            "score": 47.762786865234375
        },
        {
            "docid": "6198151_10",
            "document": "Ruakaka . The region's geographical location results in warm humid summers and mild winters. Typical summer temperatures range from 22 °C to 26 °C (72 °F to 79 °F), some of the warmest in the country. Ground frosts are virtually unknown. The hottest months are January and February. Typical annual rainfall for the region is 1500 – 2000 mm. Winds year-round are predominantly from the southwest. Ruakaka has a warm version of the oceanic climate closely bordering on humid subtropical, a typical feature of Northland's climate.",
            "score": 47.63379669189453
        },
        {
            "docid": "7958748_2",
            "document": "Tropical marine climate . A tropical marine climate is a tropical climate that is primarily influenced by the ocean. It is usually experienced by islands and coastal areas 10° to 20° north and south of the equator. There are two main seasons in a tropical marine climate: the wet season and the dry season. The annual rainfall is 1000 to over 1500 mm. The temperature ranges from 20 °C to 35 °C. The trade winds blow all year round and are moist, as they pass over warm seas. These climatic conditions are found, for example, across the Caribbean; the eastern coasts of Brazil, Madagascar and Queensland; and many islands in tropical waters.",
            "score": 47.376590728759766
        },
        {
            "docid": "23962701_3",
            "document": "Tropical monsoon climate . A tropical monsoon climate, however, has its driest month seeing on average less than 60 mm, but more than 4% the total annual precipitation. This latter fact is in direct contrast to a tropical savanna climate, whose driest month sees less than 60 mm of precipitation and also \"less\" than 100 – [total annual precipitation {mm}/25] of precipitation. In essence, a tropical monsoon climate tends to either see more rainfall than a tropical savanna climate or have less pronounced dry seasons. Additionally, a tropical monsoon climate tends to see less variance in temperatures during the course of the year than a tropical savanna climate. This climate has a driest month which nearly always occurs at or soon after the \"winter\" solstice for that side of the equator.",
            "score": 46.20697784423828
        },
        {
            "docid": "340197_35",
            "document": "Medellín . The weather in Medellín is warm year-round with few temperature extremes. As a municipality, Medellín has an area of . Medellín features a tropical rainforest climate (\"Af\"), albeit a noticeably cooler version of this climate that borders closely on a subtropical highland climate (\"Cfb\") and also on a tropical monsoon climate (\"Am\"). Because Medellín is located at above sea level, its climate is not as hot as other cities located at the same latitude near the equator. Because of its altitude above sea level and privileged location in the Andes Range, Medellín's weather at times is more characteristic of a humid subtropical climate than that of a tropical climate. The city's average annual temperature is , and because of its proximity to the equator, its temperature is constant year round, with minimal temperature variations. Temperatures range from . Because of the pleasant springlike climate all year, Medellín is known as \"La Ciudad de la Eterna Primavera\" or \"City of the Eternal Spring\". However, as the city is located in a valley and many of its districts are on slopes, temperatures can be slightly cooler on the surrounding mountains.",
            "score": 46.127342224121094
        },
        {
            "docid": "66577_6",
            "document": "Tropics . Many tropical areas have a dry and wet season. The wet season, rainy season or green season is the time of year, ranging from one or more months, when most of the average annual rainfall in a region falls. Areas with wet seasons are disseminated across portions of the tropics and subtropics. Under the Köppen climate classification, for tropical climates, a wet-season month is defined as a month where average precipitation is or more. Tropical rainforests technically do not have dry or wet seasons, since their rainfall is equally distributed through the year. Some areas with pronounced rainy seasons see a break in rainfall during mid-season when the intertropical convergence zone or monsoon trough moves poleward of their location during the middle of the warm season; typical vegetation in these areas ranges from moist seasonal tropical forests to savannahs.",
            "score": 46.00496292114258
        },
        {
            "docid": "15948430_30",
            "document": "Agriculture in Indonesia . In 2014, Indonesia was the fourth largest producer of coffee. Coffee in Indonesia began with its colonial history, and has played an important part in the growth of the country. Indonesia's geographic location is considered as ideal for coffee plantations. It is located near the equator and with numerous mountainous regions across the islands which creates suitable micro-climates for the growth and production of coffee.",
            "score": 45.912437438964844
        },
        {
            "docid": "79658_14",
            "document": "Lychee . Lychees are extensively grown in China, India, Thailand, Vietnam and the rest of tropical Southeast Asia, the Indian Subcontinent, and more recently in South Africa, Brazil, the Caribbean, Australia and the United States. They require a tropical climate that is frost-free and is not below the temperature of . Lychees also require a climate with high summer heat, rainfall, and humidity. Growth is best on well-drained, slightly acidic soils rich in organic matter and mulch. A wide range of cultivars are available, with early and late maturing forms suited to warmer and cooler climates respectively. They are also grown as an ornamental tree as well as for their fruit.",
            "score": 45.58512496948242
        },
        {
            "docid": "8042_9",
            "document": "Geography of Djibouti . There is not much seasonal variation in Djibouti's climate. Hot conditions prevail year-round along with winter rainfall. Mean daily maximum temperatures range from 32 to 41 °C (90 to 106 °F), except at high elevations. In Djibouti city, for instance, afternoon highs in April typically range from 28 °C (82 °F) to 34 °C (93 °F) in April. Nationally, mean daily minima generally vary between sites from about 15 to 30 °C (59 to 86 °F). The greatest range in climate occurs in eastern Djibouti, where temperatures sometimes surpass 41 °C (106 °F) in July on the littoral plains and fall below freezing point during December in the highlands. In this region, relative humidity ranges from about 40% in the mid-afternoon to 85% at night, changing somewhat according to the season. Djibouti has either a hot semi-arid climate (\"BSh\") or a hot desert climate (\"BWh\"), although temperatures are much moderated at the high elevations. On the eastern seaboard, annual rainfall is less than 5 inches (131 mm); in the central highlands, it is about 8 to 11 inches (200 to 300 mm). Although the coastal regions are hot and humid throughout the year, the hinterland is typically hot and dry. The climate conditions are highly variable within the country and vary locally by altitude. Summers are very humid along the coast but dry in the highlands. Heat waves are frequent. Annual precipitation amounts vary greatly from one year to another. In general, rain falls more frequently and extensively in the mountains. Sudden and brutal storms are also known to occur. Wadis turn for a few hours into raging torrents tearing everything in their path, and their course is regularized. Rainwater serves as an additional water supply for livestock and plants alongside seasonal watercourses. The highlands have temperate climate throughout out the year. The climate of most lowland zones is arid and semiarid.",
            "score": 45.463706970214844
        },
        {
            "docid": "18676889_6",
            "document": "Tropical rainforest climate . Additionally, while tropical rainforest climates are typically located near the equator (hence the alternate name “equatorial climate”), there are a number of instances where the climate is found some distance away from the equator. For instance, Santos, Brazil and Fort Lauderdale, United States are not only far removed from the equator, but are actually located just outside the tropics. Yet both of these cities feature a tropical rainforest climate, albeit with noticeably cooler and warmer periods of the year.",
            "score": 45.36676788330078
        },
        {
            "docid": "44338_5",
            "document": "Begonia . Selected species: The different groups of begonias have different cultural requirements, but most species come from tropical regions, so they and their hybrids require warm temperatures. Most are forest understory plants and require bright shade; few will tolerate full sun, especially in warmer climates. In general, begonias require a well-drained growing medium that is neither constantly wet nor allowed to dry out completely. Many begonias will grow and flower year-round except for tuberous begonias, which usually have a dormant period. During this dormant period, the tubers can be stored in a cool, dry place. Begonias of the semperflorens group (or wax begonias) are frequently grown as bedding plants outdoors. A recent group of hybrids derived from this group is marketed as \"Dragonwing\" begonias; they are much larger both in leaf and in flower. Tuberous begonias are frequently used as container plants. Although most \"Begonia\" species are tropical or subtropical in origin, the Chinese species \"B. grandis\" is hardy to USDA hardiness zone 6 and is commonly known as the \"hardy begonia\". Most begonias can be grown outdoors year-round in subtropical or tropical climates, but in temperate climates, begonias are grown outdoors as annuals, or as house or greenhouse plants.",
            "score": 45.32693862915039
        },
        {
            "docid": "606101_13",
            "document": "Chagos Archipelago . The Chagos Archipelago has a tropical oceanic climate; hot and humid but moderated by trade winds. Climate is characterised by plenty of sunshine, warm temperatures, showers and light breezes. December through February is considered the rainy season (summer monsoon); typical weather conditions include light west-northwesterly winds and warmer temperatures with more rainfall. June to September is considered the drier season (winter), characterised by moderate south-easterly winds, slightly cooler temperatures and less rainfall. The annual mean rainfall is 2600 mm (100 inches), varying from 105 mm (4 inches) during August to 350 mm (14 inches) during January.",
            "score": 45.14744186401367
        },
        {
            "docid": "1222653_10",
            "document": "Economy of South America . As one of most important contributors of the world’s agricultural market, South America accounts for approximately 10% of the global agricultural product export. The different climatic regions are home for diverse types of crops. In the tropical climatic regions, two of the most important cash crops are coffee and cacao. South America dominates the global market in coffee production, having Brazil as the world’s largest exporter of coffee. A report from the Council of Brazilian Coffee Exporters showed that the coffee industry earned US$5.4 billion in 2016, with the exports of different coffee varieties exceeding 34 million 60 kg bags. This accounts to 6.4% of Brazil’s total annual agrobusiness exports of US$84.9. The report showed that by December 2016, the Brazilian coffee industry generated US$557 million in revenue by exporting 3.07 million bags of coffee. Additionally, in 2016 soybeans, grown in South America’s temperate climates, had an export value of US$19B for Brazil , representing 10.4% of the total exports, and one of US$3.23B for Argentina, representing 5.7% of the country’s total exports. Moreover, the soybean meal exportation represent 17.5% of Argentina’s total exports, with an export value of $9.96B.",
            "score": 45.05461502075195
        },
        {
            "docid": "102024_31",
            "document": "Wetland . Temperatures vary greatly depending on the location of the wetland. Many of the world's wetlands are in temperate zones (midway between the North or South Pole and the equator). In these zones, summers are warm and winters are cold, but temperatures are not extreme. However, wetlands found in the tropics, around the equator, are warm all year round. Wetlands on the Arabian Peninsula, for example, can reach and would therefore be subject to rapid evaporation. In northeastern Siberia, which has a polar climate, wetland temperatures can be as low as . In a moderate zone, such as the Gulf of Mexico, a typical temperature might be . Wetlands are also located in every climatic zone. Peatlands insulate the permafrost in subarctic regions, thus delaying thawing during summer, as well as inducing the formation of permafrost.",
            "score": 44.88252258300781
        },
        {
            "docid": "847277_11",
            "document": "Kish Island . Kish, like the other Persian Gulf Islands, especially the islands in the Strait of Hormuz, is located on a narrow strip of tropical vegetation in the Northern Hemisphere, with the Persian plateau to the north and the Arabian Peninsula to the south. In addition to its special geographic and climatic attributes, Kish, like other nearby islands, such as Forur, Hendurabi, Shatuar, and Lavan, and even Qeshm, is under the sway of the semi-equatorial climate dominating this band of vegetation. Kish has a very dry semi-equatorial climate. Over an 8 year span, the median annual rainfall in Kish was (54% in winter, 28% in autumn, and 14% in summer) and the median annual temperature was . The relative atmospheric humidity in Kish makes it like a sea island except in cold seasons. The humidity is approximately 60% for most of the year. In the months from October to April, Kish's weather is mild, ranging from to . The statistical data in the Kish free zone's archives shows that the island's temperature varies from very hot to moderately hot, accompanied by relatively high humidity, often interspersed by heavy rains of short durations in certain seasons. With the exception of some southeastern coastal areas and a few other islands in the Persian Gulf, Kish Island has the most sunny hours in the region, roughly 3,100 hours per year. Based on climatological classification and general weather conditions, Kish's proximity to the Tropic of Cancer and its exposure to high tropical pressure systems, as well as its position amidst hot and shallow waters, means the island tends to be hot and humid most of the year.",
            "score": 44.87828063964844
        },
        {
            "docid": "461211_17",
            "document": "Mizoram . Mizoram has a mild climate, being relatively cool in summer but progressively warmer most probably due to climate change with temperature crossing 30 degrees Celsius with winter temperatures ranging from . The region is influenced by monsoons, raining heavily from May to September with little rain in the dry (cold) season. The climate pattern is moist tropical to moist sub-tropical, with average state rainfall per annum. In the capital Aizawl, rainfall is about and in Lunglei, another major centre, about . The state is in a region where cyclones and landslides can cause weather-related emergencies.",
            "score": 44.78617477416992
        },
        {
            "docid": "18740889_2",
            "document": "Coffee production in Indonesia . Indonesia was the fourth largest producer of coffee in the world in 2014. Coffee in Indonesia began with its colonial history, and has played an important part in the growth of the country. Indonesia is located within an ideal geography for coffee plantations, near the equator and with numerous mountainous regions across the islands, creating well suited micro-climates for the growth and production of coffee.",
            "score": 44.433048248291016
        },
        {
            "docid": "6809740_6",
            "document": "Acacia mearnsii . In its native range \"A. mearnsii\" is a tree of tall woodland and forests in subtropical and warm temperate regions. In Africa the species grows in disturbed areas, range/grasslands, riparian zones, urban areas, water courses, and mesic habitats at an altitude of between 600-1700m. In Africa it grows in a range of climates including warm temperate dry climates and moist tropical climates. \"A. mearnsii\" is reported to tolerate an annual precipitation of between , an annual mean temperature of , and a pH of 5.0 – 7.2. \"A. mearnsii\" does not grow well on very dry and poor soils.",
            "score": 44.431907653808594
        },
        {
            "docid": "349628_12",
            "document": "Mediterranean climate . Additionally, the temperature and rainfall pattern for a \"Csa\" or even a \"Csb\" climate can exist as a microclimate in some high-altitude locations adjacent to a rare tropical \"As\" (tropical savanna climate with dry summers, typically in a rainshadow region). These have a favourable climate with mild wet winters and fairly warm, dry summers.",
            "score": 44.075748443603516
        },
        {
            "docid": "1289893_11",
            "document": "Physalis peruviana . In the wild, Cape gooseberry grows in forests, forest margins, riparian and uncultivated locations. In South America, it grows at high elevations of , but may also be at sea level in Oceania and Pacific islands where it occurs widely in sub-tropical and warm temperate conditions. Its latitude range is approximately 45 to 60, and its altitude range is generally from sea level to . \"P. peruviana\" thrives at an annual average temperature from , tolerating temperatures as high as . It grows well in Mediterranean climates and is hardy to USDA hardiness zone 8, meaning it can be damaged by frost. It grows well in rainfall amounts from if the soil is well drained, and prefers full sun or partial shade in well drained soil, and grows vigorously in sandy loam. The plant has become invasive in some natural habitats, forming thickets, particularly in Hawaii and on other Pacific islands.",
            "score": 44.06404495239258
        },
        {
            "docid": "710897_7",
            "document": "Gardenia . \"Gardenia jasminoides\" (syn. \"G. grandiflora\", \"G. Florida\") is cultivated as a house plant. This species can be difficult to grow because it originated in warm humid tropical areas. It demands high humidity to thrive, and bright (not direct) light. It flourishes in acidic soils with good drainage and thrives on [68-74 F temperatures (20-23 C)] during the day and 60 F (15-16 C) in the evening. Potting soils developed especially for gardenias are available. \"G. jasminoides\" grows no larger than 18 inches in height and width when grown indoors. In climates where it can be grown outdoors, it can attain a height of 6 feet. If water touches the flowers, they will turn brown.",
            "score": 44.020713806152344
        }
    ]
}