{
    "q": [
        {
            "docid": "55744418_9",
            "document": "Jeeves and the Song of Songs . The 1932 collection \"Nothing But Wodehouse\" and the 1958 collection \"Selected Stories by P. G. Wodehouse\" included the story. The story was also featured in the 1960 collection \"The Most of P. G. Wodehouse\", and in the 1983 collection \"P. G. Wodehouse Short Stories\", published by The Folio Society with drawings by George Adamson.",
            "score": 48.50219535827637
        },
        {
            "docid": "63342_1",
            "document": "P. G. Wodehouse . P. G. Wodehouse",
            "score": 46.73610305786133
        },
        {
            "docid": "1888289_3",
            "document": "P. G. Wodehouse short stories bibliography . \"For a list of Wodehouse's books, including novels and collections of short stories, see P. G. Wodehouse bibliography.\"",
            "score": 47.40389060974121
        },
        {
            "docid": "1888289_2",
            "document": "P. G. Wodehouse short stories bibliography . The following is an incomplete list of short stories by P. G. Wodehouse grouped by the Wodehouse canon to which they belong, if applicable.",
            "score": 47.26749897003174
        },
        {
            "docid": "4465464_1",
            "document": "P. G. Wodehouse locations . P. G. Wodehouse locations",
            "score": 46.39396572113037
        },
        {
            "docid": "1369623_1",
            "document": "P. G. Wodehouse bibliography . P. G. Wodehouse bibliography",
            "score": 46.39396572113037
        },
        {
            "docid": "1901140_10",
            "document": "The Great Sermon Handicap . The 1932 collection \"Nothing But Wodehouse\" and the 1960 collection \"The Most of P. G. Wodehouse\" included this story. \"The Great Sermon Handicap\" was featured in the 1983 collection of Wodehouse stories titled \"P. G. Wodehouse Short Stories\" published by The Folio Society and illustrated by George Adamson, and in the 1984 collection of clergy-related Wodehouse stories \"The World of Wodehouse Clergy\" published by Hutchinson.",
            "score": 48.15074157714844
        },
        {
            "docid": "4139347_1",
            "document": "P. G. Wodehouse minor characters . P. G. Wodehouse minor characters",
            "score": 46.05679988861084
        },
        {
            "docid": "1368740_1",
            "document": "List of P. G. Wodehouse characters . List of P. G. Wodehouse characters",
            "score": 46.05679988861084
        },
        {
            "docid": "30896341_1",
            "document": "List of songs with lyrics by P. G. Wodehouse . List of songs with lyrics by P. G. Wodehouse",
            "score": 45.7244987487793
        },
        {
            "docid": "1888289_1",
            "document": "P. G. Wodehouse short stories bibliography . P. G. Wodehouse short stories bibliography",
            "score": 45.7244987487793
        },
        {
            "docid": "4956244_10",
            "document": "John Wodehouse, 3rd Earl of Kimberley . Kimberley's son John was the godson of the writer P. G. Wodehouse, a distant cousin, both being descended from Sir Armine Wodehouse, 5th Baronet. According to \"Brewer's Dictionary of Phrase and Fable\", P. G. Wodehouse based the character of Bertie Wooster on him.",
            "score": 46.91305351257324
        },
        {
            "docid": "55727894_9",
            "document": "Jeeves and the Impending Doom . The American edition of a collection of Wodehouse stories, \"The Weekend-End Wodehouse\", published in 1939 by Doubleday, included the story. The story appeared in \"Selected Stories by P. G. Wodehouse\", a 1958 collection of Wodehouse stories published by The Modern Library, and in \"The Most of Wodehouse\", a 1960 collection of Wodehouse stories published by Simon and Schuster. It was also featured in the 1983 collection \"P. G. Wodehouse Short Stories\", which was illustrated by George Adamson and published by The Folio Society. The collection \"A Wodehouse Bestiary\", a 1985 omnibus of Wodehouse stories involving animals, featured \"Jeeves and the Impending Doom\".",
            "score": 48.13413715362549
        },
        {
            "docid": "63342_50",
            "document": "P. G. Wodehouse . <poem> \" 'It seems to me, Jeeves, that the ceremony may be one fraught with considerable interest.' 'Yes, sir.' 'What, in your opinion, will the harvest be?' 'One finds it difficult to hazard a conjecture, sir.' 'You mean imagination boggles?' 'Yes, sir.' I inspected my imagination. He was right. It boggled.\" </poem>",
            "score": 31.72029161453247
        },
        {
            "docid": "63342_38",
            "document": "P. G. Wodehouse . On 15 January 1945 the French authorities released Wodehouse, but they did not inform him, until June 1946, that he would not face any official charges and was free to leave the country.",
            "score": 49.28678274154663
        },
        {
            "docid": "56864060_11",
            "document": "Sonny Boy (short story) . The 1951 anthology \"The Best of Modern Humor\", edited by P. G. Wodehouse and Scott Meredith, included \"Sonny Boy\", which was the only story by Wodehouse included in the anthology. The story was the only Wodehouse story included in the 1967 anthology \"A Carnival of Modern Humour\", also edited by P. G. Wodehouse and Scott Meredith.",
            "score": 46.58039855957031
        },
        {
            "docid": "412092_44",
            "document": "Stourbridge . Stourbridge Golf Course is also mentioned by P. G. Wodehouse. - P. G. Wodehouse, \"Money for Nothing\", Chapter 5.",
            "score": 45.07407855987549
        },
        {
            "docid": "4139347_2",
            "document": "P. G. Wodehouse minor characters . The following is an incomplete compendium of the fictional characters featured in the stories of P. G. Wodehouse (other than the ones already described in separate guides about Wodehouse series such as Blandings, Jeeves, etc.), in alphabetical order by surname.",
            "score": 45.81847286224365
        },
        {
            "docid": "4465464_13",
            "document": "P. G. Wodehouse locations . Blandings Castle is a fictional location central to many P. G. Wodehouse stories. It is an idyllic country house.",
            "score": 44.91435623168945
        },
        {
            "docid": "4465464_2",
            "document": "P. G. Wodehouse locations . The following is an incomplete compendium of the fictional locations featured in the stories of P. G. Wodehouse, in alphabetical order by place name.",
            "score": 44.75575828552246
        },
        {
            "docid": "1368740_2",
            "document": "List of P. G. Wodehouse characters . The following is an incomplete list of fictional characters featured in the books and stories of P. G. Wodehouse, by series, in alphabetical order by series name. Due to overlap between the various classifications of Wodehouse's work, some characters appear more than once.",
            "score": 45.438904762268066
        },
        {
            "docid": "30896341_2",
            "document": "List of songs with lyrics by P. G. Wodehouse . This list contains songs with lyrics written or co-written by the English humorist, novelist and playwright P. G. Wodehouse.",
            "score": 52.403570890426636
        },
        {
            "docid": "56696476_14",
            "document": "The Amazing Hat Mystery . \"The Amazing Hat Mystery\" was included in the collection \"The Most of P. G. Wodehouse\", which was published in the US on 15 October 1960, Wodehouse's seventy-ninth birthday. It was included in the 1978 collection \"Vintage Wodehouse\", a collection edited by Richard Usborne. The 1982 collection \"Tales from the Drones Club\" featured the story. It was included in \"P. G. Wodehouse Short Stories\", a 1983 collection published by The Folio Society that included drawings by George Adamson.",
            "score": 45.09224033355713
        },
        {
            "docid": "4139347_28",
            "document": "P. G. Wodehouse minor characters . \"J. G. Butterwick\" (in \"Heavy Weather\", 1933) and \"John G. Butterwick\" (in \"The Luck of the Bodkins\", 1935), became \"J. B. Butterwick\" (in \"Pearls, Girls and Monty Bodkin\", 1972). He is the senior partner in Butterwick, Price and Mandelbaum, Import and Export Merchants.",
            "score": 37.3854660987854
        },
        {
            "docid": "56705608_10",
            "document": "Goodbye to All Cats . The story was included in the English edition of the 1939 collection \"Week-end Wodehouse\", published by Herbert Jenkins Limited. It was collected in \"The Most of P. G. Wodehouse\", published on 15 October 1960. \"Tales from the Drones Club\", published in 1982, included the story. It was featured in \"P. G. Wodehouse Short Stories\", published by The Folio Society and illustrated by George Adamson.",
            "score": 46.35420322418213
        },
        {
            "docid": "56671680_10",
            "document": "Trouble Down at Tudsleigh . The story was included in the American edition of \"Eggs, Beans, and Crumpets\", published in 1940. It was featured in the 1949 collection, \"The Best of Wodehouse\", edited by Scott Meredith and published by Pocket Books. The collection \"The Week-End Book of Humor\", with stories selected by Wodehouse and Meredith, included the story, which was the only Wodehouse story featured in the book. This collection was published in 1952 in the US and 1954 in the UK, and was reissued with the alternate title \"P. G. Wodehouse Selects the Best of Humor\" in the US in 1965, and as \"P. G. Wodehouse Selects the Best of Humour\" in the UK in 1966. The story was also included in the 1982 collection \"Tales from the Drones Club\".",
            "score": 44.806819915771484
        },
        {
            "docid": "1897174_11",
            "document": "Jeeves Takes Charge . The story was included in the American edition of the 1939 Wodehouse collection \"The Week-End Wodehouse\", and in the 1958 collection of Wodehouse stories, \"Selected Stories by P. G. Wodehouse\".",
            "score": 45.33101272583008
        },
        {
            "docid": "1564680_4",
            "document": "John Wodehouse, 4th Earl of Kimberley . Wodehouse was the godson of the writer P. G. Wodehouse, a distant cousin, both being descended from Sir Armine Wodehouse, 5th Baronet.",
            "score": 45.33101272583008
        },
        {
            "docid": "2125254_2",
            "document": "The White Feather . The White Feather is a novel by P. G. Wodehouse, first published on 9 October 1907 by Adam & Charles Black, London. It is set at Wrykyn school, scene of Wodehouse's earlier book \"The Gold Bat\" (1904), and the later \"Mike\" (1909). Like many early Wodehouse novels, the story first appeared as a serial in the boys' magazine \"The Captain\", between October 1905 and March 1906. The phrase \"white feather\" is a reference to cowardice.",
            "score": 43.28952383995056
        },
        {
            "docid": "29853536_2",
            "document": "The World of Wodehouse . The World of Wodehouse was a comedy television series, based on the \"Blandings Castle\" and \"Ukridge\" comedy stories by P. G. Wodehouse.",
            "score": 44.57575988769531
        },
        {
            "docid": "80678_21",
            "document": "Jeeves . In the reference work \"Wodehouse in Woostershire\" by Wodehouse scholars Geoffrey Jaggard and Tony Ring, it is speculated using information provided in the Jeeves canon that Bertie's age ranges from approximately 24 to 29 over the stories (excluding \"Ring for Jeeves\"), and that Jeeves is roughly ten years older than Bertie, giving an age range of 35 to 40. This happens to agree with a personal letter written in 1961 by P. G. Wodehouse to scholar Robert A. Hall, Jr., in which Wodehouse, explaining that his characters did not age with real life time, gave an approximate age for Jeeves:",
            "score": 49.52464199066162
        },
        {
            "docid": "55648048_9",
            "document": "The Purity of the Turf (short story) . \"The Purity of the Turf\" was included in the 1932 collection \"Nothing But Wodehouse\" and in the 1960 collection \"The Most of P. G. Wodehouse\". The 1981 collection of crime-related Wodehouse stories, \"Wodehouse on Crime\", and the 1984 collection of clergy-related Wodehouse stories, \"The World of Wodehouse Clergy\", featured this story.",
            "score": 45.62597036361694
        }
    ],
    "r": [
        {
            "docid": "725252_14",
            "document": "Broadway theatre . In the early years of the 20th century, translations of popular late-19th century continental operettas were joined by the \"Princess Theatre\" shows of the 1910s by writers such as P. G. Wodehouse, Guy Bolton, and Harry B. Smith. Victor Herbert, whose work included some intimate musical plays with modern settings as well as his string of famous operettas (\"The Fortune Teller\" (1898), \"Babes in Toyland\" (1903), \"Mlle. Modiste\" (1905), \"The Red Mill\" (1906), and \"Naughty Marietta\" (1910)).",
            "score": 56.77919006347656
        },
        {
            "docid": "16669174_9",
            "document": "4608 Wodehouse . This minor planet was named after English writer and humorists P. G. Wodehouse (Sir Pelham Grenville Wodehouse; 1881–1975). He created several fictional characters, who became familiar to the public over the years, and include the jolly gentleman of leisure Bertie Wooster and his sagacious valet, Jeeves. The body's name was suggested by Belgian astronomer Jean Meeus.",
            "score": 55.666744232177734
        },
        {
            "docid": "63342_2",
            "document": "P. G. Wodehouse . Sir Pelham Grenville Wodehouse (; 15 October 188114 February 1975) was an English author and one of the most widely read humourists of the 20th century. Born in Guildford, the son of a British magistrate based in Hong Kong, Wodehouse spent happy teenage years at Dulwich College, to which he remained devoted all his life. After leaving school, he was employed by a bank but disliked the work and turned to writing in his spare time. His early novels were mostly school stories, but he later switched to comic fiction, creating several regular characters who became familiar to the public over the years. They include the jolly gentleman of leisure Bertie Wooster and his sagacious valet Jeeves; the immaculate and loquacious Psmith; Lord Emsworth and the Blandings Castle set; the Oldest Member, with stories about golf; and Mr Mulliner, with tall tales on subjects ranging from bibulous bishops to megalomaniac movie moguls.",
            "score": 53.868492126464844
        },
        {
            "docid": "63342_45",
            "document": "P. G. Wodehouse . Wodehouse believed that one of the factors that made his stories humorous was his view of life, and he stated that \"If you take life fairly easily, then you take a humorous view of things. It's probably because you were born that way.\" He carried this view through into his writing, describing the approach as \"making the thing a sort of musical comedy without music, and ignoring real life altogether\". The literary critic Edward L. Galligan considers Wodehouse's stories to show his mastery in adapting the form of the American musical comedy for his writings. Wodehouse would ensure that his first draft was as carefully and accurately done as possible, correcting and refining the prose as he wrote, and would then make another good copy, before proof reading again and then making a final copy for his publisher. Most of Wodehouse's canon is set in an undated period around the 1920s and 1930s. The critic Anthony Lejeune describes the settings of Wodehouse's novels, such as the Drones Club and Blandings Castle, as \"a fairyland\". Although some critics thought Wodehouse's fiction was based on a world that had never existed, Wodehouse affirmed that \"it did. It was going strong between the wars\", although he agreed that his version was to some extent \"a sort of artificial world of my own creation\". The novels showed a largely unchanging world, regardless of when they were written, and only rarely—and mistakenly in McCrum's view—did Wodehouse allow modernity to intrude, as he did in the 1966 story \"Bingo Bans the Bomb\".",
            "score": 52.63633346557617
        },
        {
            "docid": "10257872_4",
            "document": "Sir Armine Wodehouse, 5th Baronet . Wodehouse married Letitia Bacon, daughter of Sir Edmund Bacon, 6th Baronet, in 1738. He died in 1777 and was succeeded in the baronetcy by his eldest son John, who was created Baron Wodehouse in 1797 and who was the great-grandfather of statesman John Wodehouse, 1st Earl of Kimberley. Wodehouse's second son Reverend Philip Wodehouse (1745-1811) was the great-grandfather of the author P. G. Wodehouse while his third son Thomas Wodehouse was the grandfather of the colonial administrator Sir Philip Wodehouse.",
            "score": 52.40386199951172
        },
        {
            "docid": "30896341_2",
            "document": "List of songs with lyrics by P. G. Wodehouse . This list contains songs with lyrics written or co-written by the English humorist, novelist and playwright P. G. Wodehouse.",
            "score": 52.40357208251953
        },
        {
            "docid": "8634267_14",
            "document": "Bundle Brent . Several commentators have drawn parallels between the Chimneys novels, with their light hearted banter and amusing characters, and those of the humorist P. G. Wodehouse, of whom Agatha Christie was a great admirer. Christie herself described \"The Seven Dials Mystery\" as \"the light-hearted thriller type\". Lord Caterham was in the mould of eccentric Wodehousian peers, such as the Earl of Emsworth, who was also the ninth of his line; Bill Eversleigh has been described as \"an amiable if vacuous young man who has staggered in from a Wodehouse novel\"; while Bundle herself could easily have been one of Wodehouse's feisty young women, the archetype of which, Bobbie Wickham, first appeared in \"Mr Mulliner Speaking\" in 1929. There was even an aunt, Marcia, Dowager Marchioness of Caterham, who, having thought Bundle lived largely for pleasure, nevertheless recognised (as did George Lomax) her potential as a political hostess. In this context, Aunt Agatha's aspirations for Bertie Wooster in the Wodehouse books have a certain resonance, while Lord Caterham's ready acceptance of Eversleigh's golfing credentials matched Lord Emsworth's preference for young people who showed interest in his pigs.",
            "score": 52.21022033691406
        },
        {
            "docid": "63342_31",
            "document": "P. G. Wodehouse . Other leading literary figures who admired Wodehouse were A.E. Housman, Max Beerbohm and Hilaire Belloc; on the radio and in print Belloc called Wodehouse \"the best writer of our time: the best living writer of English... the head of my profession\". Wodehouse regarded Belloc's plaudit as \"a gag, to get a rise out of serious-minded authors whom he disliked\". Wodehouse was never sure that his books had literary merit as well as popular appeal, and, Donaldson suggests, must have been overwhelmed when the University of Oxford conferred an honorary doctorate of letters on him in June 1939. His visit to England for the awarding ceremony was the last time he set foot in his native land.",
            "score": 52.18525314331055
        },
        {
            "docid": "63342_28",
            "document": "P. G. Wodehouse . During the 1930s Wodehouse's theatrical work tailed off. He wrote or adapted four plays for the West End; \"Leave it to Psmith\" (1930), which he adapted in collaboration with Ian Hay, was the only one to have a long run. The reviewer in \"The Manchester Guardian\" praised the play, but commented: \"It is Mr Wodehouse's own inimitable narrative comments and descriptions in his own person of the antics of his puppets that one misses. They cannot be got into a play and they are at least half the fun of the novels.\" In 1934 Wodehouse collaborated with Bolton on the book for Cole Porter's \"Anything Goes\" (Porter wrote his own lyrics), but at the last minute their version was almost entirely rewritten by others at the instigation of the producer, who disliked the original script. Concentrating on writing novels and short stories, Wodehouse reached the peak of his productivity in this decade, averaging two books each year, and grossing an annual £100,000.",
            "score": 52.17768478393555
        },
        {
            "docid": "63342_46",
            "document": "P. G. Wodehouse . When dealing with the dialogue in his novels, Wodehouse would consider the book's characters as if they were actors in a play, ensuring that the main roles were kept suitably employed throughout the storyline, which must be strong: \"If they aren't in interesting situations, characters can't be major characters, not even if you have the rest of the troop talk their heads off about them.\" Many of Wodehouse's parts were stereotypes, and he acknowledged that \"a real character in one of my books sticks out like a sore thumb.\" The publisher Michael Joseph identifies that even within the stereotypes Wodehouse understood human nature, and therefore \"shares with [Charles] Dickens and Charles Chaplin the ability to present the comic resistance of the individual against those superior forces to which we are all subject\".",
            "score": 51.91815948486328
        },
        {
            "docid": "63342_6",
            "document": "P. G. Wodehouse . Wodehouse was born in Guildford, Surrey, the third son of Henry Ernest Wodehouse (1845–1929), a magistrate resident in the British colony of Hong Kong, and his wife, Eleanor (1861–1941), daughter of the Rev John Bathurst Deane. The Wodehouses, who traced their ancestry back to the 13th century, belonged to a collateral branch of the family of the earls of Kimberley. Eleanor Wodehouse was also of ancient aristocratic ancestry. She was visiting her sister in Guildford when Wodehouse was born there prematurely. The boy was baptised at the Church of St Nicolas, Guildford, and was named after his godfather, Pelham von Donop. Wodehouse wrote in 1957, \"If you ask me to tell you frankly if I like the name Pelham Grenville Wodehouse, I must confess that I do not... I was named after a godfather, and not a thing to show for it but a small silver mug which I lost in 1897.\" The first name was rapidly elided to \"Plum\", the name by which Wodehouse became known to family and friends.",
            "score": 51.381473541259766
        },
        {
            "docid": "63342_57",
            "document": "P. G. Wodehouse . The American literary analyst Robert F. Kiernan, defining \"camp\" as \"excessive stylization of whatever kind\", brackets Wodehouse as \"a master of the camp novel\", along with Thomas Love Peacock, Max Beerbohm, Ronald Firbank, E. F. Benson and Ivy Compton-Burnett. The literary critic and writer Cyril Connolly calls Wodehouse a \"politicians' author\"—one who does \"not like art to be exacting and difficult\". Two former British prime ministers, H. H. Asquith and Tony Blair, are on record as Wodehouse aficionados, and the latter became a patron of the Wodehouse Society. Seán O'Casey, a successful playwright of the 1920s, thought little of Wodehouse: he commented in 1941 that it was damaging to England's dignity that the public or \"the academic government of Oxford, dead from the chin up\" considered Wodehouse an important figure in English literature. His jibe that Wodehouse was \"English literature's performing flea\" provided his target with the title of his collected letters, published in 1953.",
            "score": 50.70220184326172
        },
        {
            "docid": "63342_48",
            "document": "P. G. Wodehouse . In 1941 the \"Concise Cambridge History of English Literature\" opined that Wodehouse had \"a gift for highly original aptness of phrase that almost suggests a poet struggling for release among the wild extravagances of farce\", while McCrum thinks that Wodehouse manages to combine \"high farce with the inverted poetry of his mature comic style\", particularly in \"The Code of the Woosters\"; the novelist Anthony Powell believes Wodehouse to be a \"comic poet\". Robert A. Hall, Jr., in his study of Wodehouse's style and technique, describes the author as a master of prose, an opinion also shared by Levin, who considers Wodehouse \"one of the finest and purest writers of English prose\". Hall identifies several techniques used by Wodehouse to achieve comic effect, including the creation of new words through adding or removing prefixes and suffixes, so when Pongo Twistleton removes the housemaid Elsie Bean from a cupboard, Wodehouse writes that the character \"de-Beaned the cupboard\". Wodehouse created new words by splitting others in two, thus Wodehouse divides \"hobnobbing\" when he writes: \"To offer a housemaid a cigarette is not hobbing. Nor, when you light it for her, does that constitute nobbing.\"",
            "score": 50.66121292114258
        },
        {
            "docid": "21559940_6",
            "document": "Animal spirits (Keynes) . \"Animal spirits\" was a euphemistic late-Victorian and Edwardian phrase used by English public schoolboys such as P. G. Wodehouse (born two years before the Etonian Keynes) who attended Dulwich College. Wodehouse and Arthur Conan Doyle were popular authors for public school boys in England before the Great War. Doyle himself used the phrase \"animal spirits\" in 1883, the year of Keynes's birth.",
            "score": 50.64380645751953
        },
        {
            "docid": "63342_42",
            "document": "P. G. Wodehouse . In 1955 Wodehouse became an American citizen, though he remained a British subject, and was therefore still eligible for UK state honours. He was considered for the award of a knighthood three times from 1967, but the honour was twice blocked by British officials. In 1974 the British prime minister, Harold Wilson, intervened to secure a knighthood (KBE) for Wodehouse, which was announced in January 1975, in the same New Year Honours list in which Charlie Chaplin became Sir Charles. \"The Times\" commented that Wodehouse's honour signalled \"official forgiveness for his wartime indiscretion... It is late, but not too late, to take the sting out of that unhappy incident.\"",
            "score": 50.641693115234375
        },
        {
            "docid": "468067_5",
            "document": "Earl of Kimberley . Several other members of the Wodehouse family have also gained distinction. The author P. G. Wodehouse was the great-grandson of Reverend Philip Wodehouse, second son of the fifth Baronet. The politician Edmond Wodehouse was the son of Thomas Wodehouse, third son of the fifth Baronet. His eldest son was the colonial administrator Sir Philip Wodehouse, Governor of Bombay from 1872 to 1877. Sir Philip Wodehouse's son Edmond Wodehouse represented Bath in the House of Commons as a Unionist. The Hon. Armine Wodehouse, younger son of the first Earl, was a civil servant and Liberal politician.",
            "score": 50.46105194091797
        },
        {
            "docid": "63342_7",
            "document": "P. G. Wodehouse . Mother and son sailed for Hong Kong, where for his first two years Wodehouse was raised by a Chinese amah (nurse), alongside his elder brothers Peveril (1877–1951) and Armine (1879–1936). When he was two, the brothers were brought to England, where they were placed under the care of an English nanny in a house adjoining that of Eleanor's father and mother. The boys' parents returned to Hong Kong and became virtual strangers to their sons. Such an arrangement was then normal for middle-class families based in the colonies. The lack of parental contact, and the harsh regime of some of those \"in loco parentis\", left permanent emotional scars on many children from similar backgrounds, including the writers Thackeray, Saki, Kipling and Walpole. Wodehouse was more fortunate; his nanny, Emma Roper, was strict but not unkind, and both with her and later at his different schools Wodehouse had a generally happy childhood. His recollection was that \"it went like a breeze from start to finish, with everybody I met understanding me perfectly\". The biographer Robert McCrum suggests that nonetheless Wodehouse's isolation from his parents left a psychological mark, causing him to avoid emotional engagement both in life and in his works. Another biographer, Frances Donaldson, writes, \"Deprived so early, not merely of maternal love, but of home life and even a stable background, Wodehouse consoled himself from the youngest age in an imaginary world of his own.\"",
            "score": 50.097530364990234
        },
        {
            "docid": "924_5",
            "document": "A. A. Milne . After the war, he wrote a denunciation of war titled \"Peace with Honour\" (1934), which he retracted somewhat with 1940's \"War with Honour\". During World War II, Milne was one of the most prominent critics of fellow English writer P. G. Wodehouse, who was captured at his country home in France by the Nazis and imprisoned for a year. Wodehouse made radio broadcasts about his internment, which were broadcast from Berlin. Although the light-hearted broadcasts made fun of the Germans, Milne accused Wodehouse of committing an act of near treason by cooperating with his country's enemy. Wodehouse got some revenge on his former friend (e.g., in \"The Mating Season\") by creating fatuous parodies of the Christopher Robin poems in some of his later stories, and claiming that Milne \"was probably jealous of all other writers... But I loved his stuff.\"",
            "score": 49.898353576660156
        },
        {
            "docid": "405973_6",
            "document": "Kyril Bonfiglioli . Bonfiglioli's style and narrative technique have been favourably compared to those of P. G. Wodehouse. Mortdecai and his manservant Jock Strapp bear a fun-house mirror relation to Wodehouse's Wooster and Jeeves. The author makes a nod to this comparison by having Mortdecai reference Wodehouse in the novels. Actors Stephen Fry and Hugh Laurie are among those who are fans of his work. Hugh Laurie praised \"the excellent Kyril Bonfigliolo\" [sic] in the afternotes of his book \"The Gun Seller\".",
            "score": 49.81866455078125
        },
        {
            "docid": "5681990_2",
            "document": "Reggie Pepper . Reginald Pepper, known as \"Reggie\", is a fictional character who appears in seven short stories by English comic writer P. G. Wodehouse. Reggie is a young man-about-town who gets drawn into trouble trying to help his pals. He is considered to be an early prototype for Bertie Wooster, who, along with his valet Jeeves, is one of Wodehouse's most famous creations.",
            "score": 49.798622131347656
        },
        {
            "docid": "10749715_7",
            "document": "Percy Jeeves . P. G. Wodehouse's characters Bertie Wooster and his ingenious valet Jeeves have become famous since their 1915 debut short story; Wodehouse has said that he named his valet after Percy Jeeves. Wodehouse was having a short holiday in Wensleydale, and happened to come across a cricket match at Hawes where Percy Jeeves was playing and thought the name would be ideal for one of his characters.",
            "score": 49.67426681518555
        },
        {
            "docid": "80678_21",
            "document": "Jeeves . In the reference work \"Wodehouse in Woostershire\" by Wodehouse scholars Geoffrey Jaggard and Tony Ring, it is speculated using information provided in the Jeeves canon that Bertie's age ranges from approximately 24 to 29 over the stories (excluding \"Ring for Jeeves\"), and that Jeeves is roughly ten years older than Bertie, giving an age range of 35 to 40. This happens to agree with a personal letter written in 1961 by P. G. Wodehouse to scholar Robert A. Hall, Jr., in which Wodehouse, explaining that his characters did not age with real life time, gave an approximate age for Jeeves:",
            "score": 49.52464294433594
        },
        {
            "docid": "63342_59",
            "document": "P. G. Wodehouse . Since Wodehouse's death there have been numerous adaptations and dramatisations of his work on television and film, and, 2015, the \"Oxford English Dictionary\" contains over 1,750 quotations from Wodehouse, illustrating terms from \"crispish\" to \"zippiness\". McCrum, writing in 2004, observes, \"Wodehouse is more popular today than on the day he died\", and \"his comic vision has an absolutely secure place in the English literary imagination.\" Voorhees, while acknowledging that Wodehouse's antecedents in literature range from Ben Jonson to Oscar Wilde, writes:",
            "score": 49.38498306274414
        },
        {
            "docid": "40098526_3",
            "document": "Mortdecai . Bonfiglioli's style and novel structure have often been favourably compared to that of P. G. Wodehouse, Mortdecai and his manservant Jock Strapp being described as bearing a fun-house mirror resemblance to Wodehouse's \"Wooster and Jeeves\". The author makes a nod to this comparison by having Mortdecai reference Wodehouse in the novels.",
            "score": 49.30339050292969
        },
        {
            "docid": "63342_38",
            "document": "P. G. Wodehouse . On 15 January 1945 the French authorities released Wodehouse, but they did not inform him, until June 1946, that he would not face any official charges and was free to leave the country.",
            "score": 49.286781311035156
        },
        {
            "docid": "63342_9",
            "document": "P. G. Wodehouse . Throughout their school years the brothers were sent to stay during the holidays with various uncles and aunts from both sides of the family. In the \"Oxford Dictionary of National Biography\", Iain Sproat counts twenty aunts and considers that they played an important part not only in Wodehouse's early life, but, thinly disguised, in his mature novels, as the formidable aunts who dominate the action in the Wooster, Blandings, and other stories. The boys had fifteen uncles, four of whom were clergymen. Sproat writes that they inspired Wodehouse's \"pious but fallible curates, vicars, and bishops, of which he wrote with friendly irreverence but without mockery\".",
            "score": 49.17719268798828
        },
        {
            "docid": "63342_49",
            "document": "P. G. Wodehouse . Richard Voorhees, Wodehouse's biographer, believes that the author used clichés in a deliberate and ironic manner. His opinion is shared by the academic Stephen Medcalf, who deems Wodehouse's skill is to \"bring a cliché just enough to life to kill it\", although Pamela March, writing in \"The Christian Science Monitor\", considers Wodehouse to have \"an ability to decliché a cliché\". Medcalf provides an example from \"Right Ho, Jeeves\" in which the teetotal Gussie Fink-Nottle has surreptitiously been given whisky and gin in a punch prior to a prize-giving:",
            "score": 48.88210678100586
        },
        {
            "docid": "14692455_2",
            "document": "Richard Wodehouse . Richard Lancelot Deane Wodehouse (30 May 1892 – 20 May 1940) was an English cricketer. Born in Chippenham, Wiltshire, his entire recorded cricket career took place in Asia. He was one of three brothers of the author P. G. Wodehouse.",
            "score": 48.69778823852539
        },
        {
            "docid": "63342_22",
            "document": "P. G. Wodehouse . In the years after the war, Wodehouse steadily increased his sales, polished his existing characters and introduced new ones. Bertie and Jeeves, Lord Emsworth and his circle, and Ukridge appeared in novels and short stories; Psmith made his fourth and last appearance; two new characters were the Oldest Member, narrating his series of golfing stories, and Mr Mulliner, telling his particularly tall tales to fellow patrons of the bar at the Angler's Rest. Various other young men-about-town appeared in short stories about members of the Drones Club. The Wodehouses returned to England, where they had a house in London for some years, but Wodehouse continued to cross the Atlantic frequently, spending substantial periods in New York. He continued to work in the theatre. During the 1920s he collaborated on nine musical comedies produced on Broadway or in the West End, including the long-running \"Sally\" (1920, New York), \"The Cabaret Girl\" (1922, London) and \"Rosalie\" (1928, New York). He also wrote non-musical plays, including \"The Play's the Thing\" (1926), adapted from Ferenc Molnár, and \"A Damsel in Distress\" (1928), a dramatisation of his 1919 novel.",
            "score": 48.50876998901367
        },
        {
            "docid": "55744418_9",
            "document": "Jeeves and the Song of Songs . The 1932 collection \"Nothing But Wodehouse\" and the 1958 collection \"Selected Stories by P. G. Wodehouse\" included the story. The story was also featured in the 1960 collection \"The Most of P. G. Wodehouse\", and in the 1983 collection \"P. G. Wodehouse Short Stories\", published by The Folio Society with drawings by George Adamson.",
            "score": 48.502197265625
        },
        {
            "docid": "144369_17",
            "document": "Rex Stout . Stout was a longtime friend of British humorist P. G. Wodehouse, writer of the Jeeves novels and short stories. Each was a fan of the other's work, and parallels are evident between their characters and techniques. Wodehouse contributed the foreword to \"Rex Stout: A Biography\", John McAleer's Edgar Award-winning 1977 biography of the author (reissued in 2002 as \"Rex Stout: A Majesty's Life\"). Wodehouse also mentions Rex Stout in several of his Jeeves books, as both Bertie and his Aunt Dahlia are fans.",
            "score": 48.39168930053711
        },
        {
            "docid": "23093812_6",
            "document": "Sir Philip Wodehouse, 1st Baronet . He was an ancestor of the British humorist P. G. Wodehouse.",
            "score": 48.3447380065918
        }
    ]
}