{
    "q": [
        {
            "docid": "34584497_32",
            "document": "Succession to the French throne . Philip the Fair was not concerned about the lack of male heirs. He had three sons, well married, and a daughter, Isabella of France, Queen of England by her marriage to Edward II of England. The eldest son, Louis the Quarrelsome, was King of Navarre and Count of Champagne since the death of his mother. He would, at the death of his father, become King of France and Navarre. His wife, Margaret of Burgundy had given him a daughter, but she was young and he could expect her to give him a son later. As for his two other sons, Philip, Count of Poitiers and Charles, Count of La Marche, they had married the two daughters of Otto IV, Count of Burgundy and Mahaut, Countess of Artois, Joan and Blanche. The king could believe his succession was assured.",
            "score": 62.307817459106445
        },
        {
            "docid": "293942_4",
            "document": "Louis V of France . In 982 at Vieille-Brioude, Haute-Loire, the fifteen year old Louis was married to the forty-year-old Adelaide-Blanche of Anjou, sister of Count Geoffrey I and twice a widow from her previous marriage with Count Stephen of Gévaudan and Count Raymond of Toulouse, Prince of Gothia. This union was purely political and arranged by the king – following the advices of Queen Emma and Count Geoffrey I – with the double purpose of restoring the Carolingian royal power in the south of the kingdom, and (according to Richerus) to obtain the support of the local southern lords in his fight against the Robertians: being now related by marriage to two of the most powerful southern comital families of the Kingdom, Lothair believed that he could confront the power of Hugh Capet.",
            "score": 54.7164945602417
        },
        {
            "docid": "7767342_3",
            "document": "Blanche of Burgundy . Blanche was the younger daughter of Otto IV, Count of Burgundy, and Mahaut, Countess of Artois. Her father died in 1302, leaving the county to Blanche's younger brother, Count Robert. Blanche's elder sister Joan was supposed to marry King Louis the Headstrong of Navarre, the eldest son and heir apparent of King Philip the Fair of France, but Philip the Fair changed his mind and arranged for her to marry his second son, Count Philip the Tall of Poitiers, in 1307. The same year, Louis married Margaret of Burgundy. The Countess of Artois was proud of this achievement and quickly started negotiating her younger daughter's marriage to Count Charles the Fair of la Marche, King Philip's third son, offering a huge dowry. The negotiations were successful and on 23 September 1307, the eleven-year-old Blanche and two years older Charles concluded a marriage contract. The marriage ceremony was hastily performed at Countess Mahaut's castle in Hesdin in January 1308. At first, the Count and Countess of la Marche had an unremarkable marriage that was neither as flawed as that of the King and Queen of Navarre nor as harmonious as that of the Count and Countess of Poitiers.",
            "score": 64.16084682941437
        },
        {
            "docid": "8870598_59",
            "document": "Vincent-Marie Viénot, Count of Vaublanc . Vaublanc, at the head of his ministry, engaged immediately in Counter-Revolutionary activity that was so frenetic that even the King was to be describe it as \"breathless devotion\". On the tabling by the Keeper of the Seals of a law that would reestablish \"cours prévôtales\" or \"special courts\" before the Chamber of Deputies (nicknamed the \"Chambre introuvable\"), Vaublanc shouted out: \"France wants its King!\" To great applause, both the deputies and the public gallery rose to their feet and repeated \"Yes, France wants its King!\"",
            "score": 46.15510892868042
        },
        {
            "docid": "12991309_3",
            "document": "John IV, Count of Armagnac . His father had taken the County of Comminges by force, but John IV could not prevent the second marriage of Marguerite to Mathieu de Foix in 1419. Subsequently they took the County of Comminges. In 1425, he recognized the King of Castile as overlord of Armagnac. The French king, occupied fighting the English, could not intervene, but did not overlook the affront. Later, John IV negotiated the marriage of his daughter Isabelle with Henry VI of England, but he backed off from this plan after threats from the king of France. In 1440, he took part in a revolt of the barons and the Dauphin of France, but the coalition was overcome by Charles VII, who pardoned the insurrectionists. He asked the Count of Armagnac to give up its kingly formula, but this last was refused.",
            "score": 53.63608455657959
        },
        {
            "docid": "1701650_10",
            "document": "Cohen's kappa . Suppose that you were analyzing data related to a group of 50 people applying for a grant. Each grant proposal was read by two readers and each reader either said \"Yes\" or \"No\" to the proposal. Suppose the disagreement count data were as follows, where A and B are readers, data on the main diagonal of the matrix (a and d) count the number of agreements and off-diagonal data (b and c) count the number of disagreements: e.g.",
            "score": 24.968604564666748
        },
        {
            "docid": "42899107_5",
            "document": "Hugues du Perche . Being from a vassal family of the counts of Blois, while the counts Gâtinais were faithful to the Capetian kings of France, the marriage took place probably during a period of rapprochement between the two families, during the marriage of King Robert II the Pious and Bertha of Burgundy, widow of Eudes I of Blois, between 996 and 1003.",
            "score": 58.998061418533325
        },
        {
            "docid": "12386994_7",
            "document": "Friedrich Günther, Prince of Schwarzburg . Historically the Schwarzburg principalities could descend by semi-Salic primogeniture: in the event of the extinction of all male dynasts (as happened with the death of Prince Friedrich Günther) females were, prior to abolition of the Principality of Schwarzburg in 1918, eligible to inherit the throne. Princess Marie Antoinette of Schwarzburg (1898–1984), the only sibling of Prince Friedrich Günther, by her 1925 marriage to Count Friedrich Magnus zu Solms-Wildenfels (1886-1945), was the mother of Friedrich Magnus (b. 1927), the sixth Count zu Solms-Wildenfels to bear that name and to head the Wildenfels cadet branch of the House of Solms. Neither of the latter's two sons, Michael (b. 1949) and Konstantin (b. 1950), nor his younger brother, Albrecht (b. 1929), have children.",
            "score": 35.20416736602783
        },
        {
            "docid": "8501495_10",
            "document": "Ye Xian . In some versions, the stepmother and the stepsister were buried in a shrine called \"The Tomb of the Regretful Women\". These two women became goddesses in later tradition, and have the power to grant anyone's wish. After Ye-Xian's marriage with the king, her husband became greedy and abused the fish-bone's powers, until it stopped yielding any magic soon after. The queen Ye-Xian, thus, buried the fish-bones in a nearby beach, with a great quantity of gold. A year later the king's people led a revolt, and in order to appease them, the king tried to dig the fish-bones and distribute the gold to the rebelling soldiers. But the gold was washed away by the tide, along with the magical bones, and the fate of the king and Ye-Xian after the siege remains unknown.",
            "score": 40.09619426727295
        },
        {
            "docid": "113080_98",
            "document": "Billie Jean King . Billie Jean and Larry remained married through the palimony suit fallout. The marriage ended in 1987 after Billie Jean fell in love with her doubles partner, Ilana Kloss. Billie Jean and Larry remained on good terms, with Billie Jean serving as godmother to Larry's son from his subsequent marriage. King has residences in New York City and Chicago with Kloss, her life partner.",
            "score": 65.77423143386841
        },
        {
            "docid": "37954757_5",
            "document": "Dandy Dick Whittington . Fairfax arrives in Siam in time to represent the British Empire at the ceremony to enthrone the new King, Larry. Larry makes Dick the First Minister of Siam. Dandy Dick is now a suitable match for Alice, and Lady Fitzwarren withdraws her opposition to their marriage. The real King returns, and Larry happily steps down, as he may now wed his Siamese love, Willasee. All ends happily, as Dick and Alice celebrate their marriage.",
            "score": 64.57040429115295
        },
        {
            "docid": "176760_27",
            "document": "Foot binding . Before footbinding was practiced in China, admiration for small feet already existed as demonstrated by the Tang dynasty tale of Ye Xian written around 850 by Duan Chengshi. This tale of a girl who lost her shoe and then married a king who sought the owner of the shoe as only her foot was small enough to fit the shoe contains elements of the European story of Cinderella, and is thought to be one of its antecedents. For many, the bound feet were an enhancement to a woman's beauty and made her movement more dainty, and a woman with perfect lotus feet was likely to make a more prestigious marriage. The desirability varies with the size of the feet – the perfect bound feet and the most desirable (called \"golden lotuses\") would be around 3 Chinese inches (around 4 inches (10 cm) in Western measurement) or smaller, while those larger may be called \"silver lotuses\" (4 Chinese inches) or \"iron lotuses\" (5 Chinese inches or larger and the least desirable for marriage). The belief that footbinding made women more desirable to men is widely used as an explanation for the spread and persistence of footbinding.",
            "score": 52.41082775592804
        },
        {
            "docid": "70947_9",
            "document": "Henry the Young King . The young Henry played an important part in the politics of his father's reign. On 2 November 1160, he was betrothed to Margaret of France, daughter of King Louis VII of France and his second wife, Constance of Castile, when he was 5 years of age and she was at least 2. The marriage was an attempt to finally settle the struggle between the counts of Anjou and the French kings over possession of the frontier district of the Norman Vexin, which Louis VII had acquired from Henry's grandfather, Geoffrey Plantagenet, Count of Anjou, in around 1144. By the terms of the settlement, Margaret would bring the castles of the Norman Vexin to her new husband. However, the marriage was pushed through by Henry II when Young Henry and Margaret were small children, so that he could seize the castles. A bitter border war followed between the kings.",
            "score": 52.60581827163696
        },
        {
            "docid": "4806983_3",
            "document": "Noronha . This family has its origins in the marriage of Alfonso Enríquez, Count of Gijón and Noreña (natural son of King Henry II of Castile) with Isabel of Portugal (natural daughter of King Ferdinand I of Portugal). Their marriage was one of the clauses of the Treaty of Santarém signed in 1373, between the two peninsular kingdoms.",
            "score": 56.10228729248047
        },
        {
            "docid": "301864_42",
            "document": "Larry King . King has been married eight times, to seven women. He married high-school sweetheart Freda Miller in 1952 at age 19. That union ended the following year at the behest of their parents, who reportedly had the youngsters' marriage annulled. King was later briefly married to Annette Kaye who gave birth to his son, Larry Jr., in November 1961. King did not meet Larry Jr. until the son was in his thirties. Larry Jr. and his wife, Shannon, have three children.",
            "score": 68.5543761253357
        },
        {
            "docid": "19874135_11",
            "document": "Adolf Fredrik Munck . In 1791, he was discovered creating forged notes on Drottningholm Palace, abetting Charles Appelkvist. In 1791, the king was to have contemplated to divorce the queen by exposing her alleged secret marriage to Munck After the death of the king in 1792, Count Munck af Fulkila was forced to leave Sweden. Before his departure, the regent, duke Charles, demanded that he turn over certain documents which could scandalize the royal house if they became known. In 1795, he asked for permission to return to Sweden, and when denied, he reportedly threatened to expose the marriage certificate between himself and the queen. He was ennobled as a Count in the Duchy of Parma and Piacenza in 1816.",
            "score": 53.295796394348145
        },
        {
            "docid": "17632822_7",
            "document": "Clarence Islands . \"Captain B. asked me if Sir John's ire had abated against (James) Ross, and he (Captain B.) seemed much tickled at this subject - he was not one he said to take away a man's fair character, but there were some things that ought to be held up to reprobation, and he was now going to tell me a good story. He had the book brought him and he asked me how many islands I counted in the Clarence group. I counted 9 - 3 I said were lilac, and the others white. \"Well\", says he, \"there are but 3, and when the chart was first shown to me, there were only 3 marked down, but Ross having proposed to the King to call them the Clarence Islands, 'Yes, yes,' said the King, 'call them the Clarence islands', and then Ross thought it would be as well to make a few more, so that the Clarences and Fitzclarences might have one apiece.\" The story was afterwards confirmed to Sir John by Capt. James Ross, who said that his uncle had never seen the islands, had never been there and that it was he, Capt. James, who laid down in the map the true original number.\"",
            "score": 42.44488525390625
        },
        {
            "docid": "4599344_12",
            "document": "Bayinnaung . However, the close relationship between the two was severely tested in 1534, as they prepared for war against Hanthawaddy. Ye Htut had become romantically involved with Thakin Gyi, the king's younger half-sister, and the affair was discovered around April 1534. The commoner's affair with the king's sister under Burmese law constituted an act of treason. Ye Htut spurned suggestions of mutiny and submitted to arrest. Tabinshwehti deliberated at length with his ministers, and finally came to the conclusion that Ye Htut should be given his sister in marriage, and a princely title of Kyawhtin Nawrahta. With this decision, Tabinshwehti won the loyalty of his brother-in-law \"without parallel in Burmese history\".",
            "score": 39.6343731880188
        },
        {
            "docid": "292080_32",
            "document": "Carol Vorderman . Vorderman is a Catholic. She was first married in 1985 at age 24 to Christopher Mather, a Royal Navy officer and former international rugby league player, but the marriage lasted only twelve months. Her second marriage was to management consultant Patrick King in 1990 at age 29. Vorderman had two children, Katie (b. 1992) and Cameron (b. 1997), with King; the couple separated in 2000.",
            "score": 46.23086357116699
        },
        {
            "docid": "37920383_4",
            "document": "Koff (ship type) . Koffs were often counted among the galiots by contemporary sources because the differences are very subtle: the galiot was considered more slender and therefore more elegant. On the koff, a deckhouse could be installed between the two masts which would provide shelter for up to twelve crew men. The typical dimensions have been reported as \"80 feet long, 21 feet wide and 11 feet deep\". Later versions could have a schooner or galeas rig.",
            "score": 39.88578820228577
        },
        {
            "docid": "28073195_9",
            "document": "Martha of Armagnac . In this context Martha's father John, a major feudal lords of Occitan and, a vassal of the King of France, appeared in the eyes of King Peter and although they had been enemies during the War of the Two Peters, he was a good insurance against the Castilian threat. The count of Armagnac wished to strengthen its position in Occitan and in France and get a good ally against its rival, the Counts of Foix. Negotiations began in summer 1372 and of the marriage contract was signed on March 27, 1373 for the marriage of Martha to John, son of King Peter IV. The dowry amounted to the astronomical figure of 150,000 pounds. Martha was received with great solemnity at the border according to sources of Martin, John's younger brother.",
            "score": 53.85734295845032
        },
        {
            "docid": "23412245_8",
            "document": "Joachim, Count of Schönburg-Glauchau . His first wife, Beatrix (born 30 January 1930), is the great granddaughter of the Hungarian social reformer and national hero, Count István Széchényi. They married 27 October 1957 in Vienna and divorced in Munich, Bavaria, 25 April 1986. His children are, from his first marriage, Maria Felicitas (b. 1958), Gloria Princess of Thurn and Taxis (b. 1960), Carl-Alban (b. 1966), and the best selling author Alexander, Count of Schönburg-Glauchau (b. 1969); from his second marriage, 18 July 1986, to Ursula Zwicker, there is one child, Anabel Maya-Felicitas.",
            "score": 41.986977100372314
        },
        {
            "docid": "54834065_21",
            "document": "Australian Marriage Law Postal Survey . More than 16 million letters were sent from 12 September over almost two weeks (with all delivered by 25 September) and silent electors' packages were sent by the AEC and delivered by the end of September. After several \"Yes\" respondents posted images of their complete forms on social media, the ABS cautioned participants to not photograph their form barcodes, so as to prevent any fraudulent conduct. Additionally, survey forms could be invalidated in the event the question was rephrased by the participant or the barcode was obscured or removed. The ABS issued several examples of what constituted a valid and invalid response (such as marking both boxes \"Yes\" and \"No\" or crossing out one of the words on the form). The ABS advised Australians who received extra survey forms, addressed to the previous occupant who failed to update their electoral details, to write on the front of the envelope \"return to sender\" and send it back. In Australia, it is illegal to open mail addressed to another person. In the rare instance of multiple responses being received from an individual, the ABS noted that only the last valid response could expect to be counted. On 25 September, the ABS confirmed that all survey forms had been mailed to eligible voters and outlined the process for additional forms to be sent to people who did not receive, lost or spoilt their form. The ABS also confirmed that a change of mind was not a valid reason for requesting a new form. Both the \"Yes\" and \"No\" campaigns provided 60 observers to the ABS counting process, who examined 606,991 survey results. Fewer than 500 survey forms were reported as issues to the ABS during the survey.",
            "score": 38.93585991859436
        },
        {
            "docid": "327708_46",
            "document": "Gordon B. Hinckley . On September 23, 1995, Hinckley released \"\", a statement of belief and counsel regarding the sanctity of the family and marriage prepared by the First Presidency and Quorum of the Twelve. In February 1996, church membership in countries other than the United States surpassed that of the U.S. Also in 1996, \"60 Minutes\" aired an interview of Hinckley by Mike Wallace during a segment on the LDS Church. In 1998, Hinckley was a guest on CNN's \"Larry King Live\". Hinckley maintained a friendship with both Wallace and King until his death.",
            "score": 51.2345826625824
        },
        {
            "docid": "19936107_3",
            "document": "Blanche of France, Duchess of Austria . Blanche was born in Paris, the second child of King Philip III of France and his second wife, Maria of Brabant. Her siblings were Louis, Count of Évreux and Margaret, Queen of England. Blanche also had two older half-brothers from her father's first marriage: Philip, the future King of France, and Charles, Count of Valois.",
            "score": 54.20767855644226
        },
        {
            "docid": "1720483_7",
            "document": "Richeza of Poland, Queen of Castile . At the court of Aragon, Richeza met Ramon Berenguer II, Count of Provence, nephew of Count of Barcelona. Although they soon fell in love, their union would be clearly political. Ramon Berenguer II supported Victor IV against Pope Alexander III, who, in turn, supported King Louis VII of France. The county of Provence was in a strategic location, between France and the Italian Peninsula. Frederick Barbarossa also wanted to win to his side Count Ramon Berenguer IV, who entered in an alliance with the kings of France, Castile and León. In contrast, Ramon Berenguer II, soon cousin by marriage of the Emperor, gained prestige and could face the pretensions of Count Hugh of Baux, who had just received the Imperial Provence as a fief.",
            "score": 45.929136753082275
        },
        {
            "docid": "17450998_22",
            "document": "California Proposition 8 (2008) . While turning down the challenge to the title and summary, the California Superior Court also found that the Yes on 8 campaign had overstated its ballot argument on the measure's impact on public schools and ordered a minor change in wording. The original arguments included a claim that the Supreme Court's legalization of same-sex marriage requires teachers to tell their students, as young as kindergarten age, that same-sex marriage is the same as opposite-sex marriage. The court said the Yes on 8 argument was false because instruction on marriage is not required and parents can withdraw their children. The court said the ballot argument could be preserved by rewording it to state that teachers \"may\" or \"could\" be required to tell children there is no difference between same-sex and opposite-sex marriage.",
            "score": 41.37759590148926
        },
        {
            "docid": "9908761_4",
            "document": "Frothar (archbishop of Bordeaux) . Frothar was archbishop at Bordeaux by late 860, when Archbishop Hincmar of Reims directed an epistolary treatise at him and Rodulf of Bourges. In the treatise, Hincmar suggested that the marriage of a certain Count Stephen to a daughter of Count Raymond of Toulouse could be annulled on the grounds that the couple had not consummated it. Rodulf and Frothar seem to have successfully negotiated the annulment and preserved peace between the two powerful Aquitanian families of Stephen and Raymond. This was especially important because Aquitaine had recently been re-constituted as a subkingdom for the king's son, Charles the Younger. Hincmar later opposed Frothar's transfer to Bourges at the synod of Ponthion (20 June–16 July 876).",
            "score": 44.351372718811035
        },
        {
            "docid": "489852_5",
            "document": "Counts of Celje . In a short period of time the Counts of Celje owned more than 20 castles all over the territory of modern Slovenia and beyond through the marriages of their daughters. With their acquiring large estates in the adjoining duchies of Styria and Carinthia, in the March of Carniola as well as in the territories of the Hungarian Crown (including Croatia and Slavonia) their influence rose and they became one of the most powerful families in the area. Count Ulrich I of Cilli, a leader of mercenary soldiers, joined King Louis I of Hungary on his 1354 campaign into Dalmatia and, shortly afterwards, the \"Rex Romanorum\" Charles IV to his coronation at Rome. His son William married Anna of Poland, daughter of the Polish king Casimir III the Great. The Counts of Cilli were related by marriage with rulers of Bosnia and Polish and Hungarian kings. Also through the Barbara of Cilli the Counts were in kinship with kings of Bohemia.",
            "score": 60.03117227554321
        },
        {
            "docid": "53244388_3",
            "document": "English expedition to Flanders (1297–98) . In 1294, Guy, Count of Flanders turned for help to King Edward I of England, arranging a marriage between his daughter Philippa and Edward, Prince of Wales. However, King Philip IV of France imprisoned Guy and two of his sons, forcing Guy to call off the marriage, and imprisoned Philippa in Paris. Philippa remained imprisoned until her death in 1306.",
            "score": 55.0540246963501
        },
        {
            "docid": "13056826_5",
            "document": "Robert de Chesney . After Henry I's death in 1135, the succession was disputed as the king's only legitimate son, William, had died in 1120. The main contenders were the king's nephews, Stephen, Count of Boulogne and his elder brother Theobald II, Count of Champagne, and his surviving legitimate daughter, Matilda, usually known as the Empress Matilda because of her first marriage to the Holy Roman Emperor, Henry V. After Matilda was widowed in 1125, she returned to her father in England, who then secured her marriage to Geoffrey, Count of Anjou. All the magnates of England and Normandy were required to declare fealty to Matilda as Henry's heir, but after Henry I's death in 1135 Stephen rushed to England and had himself crowned, before Theobald or Matilda could react. The Norman barons accepted Stephen as Duke of Normandy, and Theobald contented himself with his possessions in France. But Matilda was less patient: she secured the support of the king of Scotland, David I, her maternal uncle, and the support of her half-brother Robert, Earl of Gloucester, an illegitimate son of Henry I, in 1138.",
            "score": 52.717461943626404
        },
        {
            "docid": "2594704_4",
            "document": "Bertha of Holland . Bertha was, at the time, the lowest ranking woman to marry a French king; no suitable princess could be found, since they were all too closely related to Philip for the marriage to any of them to be seen as perfectly valid by the Church. Bertha had no kings among her traceable ancestors and lacked even tenuous links with the Carolingian that her predecessors could claim. Consequently, contemporary chroniclers did not even try to present her lineage as more exalted than that of a count's daughter. Nevertheless, the shortage of royal candidates made Bertha a suitable choice. The regal title she gained by this marriage was prestigious, but had little meaning, as she was confined to her husband's small royal domain that covered little more than areas around Paris and Orléans.",
            "score": 53.04492497444153
        }
    ],
    "r": [
        {
            "docid": "37644080_12",
            "document": "Supporting Healthy Marriage Project . \"Although promoting marriage is undeniably a laudable aim, whether government programs can effectively promote marriage is far from certain. Government has virtually no track record on this issue. Moreover, before Congress commits to making significant investments in an unproven arena, policy makers must address an even more fundamental question: Can marriage really be a panacea that helps poor women and their children lead better lives or are supporters of marriage promotion overpromising the benefits of their agenda? Answering this question isn’t easy. Although the empirical evidence in support of marriage is incontrovertible, there is still a great deal we need to know before state [TANF] programs move too rapidly into uncharted territory. Studies on the 'retreat from marriage' in the United States abound, but we have surprisingly little information about the marital behavior of those women about whom policy makers are most concerned: low-income and welfare-dependent unwed mothers.\" \"Marriage promotion represents a cornerstone of social conservatives' domestic policy agenda, and proposals designed to promote and strengthen marriage are gaining currency at all levels of government. Since taking office, President Bush has promised to invest in marriage promotion on an unprecedented scale through his proposal to reauthorize the nation's welfare reform law, and legislation pending before Congress would allocate substantial funding toward that end. Yet even as the president waits for Congress to act, his administration is finding ways to devote significant funding to marriage promotion activities through existing programs and funding streams.",
            "score": 68.66764068603516
        },
        {
            "docid": "173994_11",
            "document": "Ferdinand Philippe, Duke of Orléans . At this time the July Monarchy was searching for new allies in Continental Europe so they would not have to depend solely on the United Kingdom. Talleyrand, fresh from renouncing his embassy to London and close to the British Foreign Secretary, Lord Palmerston, pointed in this direction. The King at first envisaged a rapprochement with Russia via Württemberg. King Wilhelm I, widower of Grand Duchess Catherine Pavlovna of Russia, had two daughters of marriageable age, Princesses Marie (born 1816) and Sophie (born 1818). Wilhelm I's sister Catharina had already made an inauspicious French marriage alliance to Jérôme Bonaparte and so Wilhelm declined the proposition as humiliating. He later was to accept Marie's even more humiliating marriage to Count Alfred von Neipperg in 1840. Queen Louise wrote to her parents on Marie's marriage that \"We see singular things. It was not at all probable that this daughter, who the king of Württemberg did not wish to give to Chartres for fear of his ending his days [in exile] in America, should end up marrying a miserable little Austrian officer without illustriousness and of very ordinary birth.\"",
            "score": 68.58837127685547
        },
        {
            "docid": "301864_42",
            "document": "Larry King . King has been married eight times, to seven women. He married high-school sweetheart Freda Miller in 1952 at age 19. That union ended the following year at the behest of their parents, who reportedly had the youngsters' marriage annulled. King was later briefly married to Annette Kaye who gave birth to his son, Larry Jr., in November 1961. King did not meet Larry Jr. until the son was in his thirties. Larry Jr. and his wife, Shannon, have three children.",
            "score": 68.55437469482422
        },
        {
            "docid": "20206189_5",
            "document": "Spekkens toy model . The Spekkens toy model is based on the knowledge balance principle: \"the number of questions about the physical state of a system that are answered must always be equal to the number that are unanswered in a state of maximal knowledge.\" However, the \"knowledge\" one can possess about a system must be carefully defined for this principle to have any meaning. To do this, the concept of a \"canonical\" set of yes or no questions is defined as the minimum number of questions needed. For example, for a system with 4 states, one can ask \"Is the system in state 1?\", \"Is the system in state 2?\" and \"Is the system in state 3?\" which would determine the state of the system (state 4 being the case if all three questions were answered \"No.\"). However, one could also ask \"Is the system in either state 1 or state 2?\" and \"Is the system in either state 1 or state 3?\", which would also uniquely determine the state, and has only two questions in the set. This set of questions is not unique, however it is clear that at least two questions (bits) are required to exactly represent one of four states. We say that for a system with 4 states, the number of questions in a canonical set is two. As such, in this case, the knowledge balance principle insists that the maximum number of questions in a canonical set that one can have answered at any given time is one, such that the amount of knowledge is equal to the amount of ignorance.",
            "score": 66.8187484741211
        },
        {
            "docid": "7482599_4",
            "document": "What Is Man? (King essay) . He notices first that ‘man is a biological being with a physical body’, which is the ‘less than God’, as we think of ‘God as a being of pure spirit, lifted above the categories of time and space’. The psalmist would then say that God made man that way, and because of this ‘there is nothing wrong with it’ and that ‘everything God makes is good; therefore there is nothing wrong with it’. The Greeks, as King informs us, ‘felt the body was evil’ and that the ‘soul could never reach its full maturity until it broke loose from the prison of the body’. However, Christianity raises the view that ‘the body is not the principle of evil; it says the will is the principle of evil’. He then defines that in ‘any doctrine of man, we must be concerned with man's physical well being’. To support this he brings up Jesus` quote that we need the “bread” to survive and also states ‘this isn’t the only part’ and if we stop here we would see ‘man merely as an animal’. He then brings an example of chemists who calculated that the values of man came to ‘about ninety-eight cents’, today with our living standards it comes to ‘a dollar ninety eight for the average man’. King challenges this idea by questioning ‘But can we explain the whole of man in terms of ninety eight cents?’ and brings up examples of human genius; and again asks ‘Can we explain the mystery of the human soul in terms of ninety eight cents?’ To this he answers “no” and states that ‘man is a child of God’ and raises the second basic point of the doctrine ‘that man is a being of spirit’, which is the ‘thou has crowned him with glory and honour’, and because of our ‘rational capacity, man has a mind, man can reason. This distinguishes us from the lower animals’. King then defines man as ‘God’s marvellous creation. Through his mind he can leap oceans, break through walls, and transcend the categories of time and space’. With this he defines what the biblical writers meant when they said ‘man is made in the image of God’, and that he has ‘rational capacity; he has the unique ability to have a fellowship with God. Man is a being of spirit’.",
            "score": 66.61688232421875
        },
        {
            "docid": "113080_98",
            "document": "Billie Jean King . Billie Jean and Larry remained married through the palimony suit fallout. The marriage ended in 1987 after Billie Jean fell in love with her doubles partner, Ilana Kloss. Billie Jean and Larry remained on good terms, with Billie Jean serving as godmother to Larry's son from his subsequent marriage. King has residences in New York City and Chicago with Kloss, her life partner.",
            "score": 65.77423095703125
        },
        {
            "docid": "44330135_8",
            "document": "Angevin kings of England . As society became more prosperous and stable in the 11th century, inheritance customs developed that allowed daughters (in the absence of sons) to succeed to principalities as well as landed estates. The twelfth-century chronicler Ralph de Diceto noted that the counts of Anjou extended their dominion over their neighbours by marriage rather than conquest. The marriage of Geoffrey to the daughter of a king (and widow of an emperor) occurred in this context. It is unknown whether King Henry intended to make Geoffrey his heir, but it is known that the threat presented by William Clito’s rival claim to the duchy of Normandy made his negotiating position very weak. Even so, it is probable that, should the marriage be childless, King Henry would have attempted to be succeeded by one of his Norman kinsmen such as Theobald II, Count of Champagne or Stephen of Blois who in the event did seize King Henry’s English crown. King Henry’s great relief in 1133 at the birth of a son to the couple, described as \"the heir to the Kingdom\", is understandable in the light of this situation. Following this the birth of a second son raised the question of whether custom would be followed with the maternal inheritance passing to first born and the paternal inheritance going to his brother, Geoffrey.",
            "score": 65.56625366210938
        },
        {
            "docid": "1888537_66",
            "document": "Bernice King . During Atlanta's 2012 Martin Luther King Jr. Day rally, King included LGBT people among the various groups who needed to come together to \"fulfill her father’s legacy.\" When speaking at Brown University in 2013, King made statements regarding her beliefs about the origins of marriage: \"I believe that the family was created and ordained first and foremost by God, that he instituted the marriage, and that's a law that he instituted and not... that we instituted\" and about the origins of same-sex attraction: \"I also don't believe everybody's born that way. I know some people have been violated. I know some people have unfortunately delved into it as an experiment\". King has publicly stated that her father would have been against gay marriage.",
            "score": 65.37088775634766
        },
        {
            "docid": "415045_42",
            "document": "Betty White . Allen Ludden died from stomach cancer on June 9, 1981, in Los Angeles. While they had no children together she is stepmother to his three children from his first marriage (Margaret McGloin Ludden died of cancer in 1960.) White has not remarried since Ludden's death. In an interview with Larry King, when asked whether she would remarry, she replied by saying \"Once you've had the best, who needs the rest?\"",
            "score": 65.30911254882812
        },
        {
            "docid": "18598123_53",
            "document": "Half of a Yellow Sun . Marriage Marriage is a recurrent theme in Half of a Yellow Sun. For the most part of the novel, Olanna and Kainene both live with men without it being question of marriage. Olanna refuses to get married many times at first, fearing that marriage would “flatten [their bond] to a prosaic partnership.\" It is only during the war, when Odenigbo is invited to a town meeting in Abba and Olanna is not, that they talk again about marriage. Olanna accepts, but the wedding is done hastily and is interrupted by an air raid. Although Richard never asks Kainene to marry him, he does mention his wish for her to be his wife many times. Arize who is poor and uneducated, admires Olanna for postponing marriage but waits eagerly for a husband herself: “It is only women that know too much Book like you who can say that, Sister. If people like me who don’t know book wait too long, we will expire.” Adichie seems to be saying that marriage is a pragmatic choice and women who don't need to get married might chose not to even when their boyfriends are willing.",
            "score": 65.26535034179688
        },
        {
            "docid": "37954757_5",
            "document": "Dandy Dick Whittington . Fairfax arrives in Siam in time to represent the British Empire at the ceremony to enthrone the new King, Larry. Larry makes Dick the First Minister of Siam. Dandy Dick is now a suitable match for Alice, and Lady Fitzwarren withdraws her opposition to their marriage. The real King returns, and Larry happily steps down, as he may now wed his Siamese love, Willasee. All ends happily, as Dick and Alice celebrate their marriage.",
            "score": 64.57040405273438
        },
        {
            "docid": "2131997_5",
            "document": "Gordon Hugenberger . Based on his published research on marriage in the Bible, Hugenberger claims that sexual intimacy is intended by God to function exclusively within marriage as a covenant-ratifying and renewing act. It solemnly depicts the one-flesh bond that is definitional of marriage (Genesis 2:24), and it commits the couple before God, whether they are aware of it or not, to love each other as a part of their own body. With respect to questions about homosexuality, Hugenberger has published an extensive statement of his views, \"Questions and Answers on Issues Related to Homosexuality and Same-Sex Marriage.\" In his sermons on the topic, Hugenberger stresses that it should be the hallmark of Christians to be far more offended by their own sins than they are by anyone else's and that the Bible gives no support for homophobia, hatred, self-righteousness, prejudice, or bigotry: immorality that is homosexual is no worse, and it is no better than immorality that is heterosexual. He concludes from the Bible, \"We have a Lord who loves us, everyone of us, just as we are. We also have a Lord who loves us too much to leave us as we are.\"",
            "score": 64.42401885986328
        },
        {
            "docid": "1131044_28",
            "document": "Recognition of same-sex unions in Romania . On 3 May 2013, Ecaterina Andronescu, former Minister of Education, professor, and member of the Social Democratic Party, declared in an interview when questioned about legalizing same-sex marriage the following: \"You know, to answer this questions it's necessary to give a more extended commentary. On one hand I respect human rights, I know that my freedoms ends where I am interfering with yours, but at the same time each of us has a mission on this earth, we must ensure future generations and this occurs naturally by marriage between men and women. If we go further we would understand that at some point humanity will come to an end if same-sex marriage is proliferated too extensively. That's why I, personally don't believe this is a solution, although I do agree that I must respect each individual's answer to the question \"What will he do with his life.\"",
            "score": 64.29290771484375
        },
        {
            "docid": "7767342_3",
            "document": "Blanche of Burgundy . Blanche was the younger daughter of Otto IV, Count of Burgundy, and Mahaut, Countess of Artois. Her father died in 1302, leaving the county to Blanche's younger brother, Count Robert. Blanche's elder sister Joan was supposed to marry King Louis the Headstrong of Navarre, the eldest son and heir apparent of King Philip the Fair of France, but Philip the Fair changed his mind and arranged for her to marry his second son, Count Philip the Tall of Poitiers, in 1307. The same year, Louis married Margaret of Burgundy. The Countess of Artois was proud of this achievement and quickly started negotiating her younger daughter's marriage to Count Charles the Fair of la Marche, King Philip's third son, offering a huge dowry. The negotiations were successful and on 23 September 1307, the eleven-year-old Blanche and two years older Charles concluded a marriage contract. The marriage ceremony was hastily performed at Countess Mahaut's castle in Hesdin in January 1308. At first, the Count and Countess of la Marche had an unremarkable marriage that was neither as flawed as that of the King and Queen of Navarre nor as harmonious as that of the Count and Countess of Poitiers.",
            "score": 64.16084289550781
        },
        {
            "docid": "5417956_19",
            "document": "RT (TV network) . In May 2013, RT announced that former CNN host Larry King would host a new talk show on RT. King said in an advertisement on RT: \"I would rather ask questions to people in positions of power, instead of speaking on their behalf.\" As part of the deal, King would also bring his Hulu series \"Larry King Now\" to RT. On 13 June 2013, RT aired a preview telecast of King's new Thursday evening program \"Politicking\", with the episode discussing Edward Snowden's leaking of the PRISM surveillance program. Vladimir Putin visited the new RT broadcasting centre in June 2013 and stated \"When we designed this project back in 2005 we intended introducing another strong player on the international scene, a player that wouldn't just provide an unbiased coverage of the events in Russia but also try, let me stress, I mean – try to break the Anglo-Saxon monopoly on the global information streams. ... We wanted to bring an absolutely independent news channel to the news arena. Certainly the channel is funded by the government, so it cannot help but reflect the Russian government's official position on the events in our country and in the rest of the world one way or another. But I’d like to underline again that we never intended this channel, RT, as any kind of apologetics for the Russian political line, whether domestic or foreign.\"",
            "score": 64.01988220214844
        },
        {
            "docid": "17561238_3",
            "document": "Ecgwynn . According to William of Malmesbury, Æthelstan was thirty years old when he became king in 924, which would mean that he was born around 894 and Ecgwynn's marriage to Edward the Elder took place in about 893. By this time, Edward had reached majority and one of his priorities would have been to secure the continuation of Alfred's line. No sources report what became of Ecgwynn afterwards, though two events are directly relevant. First, William writes that on King Alfred's instigation, Æthelstan was sent to be raised at the Mercian court of his aunt Æthelflæd. Second, it is known that by 901, Edward had taken to wife Ælfflæd, a daughter of ealdorman Æthelhelm. The reason for this decision is unclear. It may simply have been that Ecgwynn was no longer alive in 899 and that it was therefore only natural that Edward looked for another bride. It is also possible that Edward's first marriage was thought to lack the political import that was needed to buttress his position as king of the English. Alfred may have been responsible for arranging the first marriage and so his death in 899 would have afforded Edward and his counsellors room to follow a different course.",
            "score": 62.35916519165039
        },
        {
            "docid": "7433883_15",
            "document": "1 vs. 100 (U.S. game show) . In a special entitled \"Last Man Standing\", a Mob consisting largely of former top Mob members and game show champions, including Brad Rutter, Ken Jennings, Nancy Christy, Kevin Olmstead, and Annie Duke among others, competed only against each other; the winner earned a guaranteed $250,000. The rules were a modified in that there were no helps, no money for each question, and one person, in this case, Annie Duke, was randomly selected to act as the \"1\". Thus, this game was actually 1 vs. 99. Given the nature of this episode, Duke was not allowed to walk away from the game. Duke and Jennings were among two of the final five aiming for the prize. The question was \"Who has been married the most times? – King Henry VIII, Larry King, or 'King of Pop', Michael Jackson.\" Duke, Jennings, and two of the other remaining contestants incorrectly guessed King Henry VIII. Ultimately, the winner was entertainment lawyer and former actor Larry Zerner, as he was the only one who answered Larry King.",
            "score": 62.32722473144531
        },
        {
            "docid": "34584497_32",
            "document": "Succession to the French throne . Philip the Fair was not concerned about the lack of male heirs. He had three sons, well married, and a daughter, Isabella of France, Queen of England by her marriage to Edward II of England. The eldest son, Louis the Quarrelsome, was King of Navarre and Count of Champagne since the death of his mother. He would, at the death of his father, become King of France and Navarre. His wife, Margaret of Burgundy had given him a daughter, but she was young and he could expect her to give him a son later. As for his two other sons, Philip, Count of Poitiers and Charles, Count of La Marche, they had married the two daughters of Otto IV, Count of Burgundy and Mahaut, Countess of Artois, Joan and Blanche. The king could believe his succession was assured.",
            "score": 62.30781555175781
        },
        {
            "docid": "10400436_5",
            "document": "Chambre du Roi . On the morning of the king’s coronation one of the high-ranking ecclesiastic and one of the high-ranking secular peers of the realm (respectively, usually the archbishop of Laon and the duke of Burgundy; however, this varied depending on the internal politics at the time of the coronation) would arrive at the door of the king's bedchamber in the Palais de Tau (the archiepiscopal palace at Reims). The ceremony of the waking king would ensue: the peers would knock on the door of the king’s bedchamber and ask, “We have come for the king.” “He is not here,” would be intoned from behind the door. The question would be placed twice more; the reply to the third time the question was asked, would be, “He is not here, he is risen.” At which point, the door opened and the peers saw the king, fully dressed in his coronation robes, reclining on the bed. The two peers would then ceremonially lift the king to his feet and escort him to the cathedral for the coronation.",
            "score": 62.13983154296875
        },
        {
            "docid": "5176810_8",
            "document": "List of Late Night with Conan O'Brien sketches . In this sketch, Conan has supposedly sent out questionnaires to celebrities and he reads their replies. Conan reads a question and then recites the answer that each of three celebrities gave. The answers of the first two celebrities are ordinary \"straight\" answers. The third is the gag answer and often relates to something unseemly about the celebrity. For example, to the question: \"I like to think of my viewers as people who...\" Brian Williams wrote \"want to be informed.\" Meredith Vieira wrote \"want to be my friend.\" Tony Danza wrote \"have broken both arms and can't change the channel;\" A running joke has the survey frequently including a question which is answered by O.J. Simpson somehow referring to committing murder. To the question: \"My favorite time of day is...\" Evangeline Lilly wrote: \"Dawn.\" Matt Lauer wrote \"Twilight\". O. J. Simpson wrote: \"Murder O'Clock.\" A reply where Paris Hilton is the final respondent to a question has been used in every segment for at least the last four years, usually about her promiscuous dating habits. O'Brien and bandleader Max Weinberg have been used as well, with answers that perceive O'Brien as a loser and Max as a pervert. Another running gag has both Larry King and Kirstie Alley answering, usually poking fun at Larry King's age and Kirstie Alley's weight.",
            "score": 62.10606384277344
        },
        {
            "docid": "10835106_4",
            "document": "Larry King Show . Mutual broadcast the show live Monday through Friday from midnight to 5:30 a.m. Eastern Time. King would interview a guest for the first 60 minutes, with callers asking questions that continued the interview for another 2 hours. When he interviewed authors, King said that he would not read their book in advance, so that he would not know more about the book than his audience. King said \"The less I know, the better I feel about a person or book.\"",
            "score": 61.852882385253906
        },
        {
            "docid": "448312_7",
            "document": "Larry King Live . Larry King mainly conducted interviews from the studio, but he also interviewed people on-site in the White House, their prison cells, their homes, and other unique locations. Critics have claimed that Larry King asks \"soft\" questions in comparison to other interviewers, which allows him to reach guests who would be averse to interviewing on \"tough\" talk shows. His reputation for asking easy, open-ended questions has made him attractive to important figures who want to state their position while avoiding being challenged on contentious topics. When interviewed on \"Late Night with Conan O'Brien\", King said that the secret to a good interview is to get the guest to talk about him- or herself, and to put oneself in the background pool.",
            "score": 61.78425216674805
        },
        {
            "docid": "8489109_7",
            "document": "Jay Bakker . Bakker has advocated for a much more open, inclusive Christianity, which embraces those with alternative lifestyles and encourages doubt and uncertainty. He has also endorsed gay marriage and has been an advocate for the church's acceptance of the LGBTQ community. He has also questioned traditional interpretations of the atonement and salvation. When asked by Larry King if he was \"part of the liberal sect of Christianity,\" he said that he was \"more liberal than most\". He also decries the influence of politics in religion, saying that it prevents civil discussion of topics such as homosexuality and abortion. Bakker's church used rainbow-colored communion bread to celebrate the legalization of gay marriage in Minnesota.",
            "score": 61.70397186279297
        },
        {
            "docid": "24527990_7",
            "document": "Same-sex marriage and Judaism . In 1996 the CCAR passed a resolution approving same-sex civil marriage. However, it made a distinction between civil marriages and religious marriages, stating, \"However we may understand homosexuality, whether as an illness, as a genetically based dysfunction or as a sexual preference and lifestyle—we cannot accommodate the relationship of two homosexuals as a \"marriage\" within the context of Judaism, for none of the elements of \"qiddushin\" (sanctification) normally associated with marriage can be invoked for this relationship. The CCAR supported the right of gay and lesbian couples to share fully and equally in the rights of civil marriage and opposed governmental efforts to ban gay and lesbian marriage, stating, \"this is a matter of civil law and is separate from the question of rabbinic officiation at such marriages.\"",
            "score": 61.60083770751953
        },
        {
            "docid": "728093_52",
            "document": "Nick Clegg . The bill also introduced plans to reduce the number of MP's in the House of Commons from 650 to 600, something the Labour party attacked as gerrymandering, as to do this there would need to be boundary changes. Clegg told MPs: \"Together, these proposals help correct the deep unfairness in the way we hold elections in this country. Under the current set-up, votes count more in some parts of the country than others, and millions feel that their votes don't count at all. Elections are won and lost in a small minority of seats. We have a fractured democracy, where some people's votes count and other people's votes don't count.\" On 22 July 2010, the question for the referendum on AV was published, asking voters if they wish to \"adopt the 'alternative vote' system instead of the current 'first past the post' system\" for electing MPs\". The question required a yes or no answer. The Act received Royal Assent on 16 February 2011. The result of the referendum was that the alternative vote proposal was defeated by a margin of 2:1.",
            "score": 61.33314895629883
        },
        {
            "docid": "24797_12",
            "document": "Proclus . There is a double motivation found in Neoplatonic systems. The first is a need to account for the origin and character of all things in the universe. The second is a need to account for how we can know this origin and character of things. These two aims are related: they begin from the assumption that we can know reality, and then ask the question of what reality must be like, in its origin and unfolding, so that we can know it. An important element in the Neoplatonic answer to these questions is its reaction to Scepticism. In response to the sceptical position that we only know the appearances presented by our senses, and not the world as it is, Plotinus placed the object of knowledge inside the soul itself, and accounted for this interior truth through the soul's kinship with its own productive principles.",
            "score": 61.12686538696289
        },
        {
            "docid": "23909513_7",
            "document": "Isabella I of Castile . The question of Isabella's marriage was not a new one. She had made her debut in the matrimonial market at the tender age of six with a betrothal to Ferdinand, the younger son of John II of Aragon (whose family was a cadet branch of the House of Trastámara). At that time, the two kings, Henry and John, were eager to show their mutual love and confidence and they believed that this double alliance would make their eternal friendship obvious to the world. This arrangement, however, did not last long. Ferdinand's uncle Alfonso V of Aragon died in 1458. All of Alfonso's Spanish territories, as well as the islands of Sicily and Sardinia, were left to his brother John II. John now had a stronger position than ever before and no longer needed the security of Henry's friendship. Henry was now in need of a new alliance. He saw the chance for this much needed new friendship in Charles of Viana, John's elder son. Charles was constantly at odds with his father, and because of this, he secretly entered into an alliance with Henry IV of Castile. A major part of the alliance was that a marriage was to be arranged between Charles and Isabella. When John II learned of this arranged marriage he was outraged. Isabella had been intended for his favourite younger son, Ferdinand, and in his eyes this alliance was still valid. John II had his son Charles thrown in prison on charges of plotting against his father's life; Charles died in 1461. In 1465, an attempt was made to marry Isabella to Alfonso V of Portugal, Henry's brother-in-law. Through the medium of the Queen and Count of Ledesma, a Portuguese alliance was made. Isabella, however, was wary of the marriage and refused to consent.",
            "score": 60.852962493896484
        },
        {
            "docid": "4026045_16",
            "document": "Anomalous monism . He asks us to then consider the attribution of a belief. We are seeking a good scientific theory of amorous relations. We ask ourselves if Thomas, who has recently been betrayed by his girlfriend Ffion, believes that it is possible that the relationship can continue. The way we can find out the answer to this question is simply by asking Thomas if he believes it is possible. Thomas says no. Does this authorize us to attribute to Thomas the belief that the relationship cannot continue? Of course not, since Thomas is probably angry and confuses his desire to break up with Ffion with his beliefs. So we ask him if he is angry with Ffion. He says that he is, but we cannot attribute to him the belief that the relationship \"can\" continue, because we don't really know if he's confusing his desires with his beliefs or vice versa. So now we ask Thomas if he will still retain the same opinion next month. Thomas pauses for a while and then says yes. At this point, we think we have a definitive confirmation of the fact that Thomas believes that the relation must be interrupted, since he reflected on the matter before answering. Just to be sure, we ask him what came to mind during that interval of reflection. Thomas answers that he thought of all the unhappy incidents between that took place between him and Ffion. So we return to our original hypothesis on the basis that Thomas is angry and therefore confuses his desires and his beliefs.",
            "score": 60.702842712402344
        },
        {
            "docid": "26300734_5",
            "document": "World counseling system . Under the WCS system, counseling is carried out in three categories: If someone needs counseling in the area of personal relationship, he or she could seek help from the agents regarding a spouse, boyfriend/girlfriend or fiancée. He or she could ask such questions as \"Is my husband faithful?\" \"Is this person the right person for me to marry?\" and \"If I marry this person, will the marriage last?\" The online edition requires that you fill out a form. Information you need to supply includes your first name, the full name of the person you need information about, his or her mother's name and your question. When you send in your request, it is sent to at least two counselors. The agency using the WCS service will quickly prepare a composite report (from the two responses) which is sent back to you. The service comes at a fee since the WCS model has a copyright tied to it. An average response, which is usually more comprehensive than a typical on-line request, can take up to three hours before the reply is available. The response in a typical WCS service may have between 75 and 93 per cent accuracy in its predictions regarding the issue to be resolved.",
            "score": 60.66539764404297
        },
        {
            "docid": "27108830_8",
            "document": "Moncena Dunn (inventor) . \"Only one ballot is to be counted at a time,\" Dunn told the Chicago Tribune. \"When the judge takes the envelopes out of the ballot box he numbers them. There is a pocket in the discard envelope to contain the smaller envelope which holds the voted coupons. The Judge takes the coupons out and reads the vote by the color and number of office, each office being numbered on the ballot. A person standing twenty feet away can tell if he reads the vote correctly. After the vote is read, the judge puts the envelopes together again. Then if any controversy over the result arises there are two records of the ballot. There are the names the voter voted for and the names to be discarded. There is never any question as to what the voter meant, as there so frequently is with the present ballot in general use. There is absolutely no chance for short pencil work. If there are any errors, they are easily caught. We consider, in counting, only the names voted for. With the present ballot we consider all the candidates of every party. Experiment has shown that the ballots can be counted four times as fast as at present.\"",
            "score": 60.632083892822266
        },
        {
            "docid": "5400831_6",
            "document": "Le Roman de Silence . The narrator prefaces the story by condemning the greed and stinginess of the wealthy class. King Evan of England goes to war with King Begon of Norway; to resolve matters they arrange a marriage between Evan and Begon’s daughter, Eufeme. Later, two Counts marry twin girls. Both Counts dispute over the twins’ inheritance and settle things by fighting, but end up killing each other. Evan, upset that two men died fighting because of women, proclaims that women can no longer inherit as long as he rules. Evan then goes to Winchester, where he and his men encounter a dragon in the woods. The King announces that if any of them are able to slaughter the dragon, he will give them a county and his pick of any woman in the kingdom. Cador, a knight who is in love with a woman named Eufemie who serves the Queen, successfully faces the dragon. Back home, Cador is welcomed warmly because of his bravery. Eufemie, who also loves Cador, is eager to marry him, but Cador falls ill from the venom and fumes encountered while fighting the dragon. Evan promises Eufemie that he will grant her marriage to any available man in the kingdom if she can cure Cador. Eufemie cures Cador, each of them falling more in love with the other. When they finally admit their feelings for each other, they ask the King to make good on his promises. The King gives his consent, along with 1,000 pounds a year and the territory of Cornwall once Eufemie’s father, Count Renald, passes away. Count Renald dies a year after Cador and Eufemie get married. Cador inherits the county of Cornwall, and he and Eufemie conceive a child. If it is a girl, Cador has the idea to lie to everybody and tell them that it is a boy, that way their child will be able to inherit no matter what.",
            "score": 60.53254699707031
        },
        {
            "docid": "225507_16",
            "document": "Stockwell Day . In an interview published in the alternative weekly \"Montreal Mirror\" on June 8, Day addressed some of the perceptions that he was homophobic. He began by denying that he had ever referred to homosexuality as a \"mental disorder\". He acknowledged having gay staffers working on his campaign: \"First of all, as far as my campaign, I don't ask people if they're homosexual, lesbian or heterosexual. People who are working on my campaign are doing so because they believe in me. That doesn't mean that they necessarily agree 100 per cent with everything I believe. But in principle they're saying we think you can take this Alliance to the next step and we think you'd be good for Canada. So I don't ask. Nobody has to pass a sex test to be on this campaign.\" But the statement that made headlines in newspapers across the country was Day's acknowledgment that he would indeed consider using the Notwithstanding Clause to block a Supreme Court decision legalizing same-sex marriage, then a distinct possibility that was unnerving many social conservatives. After being pressed by journalist Matthew Hays on the Notwithstanding Clause question, Day replied \"Yes, and the reason I say that is because such a significant number of constituents would reflect concern on that and would want the discussion. The Alberta position on this is that the definition of marriage changing would allow for the use of the Notwithstanding Clause. That's because the sense of the elected officials in Alberta is that the people would be significantly motivated on that issue.\"",
            "score": 60.339778900146484
        }
    ]
}