{
    "q": [
        {
            "docid": "26306034_6",
            "document": "English Romantic sonnets . The Romantic poets were influenced by all their famous predecessors, when writing sonnets, but the most important single influence was Milton, who had written less than 30 sonnets himself. In the 17th century Milton kept the sonnet form alive while also expanding the subject matter – which hitherto had mainly been love – by writing about ideas, events, history, and contemporary issues. Like Milton, the Romantics wrote relatively few love sonnets and the sonnet of the Romantic era include politics, nature, friendship, art, history, religion, life and death. In fact some of the Romantic poets even wrote sonnets about sonnets. Wordsworth’s \"Scorn not the Sonnet\" is an example of this. Keats also wrote about sonnets, most notably in \"On the Sonnet\" (1819), which like Wordsworth's poem defends the form in content and by using it himself.",
            "score": 65.67007398605347
        },
        {
            "docid": "12417264_2",
            "document": "Sonnet 102 . Sonnet 102 is one of the 154 sonnets written by English playwright and poet William Shakespeare. It is one of the Fair Youth sonnets, in which Shakespeare writes of an unnamed youth with whom the poet is enamored. Sonnet 102 is among a series of seemingly connected sonnets, from Sonnet 100 to Sonnet 103, in which the poet speaks of a silence between his Muse and himself. The exact date of writing is unknown, and there is contention among scholars about when they were written. Paul Hammond among other scholars believes that sonnets 61-103 were written primarily during the early 1590s, and then being edited or added to later, during the early 1600s (decade). Regardless of date of writing, it was published later along with the rest of the sonnets of the 1609 Quarto.",
            "score": 51.59588265419006
        },
        {
            "docid": "51052304_2",
            "document": "Sebastian Grabowiecki . Sebastian Grabowiecki (c. 1543 – 1607) was a Polish Catholic priest and poet. He was the author of \"Setnik rymów duchownych\" and \"Setnik rymów duchownych wtóry\" (\"Spiritual Rhymes\" parts 1 and 2). His work, focused entirely on religious themes (like George Herbert's), was strongly influenced by Italian poetry, especially by \"Rime Spirituali\" by Gabriele Fiamma. One of the founding fathers of Polish lyric poetry, Grabowiecki was one of the first poets to write sonnets in Polish. Thus he holds a position comparable to Thomas Wyatt, Henry Howard, Earl of Surrey and Portuguese poet Francisco de Sá de Miranda, who introduced the sonnet into their native literatures. He also wrote the first Polish poem in ottava rima, and was an early adopter of the Sapphic stanza in Polish poetry. His best-known poem is a sonnet (based on one of Fiamma's) similar to Philip Sidney's Sonnet 89 from \"Astrophel and Stella\" (\"Now that of absence the most irksome night\"), with the use of epistrophe (repetition of end-words) instead of rhyme.",
            "score": 56.218605637550354
        },
        {
            "docid": "12372301_2",
            "document": "Sonnet 86 . Sonnet 86 is one of 154 sonnets written by the English playwright and poet William Shakespeare. It is the final poem of the Rival Poet subsection of the Fair Youth sonnets in which Shakespeare writes about an unnamed young man and a rival poet competing for the youth's attention. While the exact date of its composition is unknown, scholars generally agree that the Rival Poet series was written between 1598 and 1600 and published along with the rest of the sonnets in the 1609 Quarto.",
            "score": 51.800090312957764
        },
        {
            "docid": "2005064_2",
            "document": "Sonnet L'Abbé . Sonnet L'Abbé, is a Canadian poet, editor, professor and critic. As a poet, L'Abbé writes about national identity, race, gender and language.",
            "score": 47.34762501716614
        },
        {
            "docid": "11698923_10",
            "document": "Sonnet 78 . \"Shakespeare's sonnets 78-86 concern the Speaker's rivalry with other poets and especially with one 'better spirit' who is 'learned' and 'polished'\". In Sonnet 78 we find out about a rival who is male and a poet and whose entry initiates an episode of jealousy that comes to a close in only Sonnet 86 These sonnets are considered to be the Rival Poet sonnets. The rival poet sonnets include three primary players; the fair youth, the rival poet, and the lady who is desired by both men. The identities of these three players have been a controversy for hundreds of years and many experts disagree on the personage of the fair youth, rival poet, and lady.  The author Joseph Pequigney discusses the historic background of the rival poet, fair youth, and lady and states, \"The rival poet referred to in Sonnet 78 to 86, (a) are wholly fictitious, or (b) are depictions of real but unknown persons, or (c) admit of historical identifications. In the case of (c) speculation centers mostly on the youth who is surmised to be either the earl of Southampton or the earl of Pembroke or, occasionally, some other nobleman. Marlowe and Chapman are the leading candidates for the role of the literary rival, the lady has generally fared less well in generating a historical counterpart. Regardless of whether the incidents and interpersonal transactions rendered are actual or imaginary, everything comes through as uncertain or indistinct because the Quarto, unauthorized and unsupervised by Shakespeare, (a) prints the Sonnets in a version to be understood as disarranged to a greater or lesser extent, or (b) the order of the poems in Q must be accepted in lieu of more satisfactory alternative, or (c) the lost original order may be reconstructed by acute transpositions.\" As with the fair youth there is some debate over the personage of the rival poet. Other experts disagree with Pequigney's assessment and another expert stated, \"Among biographically minded commentators, a favourite candidate for Rival Poet has been Christopher Marlowe\".  The author R.J.C. Wait believes that the youth is none other than the Earl of Southampton. Waits states, \"Shakespeare now clearly recognizes that Southampton is giving assistance to one or more rivals\". Another perspective is given by the author Macd. P. Jackson who states, \"There can be no simple equation of a figure in Shakespeare's sonnets with a historical, biological personage.\" Waits argues that there are too many similarities for the fair youth to be anyone other than the Earl of Southampton, who was a known patron of the arts. The controversy around the identities of the fair youth, rival poet(s), and lady are an age old argument and may never be resolved as Shakespeare never explicitly identifies the individuals in the Sonnets.",
            "score": 61.14271640777588
        },
        {
            "docid": "1018224_5",
            "document": "Crown of sonnets . \"A Wreath of Sonnets\" () is a crown of sonnets by the Slovene Romantic poet France Prešeren. It was written in 1833 and was enriched with acrostic in the master sonnet. Prešeren's crown of sonnets was translated into Russian in 1889, which had great influence on many poets, including Valery Bryusov. Jaroslav Seifert wrote his sentimental \"Věnec sonetů\" (A Wreath of Sonnets) in this form about Prague, with an authorized translation by Jan Křesadlo, who also composed his own emigre riposte in the same format, as well as writing several other sonnet cycles. The Bulgarian poet Venko Markovski wrote and published more than 100 crowns of sonnets, which also contained acrostics dedicated to various historical figures. In 2007, the Russian poet Natalia Shamberova published \"The Mists of August,\" a wreath of wreaths: 211 interlacing sonnets composed of 14 wreaths of sonnets to form the wreath of magistrals, and a final sonnet called the magistrals’ magistral.",
            "score": 56.89467227458954
        },
        {
            "docid": "12417264_3",
            "document": "Sonnet 102 . In the sonnet, the poet writes of why he has stopped showering his muse with flowery praise and adoration. In his analysis of Shakespeare's Sonnets, David West suggests that the sequence of sonnets 100-103 and the silence described are a response to the infidelity of the Fair Youth in the Rival Poet sequence of sonnets (78-86), which has caused a rift between the poet and his Muse. He writes of how immediately following the Rival Poet sonnets, the Poet begins to speak of his lover being false and having forsaken him. West claims that this ultimately culminates in sonnets 100-103, where the Poet expresses his regret over what has transpired.",
            "score": 46.94278860092163
        },
        {
            "docid": "12450812_11",
            "document": "Sonnet 110 . It has been debated by many critics and scholars whether or not sonnet 110 was written about Shakespeare's career in the theater or if the sonnet is a confession of love to a young man. The lines in the sonnet could be related to the stage but scholars Virginia L. Radley and David C. Redding disagree stating that sonnet 110 is, \"addressed to an old friend of the poet's.\" Sonnet 110 can be interpreted as a confession of love and the mistakes the poet made when he decided to leave his original love. The poet confesses to the young man his infidelities and regrets in order to receive pity from the young man for what the poet did was wrong but should be forgiven since he claimed the young man is the best person he will ever love.",
            "score": 54.46525311470032
        },
        {
            "docid": "11513949_2",
            "document": "Sonnet 140 . Sonnet 140 is one of 154 sonnets written by the English playwright and poet William Shakespeare. Sonnet 140 is one of the Dark Lady sonnets, in which the poet writes to a mysterious woman who rivals the Fair Youth for the poet's affection.",
            "score": 47.96112680435181
        },
        {
            "docid": "28260_38",
            "document": "Sonnet . The sonnet was introduced into Polish literature in the 16th century by Jan Kochanowski, Mikołaj Sęp-Szarzyński and Sebastian Grabowiecki. Later in 1826 Adam Mickiewicz wrote a series known as \"Crimean Sonnets\", which was translated into English by Edna Worthley Underwood. Sonnets were also written by Adam Asnyk, Jan Kasprowicz and Leopold Staff. Polish poets usually shape their sonnets according to Italian or French practice. The English sonnet is not common. Kasprowicz used a Shelleyan rhyme scheme: aba bcb cdc ded ee. Polish sonnets are typically written in either hendecasyllables (5+6 syllables) or Polish alexandrines (7+6 syllables).",
            "score": 56.23957407474518
        },
        {
            "docid": "28260_40",
            "document": "Sonnet . In Slovenia the sonnet became a national verse form. The greatest Slovenian poet, France Prešeren, wrote many sonnets. His best known work worldwide is \"Sonetni venec\" (\"A Wreath of Sonnets\"), which is an example of crown of sonnets. Another work of his is the sequence \"Sonetje nesreče\" (\"Sonnets of Misfortune\"). In writing sonnets Prešeren was followed by many later poets. After the Second World War sonnets remained very popular. Slovenian poets write both traditional rhymed sonnets and modern ones, unrhymed, in free verse. Among them are Milan Jesih and Aleš Debeljak. The metre for sonnets in Slovenian poetry is iambic pentameter with feminine rhymes, based both on the Italian endecasillabo and German iambic pentameter.",
            "score": 49.85284113883972
        },
        {
            "docid": "52712058_2",
            "document": "Sonnet on the Great Suffering of Jesus Christ . \"Sonnet on the Great Suffering of Jesus Christ\" (in Polish ') is a poem by the 17th-century Polish poet Stanisław Herakliusz Lubomirski. The poem is the last in the sequence \"The Poems of Lent\" (in Polish ').",
            "score": 49.03309679031372
        },
        {
            "docid": "51035284_4",
            "document": "Polish alexandrine . The Polish national epic, Pan Tadeusz by Adam Mickiewicz, is written in this measure. Polish alexandrines replaced hendecasyllables in sonnets: in the 16th century poets like Sebastian Grabowiecki and Mikołaj Sęp-Szarzyński wrote sonnets using 11-syllable metre, but in the 17th century Daniel Naborowski translated one of Petrarch's sonnets using 13-syllable lines:",
            "score": 53.749237060546875
        },
        {
            "docid": "12355261_8",
            "document": "Sonnet 81 . The first quatrain tackles the idea of achieving immortality through writing. \"Sonnet 81 moves towards the topos of poetic immortality. The poet's claim that his 'gentle verse' will be a 'monument', evoking once more the loci classici of Horace and Ovid ..., was standard among sonneteers\". In the second quatrain Shakespeare writes that his poems will immortalize the youth. Katherine Duncan-Jones writes in her book titled Shakespeare's Sonnets \"When the poet dies, he will be quickly forgotten; but when the youth dies, he will continue to live as the subject-matter of the poet's verse.\" The third quatrain and couplet tie together and conclude the idea of poetic immortality.",
            "score": 48.29770517349243
        },
        {
            "docid": "12450812_12",
            "document": "Sonnet 110 . There have been many arguments by scholars whether or not the sonnet was written about Shakespeare's disdain with the stage and his career in the theater, or if the sonnet is a confession of love to an unknown young man. Shakespeare's use of the word motley has the mind of critics and scholars boggled as to what the sonnet could truly mean. A motley is a multi-colored gown, or costume, usually worn by a jester. Many scholars believe that the sonnet is written about Shakespeare's disdain with the theater and the actors, or even his own profession as an actor. Katherine Duncan-Jones believes that the sonnet is about Shakespeare's feelings about his own career as an actor. Scholar Henry Reed agrees with Duncan-Jones and believes that the sonnet is written about Shakespeare's own disdain with his acting career. The third line of the quatrain also suggests that the sonnet could be about the theater. Gored could be used in the sense of sewing triangular sized cloths into the motley that would be worn by the actor. However, there are other scholars that would disagree with the two. Among these scholars is Kenneth Muir who says, \"the theatrical image does not imply that he was referring to his job as an actor.\" According to Virginia Radley and David Redding, the interpretation of the sonnet being about Shakespeare's profession as an actor is wrong. Radley and Redding suggests that \"sonnet 110 has nothing to do with the stage, or the acting, or the play writing.\" Radley and Redding interpreted the first quatrain as the poets confession of promiscuity. Lines 1-2 suggests that the poet has been around and has made a fool of himself for the world to see. Here, the word motley is used as in \"I played the fool.\" Line 3 suggests that the poet put himself on display and gave away his precious love. With the use of the word gored, Radley and Redding translated the phrase \"gored mine own thoughts\" to \"wounded my best thoughts\". The last line of this quatrain uses the word offences is used in the correct term as in offending the poet's lover by this new affairs he has encountered. By the end of this quatrain, the reading of the sonnet slowly becomes clear that this a confession of love versus Shakespeare's disdain with the theater.",
            "score": 50.13224673271179
        },
        {
            "docid": "5768995_2",
            "document": "Sonnet 28 . Sonnet 28 is one of 154 sonnets written by the English playwright and poet William Shakespeare, it was first published in 1609. The sonnet is a part of the Fair Youth sequence, in which the poet expresses his love towards a young man — usually referred to as \"the young man\" or the \"friend\". Shakespeare's use of \"friend\" means more than just of a sexual nature, it highlights the Renaissance ideal of male fidelity and equality. From sonnets 18 to 126, Shakespeare writes about his relationship with the said young man. Although the identity of the young man is still unknown, Henry Wriothesley and William Herbert, 3rd Earl of Pembroke, are the two leading contenders.",
            "score": 47.445170402526855
        },
        {
            "docid": "5502791_2",
            "document": "Sonnet 30 . Sonnet 30 is one of the 154 sonnets written by the English poet and playwright William Shakespeare. It was published in the Quarto in 1609. It is also part of the Fair Youth portion of the Shakespeare Sonnet collection where he writes about his affection for an unknown young man. While it is not known exactly when Sonnet 30 was written, most scholars agree that it was written between 1595 and 1600. It is written in Shakespearean form, comprising fourteen lines of iambic pentameter, divided into three quatrains and a couplet.",
            "score": 44.48667359352112
        },
        {
            "docid": "2394308_5",
            "document": "Criticism of Islam . Other notable early critics of Islam included: Abu Isa al-Warraq and Ibn al-Rawandi, two 9th-century critics of Islam and religion in general, along with al-Ma'arri, an 11th-century Arab poet and critic of Islam and all other religions who was also known for his veganism and antinatalism. In the early centuries of the Islamic Caliphate, including the period ruled by the four Rashidun caliphs (often called the \"rightly guided caliphs)\", Islamic law permitted citizens to freely express their views, including criticism of Islam and religious authorities, without fear of persecution. As such, there have been several notable critics and skeptics of Islam that arose from within the Islamic world itself. In tenth and eleventh-century Syria there lived a blind poet called Al-Ma'arri. He became well known for a poetry that was affected by a \"pervasive pessimism.\" He labeled religions in general as \"noxious weeds\" and said that Islam does not have a monopoly on truth. He had particular contempt for the \"ulema\", writing that:",
            "score": 39.70943486690521
        },
        {
            "docid": "12372301_15",
            "document": "Sonnet 86 . While scholarly debate abounds as to the identities of the persons contemplated in the sonnet, there is general consensus as to Sonnet 86's role within the Rival Poet subsection of the Fair Youth sonnets. As Joseph Pequigney notes, \"Sonnet 86 is written in the past tense, as distinct from the present tense of the eight previous sonnets, to signal the end of the episode,\" that is, the Rival Poet series of sonnets. As the final sonnet in the series, it is also the sonnet in which Shakespeare claims his ultimate victory over the rival poet, the situation \"resolved in Shakespeare's favor\" as he relentlessly mocks his opponent. Though he admits to having experienced a poetic hesitation, Shakespeare maintains that it was not the Rival Poet who caused it. Katherine Duncan-Jones writes: \"Undaunted by the splendour of his rival's verses, the speaker quails only at [his rival's] appropriation of the young man's favour.\"",
            "score": 47.664347887039185
        },
        {
            "docid": "11419326_7",
            "document": "Sonnet 147 . As a piece within Shakespeare's sonnet collection, Sonnet 147 lies within the Dark Lady sonnets sequence (Sonnets 127-154), following the Fair Youth sequence (Sonnets 1-126). Placed after the Fair Youth sonnets, which \"celebrate a young male love object\", The Dark Lady sonnets are associated with a woman of dark physical and moral features. Unlike the Fair Youth sonnets, which refer lovingly and admirably to the beauty and person-hood of a young male, the Dark Lady sonnets frequently include harsh and offensive language, often including sexual innuendos, to describe a woman who is neither admirably beautiful, or of admirable means or aristocratic status. By writing about this dark and simple woman, Shakespeare writes in stark contrast to most poets of his time, who often and predominantly wrote about fair, virginal, young girls who were of high social status. As with the questioned identity of the inspiration for the Fair Youth sonnets, the identity of the original Dark Lady has been disputed and argued for centuries. Unlike the Fair Youth sonnets, however, there is little academic \"proof\" to back up any proposed female muses, though historical characters ranging from Shakespeare's wife Anne Hathaway, Emilia Lanier, and even Queen Elizabeth herself have been suggested as potential \"femme fatales\".",
            "score": 55.69735658168793
        },
        {
            "docid": "171952_5",
            "document": "Gabriela Mistral . In 1906, Mistral met Romelio Ureta, her first love, who killed himself in 1909. Shortly after, her second love married someone else. This heartbreak was reflected in her early poetry and earned Mistral her first recognized literary work in 1914 with \"Sonnets on Death\" (\"Sonnets de la muerte\"). Mistral was awarded first prize in a national literary contest \"Juegos Florales\" in Santiago (the capital of Chile). Writing about his suicide led the poet to consider death and life more broadly than previous generations of Latin American poets. While Mistral had passionate friendships with various men and women, and these impacted her writings, she was secretive about her emotional life.",
            "score": 42.86281991004944
        },
        {
            "docid": "11513810_15",
            "document": "Sonnet 144 . Henry David Gray writes on the complexity of views that readers have taken while contemplating the sonnets. There are the Southamptonites who date the sonnets from 1592–1596, and believe the first 125 sonnets to be in chronological order, the dark lady being Elizabeth Vernon, and the Rival Poet to be Drayton. Gray continues with the next group of critics being Pembrokists, dating the sonnets from 1598 to 1603, the dark lady being Mary Fitton, and the Rival Poet being Chapman. Gray believes, following with Sir Sidney Lee, that the sonnets are literary exercises, it is important to figure who the dark lady is, that W.H. is not the youth addressed in the first 125 sonnets, the sonnets are in no chronological order, and he had no idea who the rival poet was. Gray proclaims his view, \"I am a free lance among the Sonnets' critics with a special set of conjectures all my own; though I do agree with Butler that that W.H. is William Hughes, with Acheson that the Dark Lady is Mistress Davanant, and with Montmorency that the Rival Poet is Spenser.\"",
            "score": 48.82679605484009
        },
        {
            "docid": "12450812_2",
            "document": "Sonnet 110 . Sonnet 110 is one of 154 sonnets written by the English playwright and poet William Shakespeare. Sonnet 110 was published along with the other sonnets in the 1609 Quarto. The sonnet falls in place with the Fair Youth sequence of Shakespeare's sonnets, in which the poet expresses his love towards a young man. The mystery of the young man is still unknown today. However, there are many different theories by various scholars of who this young man may be. There has been much debate whether or not this sonnet was written about Shakespeare's disdain with the stage and actors. Whereas others have interpreted sonnet 110 as the poet confessing his love to a young man.",
            "score": 48.78759145736694
        },
        {
            "docid": "6732754_8",
            "document": "Sonnet 56 . Sonnet 56 is part of the Fair Youth sonnets. The sonnet's first line was inspired by George Whetstone's \"The Rocke of Regard\" (1576). The sonnet is divided up into four quatrain, groups of four lines, and a couplet. Sonnet 56 is puzzling because of its seemingly inappropriate placement next to Sonnet 55. In Sonnet 55, the poet's relationship with the young man is steady and secure, but here there is a sudden shift from confidence to deep insecurity. In this sonnet the poet examines the \"quality of love.\" It is not clear whose love is being addressed. The poet's, \"his friend's, or that of both?\" The poet \"pleads for the love to be charged with fresh vigor.\" At the same time, the poet suggests that a \"separation\" may be what the relationship needs in order to \"renew the intensity of their devotion.\" It should noted that the identity of the \"Sweet love\" is not located in the poem and the ultimate fate of the relationship is left ambiguous. Although, there may be clues of their fate in the rest of the Fair You Sonnets. Shakespeare also uses metaphors for eating to talk about a sexual appetite.",
            "score": 56.86232841014862
        },
        {
            "docid": "5768969_3",
            "document": "Sonnet 23 . In the sonnet, the speaker compares himself to an actor on stage who has frozen up and cannot speak, but he hopes that his love will understand him through this poem. It is of special interest because of its use of a metaphor drawn from acting, a figure that has led to much attention for what the poem might reveal about Shakespeare's attitude towards sonnet writing, love poetry, and his professions as a playwright and a poet.",
            "score": 43.17205762863159
        },
        {
            "docid": "50345891_2",
            "document": "Daud Haider . Daud Haider is a Bangladeshi poet who was forced into exile after writing a poem that insulted religion including Islam. American Center, International PEN have described him as \"distinguished poet\".",
            "score": 36.088255882263184
        },
        {
            "docid": "179513_18",
            "document": "Natalie Clifford Barney . In 1900, Barney published her first book, a collection of poems called \"Quelques Portraits-Sonnets de Femmes\" (\"Some Portrait-Sonnets of Women\"). The poems were written in traditional French verse and a formal, old-fashioned style since Barney did not care for free verse. These poems have been described as \"apprentice work\" but by publishing them, Barney became the first woman poet to openly write about the love of women since Sappho. Her mother contributed pastel illustrations of the poems' subjects, wholly unaware three of the four women who modeled for her were her daughter's lovers.",
            "score": 45.58632254600525
        },
        {
            "docid": "610283_14",
            "document": "On First Looking into Chapman's Homer . This poem is a Petrarchan sonnet, also known as an Italian sonnet, divided into an octave and a sestet, with a rhyme scheme of \"a-b-b-a-a-b-b-a-c-d-c-d-c-d\". After the main idea has been introduced and the image played upon in the octave, the poem undergoes a volta, a change in the persona's train of thought. The volta, typical of Italian sonnets, is put very effectively to use by Keats as he refines his previous idea. While the octave offers the poet as a literary explorer, the volta brings in the discovery of Chapman's Homer, the subject of which is further expanded through the use of imagery and comparisons which convey the poet's sense of awe at the discovery.",
            "score": 38.350682973861694
        },
        {
            "docid": "78445_11",
            "document": "Henry Howard, Earl of Surrey . He and his friend Sir Thomas Wyatt were the first English poets to write in the sonnet form that Shakespeare later used, and Surrey was the first English poet to publish blank verse (unrhymed iambic pentameter) in his translation of the second and fourth books of Virgil's Aeneid.  Together, Wyatt and Surrey, due to their excellent translations of Petrarch's sonnets, are known as \"Fathers of the English Sonnet\". While Wyatt introduced the sonnet into English, it was Surrey who gave them the rhyming meter and the division into quatrains that now characterises the sonnets variously named English, Elizabethan or Shakespearean sonnets.",
            "score": 50.9747371673584
        },
        {
            "docid": "28260_33",
            "document": "Sonnet . In the Indian subcontinent, sonnets have been written in the Assamese, Bengali, Dogri, English, Gujarati, Hindi, Kashmiri, Malayalam, Manipuri, Marathi, Nepali, Oriya, Sindhi and Urdu languages. Urdu poets, also influenced by English and other European poets, took to writing sonnets in the Urdu language rather late. Azmatullah Khan (1887–1923) is believed to have introduced this format to Urdu literature in the very early part of the 20th century. The other renowned Urdu poets who wrote sonnets were Akhtar Junagarhi, Akhtar Sheerani, Noon Meem Rashid, Mehr Lal Soni Zia Fatehabadi, Salaam Machhalishahari and Wazir Agha. This example, a sonnet by Zia Fatehabadi taken from his collection \"Meri Tasveer\", is in the usual English (Shakespearean) sonnet rhyme-scheme.",
            "score": 48.42224931716919
        },
        {
            "docid": "7796320_10",
            "document": "Hamnet Shakespeare . Michael Wood suggests in \"In Search of Shakespeare\" that sonnet 33 might have nothing to do with the so-called \"Fair Youth\" sonnets, that it alludes to the death of the poet's son, Hamnet in 1596 at age 11, and that there is an implied pun on \"\"sun\"\" and \"\"son\"\": \"\"Even so my sun one early morn did shine, with all triumphant splendour on my brow; but out, alack, he was but one hour mine, the region cloud hath mask'd him from me now\"\". If this is the case the link of sonnet 33 with sonnet 34, sonnet 35 and sonnet 36 would be entirely coincidental and spurious. Note that in sonnet 33 (1) there is no overt \"you\" or \"thou\" (contrary to most of the sonnets and in particular to sonnets 34, 35 and 36 which all three use \"thou\") and (2) there is no mention of the supposed \"fault\" committed by the addressee towards the poet (as in sonnets 34 and 35) nor of the supposed \"guilt\" borne by the poet which may affect the addressee's reputation (as in sonnet 36).",
            "score": 45.802162647247314
        }
    ],
    "r": [
        {
            "docid": "2152113_17",
            "document": "Amr ibn Hishām . While Muhammad was in Mecca some twenty Christians came to him from Abyssinia (or Najrān) when they heard news of him. Muhammad answered all their questions and read the Quran to them. Their eyes flowed with tears and they accepted Islam. Abu Jahl intercepted them as they were leaving, saying, 'God, what a wretched band you are! Your people at home sent you to bring them information about the fellow, and as soon as you sat with him you renounced your religion and believed what he said. We don't know a more asinine band than you'. They answered: 'Peace be on you. We will not engage in foolish controversy with you. We have our religion and you have yours. We have not been remiss in seeking what is best.'",
            "score": 69.02719116210938
        },
        {
            "docid": "45455383_7",
            "document": "Social media analytics . Attributes of data that need to be considered are as follows: Data analysis is the set of activities that assist in transforming raw data into insight, which in turn leads to a new base of knowledge and business value. In other words, data analysis is the phase that takes filtered data as input and transforms that into information of value to the analysts. Many different types of analysis can be performed with social media data. The data analysis step begins once we know what problem we want to solve and know that we have sufficient data that is enough to generate a meaningful result. How can we know if we have enough evidence to warrant a conclusion? The answer to this question is; we don't know. We can't know this unless we start analyzing the data. While analyzing if we found the data isn't sufficient, reiterate the first phase and modify the question. If the data is believed to be sufficient for analysis, we need to build a data model.",
            "score": 66.85200500488281
        },
        {
            "docid": "26306034_6",
            "document": "English Romantic sonnets . The Romantic poets were influenced by all their famous predecessors, when writing sonnets, but the most important single influence was Milton, who had written less than 30 sonnets himself. In the 17th century Milton kept the sonnet form alive while also expanding the subject matter – which hitherto had mainly been love – by writing about ideas, events, history, and contemporary issues. Like Milton, the Romantics wrote relatively few love sonnets and the sonnet of the Romantic era include politics, nature, friendship, art, history, religion, life and death. In fact some of the Romantic poets even wrote sonnets about sonnets. Wordsworth’s \"Scorn not the Sonnet\" is an example of this. Keats also wrote about sonnets, most notably in \"On the Sonnet\" (1819), which like Wordsworth's poem defends the form in content and by using it himself.",
            "score": 65.67007446289062
        },
        {
            "docid": "11461_59",
            "document": "Francis Crick . The human dilemma is hardly new. We find ourselves through no wish of our own on this slowly revolving planet in an obscure corner of a vast universe. Our questioning intelligence will not let us live in cow-like content with our lot. We have a deep need to know why we are here. What is the world made of? More important, what are we made of? In the past religion answered these questions, often in considerable detail. Now we know that almost all these answers are highly likely to be nonsense, having sprung from man's ignorance and his enormous capacity for self-deception... The simple fables of the religions of the world have come to seem like tales told to children. Even understood symbolically they are often perverse, if not rather unpleasant... Humanists, then, live in a mysterious, exciting and intellectually expanding world, which, once glimpsed, makes the old worlds of the religions seem fake-cosy and stale... :",
            "score": 65.48013305664062
        },
        {
            "docid": "12417111_16",
            "document": "Sonnet 101 . As mentioned above, rather than asking for inspiration, the poet demands explanation, though now he presumes his Muse's excuse for the neglect, which the poet takes to be that truth of beauty is self-evident, and needs no further embellishment. It is in the second and third line of this quatrain, or the sixth and seventh lines in the sonnet, where the rhythmic structure of Sonnet 101 becomes noteworthy. Whereas the rest of Sonnet 101 follows conventional structural patterns, it is in line 6 and 7, \"Truth needs no colour with his colour fixed; / Beauty no pencil, beauty's truth to lay,\" that the rhythm deviates from the established norm, which is discussed in depth earlier in this article. Though there is no definitive explanation for this alteration, its inconsistency warrants speculation. If we assume that the difference in pattern is not an oversight on the part of Shakespeare, then it is conceivable that this creative idiosyncrasy was made for aesthetic or symbolic reasons. It is then pertinent to question why these particular lines are given this unique structural treatment. Putting aside aesthetic interpretation, it could be conceived that Shakespeare intentionally chose these two lines with which to assert freedom from the regular metrics of iambic pentameter, to show that truth and beauty should be singled out. Given this interpretation of the second and third lines of the quatrain, the fourth line, \"But best is best, if never intermixed?\" can even be read as the poet-speaker's assessment that his Muse does not see fit to embellish truth and beauty through poetic inspiration.",
            "score": 65.1309814453125
        },
        {
            "docid": "17994_5",
            "document": "Learning theory (education) . Plato (428 BC–347 BC) proposed the question: How does an individual learn something new when the topic is brand new to that person? This question may seem trivial; however, think of a human like a computer. The question would then become: How does a computer take in any factual information without previous programming? Plato answered his own question by stating that knowledge is present at birth and all information learned by a person is merely a recollection of something the soul has already learned previously, which is called the Theory of Recollection or Platonic epistemology. This answer could be further justified by a paradox: If a person knows something, they don't need to question it, and if a person does not know something, they don't know to question it. Plato says that if one did not previously know something, then they cannot learn it. He describes learning as a passive process, where information and knowledge are ironed into the soul over time. However, Plato's theory elicits even more questions about knowledge: If we can only learn something when we already had the knowledge impressed onto our souls, then how did our souls gain that knowledge in the first place? Plato's theory can seem convoluted; however, his classical theory can still help us understand knowledge today.",
            "score": 64.86162567138672
        },
        {
            "docid": "3325140_14",
            "document": "Entropy in thermodynamics and information theory . Moreover, a direct connection can be made between the two. If the probabilities in question are the thermodynamic probabilities \"p\": the (reduced) Gibbs entropy σ can then be seen as simply the amount of Shannon information needed to define the detailed microscopic state of the system, given its macroscopic description. Or, in the words of G. N. Lewis writing about chemical entropy in 1930, \"Gain in entropy always means loss of information, and nothing more\". To be more concrete, in the discrete case using base two logarithms, the reduced Gibbs entropy is equal to the minimum number of yes–no questions needed to be answered in order to fully specify the microstate, given that we know the macrostate.",
            "score": 64.01641082763672
        },
        {
            "docid": "24797_12",
            "document": "Proclus . There is a double motivation found in Neoplatonic systems. The first is a need to account for the origin and character of all things in the universe. The second is a need to account for how we can know this origin and character of things. These two aims are related: they begin from the assumption that we can know reality, and then ask the question of what reality must be like, in its origin and unfolding, so that we can know it. An important element in the Neoplatonic answer to these questions is its reaction to Scepticism. In response to the sceptical position that we only know the appearances presented by our senses, and not the world as it is, Plotinus placed the object of knowledge inside the soul itself, and accounted for this interior truth through the soul's kinship with its own productive principles.",
            "score": 63.809165954589844
        },
        {
            "docid": "21315241_16",
            "document": "John Saddington . This book can be seen in two ways which are by no means mutually exclusive. Firstly, it is one of the few Muggletonian books addressed to non-believers. (If one accepts the view that Muggletonians had principled objections to evangelism, then Saddington's book should never have existed at all.) Saddington is well equipped to write a popular book. He has a bright, journalistic style which is appealing and, above all, he couches his comments in the everyday experience of urban tradesmen and housewives and does not begin from bible doctrine. The main text is preceded by two introductions, one to his fellow believers and one, a 'General Epistle', addressed to the 'Courteous Reader'. Secondly, it is in the address to the believers that he puts the frequently asked question 'why did I write this book?' but he never truly answers himself. It is as if he wants the Muggletonian reader to stop, consider, then tease out a deeper meaning of his or her own. When he does finally answer a question, it is the different one of why he has not written the book earlier. His reasons are that he saw little need to write whilst there was still a live prophet amongst them and because, if he wrote, he had to make reference to his own experience which he felt reluctant to do. Just what this experience was that might make his fellow believers question if he were a fit and proper person to exhort them to righteousness, he naturally doesn't say. Clearly, if we don't know, we don't need to know. And we don't. So time has healed his wound. But the prophet Muggleton was still alive when Saddington wrote his book, so what had really changed?",
            "score": 63.28425598144531
        },
        {
            "docid": "23295795_16",
            "document": "The Hangover Part II . Cooper stated that \"we made [the] decision early on\" to keep the same plot structure. \"I remember we did this photo shoot for \"Vanity Fair\" and that was when we first talked about a sequel in a realistic way; and we were all in the room together afterwards and we were saying 'here's the choice: do we stray from the structure or do we run straight for it?' And we all agreed, no question about it, we hadn't earned the ability to take these 3 guys out and put them in a new structure. There needs to be a ticking clock, there needs to be a missed night and there needs to be someone who's gone and a woman who is waiting to get married and a guy who needs to get married.\"",
            "score": 62.713016510009766
        },
        {
            "docid": "1056228_24",
            "document": "Fahrenheit 9/11 controversies . The May 18 article in \"The Hill\", which was published prior to Clarke's May 25 claim of responsibility, quoted 9/11 Commission vice-chair Lee H. Hamilton as saying: \"We don't know who authorized [the flights]. We've asked that question 50 times.\" A May 26 article in \"The Hill\" quoted another Commission member, Tim Roemer, as being unconvinced by Clarke's claim of sole responsibility for approving the flights: \"It doesn't seem that Richard Clarke had enough information to clear it... I just don't think that the questions are resolved, and we need to dig deeper... Clarke sure didn't seem to say that he was the final decisionmaker. I believe we need to continue to look for some more answers.\"",
            "score": 62.24782943725586
        },
        {
            "docid": "40967407_29",
            "document": "2011 German Census . The question 8 (the direction of faith) is voluntary and can only be answered if, in question 7 (religious society), the membership of \"no public-law religious society\" has been crossed. Thus, a user of the census data could automatically view members of a public-law religious community as followers of the religion, regardless of their actual belief. In addition, Question 8 is not further broken up between other religious world views and non-religious views of the world (e.g., humanism, atheism, pacifism) in the possibility of answering \"other religion, faith or belief\". The spokesman of the Federal Statistical Office stated in this context: \"The consequence of this is that the group of atheists (but also those of the other religions) can not be proven in the censorship results. The results of the census will therefore be that we have information about the large religious currents explicitly listed in the questionnaire, but will not know about the spread of other religions and atheism. \"The EU Eurobarometer\" Social Values, Science and Technology \" In 2005, atheists had previously been recorded as a separate group",
            "score": 62.014888763427734
        },
        {
            "docid": "11698923_10",
            "document": "Sonnet 78 . \"Shakespeare's sonnets 78-86 concern the Speaker's rivalry with other poets and especially with one 'better spirit' who is 'learned' and 'polished'\". In Sonnet 78 we find out about a rival who is male and a poet and whose entry initiates an episode of jealousy that comes to a close in only Sonnet 86 These sonnets are considered to be the Rival Poet sonnets. The rival poet sonnets include three primary players; the fair youth, the rival poet, and the lady who is desired by both men. The identities of these three players have been a controversy for hundreds of years and many experts disagree on the personage of the fair youth, rival poet, and lady.  The author Joseph Pequigney discusses the historic background of the rival poet, fair youth, and lady and states, \"The rival poet referred to in Sonnet 78 to 86, (a) are wholly fictitious, or (b) are depictions of real but unknown persons, or (c) admit of historical identifications. In the case of (c) speculation centers mostly on the youth who is surmised to be either the earl of Southampton or the earl of Pembroke or, occasionally, some other nobleman. Marlowe and Chapman are the leading candidates for the role of the literary rival, the lady has generally fared less well in generating a historical counterpart. Regardless of whether the incidents and interpersonal transactions rendered are actual or imaginary, everything comes through as uncertain or indistinct because the Quarto, unauthorized and unsupervised by Shakespeare, (a) prints the Sonnets in a version to be understood as disarranged to a greater or lesser extent, or (b) the order of the poems in Q must be accepted in lieu of more satisfactory alternative, or (c) the lost original order may be reconstructed by acute transpositions.\" As with the fair youth there is some debate over the personage of the rival poet. Other experts disagree with Pequigney's assessment and another expert stated, \"Among biographically minded commentators, a favourite candidate for Rival Poet has been Christopher Marlowe\".  The author R.J.C. Wait believes that the youth is none other than the Earl of Southampton. Waits states, \"Shakespeare now clearly recognizes that Southampton is giving assistance to one or more rivals\". Another perspective is given by the author Macd. P. Jackson who states, \"There can be no simple equation of a figure in Shakespeare's sonnets with a historical, biological personage.\" Waits argues that there are too many similarities for the fair youth to be anyone other than the Earl of Southampton, who was a known patron of the arts. The controversy around the identities of the fair youth, rival poet(s), and lady are an age old argument and may never be resolved as Shakespeare never explicitly identifies the individuals in the Sonnets.",
            "score": 61.14271545410156
        },
        {
            "docid": "19097823_23",
            "document": "Political positions of Sarah Palin . In a December 3, 2009, interview with Rusty Humphries, Palin was asked about President Barack Obama's birth certificate. She stated, \"I think the public rightfully is still making it an issue. I don't have a problem with that. I don't know if I would have to bother to make it an issue, because I think that members of the electorate still want answers.\" When asked if people had a legitimate reason to question the certificate, she stated, \"I think it's a fair question, just like I think past association and past voting records – all of that is fair game.\" She also stated that the questions were 'fair play' because, \"the weird conspiracy theory freaky thing that people talk about that Trig isn't my real son – 'You need to produce his birth certificate, you need to prove that he's your kid,' which we have done. Maybe we can reverse that.\"",
            "score": 61.0538330078125
        },
        {
            "docid": "11698923_8",
            "document": "Sonnet 78 . In Sonnet 78, Shakespeare has a mock debate between the young man and himself: \"The mock-debate of the sonnet is: should the young man be prouder of Shakespeare's poem compiled out of rude ignorance, or of those of his more learned admirers?\" This question is followed by a mock answer: \"The mock answer is that the young man should be prouder of having taught a hitherto dumb admirer to sing, and of having advanced ignorance as high as learning, because these achievements on his part testify more impressively to his originally power than his (slighter) accomplishments with respect to his learned poets — he but mends their style and graces their arts.\" The debate that Shakespeare presents is \"in a Petrarchan logical structure, with a clearly demarcated octave and sestet.\" Shakespeare has to exhibit his present art as at least equal to that of his rivals. He accomplishes this \"by first resorting to a country-bumpkin, fairy-tale idiot-son role, presenting himself as a Cinderella, so to speak, raised from the cinders to the skies.\" This is just an example of some of the ignorance that Shakespeare displays in parts of the sonnet such as in the first quatrain. According to Helen Vendler, The most interesting grammatical move in the poem is the use in Q2 of aspectual description: not \"thou hast\" as we would expect — to parallel the later \"thou dost\" and \"thou art\" — but \"thine eyes...have\". The eyes govern the only four-line syntactic span (the rest of the poem is written in two-line units). We are made to pause for a two-line relative clause between \"thine eyes\" and its verb, \"have\"; in between subject and predicate we find ... the poet twice arising, once to sing, once to fly:",
            "score": 60.9412841796875
        },
        {
            "docid": "6648574_10",
            "document": "Sonnet 116 . Sonnet 116 is one of Shakespeare's most famous love sonnets, but some scholars have argued the theme has been misunderstood. Hilton Landry believes the appreciation of 116 as a celebration of true love is mistaken, in part because its context in the sequence of adjacent sonnets is not properly considered. Landry acknowledges the sonnet \"has the grandeur of generality or a 'universal significance',\" but cautions that \"however timeless and universal its implications may be, we must never forget that Sonnet 116 has a restricted or particular range of meaning simply because it does not stand alone.\" Carol Thomas Neely writes that, \"Sonnet 116 is part of a sequence which is separate from all the other sonnets of Shakespeare because of their sense of detachment. They aren't about the action of love and the object of that love is removed in this sequence which consists of Sonnets 94, 116, and 129\". This group of three sonnets does not fit the mold of the rest of Shakespeare's sonnets, therefore, and they defy the typical concept and give a different perspective of what love is and how it is portrayed or experienced. \"Though 116 resolves no issues, the poet in this part of the sequence acknowledges and accepts the fallibility of his love more fully than he could acknowledge that of the young man's earlier\". Other critics of Sonnet 116 have argued that one cannot rely on the context of the sonnet to understand its tone. They argue that since \"there is no indisputably authoritative sequence to them, we cannot make use of context as positive evidence for one kind of tone or another.\" Shakespeare does not attempt to come to any significant conclusion within this particular sonnet because no resolution is needed.",
            "score": 60.939632415771484
        },
        {
            "docid": "59789_19",
            "document": "Derek Parfit . Parfit was singular in his meticulously rigorous and almost mathematical investigations into personal identity. In some cases, he used examples seemingly inspired by \"Star Trek\" and other science fiction, such as the teletransporter, to explore our intuitions about our identity. He was a reductionist, believing that since there is no adequate criterion of personal identity, people do not exist apart from their components. Parfit argued that reality can be fully described impersonally: there need not be a determinate answer to the question \"Will I continue to exist?\" We could know all the facts about a person's continued existence and not be able to say whether the person has survived. He concluded that we are mistaken in assuming that personal identity is what matters in survival; what matters is rather Relation R: psychological connectedness (namely, of memory and character) and continuity (overlapping chains of strong connectedness).",
            "score": 60.7666015625
        },
        {
            "docid": "167373_54",
            "document": "Pat Boone . Boone wrote \"Questions About God\" with reporter Cord Cooper. He told \"The 700 Club\" in 2009, \"The big question is there a God? Is God real? How do we know? Is there proof? So this fella, Cord Cooper, and I decided we needed to answer three basic questions in a very simple form, but I think substantively and really bares no rational refutation ... We quote Einstein and Stephen Hawking, who is still living, the most brilliant man on the planet. As they say, it's inconceivable that all this has happened without a plan, without a blueprint, without some designer who created the design. So this book is so simple, yet I think profound truth.\"",
            "score": 60.65552520751953
        },
        {
            "docid": "5133196_8",
            "document": "Battle of Mogadishu (2006) . Following Mogadishu's fall, there were two competing rallies. Mogadishu's largest clan, the Abgaal, held a rally in the city's northern part, reportedly drawing about 3000. AP reports the demonstrators shouting “We don't need Islamic deception!” and “We don't want Islamic courts, we want peace!” There was a competing rally in support of the ICU. At that rally, Sheikh Sharif Ahmed is quoted as saying \"Until we get the Islamic state, we will continue with the Islamic struggle in Somalia,\" to a crowd of about 500.",
            "score": 60.35157012939453
        },
        {
            "docid": "1877637_10",
            "document": "The World's Last Night and Other Essays . The last essay was written by Lewis about the Second Coming, using for its title (and part of the original essay) a phrase from the first line and title of a poem by seventh-century poet John Donne (1572-1631). That poem, \"Holy Sonnet XIII: What If This Present Were The World's Last Night?\" raises the question of how we should live if the world were ending today. Originally entitled \"Christian Hope--Its Meaning for Today,\" this essay was first printed in the periodical \"Religion in Life\" (Winter 1952-53). Its purpose is stated in the first paragraph of the essay: \"I shall endeavor to deal with some of the thoughts that may deter modern men from a firm belief in, or a due attention to, the return or Second Coming of the Saviour.\" Dr. Albert Schweitzer had overemphasized this doctrine, but we should not compensate by underemphasizing it. The essay especially focuses on the nature of Christ, who was the God-Man, and it challenges the modern thought that history always produces progress. He concludes by suggesting that we live our lives, our vocations, with the understanding that there is a judgment coming.",
            "score": 60.18720626831055
        },
        {
            "docid": "53086_29",
            "document": "Satanic Verses . To those who see the tradition as constantly evolving and supplying answers to question that it itself has raised, the argument that there would be no reason to develop and transmit material which seems derogatory of the Prophet or of Islam is too simple. For one thing, ideas about what is derogatory may change over time. We know that the doctrine of the Prophet's infallibility and impeccability (the doctrine regarding his \"'isma\") emerged only slowly. For another, material which we now find in the biography of the Prophet originated in various circumstances to meet various needs and one has to understand why material exists before one can make a judgment about its basis in fact... In Rubin's recent contribution to the debate, questions of historicity are completely eschewed in favor of an examination of internal textual dynamics and what they reveal about early medieval Islam. Rubin claims to have located the genesis of many prophetic traditions and that they show an early Muslim desire to prove to other scriptuaries \"that Muhammad did indeed belong to the same exclusive predestined chain of prophets in whom the Jews and the Christians believed. He alleges that the Muslims had to establish the story of Muhammad's life on the same literary patterns as were used in the \"vitae\" of the other prophets\". The incident of the Satanic Verses, according to him, conforms to the common theme of persecution followed by isolation of the prophet-figure.",
            "score": 59.84935760498047
        },
        {
            "docid": "17107766_11",
            "document": "CIA activities in Peru . State Department sources, according to the \"Times\", were unhappy with the CIA role in the matter, \"We don't know for sure that he [Montesinos] was involved, but there's a lot of smoke coming from his direction, We do know that we should have had a lot of the information a lot earlier than we got it.\" Their concern touched on the constant question of how closely US intelligence organizations can work with people accused of human rights violations and other criminal activities. They cited officials including the Undersecretary of State, Thomas R. Pickering, as being dissatisfied with the flow of information from the agency, both about the its own early role in the case and about the possible involvement of Peruvian officials. According to the State personnel, \"Every time you asked a question, it would take a few days to get an answer, and every time, their story would change a little. It was like pulling teeth.\"",
            "score": 59.520484924316406
        },
        {
            "docid": "6458845_13",
            "document": "Steve Centanni . On August 27, the Palestinian news service Ramattan and FOX News reported that Centanni and Wiig were released unharmed, shortly after a new video was released. In the video, both journalists, wearing beige robes, read statements saying that they had converted to Islam, with Centanni stating \"Islam is not just meant for some people; it is the true religion for all people at all times.\" After being freed, Centanni stated \"We were forced to convert to Islam at gunpoint, and don't get me wrong here, I have the highest respect for Islam, and learned a lot of very good things about it, but it was something we felt we had to do, because they had the guns, and we didn't know what the hell was going on.\"",
            "score": 59.221710205078125
        },
        {
            "docid": "6643336_16",
            "document": "2006 Fox journalists kidnapping . On August 27, the Palestinian news service Ramattan and Fox News reported that Centanni and fellow captive Wiig were released unharmed, shortly after a new video was released. In the video, both journalists, wearing beige robes, read statements saying that they had converted to Islam, with Centanni stating \"Islam is not just meant for some people; it is the true religion for all people at all times.\" After being freed Steve Centanni stated \"We were forced to convert to Islam at gunpoint, and don't get me wrong here, I have the highest respect for Islam, and learned a lot of very good things about it, but it was something we felt we had to do, because they had the guns, and we didn't know what the hell was going on.\"",
            "score": 59.221710205078125
        },
        {
            "docid": "23525818_12",
            "document": "Blasphemy law in Saudi Arabia . In 2003, Saudi cleric Ali bin al-Khudayr accused Saudi journalist Mansur al-Nuqaydan of blasphemous crimes. The crimes included \"secular humanism\" and \"scorn for religion, its rites, and devout people.\" Al-Khudayr said al-Nuqaydan committed the crimes by saying during an interview \"we need an Islam reconciled with the other, an Islam that does not know hatred for others because of their beliefs or their inclinations. We need a new Reformation, a bold reinterpretation of the religious text so that we can reconcile ourselves with the world.\" On his website, al-Khudayr called for al-Nuqaydan to be killed. The authorities barred al-Nuqaydan from writing or traveling abroad.",
            "score": 59.22169494628906
        },
        {
            "docid": "30805061_8",
            "document": "AHRC/ESRC Religion and Society Programme . We may no longer believe, but the needs and longings that make up these stories go on. We long for beauty, wisdom, and purpose. We want to live for something more than just ourselves. Society tells us to direct our hopes in two areas. These are romantic love, and professional success, and it distracts us with news, movies, and consumption. It's not enough, as we know. We need reminders to be good, places to reawaken awe, and something to awaken our kinder, less selfish impulses. Universal things which need tending like delicate flowers and rituals that bring us together. The choice isn’t between religion and a secular world as it is now. The challenge is to learn from religions, so we can fill the secular world with replacements for the things we long ago made up religion to provide (Giovanni, 2003).",
            "score": 59.208343505859375
        },
        {
            "docid": "5768969_20",
            "document": "Sonnet 23 . In opposition to characterizing the sonnet \"speaker\", University of Wisconsin-Madison English professor Heather Dubrow writes that the sonnets are \"plotted\" too often. She argues that narrativizing them and applying a biographical lens to them is unwise because of how little we know about their original form.",
            "score": 58.88241958618164
        },
        {
            "docid": "48277417_12",
            "document": "The Enemy Within (Under the Dome) . Jonathon Dornbush of \"Entertainment Weekly\" gave the episode a mostly negative review, saying \"For a show that practically winked at the screen every other scene, \"Under the Dome\" didn’t end in such a ridiculous fashion. All things considered, the last moments of 'The Enemy Within', are unpredictably… simple, maybe even a little expected.\" Tim Surrette of TV.com gave the episode a negative review as well, saying the finale didn't answer the questions. \"We never actually learned where the dome came from aside from some glowing egg. We never found out what the dome was for. We don't know where these aliens came from or why they needed to live on Earth. We don't know why Chester's Mill was chosen, and we don't know if there were more aliens coming. We just know that there was a dome that randomly popped up in a Stephen King-ian town in the Northeast.\"",
            "score": 58.7630500793457
        },
        {
            "docid": "33028106_7",
            "document": "Swift Current Broncos bus crash . Multiple survivors and their families allege that then coach Graham James, would not let mental health and other based individuals, help the players after the crash. Bob Wilkie claimed; \"We weren't allowed to talk about it...My mom wondered for years why we were never given any of the resources we need to cope properly. Those who wanted to help were told 'no' by Graham. Now we know why.\" However, while professional help was out of the question another player Dan Lambert, stated that the entire team banded together and created a support network to deal with the questions, doubts, guilt, and other thoughts.",
            "score": 58.36909484863281
        },
        {
            "docid": "14187933_40",
            "document": "Mustafa Kemal Atatürk's personal life . Atatürk believed that religion is an important institution:Religion is an important institution. A nation without religion cannot survive. Yet it is also very important to note that religion is a link between Allah and the individual believer. The brokerage of the pious cannot be permitted. Those who use religion for their own benefit are detestable. We are against such a situation and will not allow it. Those who use religion in such a manner have fooled our people; it is against just such people that we have fought and will continue to fight. Know that whatever conforms to reason, logic, and the advantages and needs of our people conforms equally to Islam. If our religion did not conform to reason and logic, it would not be the perfect religion, the final religion.However, his speeches and publications criticized using religion as a political ideology. He stated that religion should be in conformity with reason, science and logic. The problem was not religion, but how believers understood and applied religion. True religion could not be understood as long as false prophets isolated and religious knowledge is enlightened. The only way to deal with false prophets was to deal with the Turkish people's illiteracy and prejudice.",
            "score": 58.25365447998047
        },
        {
            "docid": "96034_39",
            "document": "Frederick Buechner . In 2008, the 50th anniversary of Buechner's ordination, Rich Barlowe wrote of Buechner in the Boston Globe, \"Who knows? The words are Frederick Buechner's mantra. Over the course of an hourlong chat with the writer and Presbyterian minister in his kitchen, they recur any number of times in response to questions about his faith and theology. Dogmatic religious believers would dismiss the two words as the warning shot of doubt. But for Buechner, it is precisely our doubts and struggles that mark us as human. And that insight girds his theological twist on Socrates: The unexamined human life is a lost chance to behold the divine.\" In 2002, Richard Kauffman interviewed Buechner for The Christian Century upon the publication of \"Speak What We Feel (Not What We Ought to Say)\". Buechner answered the question \"Do you envision a particular audience when you write?\" by saying \"I always hope to reach people who don't want to touch religion with a ten-foot pole. The cultured despisers of religion, Sehleiermacher called them. Maybe some of my books reach them. But most of my readers, as far as I can tell, aren't that type. Many of them are ministers. They say, 'You've given us something back we lost and opened up doors we didn't think could be opened for people.'\"",
            "score": 58.23191452026367
        },
        {
            "docid": "25389_80",
            "document": "Robert A. Heinlein . In \"To Sail Beyond the Sunset\", Heinlein has the main character, Maureen, state that the purpose of metaphysics is to ask questions: Why are we here? Where are we going after we die? (and so on), and that you are not allowed to answer the questions. \"Asking\" the questions is the point of metaphysics, but \"answering\" them is not, because once you answer this kind of question, you cross the line into religion. Maureen does not state a reason for this; she simply remarks that such questions are \"beautiful\" but lack answers. Maureen's son/lover Lazarus Long makes a related remark in \"Time Enough for Love\". In order for us to answer the \"big questions\" about the universe, Lazarus states at one point, it would be necessary to stand \"outside\" the universe.",
            "score": 58.15822219848633
        }
    ]
}