{
    "q": [
        {
            "docid": "26306034_6",
            "document": "English Romantic sonnets . The Romantic poets were influenced by all their famous predecessors, when writing sonnets, but the most important single influence was Milton, who had written less than 30 sonnets himself. In the 17th century Milton kept the sonnet form alive while also expanding the subject matter – which hitherto had mainly been love – by writing about ideas, events, history, and contemporary issues. Like Milton, the Romantics wrote relatively few love sonnets and the sonnet of the Romantic era include politics, nature, friendship, art, history, religion, life and death. In fact some of the Romantic poets even wrote sonnets about sonnets. Wordsworth’s \"Scorn not the Sonnet\" is an example of this. Keats also wrote about sonnets, most notably in \"On the Sonnet\" (1819), which like Wordsworth's poem defends the form in content and by using it himself.",
            "score": 76.59910798072815
        },
        {
            "docid": "12417264_2",
            "document": "Sonnet 102 . Sonnet 102 is one of the 154 sonnets written by English playwright and poet William Shakespeare. It is one of the Fair Youth sonnets, in which Shakespeare writes of an unnamed youth with whom the poet is enamored. Sonnet 102 is among a series of seemingly connected sonnets, from Sonnet 100 to Sonnet 103, in which the poet speaks of a silence between his Muse and himself. The exact date of writing is unknown, and there is contention among scholars about when they were written. Paul Hammond among other scholars believes that sonnets 61-103 were written primarily during the early 1590s, and then being edited or added to later, during the early 1600s (decade). Regardless of date of writing, it was published later along with the rest of the sonnets of the 1609 Quarto.",
            "score": 65.49598217010498
        },
        {
            "docid": "51052304_2",
            "document": "Sebastian Grabowiecki . Sebastian Grabowiecki (c. 1543 – 1607) was a Polish Catholic priest and poet. He was the author of \"Setnik rymów duchownych\" and \"Setnik rymów duchownych wtóry\" (\"Spiritual Rhymes\" parts 1 and 2). His work, focused entirely on religious themes (like George Herbert's), was strongly influenced by Italian poetry, especially by \"Rime Spirituali\" by Gabriele Fiamma. One of the founding fathers of Polish lyric poetry, Grabowiecki was one of the first poets to write sonnets in Polish. Thus he holds a position comparable to Thomas Wyatt, Henry Howard, Earl of Surrey and Portuguese poet Francisco de Sá de Miranda, who introduced the sonnet into their native literatures. He also wrote the first Polish poem in ottava rima, and was an early adopter of the Sapphic stanza in Polish poetry. His best-known poem is a sonnet (based on one of Fiamma's) similar to Philip Sidney's Sonnet 89 from \"Astrophel and Stella\" (\"Now that of absence the most irksome night\"), with the use of epistrophe (repetition of end-words) instead of rhyme.",
            "score": 66.9905915260315
        },
        {
            "docid": "12372301_2",
            "document": "Sonnet 86 . Sonnet 86 is one of 154 sonnets written by the English playwright and poet William Shakespeare. It is the final poem of the Rival Poet subsection of the Fair Youth sonnets in which Shakespeare writes about an unnamed young man and a rival poet competing for the youth's attention. While the exact date of its composition is unknown, scholars generally agree that the Rival Poet series was written between 1598 and 1600 and published along with the rest of the sonnets in the 1609 Quarto.",
            "score": 61.1207013130188
        },
        {
            "docid": "2005064_2",
            "document": "Sonnet L'Abbé . Sonnet L'Abbé, is a Canadian poet, editor, professor and critic. As a poet, L'Abbé writes about national identity, race, gender and language.",
            "score": 58.42956781387329
        },
        {
            "docid": "11698923_10",
            "document": "Sonnet 78 . \"Shakespeare's sonnets 78-86 concern the Speaker's rivalry with other poets and especially with one 'better spirit' who is 'learned' and 'polished'\". In Sonnet 78 we find out about a rival who is male and a poet and whose entry initiates an episode of jealousy that comes to a close in only Sonnet 86 These sonnets are considered to be the Rival Poet sonnets. The rival poet sonnets include three primary players; the fair youth, the rival poet, and the lady who is desired by both men. The identities of these three players have been a controversy for hundreds of years and many experts disagree on the personage of the fair youth, rival poet, and lady.  The author Joseph Pequigney discusses the historic background of the rival poet, fair youth, and lady and states, \"The rival poet referred to in Sonnet 78 to 86, (a) are wholly fictitious, or (b) are depictions of real but unknown persons, or (c) admit of historical identifications. In the case of (c) speculation centers mostly on the youth who is surmised to be either the earl of Southampton or the earl of Pembroke or, occasionally, some other nobleman. Marlowe and Chapman are the leading candidates for the role of the literary rival, the lady has generally fared less well in generating a historical counterpart. Regardless of whether the incidents and interpersonal transactions rendered are actual or imaginary, everything comes through as uncertain or indistinct because the Quarto, unauthorized and unsupervised by Shakespeare, (a) prints the Sonnets in a version to be understood as disarranged to a greater or lesser extent, or (b) the order of the poems in Q must be accepted in lieu of more satisfactory alternative, or (c) the lost original order may be reconstructed by acute transpositions.\" As with the fair youth there is some debate over the personage of the rival poet. Other experts disagree with Pequigney's assessment and another expert stated, \"Among biographically minded commentators, a favourite candidate for Rival Poet has been Christopher Marlowe\".  The author R.J.C. Wait believes that the youth is none other than the Earl of Southampton. Waits states, \"Shakespeare now clearly recognizes that Southampton is giving assistance to one or more rivals\". Another perspective is given by the author Macd. P. Jackson who states, \"There can be no simple equation of a figure in Shakespeare's sonnets with a historical, biological personage.\" Waits argues that there are too many similarities for the fair youth to be anyone other than the Earl of Southampton, who was a known patron of the arts. The controversy around the identities of the fair youth, rival poet(s), and lady are an age old argument and may never be resolved as Shakespeare never explicitly identifies the individuals in the Sonnets.",
            "score": 68.39785885810852
        },
        {
            "docid": "1018224_5",
            "document": "Crown of sonnets . \"A Wreath of Sonnets\" () is a crown of sonnets by the Slovene Romantic poet France Prešeren. It was written in 1833 and was enriched with acrostic in the master sonnet. Prešeren's crown of sonnets was translated into Russian in 1889, which had great influence on many poets, including Valery Bryusov. Jaroslav Seifert wrote his sentimental \"Věnec sonetů\" (A Wreath of Sonnets) in this form about Prague, with an authorized translation by Jan Křesadlo, who also composed his own emigre riposte in the same format, as well as writing several other sonnet cycles. The Bulgarian poet Venko Markovski wrote and published more than 100 crowns of sonnets, which also contained acrostics dedicated to various historical figures. In 2007, the Russian poet Natalia Shamberova published \"The Mists of August,\" a wreath of wreaths: 211 interlacing sonnets composed of 14 wreaths of sonnets to form the wreath of magistrals, and a final sonnet called the magistrals’ magistral.",
            "score": 66.00445485115051
        },
        {
            "docid": "12417264_3",
            "document": "Sonnet 102 . In the sonnet, the poet writes of why he has stopped showering his muse with flowery praise and adoration. In his analysis of Shakespeare's Sonnets, David West suggests that the sequence of sonnets 100-103 and the silence described are a response to the infidelity of the Fair Youth in the Rival Poet sequence of sonnets (78-86), which has caused a rift between the poet and his Muse. He writes of how immediately following the Rival Poet sonnets, the Poet begins to speak of his lover being false and having forsaken him. West claims that this ultimately culminates in sonnets 100-103, where the Poet expresses his regret over what has transpired.",
            "score": 61.3809552192688
        },
        {
            "docid": "12450812_11",
            "document": "Sonnet 110 . It has been debated by many critics and scholars whether or not sonnet 110 was written about Shakespeare's career in the theater or if the sonnet is a confession of love to a young man. The lines in the sonnet could be related to the stage but scholars Virginia L. Radley and David C. Redding disagree stating that sonnet 110 is, \"addressed to an old friend of the poet's.\" Sonnet 110 can be interpreted as a confession of love and the mistakes the poet made when he decided to leave his original love. The poet confesses to the young man his infidelities and regrets in order to receive pity from the young man for what the poet did was wrong but should be forgiven since he claimed the young man is the best person he will ever love.",
            "score": 67.03443694114685
        },
        {
            "docid": "11513949_2",
            "document": "Sonnet 140 . Sonnet 140 is one of 154 sonnets written by the English playwright and poet William Shakespeare. Sonnet 140 is one of the Dark Lady sonnets, in which the poet writes to a mysterious woman who rivals the Fair Youth for the poet's affection.",
            "score": 56.66598463058472
        },
        {
            "docid": "28260_38",
            "document": "Sonnet . The sonnet was introduced into Polish literature in the 16th century by Jan Kochanowski, Mikołaj Sęp-Szarzyński and Sebastian Grabowiecki. Later in 1826 Adam Mickiewicz wrote a series known as \"Crimean Sonnets\", which was translated into English by Edna Worthley Underwood. Sonnets were also written by Adam Asnyk, Jan Kasprowicz and Leopold Staff. Polish poets usually shape their sonnets according to Italian or French practice. The English sonnet is not common. Kasprowicz used a Shelleyan rhyme scheme: aba bcb cdc ded ee. Polish sonnets are typically written in either hendecasyllables (5+6 syllables) or Polish alexandrines (7+6 syllables).",
            "score": 93.94006192684174
        },
        {
            "docid": "28260_40",
            "document": "Sonnet . In Slovenia the sonnet became a national verse form. The greatest Slovenian poet, France Prešeren, wrote many sonnets. His best known work worldwide is \"Sonetni venec\" (\"A Wreath of Sonnets\"), which is an example of crown of sonnets. Another work of his is the sequence \"Sonetje nesreče\" (\"Sonnets of Misfortune\"). In writing sonnets Prešeren was followed by many later poets. After the Second World War sonnets remained very popular. Slovenian poets write both traditional rhymed sonnets and modern ones, unrhymed, in free verse. Among them are Milan Jesih and Aleš Debeljak. The metre for sonnets in Slovenian poetry is iambic pentameter with feminine rhymes, based both on the Italian endecasillabo and German iambic pentameter.",
            "score": 64.27162504196167
        },
        {
            "docid": "52712058_2",
            "document": "Sonnet on the Great Suffering of Jesus Christ . \"Sonnet on the Great Suffering of Jesus Christ\" (in Polish ') is a poem by the 17th-century Polish poet Stanisław Herakliusz Lubomirski. The poem is the last in the sequence \"The Poems of Lent\" (in Polish ').",
            "score": 55.42853879928589
        },
        {
            "docid": "51035284_4",
            "document": "Polish alexandrine . The Polish national epic, Pan Tadeusz by Adam Mickiewicz, is written in this measure. Polish alexandrines replaced hendecasyllables in sonnets: in the 16th century poets like Sebastian Grabowiecki and Mikołaj Sęp-Szarzyński wrote sonnets using 11-syllable metre, but in the 17th century Daniel Naborowski translated one of Petrarch's sonnets using 13-syllable lines:",
            "score": 83.1317617893219
        },
        {
            "docid": "12355261_8",
            "document": "Sonnet 81 . The first quatrain tackles the idea of achieving immortality through writing. \"Sonnet 81 moves towards the topos of poetic immortality. The poet's claim that his 'gentle verse' will be a 'monument', evoking once more the loci classici of Horace and Ovid ..., was standard among sonneteers\". In the second quatrain Shakespeare writes that his poems will immortalize the youth. Katherine Duncan-Jones writes in her book titled Shakespeare's Sonnets \"When the poet dies, he will be quickly forgotten; but when the youth dies, he will continue to live as the subject-matter of the poet's verse.\" The third quatrain and couplet tie together and conclude the idea of poetic immortality.",
            "score": 60.90752196311951
        },
        {
            "docid": "12450812_12",
            "document": "Sonnet 110 . There have been many arguments by scholars whether or not the sonnet was written about Shakespeare's disdain with the stage and his career in the theater, or if the sonnet is a confession of love to an unknown young man. Shakespeare's use of the word motley has the mind of critics and scholars boggled as to what the sonnet could truly mean. A motley is a multi-colored gown, or costume, usually worn by a jester. Many scholars believe that the sonnet is written about Shakespeare's disdain with the theater and the actors, or even his own profession as an actor. Katherine Duncan-Jones believes that the sonnet is about Shakespeare's feelings about his own career as an actor. Scholar Henry Reed agrees with Duncan-Jones and believes that the sonnet is written about Shakespeare's own disdain with his acting career. The third line of the quatrain also suggests that the sonnet could be about the theater. Gored could be used in the sense of sewing triangular sized cloths into the motley that would be worn by the actor. However, there are other scholars that would disagree with the two. Among these scholars is Kenneth Muir who says, \"the theatrical image does not imply that he was referring to his job as an actor.\" According to Virginia Radley and David Redding, the interpretation of the sonnet being about Shakespeare's profession as an actor is wrong. Radley and Redding suggests that \"sonnet 110 has nothing to do with the stage, or the acting, or the play writing.\" Radley and Redding interpreted the first quatrain as the poets confession of promiscuity. Lines 1-2 suggests that the poet has been around and has made a fool of himself for the world to see. Here, the word motley is used as in \"I played the fool.\" Line 3 suggests that the poet put himself on display and gave away his precious love. With the use of the word gored, Radley and Redding translated the phrase \"gored mine own thoughts\" to \"wounded my best thoughts\". The last line of this quatrain uses the word offences is used in the correct term as in offending the poet's lover by this new affairs he has encountered. By the end of this quatrain, the reading of the sonnet slowly becomes clear that this a confession of love versus Shakespeare's disdain with the theater.",
            "score": 65.41516375541687
        },
        {
            "docid": "5768995_2",
            "document": "Sonnet 28 . Sonnet 28 is one of 154 sonnets written by the English playwright and poet William Shakespeare, it was first published in 1609. The sonnet is a part of the Fair Youth sequence, in which the poet expresses his love towards a young man — usually referred to as \"the young man\" or the \"friend\". Shakespeare's use of \"friend\" means more than just of a sexual nature, it highlights the Renaissance ideal of male fidelity and equality. From sonnets 18 to 126, Shakespeare writes about his relationship with the said young man. Although the identity of the young man is still unknown, Henry Wriothesley and William Herbert, 3rd Earl of Pembroke, are the two leading contenders.",
            "score": 59.215325355529785
        },
        {
            "docid": "5502791_2",
            "document": "Sonnet 30 . Sonnet 30 is one of the 154 sonnets written by the English poet and playwright William Shakespeare. It was published in the Quarto in 1609. It is also part of the Fair Youth portion of the Shakespeare Sonnet collection where he writes about his affection for an unknown young man. While it is not known exactly when Sonnet 30 was written, most scholars agree that it was written between 1595 and 1600. It is written in Shakespearean form, comprising fourteen lines of iambic pentameter, divided into three quatrains and a couplet.",
            "score": 58.31248438358307
        },
        {
            "docid": "2394308_5",
            "document": "Criticism of Islam . Other notable early critics of Islam included: Abu Isa al-Warraq and Ibn al-Rawandi, two 9th-century critics of Islam and religion in general, along with al-Ma'arri, an 11th-century Arab poet and critic of Islam and all other religions who was also known for his veganism and antinatalism. In the early centuries of the Islamic Caliphate, including the period ruled by the four Rashidun caliphs (often called the \"rightly guided caliphs)\", Islamic law permitted citizens to freely express their views, including criticism of Islam and religious authorities, without fear of persecution. As such, there have been several notable critics and skeptics of Islam that arose from within the Islamic world itself. In tenth and eleventh-century Syria there lived a blind poet called Al-Ma'arri. He became well known for a poetry that was affected by a \"pervasive pessimism.\" He labeled religions in general as \"noxious weeds\" and said that Islam does not have a monopoly on truth. He had particular contempt for the \"ulema\", writing that:",
            "score": 45.68385124206543
        },
        {
            "docid": "12372301_15",
            "document": "Sonnet 86 . While scholarly debate abounds as to the identities of the persons contemplated in the sonnet, there is general consensus as to Sonnet 86's role within the Rival Poet subsection of the Fair Youth sonnets. As Joseph Pequigney notes, \"Sonnet 86 is written in the past tense, as distinct from the present tense of the eight previous sonnets, to signal the end of the episode,\" that is, the Rival Poet series of sonnets. As the final sonnet in the series, it is also the sonnet in which Shakespeare claims his ultimate victory over the rival poet, the situation \"resolved in Shakespeare's favor\" as he relentlessly mocks his opponent. Though he admits to having experienced a poetic hesitation, Shakespeare maintains that it was not the Rival Poet who caused it. Katherine Duncan-Jones writes: \"Undaunted by the splendour of his rival's verses, the speaker quails only at [his rival's] appropriation of the young man's favour.\"",
            "score": 58.5606164932251
        },
        {
            "docid": "11419326_7",
            "document": "Sonnet 147 . As a piece within Shakespeare's sonnet collection, Sonnet 147 lies within the Dark Lady sonnets sequence (Sonnets 127-154), following the Fair Youth sequence (Sonnets 1-126). Placed after the Fair Youth sonnets, which \"celebrate a young male love object\", The Dark Lady sonnets are associated with a woman of dark physical and moral features. Unlike the Fair Youth sonnets, which refer lovingly and admirably to the beauty and person-hood of a young male, the Dark Lady sonnets frequently include harsh and offensive language, often including sexual innuendos, to describe a woman who is neither admirably beautiful, or of admirable means or aristocratic status. By writing about this dark and simple woman, Shakespeare writes in stark contrast to most poets of his time, who often and predominantly wrote about fair, virginal, young girls who were of high social status. As with the questioned identity of the inspiration for the Fair Youth sonnets, the identity of the original Dark Lady has been disputed and argued for centuries. Unlike the Fair Youth sonnets, however, there is little academic \"proof\" to back up any proposed female muses, though historical characters ranging from Shakespeare's wife Anne Hathaway, Emilia Lanier, and even Queen Elizabeth herself have been suggested as potential \"femme fatales\".",
            "score": 62.821483731269836
        },
        {
            "docid": "171952_5",
            "document": "Gabriela Mistral . In 1906, Mistral met Romelio Ureta, her first love, who killed himself in 1909. Shortly after, her second love married someone else. This heartbreak was reflected in her early poetry and earned Mistral her first recognized literary work in 1914 with \"Sonnets on Death\" (\"Sonnets de la muerte\"). Mistral was awarded first prize in a national literary contest \"Juegos Florales\" in Santiago (the capital of Chile). Writing about his suicide led the poet to consider death and life more broadly than previous generations of Latin American poets. While Mistral had passionate friendships with various men and women, and these impacted her writings, she was secretive about her emotional life.",
            "score": 55.88056540489197
        },
        {
            "docid": "11513810_15",
            "document": "Sonnet 144 . Henry David Gray writes on the complexity of views that readers have taken while contemplating the sonnets. There are the Southamptonites who date the sonnets from 1592–1596, and believe the first 125 sonnets to be in chronological order, the dark lady being Elizabeth Vernon, and the Rival Poet to be Drayton. Gray continues with the next group of critics being Pembrokists, dating the sonnets from 1598 to 1603, the dark lady being Mary Fitton, and the Rival Poet being Chapman. Gray believes, following with Sir Sidney Lee, that the sonnets are literary exercises, it is important to figure who the dark lady is, that W.H. is not the youth addressed in the first 125 sonnets, the sonnets are in no chronological order, and he had no idea who the rival poet was. Gray proclaims his view, \"I am a free lance among the Sonnets' critics with a special set of conjectures all my own; though I do agree with Butler that that W.H. is William Hughes, with Acheson that the Dark Lady is Mistress Davanant, and with Montmorency that the Rival Poet is Spenser.\"",
            "score": 60.231992959976196
        },
        {
            "docid": "12450812_2",
            "document": "Sonnet 110 . Sonnet 110 is one of 154 sonnets written by the English playwright and poet William Shakespeare. Sonnet 110 was published along with the other sonnets in the 1609 Quarto. The sonnet falls in place with the Fair Youth sequence of Shakespeare's sonnets, in which the poet expresses his love towards a young man. The mystery of the young man is still unknown today. However, there are many different theories by various scholars of who this young man may be. There has been much debate whether or not this sonnet was written about Shakespeare's disdain with the stage and actors. Whereas others have interpreted sonnet 110 as the poet confessing his love to a young man.",
            "score": 61.70330762863159
        },
        {
            "docid": "6732754_8",
            "document": "Sonnet 56 . Sonnet 56 is part of the Fair Youth sonnets. The sonnet's first line was inspired by George Whetstone's \"The Rocke of Regard\" (1576). The sonnet is divided up into four quatrain, groups of four lines, and a couplet. Sonnet 56 is puzzling because of its seemingly inappropriate placement next to Sonnet 55. In Sonnet 55, the poet's relationship with the young man is steady and secure, but here there is a sudden shift from confidence to deep insecurity. In this sonnet the poet examines the \"quality of love.\" It is not clear whose love is being addressed. The poet's, \"his friend's, or that of both?\" The poet \"pleads for the love to be charged with fresh vigor.\" At the same time, the poet suggests that a \"separation\" may be what the relationship needs in order to \"renew the intensity of their devotion.\" It should noted that the identity of the \"Sweet love\" is not located in the poem and the ultimate fate of the relationship is left ambiguous. Although, there may be clues of their fate in the rest of the Fair You Sonnets. Shakespeare also uses metaphors for eating to talk about a sexual appetite.",
            "score": 67.6268619298935
        },
        {
            "docid": "5768969_3",
            "document": "Sonnet 23 . In the sonnet, the speaker compares himself to an actor on stage who has frozen up and cannot speak, but he hopes that his love will understand him through this poem. It is of special interest because of its use of a metaphor drawn from acting, a figure that has led to much attention for what the poem might reveal about Shakespeare's attitude towards sonnet writing, love poetry, and his professions as a playwright and a poet.",
            "score": 60.81369662284851
        },
        {
            "docid": "50345891_2",
            "document": "Daud Haider . Daud Haider is a Bangladeshi poet who was forced into exile after writing a poem that insulted religion including Islam. American Center, International PEN have described him as \"distinguished poet\".",
            "score": 38.652435541152954
        },
        {
            "docid": "179513_18",
            "document": "Natalie Clifford Barney . In 1900, Barney published her first book, a collection of poems called \"Quelques Portraits-Sonnets de Femmes\" (\"Some Portrait-Sonnets of Women\"). The poems were written in traditional French verse and a formal, old-fashioned style since Barney did not care for free verse. These poems have been described as \"apprentice work\" but by publishing them, Barney became the first woman poet to openly write about the love of women since Sappho. Her mother contributed pastel illustrations of the poems' subjects, wholly unaware three of the four women who modeled for her were her daughter's lovers.",
            "score": 54.77733135223389
        },
        {
            "docid": "610283_14",
            "document": "On First Looking into Chapman's Homer . This poem is a Petrarchan sonnet, also known as an Italian sonnet, divided into an octave and a sestet, with a rhyme scheme of \"a-b-b-a-a-b-b-a-c-d-c-d-c-d\". After the main idea has been introduced and the image played upon in the octave, the poem undergoes a volta, a change in the persona's train of thought. The volta, typical of Italian sonnets, is put very effectively to use by Keats as he refines his previous idea. While the octave offers the poet as a literary explorer, the volta brings in the discovery of Chapman's Homer, the subject of which is further expanded through the use of imagery and comparisons which convey the poet's sense of awe at the discovery.",
            "score": 47.09199869632721
        },
        {
            "docid": "78445_11",
            "document": "Henry Howard, Earl of Surrey . He and his friend Sir Thomas Wyatt were the first English poets to write in the sonnet form that Shakespeare later used, and Surrey was the first English poet to publish blank verse (unrhymed iambic pentameter) in his translation of the second and fourth books of Virgil's Aeneid.  Together, Wyatt and Surrey, due to their excellent translations of Petrarch's sonnets, are known as \"Fathers of the English Sonnet\". While Wyatt introduced the sonnet into English, it was Surrey who gave them the rhyming meter and the division into quatrains that now characterises the sonnets variously named English, Elizabethan or Shakespearean sonnets.",
            "score": 59.20441019535065
        },
        {
            "docid": "28260_33",
            "document": "Sonnet . In the Indian subcontinent, sonnets have been written in the Assamese, Bengali, Dogri, English, Gujarati, Hindi, Kashmiri, Malayalam, Manipuri, Marathi, Nepali, Oriya, Sindhi and Urdu languages. Urdu poets, also influenced by English and other European poets, took to writing sonnets in the Urdu language rather late. Azmatullah Khan (1887–1923) is believed to have introduced this format to Urdu literature in the very early part of the 20th century. The other renowned Urdu poets who wrote sonnets were Akhtar Junagarhi, Akhtar Sheerani, Noon Meem Rashid, Mehr Lal Soni Zia Fatehabadi, Salaam Machhalishahari and Wazir Agha. This example, a sonnet by Zia Fatehabadi taken from his collection \"Meri Tasveer\", is in the usual English (Shakespearean) sonnet rhyme-scheme.",
            "score": 56.23286175727844
        },
        {
            "docid": "7796320_10",
            "document": "Hamnet Shakespeare . Michael Wood suggests in \"In Search of Shakespeare\" that sonnet 33 might have nothing to do with the so-called \"Fair Youth\" sonnets, that it alludes to the death of the poet's son, Hamnet in 1596 at age 11, and that there is an implied pun on \"\"sun\"\" and \"\"son\"\": \"\"Even so my sun one early morn did shine, with all triumphant splendour on my brow; but out, alack, he was but one hour mine, the region cloud hath mask'd him from me now\"\". If this is the case the link of sonnet 33 with sonnet 34, sonnet 35 and sonnet 36 would be entirely coincidental and spurious. Note that in sonnet 33 (1) there is no overt \"you\" or \"thou\" (contrary to most of the sonnets and in particular to sonnets 34, 35 and 36 which all three use \"thou\") and (2) there is no mention of the supposed \"fault\" committed by the addressee towards the poet (as in sonnets 34 and 35) nor of the supposed \"guilt\" borne by the poet which may affect the addressee's reputation (as in sonnet 36).",
            "score": 62.94870662689209
        }
    ],
    "r": [
        {
            "docid": "28260_38",
            "document": "Sonnet . The sonnet was introduced into Polish literature in the 16th century by Jan Kochanowski, Mikołaj Sęp-Szarzyński and Sebastian Grabowiecki. Later in 1826 Adam Mickiewicz wrote a series known as \"Crimean Sonnets\", which was translated into English by Edna Worthley Underwood. Sonnets were also written by Adam Asnyk, Jan Kasprowicz and Leopold Staff. Polish poets usually shape their sonnets according to Italian or French practice. The English sonnet is not common. Kasprowicz used a Shelleyan rhyme scheme: aba bcb cdc ded ee. Polish sonnets are typically written in either hendecasyllables (5+6 syllables) or Polish alexandrines (7+6 syllables).",
            "score": 93.9400634765625
        },
        {
            "docid": "158252_35",
            "document": "Adam Mickiewicz . Mickiewicz's \"Crimean Sonnets\" (1825–26) and poems that he would later write in Rome and Lausanne, Miłosz notes, have been \"justly ranked among the highest achievements in Polish [lyric poetry].\" His 1830 travels in Italy likely inspired him to consider religious matters, and produced some of his best religiously-themed works, such as \"\"Arcymistrz\"\" (\"The Master\") and \"\"Do Marceliny Łempickiej\"\" (\"To Marcelina Łempicka\"). He was an authority to the young insurgents of 1830–31, who expected him to participate in the fighting (the poet wrote a dedicated poem urging him to do so). Yet it is likely that Mickiewicz was no longer as idealistic and supportive of military action as he had been a few years earlier, and his new works such as \"\"Do matki Polki\"\" (\"To a Polish Mother\", 1830), while still patriotic, also began to reflect on the tragedy of resistance. His meetings with refugees and escaping insurgents around 1831 resulted in works such as \"\"Reduta Ordona\"\" (\"Ordon's Redoubt\"), \"\"Nocleg\"\" (\"Night Bivouac\") and \"\"Śmierć pułkownika\"\" (\"Death of the Colonel\"). Wyka notes the irony that some of the most important literary works about the 1830 Uprising were written by Mickiewicz, who never took part in a battle or even saw a battlefield.",
            "score": 87.53572845458984
        },
        {
            "docid": "42263065_2",
            "document": "The Crimean Sonnets . The Crimean Sonnets (\"Sonety krymskie\") are a series of 18 Polish sonnets by Adam Mickiewicz, constituting an artistic telling of a journey through the Crimea. They were published in 1826, together with a cycle of love poems called the \"Odessan Sonnets\" (\"Sonety Odeskie\"), in a collection called \"Sonety\" (\"Sonnets\").",
            "score": 85.98283386230469
        },
        {
            "docid": "158252_31",
            "document": "Adam Mickiewicz . His first poems, such as the 1818 \"\"Zima miejska\"\" (\"City Winter\") and the 1819 \"\"Kartofla\"\" (\"Potato\"), were classical in style, influenced by Voltaire. His poetry anthologies published in 1822 (including the opening poem \"\"Romantyczność\"\", \"Romanticism\") and 1823 mark the start of romanticism in Poland. Mickiewicz's influence popularized the use of folklore, folk literary forms, and historism in Polish romantic literature. His exile to Moscow exposed him to a cosmopolitan environment, more international than provincial Vilnius and Kaunas in Lithuania. This period saw a further evolution in his writing style, with \"Sonety\" (Sonnets, 1826) and \"Konrad Wallenrod\" (1828), both published in Russia. The \"Sonety\", mainly comprising his \"Crimean Sonnets\", highlight the poet's ability and desire to write, and his longing for his homeland.",
            "score": 85.1452865600586
        },
        {
            "docid": "51035284_4",
            "document": "Polish alexandrine . The Polish national epic, Pan Tadeusz by Adam Mickiewicz, is written in this measure. Polish alexandrines replaced hendecasyllables in sonnets: in the 16th century poets like Sebastian Grabowiecki and Mikołaj Sęp-Szarzyński wrote sonnets using 11-syllable metre, but in the 17th century Daniel Naborowski translated one of Petrarch's sonnets using 13-syllable lines:",
            "score": 83.13175964355469
        },
        {
            "docid": "42263065_3",
            "document": "The Crimean Sonnets . The Crimean Sonnets is an expression of Mickiewicz's interest in the Orient, shared by many of the students of the University of Vilnius. Involuntarily residing in Russia, Mickiewicz left Odessa and went on a journey, which turned out to be a trek to another world, his first initiation into \"the East\". The Crimean Sonnets are romantic descriptions of oriental nature and culture of the East which show the despair of the poet—a pilgrim, an exile longing for the homeland, driven from his home by a violent enemy.",
            "score": 79.9843978881836
        },
        {
            "docid": "158252_11",
            "document": "Adam Mickiewicz . In 1817, while still a student, Mickiewicz, Tomasz Zan and other friends had created a secret organization, the Philomaths. The group focused on self-education but had ties to a more radical, clearly pro-Polish-independence student group, the Filaret Association. An investigation of secret student organizations by Nikolay Novosiltsev, begun in early 1823, led to the arrests of a number of students and ex-student activists including Mickiewicz, who was taken into custody and imprisoned at Vilnius' Basilian monastery in late 1823 or early 1824 (sources disagree as to the date). After investigation into his political activities, specifically his membership in the Philomaths, in 1824 Mickiewicz was banished to central Russia. Within a few hours of receiving the decree on 22 October 1824, he penned a poem into an album belonging to Salomea Bécu, the mother of Juliusz Słowacki. (In 1975 this poem was set to music in Polish and Russian by Soviet composer David Tukhmanov.) Mickiewicz crossed the border into Russia about 11 November 1824, arriving in Saint Petersburg later that month. He would spend most of the next five years in Saint Petersburg and Moscow, except for a notable 1824 to 1825 excursion to Odessa, then on to Crimea. That visit, from February to November 1825, inspired a notable collection of sonnets (some love sonnets, and a series known as \"Crimean Sonnets\", published a year later).",
            "score": 79.64617919921875
        },
        {
            "docid": "55856308_8",
            "document": "Motiejus Gustaitis . Gustaitis was fond of classical Greek and Roman texts and translated some of them into the Lithuanian language, including various works by Virgil (second book of \"Aeneid\"), Cicero (Catiline Orations), Horace (several poems), Ovid, Demosthenes. He also translated Latin poetry of Italian Renaissance poet Petrarch and Polish Baroque poet Maciej Kazimierz Sarbiewski. He translated works by Adam Mickiewicz (\"The Crimean Sonnets\" and \"Dziady\") and Juliusz Słowacki (\"Anhelli\") from Polish, and works by Alexander Navrotsky (\"The Conversion of Lithuania\") and Jurgis Baltrušaitis from Russian. The first translations of Charles Baudelaire's poetry into Lithuanian also belong to Gustaitis.",
            "score": 79.5018539428711
        },
        {
            "docid": "51035284_5",
            "document": "Polish alexandrine . Adam Mickiewicz composed his famous \"Crimean Sonnets\" in 13-syllable lines:",
            "score": 79.05514526367188
        },
        {
            "docid": "26306034_6",
            "document": "English Romantic sonnets . The Romantic poets were influenced by all their famous predecessors, when writing sonnets, but the most important single influence was Milton, who had written less than 30 sonnets himself. In the 17th century Milton kept the sonnet form alive while also expanding the subject matter – which hitherto had mainly been love – by writing about ideas, events, history, and contemporary issues. Like Milton, the Romantics wrote relatively few love sonnets and the sonnet of the Romantic era include politics, nature, friendship, art, history, religion, life and death. In fact some of the Romantic poets even wrote sonnets about sonnets. Wordsworth’s \"Scorn not the Sonnet\" is an example of this. Keats also wrote about sonnets, most notably in \"On the Sonnet\" (1819), which like Wordsworth's poem defends the form in content and by using it himself.",
            "score": 76.59910583496094
        },
        {
            "docid": "6648574_10",
            "document": "Sonnet 116 . Sonnet 116 is one of Shakespeare's most famous love sonnets, but some scholars have argued the theme has been misunderstood. Hilton Landry believes the appreciation of 116 as a celebration of true love is mistaken, in part because its context in the sequence of adjacent sonnets is not properly considered. Landry acknowledges the sonnet \"has the grandeur of generality or a 'universal significance',\" but cautions that \"however timeless and universal its implications may be, we must never forget that Sonnet 116 has a restricted or particular range of meaning simply because it does not stand alone.\" Carol Thomas Neely writes that, \"Sonnet 116 is part of a sequence which is separate from all the other sonnets of Shakespeare because of their sense of detachment. They aren't about the action of love and the object of that love is removed in this sequence which consists of Sonnets 94, 116, and 129\". This group of three sonnets does not fit the mold of the rest of Shakespeare's sonnets, therefore, and they defy the typical concept and give a different perspective of what love is and how it is portrayed or experienced. \"Though 116 resolves no issues, the poet in this part of the sequence acknowledges and accepts the fallibility of his love more fully than he could acknowledge that of the young man's earlier\". Other critics of Sonnet 116 have argued that one cannot rely on the context of the sonnet to understand its tone. They argue that since \"there is no indisputably authoritative sequence to them, we cannot make use of context as positive evidence for one kind of tone or another.\" Shakespeare does not attempt to come to any significant conclusion within this particular sonnet because no resolution is needed.",
            "score": 73.44184875488281
        },
        {
            "docid": "6732176_9",
            "document": "Sonnet 54 . Shakespeare's sonnets are an important development in the historical progression of English poetry. The era in which Shakespeare was writing his sonnets was one of divergent literary values. He defied his society's contemporary tastes, along with \"Sidney and Spenser, the other two most prominent sonneteers\" of the sixteenth century, by embracing the sonnet form, which had largely gone out of fashion. Nonetheless, he filled his sonnets with references to other Elizabethan poets whom he respected. In Sonnet 54, especially the line \"The rose looks fair, but fairer we it deem,” we see a reference to Edmund Spenser's Amoretti, Sonnet 26, the first line of which is \"Sweet is the rose, but growes upon a brere.\" This reference is just one of many which help to \"proclaim Shakespeare's deepest literary values and his recurrent aesthetic convictions.\" While Shakespeare honors his contemporaries, one of the things that make Shakespeare so great was how he differed from them. The Amoretti is a series of sonnets focused on a much more traditional topic, the courting which led to Spencer's marriage. In the Amoretti, Spenser proposes \"that a resolution to the sonneteer's conventional preoccupations with love may be found within the bounds of Christian marriage.\" Shakespeare's Sonnets have a much more complicated, pained, and almost indecipherable message about love.",
            "score": 71.45378875732422
        },
        {
            "docid": "158252_41",
            "document": "Adam Mickiewicz . Mickiewicz's importance extends beyond literature to the broader spheres of culture and politics; Wyka writes that he was a \"singer and epic poet of the Polish people, and a pilgrim for the freedom of nations.\" Scholars have used the expression \"cult of Mickiewicz\" to describe the reverence in which he is held as a \"national prophet.\" On hearing of Mickiewicz's death, his fellow bard Krasiński wrote: \"For men of my generation, he was milk and honey, gall and life's blood: we all descend from him. He carried us off on the surging billow of his inspiration and cast us into the world.\" Edward Henry Lewinski Corwin described Mickiewicz's works as Promethean, as \"reaching more Polish hearts\" than the other Polish Bards, and affirmed Danish critic Georg Brandes' assessment of Mickiewicz's works as \"healthier\" than those of Byron, Shakespeare, Homer, and Goethe. Koropeckyi writes that Mickiewicz has \"informed the foundations of [many] parties and ideologies\" in Poland from the 19th century to this day, \"down to the rappers in Poland's post-socialist blocks, who can somehow still declare that 'if Mickiewicz was alive today, he'd be a good rapper.'\" While Mickiewicz's popularity has endured two centuries in Poland, he is less well known abroad though, particularly in the 19th century, he won substantial international fame among \"people that dared resist the brutal might of reactionary empires.\"",
            "score": 70.00484466552734
        },
        {
            "docid": "163045_94",
            "document": "Crimea . Alexander Pushkin visited Bakhchysarai in 1820 and later wrote the poem The Fountain of Bakhchisaray. Crimea was the background for Adam Mickiewicz's seminal work, The Crimean Sonnets inspired by his 1825 travel. A series of 18 sonnets constitute an artistic telling of a journey to and through the Crimea, they feature romantic descriptions of the oriental nature and culture of the East which show the despair of an exile longing for the homeland, driven from his home by a violent enemy.",
            "score": 69.43943786621094
        },
        {
            "docid": "6052552_11",
            "document": "Sonnet 138 . Sonnet 138 is a part of a series of poems written about Shakespeare's dark lady. They describe a woman who has dark hair and dark eyes. She diverges from the Petrarchan norm. \"Golden locks\" and \"florid cheeks\" were fashionable in that day, but Shakespeare's lady does not bear those traits. The lady is shown as being both fair and foul, and both kind and unkind. Alice F. Moore feels that within these later sonnets the poet is equally as dark as the lady. As the speaker reveals the mistress in her \"foulness\" and \"deceit\", he consequently reveals himself. These sonnets are shadowed by the speakers own self-hatred and anger. However, Joel Fineman believes that the biggest difference between series of the dark lady and the other series of sonnets featuring the young man is that those about the dark lady use a formula of lusty misogyny that is clearly Shakespearean. Throughout the sonnets, and especially sonnet 138, the lady \"comes to occupy this peculiarly charged erotic place (\"therefore I lie with her, and she with me,/And in our faults by lies we flattered be\"). The sonnets addressed to the dark lady usually relate the lady with \"a disjunction occasioned by verbal duplicity,\" (\"When my love swears that she is made of truth,/I do believe her, though I know she lies\"). The language in the dark lady sonnets is some that \"one is forced to hear-- to hear, that is, as language-- functions as a supplementary and confirming, not a disavowing, gloss on what the poet has to say\". They \"conceal praise under the guise of disparagement (Kambascovic-Sawers p. 293). A.L. Rowse believes that the sonnet takes us further into Shakespeare's relationship with the lady. The relationship is both \"purely sexual\" and \"utterly unromantic\". However, it can also be said that the speaker is not attracted to the woman because of her \"physical, intellectual, or moral excellence\". Instead, the attraction is portrayed as being \"self-generated, with no basis in 'reality'. Rowse feels that the woman discussed in the sonnet can be identified as the mistress, Emilia. Shakespeare is six years older, and is thus highly conscious of his age. Underneath all the hyprocrisies there is Shakespeare's \"honest candour.\" In \"Shakespeare's Sonnets: The Problems Solved\", A. L. Rowse notes that Sonnet 138 shows the \"uncompromising realism with which he [Shakespeare] describes it all: it has been said -- rightly-- that there is no woman like Shakespeare's in all the sonnet-literature of the Renaissance. Most of them are abstractions or wraiths; this one is of flesh and blood\".",
            "score": 68.74256134033203
        },
        {
            "docid": "1345468_2",
            "document": "Kaliber 44 . Kaliber 44 is a hip hop band formed at the end of 1994 in Katowice, Poland. The group is dubbed the most influential Polish hip hop band, while their so-called \"hardcore psycho rap\" style is the most prominent. As revealed by Abradab in an interview aired on TVP, \"the name comes from the time we weren't completely sane and played gangsta\". Later on members provided a revised interpretation: first part of the name indicates the calibre of problems the group sings about. The number \"44\" is a reference to a prophetic poem Dziady written by Polish poet Adam Mickiewicz.",
            "score": 68.67454528808594
        },
        {
            "docid": "11698923_10",
            "document": "Sonnet 78 . \"Shakespeare's sonnets 78-86 concern the Speaker's rivalry with other poets and especially with one 'better spirit' who is 'learned' and 'polished'\". In Sonnet 78 we find out about a rival who is male and a poet and whose entry initiates an episode of jealousy that comes to a close in only Sonnet 86 These sonnets are considered to be the Rival Poet sonnets. The rival poet sonnets include three primary players; the fair youth, the rival poet, and the lady who is desired by both men. The identities of these three players have been a controversy for hundreds of years and many experts disagree on the personage of the fair youth, rival poet, and lady.  The author Joseph Pequigney discusses the historic background of the rival poet, fair youth, and lady and states, \"The rival poet referred to in Sonnet 78 to 86, (a) are wholly fictitious, or (b) are depictions of real but unknown persons, or (c) admit of historical identifications. In the case of (c) speculation centers mostly on the youth who is surmised to be either the earl of Southampton or the earl of Pembroke or, occasionally, some other nobleman. Marlowe and Chapman are the leading candidates for the role of the literary rival, the lady has generally fared less well in generating a historical counterpart. Regardless of whether the incidents and interpersonal transactions rendered are actual or imaginary, everything comes through as uncertain or indistinct because the Quarto, unauthorized and unsupervised by Shakespeare, (a) prints the Sonnets in a version to be understood as disarranged to a greater or lesser extent, or (b) the order of the poems in Q must be accepted in lieu of more satisfactory alternative, or (c) the lost original order may be reconstructed by acute transpositions.\" As with the fair youth there is some debate over the personage of the rival poet. Other experts disagree with Pequigney's assessment and another expert stated, \"Among biographically minded commentators, a favourite candidate for Rival Poet has been Christopher Marlowe\".  The author R.J.C. Wait believes that the youth is none other than the Earl of Southampton. Waits states, \"Shakespeare now clearly recognizes that Southampton is giving assistance to one or more rivals\". Another perspective is given by the author Macd. P. Jackson who states, \"There can be no simple equation of a figure in Shakespeare's sonnets with a historical, biological personage.\" Waits argues that there are too many similarities for the fair youth to be anyone other than the Earl of Southampton, who was a known patron of the arts. The controversy around the identities of the fair youth, rival poet(s), and lady are an age old argument and may never be resolved as Shakespeare never explicitly identifies the individuals in the Sonnets.",
            "score": 68.39785766601562
        },
        {
            "docid": "55856308_3",
            "document": "Motiejus Gustaitis . Gustaitis was born Pajiesys near Garliava, but grew up in Rokai near Panemunė, Kaunas. He studied at the Marijampolė Gymnasium (1881–1886) and Sejny Priest Seminary. In 1893, he was ordained priest and worked in Marijampolė. He continued studies at the , Pontifical Gregorian University and Pontifical Roman Athenaeum S. Apollinare in Rome. At the University of Fribourg he defended his PhD thesis on orientalist influences in works, particularly \"The Crimean Sonnets\", of poet Adam Mickiewicz.",
            "score": 68.28551483154297
        },
        {
            "docid": "2062469_11",
            "document": "Stanisław Moniuszko . According to Jim Samson in Moniuszko's Grove Music entry, \"Like Glinka in Russia, Erkel in Hungary, and Smetana in the Czech lands, Moniuszko has become associated above all with the concept of a national style in opera.\" Moniuszko's opera and music as a whole is representative of 19th century romanticism, given the extensive use by the composer of arias, recitatives and ensembles that feature strongly in his operas. An exception is \"Straszny Dwór\" (The Haunted Manor), where beautifully scored choral parts testify to Moniuszko's mastery of writing for many voices. The source of Moniuszko's melodies and rhythmic patterns often lies in Polish musical folklore. One of the most visibly \"Polish\" aspects of his music is in the forms he uses, including dances popular among upper classes such as polonaise and mazurka, and folk tunes and dances such as kujawiak and krakowiak. The most notable among his choral works are cantatas \"Sonety krymskie\" (Crimean Sonnets) and \"Widma\" (Phantoms), composed to the texts of Adam Mickiewicz, the leading poet of the Polish Romanticism. The melodic line of the former is particularly expressive and in parts of the composition takes on the form of variations.",
            "score": 67.9280014038086
        },
        {
            "docid": "6732754_8",
            "document": "Sonnet 56 . Sonnet 56 is part of the Fair Youth sonnets. The sonnet's first line was inspired by George Whetstone's \"The Rocke of Regard\" (1576). The sonnet is divided up into four quatrain, groups of four lines, and a couplet. Sonnet 56 is puzzling because of its seemingly inappropriate placement next to Sonnet 55. In Sonnet 55, the poet's relationship with the young man is steady and secure, but here there is a sudden shift from confidence to deep insecurity. In this sonnet the poet examines the \"quality of love.\" It is not clear whose love is being addressed. The poet's, \"his friend's, or that of both?\" The poet \"pleads for the love to be charged with fresh vigor.\" At the same time, the poet suggests that a \"separation\" may be what the relationship needs in order to \"renew the intensity of their devotion.\" It should noted that the identity of the \"Sweet love\" is not located in the poem and the ultimate fate of the relationship is left ambiguous. Although, there may be clues of their fate in the rest of the Fair You Sonnets. Shakespeare also uses metaphors for eating to talk about a sexual appetite.",
            "score": 67.62686157226562
        },
        {
            "docid": "11698923_7",
            "document": "Sonnet 78 . Sonnet 78 we find out about a rival who's male and a poet and whose entry initiates an episode of jealousy that comes to a close in only Sonnet 86. The rivalry between the poets may appear to be literary, but, according to the critic Joseph Pequigney, it is in reality a sexual rivalry. This is disturbing because the subject in the sonnet is one that the persona has found erotically profitable, in part because the other poet may be superior in learning and style. Shakespeare is not concerned with poetic triumph he is vying only for the prize of a fair friend. The combat between the two rivals is indirect and the speaker never addresses his literary adversary and only mentions his beloved. It is the body language of Sonnet 78 (the first in the series) 79, 80 and 84 that serves to convert the topic of letters into that of eroticism. Shakespeare is known for his usage of puns and double meaning on words. So it isn't surprising that he uses wordplay in the first quatrain on \"pen\" for the male appendage, or, as a Stein-cum-Joyce might say, \"a pen is a penis a pen,\" is fully utilized. The poet remarks at 78.4, \"every alien pen hath got my use,\" where \"alien\" = 'of a stranger' and \"use,\" besides 'literary practice,' can = 'carnal enjoyment.' These sexual allusions are made in passing; they are overtones, restricted to a line or two.",
            "score": 67.23516845703125
        },
        {
            "docid": "158252_45",
            "document": "Adam Mickiewicz . Adam Mickiewicz, whose works were written in the Polish language, is generally known as a Polish poet. He is described by some authors as \"Polish-Lithuanian\" or Belarusian-Polish. \"The Cambridge History of Russia\" describes him as Polish but sees his ethnic origins as \"Lithuanian-Belarusian (and perhaps Jewish).\" According to the Belarusian historian Rybczonek, Mickiewicz's mother had Tatar (Polish Tatars) roots.",
            "score": 67.23318481445312
        },
        {
            "docid": "12450812_11",
            "document": "Sonnet 110 . It has been debated by many critics and scholars whether or not sonnet 110 was written about Shakespeare's career in the theater or if the sonnet is a confession of love to a young man. The lines in the sonnet could be related to the stage but scholars Virginia L. Radley and David C. Redding disagree stating that sonnet 110 is, \"addressed to an old friend of the poet's.\" Sonnet 110 can be interpreted as a confession of love and the mistakes the poet made when he decided to leave his original love. The poet confesses to the young man his infidelities and regrets in order to receive pity from the young man for what the poet did was wrong but should be forgiven since he claimed the young man is the best person he will ever love.",
            "score": 67.03443145751953
        },
        {
            "docid": "51052304_2",
            "document": "Sebastian Grabowiecki . Sebastian Grabowiecki (c. 1543 – 1607) was a Polish Catholic priest and poet. He was the author of \"Setnik rymów duchownych\" and \"Setnik rymów duchownych wtóry\" (\"Spiritual Rhymes\" parts 1 and 2). His work, focused entirely on religious themes (like George Herbert's), was strongly influenced by Italian poetry, especially by \"Rime Spirituali\" by Gabriele Fiamma. One of the founding fathers of Polish lyric poetry, Grabowiecki was one of the first poets to write sonnets in Polish. Thus he holds a position comparable to Thomas Wyatt, Henry Howard, Earl of Surrey and Portuguese poet Francisco de Sá de Miranda, who introduced the sonnet into their native literatures. He also wrote the first Polish poem in ottava rima, and was an early adopter of the Sapphic stanza in Polish poetry. His best-known poem is a sonnet (based on one of Fiamma's) similar to Philip Sidney's Sonnet 89 from \"Astrophel and Stella\" (\"Now that of absence the most irksome night\"), with the use of epistrophe (repetition of end-words) instead of rhyme.",
            "score": 66.99059295654297
        },
        {
            "docid": "1607393_7",
            "document": "Yevpatoria . The city was briefly occupied in 1854 by British, French and Turkish troops during the Crimean War, when it was the site of the Battle of Eupatoria. Adam Mickiewicz visited the town in 1825 and wrote one of his \"Crimean Sonnets\" here; it was later translated into Russian by Mikhail Lermontov.",
            "score": 66.64981079101562
        },
        {
            "docid": "11698923_8",
            "document": "Sonnet 78 . In Sonnet 78, Shakespeare has a mock debate between the young man and himself: \"The mock-debate of the sonnet is: should the young man be prouder of Shakespeare's poem compiled out of rude ignorance, or of those of his more learned admirers?\" This question is followed by a mock answer: \"The mock answer is that the young man should be prouder of having taught a hitherto dumb admirer to sing, and of having advanced ignorance as high as learning, because these achievements on his part testify more impressively to his originally power than his (slighter) accomplishments with respect to his learned poets — he but mends their style and graces their arts.\" The debate that Shakespeare presents is \"in a Petrarchan logical structure, with a clearly demarcated octave and sestet.\" Shakespeare has to exhibit his present art as at least equal to that of his rivals. He accomplishes this \"by first resorting to a country-bumpkin, fairy-tale idiot-son role, presenting himself as a Cinderella, so to speak, raised from the cinders to the skies.\" This is just an example of some of the ignorance that Shakespeare displays in parts of the sonnet such as in the first quatrain. According to Helen Vendler, The most interesting grammatical move in the poem is the use in Q2 of aspectual description: not \"thou hast\" as we would expect — to parallel the later \"thou dost\" and \"thou art\" — but \"thine eyes...have\". The eyes govern the only four-line syntactic span (the rest of the poem is written in two-line units). We are made to pause for a two-line relative clause between \"thine eyes\" and its verb, \"have\"; in between subject and predicate we find ... the poet twice arising, once to sing, once to fly:",
            "score": 66.48699188232422
        },
        {
            "docid": "12450812_15",
            "document": "Sonnet 110 . The couplet brings the sonnet together in a happy light. Throughout the sonnet we're learning about the poet's dark confessions to finding his ideal love and realizing the only love that he needs the most is of the young mans. Jane Roessner notices how the line \"then give me welcome, next my heaven the best\" is \"the poet's need of pity from the young man and how his long confession important for its effect on the young man, calculated to move him to a certain response.\" Line 13 is the poet begging the young man to forgive him and to embrace him. The phrase in line 13 \"next my heaven the best\" is the poet confessing to the young man that his love is like his heaven. He is the closest thing to the divine. Radley and Redding state that the poet is saying, \"your love is next of the divine (ideal), grant me a welcome sanctuary in your person.\" The couplet is the most powerful part of the sonnet because now he is saying that the love the young man provides is great next to this divine being.",
            "score": 66.39417266845703
        },
        {
            "docid": "12371510_3",
            "document": "Sonnet 83 . The youth does not need to be described or painted (with cosmetics), but exceeds what can be written about him. Therefore the poet has given up attempting to express the youth's worth, so that the reality will show up the weakness of his poetry. The youth has objected to the poet's silence, while the Rival Poet is writing, but the reality of the youth's beauty is much greater than both poets could express.",
            "score": 66.05078125
        },
        {
            "docid": "1018224_5",
            "document": "Crown of sonnets . \"A Wreath of Sonnets\" () is a crown of sonnets by the Slovene Romantic poet France Prešeren. It was written in 1833 and was enriched with acrostic in the master sonnet. Prešeren's crown of sonnets was translated into Russian in 1889, which had great influence on many poets, including Valery Bryusov. Jaroslav Seifert wrote his sentimental \"Věnec sonetů\" (A Wreath of Sonnets) in this form about Prague, with an authorized translation by Jan Křesadlo, who also composed his own emigre riposte in the same format, as well as writing several other sonnet cycles. The Bulgarian poet Venko Markovski wrote and published more than 100 crowns of sonnets, which also contained acrostics dedicated to various historical figures. In 2007, the Russian poet Natalia Shamberova published \"The Mists of August,\" a wreath of wreaths: 211 interlacing sonnets composed of 14 wreaths of sonnets to form the wreath of magistrals, and a final sonnet called the magistrals’ magistral.",
            "score": 66.00445556640625
        },
        {
            "docid": "5768954_6",
            "document": "Sonnet 20 . The modern reader may read sonnet 20 and question whether or not Shakespeare's sexuality is reflected in this sonnet. When looking at the sexual connotations in this sonnet it is important to reflect on what homoerotism meant during the time that Shakespeare was writing. Casey Charles discusses the idea that there was no official identity for a gay person at this time. There were words that identified what we would consider to be homosexual behaviour, but the idea of a \"gay culture\" or \"gay identity\" did not exist. Charles goes on to say that early modern laws against sodomy had very few transgressors, which means that either people did not engage in homosexual behavior or these acts were more socially acceptable than the modern reader would think. Shakespeare's awareness of the possible homoeroticism in Sonnet 20 does not necessarily illuminate whether or not he himself was actually practicing homosexual behavior.",
            "score": 65.67494201660156
        },
        {
            "docid": "966157_6",
            "document": "Bakhchysarai . Russian speakers associate the town with the Romantic connotations of Alexander Pushkin's poem \"The Fountain of Bakhchisaray\" (1822). Adam Mickiewicz dedicated some of the finest poems in his \"Crimean Sonnets\" (1825) to the landmarks of Bakhchisaray.",
            "score": 65.61039733886719
        },
        {
            "docid": "12417264_2",
            "document": "Sonnet 102 . Sonnet 102 is one of the 154 sonnets written by English playwright and poet William Shakespeare. It is one of the Fair Youth sonnets, in which Shakespeare writes of an unnamed youth with whom the poet is enamored. Sonnet 102 is among a series of seemingly connected sonnets, from Sonnet 100 to Sonnet 103, in which the poet speaks of a silence between his Muse and himself. The exact date of writing is unknown, and there is contention among scholars about when they were written. Paul Hammond among other scholars believes that sonnets 61-103 were written primarily during the early 1590s, and then being edited or added to later, during the early 1600s (decade). Regardless of date of writing, it was published later along with the rest of the sonnets of the 1609 Quarto.",
            "score": 65.49598693847656
        }
    ]
}