{
    "q": [
        {
            "docid": "1420969_3",
            "document": "Julius Caesar (cricketer) . Julius Caesar was born in Godalming, Surrey, to Benjamin Caesar, an English professional cricketer, and his wife Anne (née Bowler). Benjamin and Anne had seven children. George, Richard, Lawrence William, Ann, Benjamin, Frederick Bowler and finally Julius. He was brought up in Godalming, a town with approximately 4,000 inhabitants, in Surrey, England. He was almost certainly educated in one of the two schools in Godalming at the time, and could read and write with a legible hand.",
            "score": 51.71640372276306
        },
        {
            "docid": "69880_95",
            "document": "Napoleon . While in exile, Napoleon wrote a book about Julius Caesar, one of his great heroes. He also studied English under the tutelage of Count Emmanuel de Las Cases with the main aim of being able to read English newspapers and books, as access to French newspapers and books was heavily restricted to him on Saint Helena.",
            "score": 45.438721656799316
        },
        {
            "docid": "2926817_3",
            "document": "Memnon of Heraclea . Memnon's history encompassed an unknown number of books, but Photius had read the ninth through the sixteenth, and made a tolerably copious abstract of that portion. The first eight books he had not read, and he speaks of other books after the sixteenth. The ninth book begins with an account of the tyrant Clearchus, the disciple of Plato and Isocrates. The thirteenth book contains a long account of the rise of Rome. The last event mentioned in the sixteenth book was the death of Brithagoras, who was sent by the Heracleians as ambassador to Julius Caesar, after the latter had obtained the supreme power (48 BC).",
            "score": 41.63323378562927
        },
        {
            "docid": "17938506_6",
            "document": "Lucius Julius . Lucius Julius Caesar I may have been the son of Numerius Julius Caesar or identical to Lucius Julius Libo II, with Sextus Julius Caesar (praetor 208 BC) as his son, in which case the latter would be the father of Sextus Julius Caesar (military tribune 181 BC) identical to Sextus Julius Caesar (consul 157 BC).",
            "score": 48.35753345489502
        },
        {
            "docid": "57328_19",
            "document": "Julius Caesar (play) . The text of \"Julius Caesar\" in the First Folio is the only authoritative text for the play. The Folio text is notable for its quality and consistency; scholars judge it to have been set into type from a theatrical prompt-book.",
            "score": 41.007063150405884
        },
        {
            "docid": "9437624_15",
            "document": "Art patronage of Julius II . Many also criticize Julius II for having repeatedly identified himself with Julius Caesar. His desire to emulate Caesar and his extravagant patronage further the negative connotations. Scholars have drawn this conclusion from the medal Julius had made for Saint Peter's with himself on the back, as well as his self-chosen name of Julius. (Gosman, 44) The second, less common stance, is that Julius’s main motive for his patronage was for his own personal aesthetic pleasure (Gosman, 45). One scholar defends Julius II's patronage by stating: \"“It must not be forgotten that not all messages conveyed in works commissioned by a patron, let alone those merely addressed to him, can be read as a communication by the patron of his thinking and claims and aspirations. To say this is not to deny that messages may be read into them, but it should not be assumed that patrons would necessarily have cared about or understood or been motivated by theories and statements about their power and authority that may be coded into the works of art they paid for\". \" (Gosman, 61)",
            "score": 48.65439558029175
        },
        {
            "docid": "32008642_5",
            "document": "Hubert Goltzius . Golzius had his own printshop in Bruges, where he published \"Caius Julius Caesar, or a history of Roman Emperors in medals\" in 1563, and \"The life of Julius Caesar\" in 1566. In 1567 he published the book \"Fastos\" for which he was made an honorary Roman citizen by the Rome council (and which was noted in his next book called \"Caesar Augustus\" in 1574). He published his final book in 1576 on the emperors of Greece in medallions. His portrait was painted twice by Antonis Mor in exchange for his medallion book. These paintings, as well as the books, were all honored in verse by various poets. The same goes for the engraved portrait by Melchior Lorck, used in his last book from 1576 and also used independently.",
            "score": 47.4878203868866
        },
        {
            "docid": "694796_10",
            "document": "Michael Parenti . In 2003 The New Press published Parenti's \"The Assassination of Julius Caesar: A People's History of Ancient Rome.\" \"PW\" said, \"Parenti... narrates a provocative history of the late republic in Rome (100–33 B.C.) to demonstrate that Caesar's death was the culmination of growing class conflict, economic disparity and political corruption.\" \"Kirkus Reviews\" wrote: \"Populist historian Parenti... views ancient Rome’s most famous assassination not as a tyrannicide but as a sanguinary scene in the never-ending drama of class warfare.\" Kirkus described the book as \"revisionist history at its most provocative.\" \"Political Affairs\" wrote: \"This is an excellent book and a good read.\"",
            "score": 43.70219683647156
        },
        {
            "docid": "4358254_33",
            "document": "The Twelve Caesars . Suetonius describes several omens that predicted the assassination of Caligula. He mentions a bolt of lightning that struck Rome on the Ides of March, which was when Julius Caesar was assassinated. Lightning was an event of immense superstition in the ancient world. The day of the assassination, Caligula sacrificed a flamingo. During the sacrifice, blood splattered on his clothes. Suetonius also describes a comet that was seen shortly before the assassination. In the ancient world, comets were believed to foretell the death or assassination of important people. Suetonius even suggested that Caligula's name itself was a predictor of his assassination, noting that every Caesar named Gaius, such as the dictator Gaius Julius Caesar, had been assassinated (a statement which is not entirely accurate; Julius Caesar's father died from natural causes, as did Augustus).",
            "score": 56.83766746520996
        },
        {
            "docid": "15924_61",
            "document": "Julius Caesar . Julius Caesar had been preparing to invade Parthia, the Caucasus, and Scythia, and then march back to Germania through Eastern Europe. These plans were thwarted by his assassination. His successors did attempt the conquests of Parthia and Germania, but without lasting results.",
            "score": 48.928229093551636
        },
        {
            "docid": "1120048_10",
            "document": "Scroll . The Romans invented the \"codex\" form of the book, folding the scroll into pages which made reading and handling the document much easier. Legend has it that Julius Caesar was the first to fold scrolls, concertina-fashion, for dispatches to his forces campaigning in Gaul. Scrolls were awkward to read if a reader wished to consult material at opposite ends of the document. Further, scrolls were written only on one side, while both sides of the codex page were used.",
            "score": 38.908817291259766
        },
        {
            "docid": "4309435_2",
            "document": "Julia (wife of Marius) . Julia (c. 130 BC – 69 BC) was a daughter of Gaius Julius Caesar II (praetor-grandfather of Caesar) and Marcia (daughter of praetor Quintus Marcius Rex). She was a sister of Gaius Julius Caesar III (the father of Julius Caesar) and Sextus Julius Caesar III, consul in 91 BC.",
            "score": 43.89775276184082
        },
        {
            "docid": "12194458_2",
            "document": "Brannovices . The Brannovices or Brannovii were a Gallic people mentioned by Julius Caesar (\"B. G.\" vii. 75). D'Anville conjectures that they may have been in the canton of Brionnois, near Mâcon, Saône-et-Loire, France. Walckenaer (\"Géog.\" vol. i. p. 331) has some remarks on these people. In Caesar (\"B. G.\" vii. 75) there are also readings \"Blannovicibus\" and \"Blannoviis\" (Oudendorp. ed. Caes.); and Walckenaer proposes to place the \"Blannovices\" or \"Brannovices\" in the district of Mâcon, where D'Anville also places the Brannovices or Brannovii. Walckenaer urges, in favor of this supposition, the existence of a place called Blannot in the district of Mâcon. There is another Blannot in the department of Côte d'Or, about 22 km from Arnay, and here Walckenaer places the Blannovii. The controversy has not been resolved.",
            "score": 35.0587944984436
        },
        {
            "docid": "26174_6",
            "document": "Julio-Claudian family tree . This generation of Julii Caesares has two consuls: Sextus Julius Caesar III in 91 BC, and Lucius Julius Caesar III the next year. This generation has also two female descendants very close to the centers of power by their marriages: Julia, the daughter of Gaius Julius Caesar II was married to seven-times consul Gaius Marius, while Julia, the daughter of Lucius Julius Caesar II was married to the two-times consul and Roman dictator Lucius Cornelius Sulla, who had successfully challenged Marius' power. For ensuing generations, Gaius Julius Caesar the Elder, married to a consul's daughter, and Lucius Julius Caesar III proved to be quintessential ancestors of those who held Imperial power in the Julio-Claudian dynasty.",
            "score": 53.11074948310852
        },
        {
            "docid": "39202379_25",
            "document": "Destruction of the Library of Alexandria . Thus Orosius laments the pillaging of libraries within temples in 'his own time' by 'his own men' and compares it to the destruction of the Great Library destroyed at the time of Julius Caesar. He is certainly referring to the plundering of pagan temples during his lifetime, but this presumably did not include the library of Alexandria, which he assumes was destroyed in Caesar's time. While he admits that the accusations of plundering books are “true enough,” he then suggests that the books in question were not copies of those that had been housed at the Great Library, but rather new books \"to rival the ancient love of literature.\" Orosius does not say where temples' books were taken, whether to Constantinople or to local monastic libraries or elsewhere, and he does not say that the books were destroyed.",
            "score": 55.625006675720215
        },
        {
            "docid": "57328_36",
            "document": "Julius Caesar (play) . The 2008 movie \"Me and Orson Welles\", based on a book of the same name by Robert Kaplow, is a fictional story centred around Orson Welles' famous 1937 production of \"Julius Caesar\" at the Mercury Theatre. British actor Christian McKay is cast as Welles, and co-stars with Zac Efron and Claire Danes.",
            "score": 38.23944091796875
        },
        {
            "docid": "1232477_2",
            "document": "Sextus Julius Caesar . Sextus Julius Caesar was the name of several Roman men of the Julii Caesares. \"Sextus\" was one of three praenomina used by the Julii Caesares, the others being \"Lucius\" and \"Gaius\", the latter being the praenomen of the most famous Julius Caesar.",
            "score": 45.020334005355835
        },
        {
            "docid": "57328_30",
            "document": "Julius Caesar (play) . One of the earliest cultural references to the play came in Shakespeare's own \"Hamlet\". Prince Hamlet asks Polonius about his career as a thespian at university, Polonius replies \"I did enact Julius Caesar. I was killed i' th' Capitol. Brutus killed me.\" This is a likely meta-reference, as Richard Burbage is generally accepted to have played leading men Brutus and Hamlet, and the older John Heminges to have played Caesar and Polonius.",
            "score": 41.69296741485596
        },
        {
            "docid": "15924_85",
            "document": "Julius Caesar . Julius Caesar is seen as the main example of \"Caesarism\", a form of political rule led by a charismatic strongman whose rule is based upon a cult of personality, whose rationale is the need to rule by force, establishing a violent social order, and being a regime involving prominence of the military in the government. Other people in history, such as the French Napoleon Bonaparte and the Italian Benito Mussolini, have defined themselves as Caesarists. Bonaparte did not focus only on Caesar's military career but also on his relation with the masses, a predecessor to populism. The word is also used in a pejorative manner by critics of this type of political rule.",
            "score": 52.373560190200806
        },
        {
            "docid": "219117_12",
            "document": "Roman emperor . Julius Caesar, and then Augustus after him, accumulated offices and titles of the highest importance in the Republic, making the power attached to those offices permanent, and preventing anyone with similar aspirations from accumulating or maintaining power for themselves. However, Julius Caesar, unlike those after him, did so without the Senate's vote and approval.",
            "score": 44.598588943481445
        },
        {
            "docid": "57328_28",
            "document": "Julius Caesar (play) . After the theatres re-opened at the start of the Restoration era, the play was revived by Thomas Killigrew's King's Company in 1672. Charles Hart initially played Brutus, as did Thomas Betterton in later productions. \"Julius Caesar\" was one of the very few Shakespearean plays that was not adapted during the Restoration period or the eighteenth century.",
            "score": 47.14103031158447
        },
        {
            "docid": "57328_13",
            "document": "Julius Caesar (play) . Brutus next attacks Cassius for supposedly soiling the noble act of regicide by having accepted bribes. (\"Did not great Julius bleed for justice' sake? / What villain touch'd his body, that did stab, / And not for justice?\") The two are reconciled, especially after Brutus reveals that his beloved wife committed suicide under the stress of his absence from Rome; they prepare for a civil war against Mark Antony and Caesar's adopted son, Octavius, who have formed a triumvirate in Rome with Lepidus. That night, Caesar's ghost appears to Brutus with a warning of defeat. (He informs Brutus, \"Thou shalt see me at Philippi.\")",
            "score": 47.618653535842896
        },
        {
            "docid": "7514689_4",
            "document": "Medici giraffe . In 46 BC Julius Caesar had celebrated his triumphs in Egypt by returning to Rome with a vast menagerie, the star attraction of which was a giraffe, the first ever seen in Europe. The Romans did not know what to make of such an animal and named it the cameleopard, for it seemed to them to embody characteristics of both the camel and leopard. Caesar had the animal torn to shreds by lions in the arena, probably to emphasize his power by the disposal of such a rare creature in a casual manner. Lorenzo had read of the success of the spectacle of Caesar's giraffe and saw a way to cement his reputation in Florence by emulating it. He also realised that he could gain further political influence by passing the animal on and promised to send it to Anne of France, after its sojourn in Florence.",
            "score": 49.45393943786621
        },
        {
            "docid": "4308816_7",
            "document": "Julii Caesares . The rest of the genealogy is well-known. As Caesar left no legitimate sons to carry on his name and legacy, by his will he adopted his grand-nephew, Gaius Octavius, who thus became Gaius Julius Caesar Octavianus, the future emperor better known as Augustus. Octavian had only a daughter, and therefore adopted two of his grandchildren by Marcus Vipsanius Agrippa, who thus became Gaius and Lucius Julius Caesar; but when both died young, the emperor adopted their brother, who became Marcus Julius Caesar Agrippa Postumus, and a stepson, Tiberius Claudius Nero, who became Tiberius Julius Caesar. Tiberius' son, Nero Claudius Drusus, became Drusus Julius Caesar, and he adopted a nephew, Tiberius Claudius Nero Germanicus, who became Germanicus Julius Caesar; their children also became part of the Julia gens. The line draws to a close with the death of Germanicus' son, Gaius Julius Caesar Germanicus, better known simply as Gaius or Caligula, in AD 41; after this, the imperial authority passed to Gaius' uncle, Tiberius Claudius Nero Germanicus, and out of the Julian line.",
            "score": 55.32652521133423
        },
        {
            "docid": "23416512_3",
            "document": "Gaius Julius Caesar (name) . The name \"Caesar\" probably originated from a dialect of Latium which did not share the rhotacism of the Roman dialect. (That is, the \"s\" between vowels did not change to \"r\".) Using the Latin alphabet as it existed in the day of Julius Caesar (100 BC – 44 BC) (i.e., without lower case letters, \"J\", or \"U\"), Caesar's name is properly rendered (the spelling is also attested and is interchangeable with the more common ; however the letter was used with its antique pronunciation of [g], as it was an adaptation of Greek \"gamma\"). It is often seen abbreviated to . (The letterform is a ligature, which is often encountered in Latin inscriptions, where it was used to save space, and is nothing more than the letters \"ae\".) The leading vowels in each part of the name are long, and in Classical Latin, the whole name was pronounced , or, alternatively, with praenomen pronounced trisyllabically as . In Greek, during Caesar's time, his name was written \"Καῖσαρ,\" which was pronounced more or less the same.",
            "score": 49.90364694595337
        },
        {
            "docid": "48405_2",
            "document": "Caesar cipher . In cryptography, a Caesar cipher, also known as Caesar's cipher, the shift cipher, Caesar's code or Caesar shift, is one of the simplest and most widely known encryption techniques. It is a type of substitution cipher in which each letter in the plaintext is replaced by a letter some fixed number of positions down the alphabet. For example, with a left shift of 3, D would be replaced by A, E would become B, and so on. The method is named after Julius Caesar, who used it in his private correspondence.",
            "score": 46.46718215942383
        },
        {
            "docid": "1224846_2",
            "document": "Gaius Julius Caesar Strabo Vopiscus . Gaius Julius Caesar Strabo Vopiscus (\"C. Iulius L. f. Sex. n. Caesar Strabo Vopiscus\")(ca. 130 BC – 87 BC) was the younger son to Lucius Julius Caesar II and his wife Poppilia and younger brother to Lucius Julius Caesar III. His \"cognomina\" indicate he was possibly cross-eyed, and the surviving member of a set of twins.",
            "score": 46.19474983215332
        },
        {
            "docid": "17938506_9",
            "document": "Lucius Julius . Lucius Julius Caesar II, first cousin of Caesar's grandfather, grandson of Lucius Julius Caesar I;",
            "score": 44.32686758041382
        },
        {
            "docid": "12210646_2",
            "document": "Ambarri . The Ambarri were a Gallic people, whom Julius Caesar (\"B. G.\" i. 11) calls close allies and kinsmen of the Aedui. If the reading \"Aedui Ambarri\" in the passage referred to is correct, the Ambarri were Aedui. They are not mentioned among the \"clientes\" of the Aedui. (\"B. G.\" vii. 75.) They occupied a tract in the valley of the Rhône, probably in the angle between the Saône and the Rhône; and their neighbors on the east were the Allobroges. They are mentioned by Livy (v. 34) with the Aedui among those Galli who were said to have crossed the Alps into Italy in the time of Tarquinius Priscus.",
            "score": 36.71161079406738
        },
        {
            "docid": "783514_3",
            "document": "Gaius Julius Caesar . Livy mentions a senator named Gaius Julius who wrote a Roman history in Greek about 143 BC. Given the time period, he would probably have been one of the Julii Caesares, most probably a brother of the Sextus Julius Caesar who was consul in 157, and the great-grandfather of the dictator. This is how Drumann regarded the dictator's most likely descent. If his brother was the Sextus Julius Caesar who was consul in 157 BC, then he would be the son of Sextus Julius Caesar, the praetor in 208 BC.",
            "score": 50.50426542758942
        },
        {
            "docid": "1228853_4",
            "document": "Lucius Julius Caesar . Lucius Julius Caesar, son of the praetor of 183, was \"praetor urbanus\" in 166. A \"praetor urbanus\" named Julius Caesar was mentioned by Pliny the Elder as having died suddenly during his year of office, and was perhaps the same man, although some scholars identify him with Gaius Julius Caesar, the grandfather of the dictator.",
            "score": 45.336567401885986
        },
        {
            "docid": "1232477_7",
            "document": "Sextus Julius Caesar . Sextus Julius Caesar, the son of Gaius Julius Caesar and Marcia, is best known as the uncle of Gaius Julius Caesar, the dictator. He was praetor by 94 BC, and held the consulship in 91. Proconsul in 90, he won a military victory, probably over the Paeligni. He died while laying siege to Asculum.",
            "score": 54.644779682159424
        }
    ],
    "r": [
        {
            "docid": "19747_4",
            "document": "Marcus Vipsanius Agrippa . It is not known whether Agrippa fought against his brother in Africa, but he probably served in Caesar's campaign of 46–45 BC against Gnaeus Pompeius, which culminated in the Battle of Munda. Caesar regarded him highly enough to send him with Octavius in 45 BC to study in Apollonia (on the Illyrian coast) with the Macedonian legions, while Caesar consolidated his power in Rome. In the fourth month of their stay in Apollonia the news of Julius Caesar's assassination in March 44 BC reached them. Agrippa and another friend, Quintus Salvidienus Rufus, advised Octavius to march on Rome with the troops from Macedonia, but Octavius decided to sail to Italy with a small retinue. After his arrival, he learned that Caesar had adopted him as his legal heir. Octavius at this time took Caesar's name, but modern historians refer to him as \"Octavian\" during this period.",
            "score": 62.07815933227539
        },
        {
            "docid": "23416512_11",
            "document": "Gaius Julius Caesar (name) . In earlier times Caesar could originally have been a praenomen. The suffix \"–ar\" is highly unusual for Latin, but is a common suffix in the Sabine Oscan language. The etymology of the name \"Caesar\" is still unknown and was subject to many interpretations even in antiquity, but is always associated with Descended Divinity, a title that emperors often chose to associate themselves with. Julius Caesar himself propagated the derivation from the elephant, an animal that was said to have been called \"caesai\" in the \"Moorish\", i.e. probably Punic language, thereby following the claims of his family that they inherited the cognomen from an ancestor, who had received the name after killing an elephant, possibly during the first Punic War. Since the Gauls came to know the elephant through the Punic commander Hannibal, it is possible that the animal was also known under the name \"caesar\" or \"caesai\" in Gaul. Caesar used the animal during his conquest of Gaul and probably of Britain, which is further supported by the inclusion of forty elephants on the first day of Caesar's Gallic triumph in Rome. Caesar displayed an elephant above the name on his first \"denarius\", which he probably had minted while still in Gallia Cisalpina. Apart from using the elephant as a claim for extraordinary political power in Rome, the coin is an unmasked allusion to this etymology of the name and directly identifies Caesar with the elephant, because the animal treads a Gallic serpent-horn, the \"carnyx\", as a symbolic depiction of Caesar's own victory.",
            "score": 60.62226486206055
        },
        {
            "docid": "345417_6",
            "document": "Sextus Pompey . Back in Rome, Julius Caesar was killed on the Ides of March (March 15) 44 BC by a group of senators led by Cassius and Brutus. This incident did not lead to a return to normality, but provoked yet another civil war between Caesar's political heirs and his killers. The Second Triumvirate was formed by Gaius Julius Caesar Octavianus, Marcus Antonius and Marcus Aemelius Lepidus, with the intention of avenging Caesar and subduing all opposition. Sextus Pompeius in Sicily was certainly a rebellious man, but the faction of Cassius and Brutus was the second triumvirate's first priority. Thus, with the whole island as his base, Sextus had the time and resources to develop an army and, even more importantly, a strong navy operated by Sicilian marines.",
            "score": 59.16569900512695
        },
        {
            "docid": "3083861_4",
            "document": "Lucius Julius Libo . For modern scholars, Libo represents a link between the Julii Iuli of the early Republic, and the Julii Caesares, who flourished from the time of the Second Punic War to early Imperial times. It is not known whether Libo was descended from one of the Julii Iuli, or from a collateral branch of the family, nor whether he was an ancestor of the Caesars, although it has long been conjectured that they were his descendants. In recent years, one scholar has postulated that Lucius Julius, the father of Sextus Julius Caesar, who was praetor in 208 BC, was the son of Libo, but if so it is not clear whether his surname was \"Libo\" or \"Caesar\".",
            "score": 57.27882385253906
        },
        {
            "docid": "4358254_33",
            "document": "The Twelve Caesars . Suetonius describes several omens that predicted the assassination of Caligula. He mentions a bolt of lightning that struck Rome on the Ides of March, which was when Julius Caesar was assassinated. Lightning was an event of immense superstition in the ancient world. The day of the assassination, Caligula sacrificed a flamingo. During the sacrifice, blood splattered on his clothes. Suetonius also describes a comet that was seen shortly before the assassination. In the ancient world, comets were believed to foretell the death or assassination of important people. Suetonius even suggested that Caligula's name itself was a predictor of his assassination, noting that every Caesar named Gaius, such as the dictator Gaius Julius Caesar, had been assassinated (a statement which is not entirely accurate; Julius Caesar's father died from natural causes, as did Augustus).",
            "score": 56.837669372558594
        },
        {
            "docid": "27180991_2",
            "document": "Julia (wife of Sulla) . Julia, or possibly Ilia (c. 129 BC – c. 104 BC), was a Roman noblewoman who was the first wife of Sulla, later a Roman dictator. Little is known of her life and sources are confused as to whether her name was \"Julia\" or \"Ilia\". If Julia is correct, she could have been a daughter of Lucius Julius Caesar II, and therefore a sister of future consul Lucius Julius Caesar III and Gaius Julius Caesar Strabo Vopiscus. Around 110 BC, while both were young, Julia married Sulla. A marital connection to the Julii Caesares may have served Sulla in his political life, as when he was chosen to serve under Gaius Marius in the Jugurthine War. Julia and Sulla had a daughter, Cornelia, who later was active in Roman society. Julia apparently died young, and Sulla married his second wife, Aelia.",
            "score": 56.54166793823242
        },
        {
            "docid": "46916560_4",
            "document": "Caesar, Life of a Colossus . Additionally, a bibliography of scholarly commentary, published during our more modern age, regarding Julius Caesar and Ancient Rome during his lifetime, is also in the back of the book. Hence, although the author has written this book for the lay reader, it is also useful for scholarly study.",
            "score": 56.318111419677734
        },
        {
            "docid": "62583_37",
            "document": "History of Italy . In the mid-1st century BCE, the Republic faced a period of political crisis and social unrest. Into this turbulent scenario emerged the figure of Julius Caesar. Caesar reconciled the two more powerful men in Rome: Marcus Licinius Crassus, his sponsor, and Crassus' rival, Pompey. The First Triumvirate (\"three men\"), had satisfied the interests of these three men: Crassus, the richest man in Rome, became richer; Pompey exerted more influence in the Senate; and Caesar held consulship and military command in Gaul.",
            "score": 56.10450744628906
        },
        {
            "docid": "521555_36",
            "document": "Ancient Rome . Onto this turbulent scene emerged Gaius Julius Caesar, from an aristocratic family of limited wealth. His aunt Julia was Marius' wife, and Caesar identified with the populares. To achieve power, Caesar reconciled the two most powerful men in Rome: Marcus Licinius Crassus, who had financed much of his earlier career, and Crassus' rival, Gnaeus Pompeius Magnus (anglicized as Pompey), to whom he married his daughter. He formed them into a new informal alliance including himself, the First Triumvirate (\"three men\"). This satisfied the interests of all three: Crassus, the richest man in Rome, became richer and ultimately achieved high military command; Pompey exerted more influence in the Senate; and Caesar obtained the consulship and military command in Gaul. So long as they could agree, the three were in effect the rulers of Rome.",
            "score": 56.104000091552734
        },
        {
            "docid": "57328_10",
            "document": "Julius Caesar (play) . \"Other\" The play opens with two tribunes discovering the commoners of Rome celebrating Julius Caesar's triumphant return from defeating the sons of his military rival, Pompey. The tribunes, insulting the crowd for their change in loyalty from Pompey to Caesar, attempt to end the festivities and break up the commoners, who return the insults. During the feast of Lupercal, Caesar holds a victory parade and a soothsayer warns him to \"Beware the ides of March\", which he ignores. Meanwhile, Cassius attempts to convince Brutus to join his conspiracy to kill Caesar. Although Brutus, friendly towards Caesar, is hesitant to kill him, he agrees that Caesar may be abusing his power. They then hear from Casca that Mark Antony has offered Caesar the crown of Rome three times and that each time Caesar refused it with increasing reluctance, in hopes that the crowd watching the exchange would beg him to accept the crown, yet the crowd applauded Caesar for denying the crown, upsetting Caesar, due to him wanting to accept the crown. On the eve of the ides of March, the conspirators meet and reveal that they have forged letters of support from the Roman people to tempt Brutus into joining. Brutus reads the letters and, after much moral debate, decides to join the conspiracy, thinking that Caesar should be killed to \"prevent\" him from doing anything against the people of Rome if he were ever to be crowned.",
            "score": 55.80664825439453
        },
        {
            "docid": "39202379_25",
            "document": "Destruction of the Library of Alexandria . Thus Orosius laments the pillaging of libraries within temples in 'his own time' by 'his own men' and compares it to the destruction of the Great Library destroyed at the time of Julius Caesar. He is certainly referring to the plundering of pagan temples during his lifetime, but this presumably did not include the library of Alexandria, which he assumes was destroyed in Caesar's time. While he admits that the accusations of plundering books are “true enough,” he then suggests that the books in question were not copies of those that had been housed at the Great Library, but rather new books \"to rival the ancient love of literature.\" Orosius does not say where temples' books were taken, whether to Constantinople or to local monastic libraries or elsewhere, and he does not say that the books were destroyed.",
            "score": 55.62500762939453
        },
        {
            "docid": "4308816_2",
            "document": "Julii Caesares . The Julii Caesares were the most illustrious family of the patrician \"gens Julia\". The family first appears in history during the Second Punic War, when Sextus Julius Caesar was praetor in Sicily. His son, Sextus Julius Caesar, obtained the consulship in 157 BC; but the most famous descendant of this stirps is Gaius Julius Caesar, a general who conquered Gaul and became the undisputed master of Rome following the Civil War. Having been granted dictatorial power by the Roman Senate and instituting a number of political and social reforms, he was assassinated in 44 BC. After overcoming several rivals, Caesar's adopted son and heir, Gaius Julius Caesar Octavianus, was proclaimed Augustus by the senate, inaugurating what became the Julio-Claudian line of Roman emperors.",
            "score": 55.602378845214844
        },
        {
            "docid": "1273_11",
            "document": "Augustus . Octavius was studying and undergoing military training in Apollonia, Illyria, when Julius Caesar was killed on the Ides of March (15 March) 44 BC. He rejected the advice of some army officers to take refuge with the troops in Macedonia and sailed to Italy to ascertain whether he had any potential political fortunes or security. Caesar had no living legitimate children under Roman law, and so had adopted Octavius, his grand-nephew, making him his primary heir. Mark Antony later charged that Octavian had earned his adoption by Caesar through sexual favours, though Suetonius describes Antony's accusation as political slander. After landing at Lupiae near Brundisium, Octavius learned the contents of Caesar's will, and only then did he decide to become Caesar's political heir as well as heir to two-thirds of his estate.",
            "score": 55.4854736328125
        },
        {
            "docid": "19960_13",
            "document": "Mark Antony . While Antony was serving Gabinius in the East, the domestic political situation had changed in Rome. In 60 BC, a secret agreement (known as the \"First Triumvirate\") was entered into between three men to control the Republic: Marcus Licinius Crassus, Gnaeus Pompey Magnus, and Gaius Julius Caesar. Crassus, Rome's wealthiest man, had defeated the slave rebellion of Spartacus in 70 BC; Pompey conquered much of the Eastern Mediterranean in the 60's BC; Caesar was Rome's Pontifex Maximus and a former general in Spain. In 59 BC, Caesar, with funding from Crassus, was elected Consul to pursue legislation favorable to Crassus and Pompey's interests. In return, Caesar was assigned the governorship of Illyricum, Cisalpine Gaul, and Transalpine Gaul for five years beginning in 58 BC. Caesar used his governorship as a launching point for his conquest of free Gaul. In 55 BC, Crassus and Pompey served as Consuls while Caesar's command was extended for another five years. Rome was effectively under the absolute power of these three men. The Triumvirate used the demagogue Publius Clodius Pulcher, Antony's patron, to exile their political rivals, notably Cicero and Cato the Younger.",
            "score": 55.4803352355957
        },
        {
            "docid": "4308816_7",
            "document": "Julii Caesares . The rest of the genealogy is well-known. As Caesar left no legitimate sons to carry on his name and legacy, by his will he adopted his grand-nephew, Gaius Octavius, who thus became Gaius Julius Caesar Octavianus, the future emperor better known as Augustus. Octavian had only a daughter, and therefore adopted two of his grandchildren by Marcus Vipsanius Agrippa, who thus became Gaius and Lucius Julius Caesar; but when both died young, the emperor adopted their brother, who became Marcus Julius Caesar Agrippa Postumus, and a stepson, Tiberius Claudius Nero, who became Tiberius Julius Caesar. Tiberius' son, Nero Claudius Drusus, became Drusus Julius Caesar, and he adopted a nephew, Tiberius Claudius Nero Germanicus, who became Germanicus Julius Caesar; their children also became part of the Julia gens. The line draws to a close with the death of Germanicus' son, Gaius Julius Caesar Germanicus, better known simply as Gaius or Caligula, in AD 41; after this, the imperial authority passed to Gaius' uncle, Tiberius Claudius Nero Germanicus, and out of the Julian line.",
            "score": 55.3265266418457
        },
        {
            "docid": "74699_4",
            "document": "Juba II . Juba II was brought to Rome by Julius Caesar and he took part in Caesar’s triumphal procession. In Rome he learned Latin and Greek, became romanized and was granted Roman citizenship. Through dedication to his studies, he is said to have become one of Rome's best educated citizens, and by age 20 he wrote one of his first works entitled \"Roman Archaeology\". He was raised by Julius Caesar and later by his great-nephew Octavian (future Emperor Caesar Augustus). While growing up, Juba II accompanied Octavian on military campaigns, gaining valuable experience as a leader. He fought alongside Octavian in the battle of Actium in 31 BC. They became longtime friends.",
            "score": 55.27082824707031
        },
        {
            "docid": "26888898_175",
            "document": "List of Assassin's Creed characters . Gaius Julius Caesar (13 July 100 BC - 15 March 44 BC), commonly known as Julius Caesar was a prominent general in the Roman army and a notable politician. He played a key role in transforming the flagging Roman Republic to the seemingly unstoppable Roman Empire. He was killed due to his Templar affiliations. Caesar gained his fame on military campaigns in Gaul, where he conquered what is present-day France, Germany, and Belgium. In 50 BC, Caesar was called back to Rome, and he feared he might be prosecuted for insubordination and treason. Caesar brought one of his legions with him and started a civil war. During this conflict, Caesar was made Dictator of Rome. Roman Senators feared Caesar's in increasing military power, and also hated him due to the fact he was supported by the Templars. On March 15, 44 BC, also known as the Ides of March, the Senators planned their strike. A group of Roman Senators, who were also Assassins, led by Brutus and Cassius, stabbed Caesar twenty-three times in the Roman Senate. The Senators thought that by ending Caesar's life, they had helped save Rome, but they actually put Rome in chaos. For the next thirteen years, civil war raged through the Roman Republic. The outcome was the birth of the Roman Empire, and the fall of the Egyptian Pharaohs.",
            "score": 55.118343353271484
        },
        {
            "docid": "17998382_3",
            "document": "Augustus (Williams novel) . Born Gaius Octavius Thurinus, the young future-emperor was adopted by his great-uncle, Julius Caesar, after demonstrating promising wit and skill. After his great-uncle's assassination, Augustus (at this time known as Gaius Julius Caesar Octavianus) took vengeance upon Caesar's murderers, and through tactical political moves, became one of Rome's three “Triumvirs\" alongside Marc Antony and Marcus Aemilius Lepidus. After defeating the other two triumvirs, and obtaining sole power over the Roman State, Augustus (known as \"Imperator\" Caesar Divi Filius), began taking measures to secure and increase his power. As a result, Augustus gave orders to exterminate Cleopatra's teenaged son, allegedly commenting, \"too many Caesars is no good thing.\" (As it was the common belief that her son was of Julius Caesar's bloodline.) In light of such orders, Cleopatra and Marc Antony—lovers at the time—committed suicide.",
            "score": 54.8101806640625
        },
        {
            "docid": "783514_4",
            "document": "Gaius Julius Caesar . The grandfather of the dictator is relatively unknown; he might have been the same Julius Caesar who died while \"praetor urbanus\". Nothing is known of the career of Gaius Julius Caesar, except that he can possibly be identified with a praetor who died suddenly at Rome, according to Pliny; but that may instead have been the Lucius Julius Caesar who held that office in 166 BC. We know that the dictator's paternal grandmother was named Marcia, and that through her the family traced its descent from Ancus Marcius, the fourth King of Rome.",
            "score": 54.67035675048828
        },
        {
            "docid": "1232477_7",
            "document": "Sextus Julius Caesar . Sextus Julius Caesar, the son of Gaius Julius Caesar and Marcia, is best known as the uncle of Gaius Julius Caesar, the dictator. He was praetor by 94 BC, and held the consulship in 91. Proconsul in 90, he won a military victory, probably over the Paeligni. He died while laying siege to Asculum.",
            "score": 54.644779205322266
        },
        {
            "docid": "4308816_5",
            "document": "Julii Caesares . The genealogy of the Julii Caesares was studied by Wilhelm Drumann in his monumental history of Rome, and the following tables are based largely on his reconstruction of the family. In most respects, Drumann's genealogy forms the basis for modern scholarship on the family, with one important exception: Drumann believed that the Sextus Julius Caesar who was a military tribune in 181 BC and the Sextus who was consul in BC 157 were father and son. While chronology suggested that the tribune might be the son of the Sextus who had been praetor in 208 BC, the consul's filiation indicated that his grandfather's name was \"Lucius\". Accordingly, Drumann inferred the existence of an otherwise unknown Lucius Julius Caesar between the praetor and the military tribune, although in order to make sense chronologically, the praetor would have to have been rather elderly and the tribune very young when they held their respective offices. More recent scholarship has concluded that the military tribune and the consul were the same man, which means that his grandfather, Lucius, was the father of the praetor of 208 BC, rather than his son.",
            "score": 54.4403076171875
        },
        {
            "docid": "16689545_13",
            "document": "History of the Roman Constitution . By 48 BC, after having defeated the last of his major enemies, Julius Caesar wanted to ensure that his control over the government was undisputed. He assumed these powers by increasing his own authority, and by decreasing the authority of Rome's other political institutions. Caesar held the office of Roman Dictator, and alternated between the Consulship (the chief-magistracy) and the Proconsulship (in effect, a military governorship). In 48 BC, Caesar was given the powers of a Plebeian Tribune, which made his person sacrosanct, gave him the power to veto the Senate, and allowed him to dominate the legislative process. After Caesar was assassinated in 44 BC, Mark Antony formed an alliance with Caesar's adopted son and great-nephew, Gaius Octavian. Along with Marcus Aemilius Lepidus, they formed an alliance known as the Second Triumvirate, and held powers that were nearly identical to the powers that Caesar had held under his constitution. While the conspirators who had assassinated Caesar were defeated at the Battle of Philippi in 42 BC, the peace that resulted was only temporary. Antony and Octavian fought against each other in one last battle in 31 BC. Antony was defeated, and in 30 BC he committed suicide. In 29 BC, Octavian returned to Rome as the unchallenged master of the state. The reign of Octavian, whom history remembers as Augustus, the first Roman Emperor, marked the dividing line between the Roman Republic and the Roman Empire. By the time this process was complete, Rome had completed its transition from a city-state with a network of dependencies, to the capital of an empire.",
            "score": 54.242774963378906
        },
        {
            "docid": "46996_4",
            "document": "Marcus Licinius Crassus . A political and financial patron of Julius Caesar, Crassus joined Caesar and Pompey in the unofficial political alliance known as the First Triumvirate. Together the three men dominated the Roman political system. The alliance did not last long, due to the ambitions, egos, and jealousies of the three men. While Caesar and Crassus were lifelong allies, Crassus and Pompey disliked each other and Pompey grew increasingly envious of Caesar's spectacular successes in the Gallic Wars. The alliance was re-stabilized at the Lucca Conference in 56 BC, after which Crassus and Pompey again served jointly as consuls. Following his second consulship, Crassus was appointed as the Governor of Roman Syria. Crassus used Syria as the launchpad for a military campaign against the Parthian Empire, Rome's long-time Eastern enemy. Crassus' campaign was a disastrous failure, ending in his defeat and death at the Battle of Carrhae.",
            "score": 54.14551544189453
        },
        {
            "docid": "20517149_22",
            "document": "Women's medicine in antiquity . The word “caesarian” possibly derives from the ancient Roman ruler Julius Caesar, because it was believed that Caesar was delivered through this procedure. However, this is probably based more on tradition and myth than historical accuracies. Another possibility for the etymology of the word “caesarian” is the Latin word \"caedere\", meaning “to cut”. This practice is probably much older than Julius Caesar, but \"C-sections\", as performed by the Romans, were done to rescue the baby from a dying or already dead mother, and were performed post-mortem. Evidence suggests that Jews in ancient Rome successfully practiced C-sections on living mothers who were not in danger of dying. Evidence of these procedures is found in several collections of ancient Roman rabbis, the most famous of which is called the Mishnah. Greeks and Egyptians did not perform C-sections, either post-mortem or on living mothers. However, Greeks would have had at least some knowledge of the Caesarian operation and the procedure involved. The Greek god Aesclepius was fabled to have been extracted from his mother’s womb through this procedure. Other than the evidence of Jews practicing C-sections in antiquity (very little in ancient Rome, even less in ancient Greece), not much more evidence exists regarding Caesarian-operation birth. One reason could have been that C-sections were not performed very often because of medical complications or superstitions surrounding C-sections. In early Christian Rome, C-sections were almost non-existent. Loss of skill is a possibility for the lack of C-sections. Infant mortality rates were high in antiquity, so C-sections certainly could have been useful. However, early Christian doctors could have disregarded C-sections as a socially acceptable operation because of religious beliefs. Disease, a perceived need for secrecy, and social discouragement could have also been factors that lead to the decline in C-sections among early Christians in Rome. Almost no evidence exists for C-sections in the Christian world until the 10th century.",
            "score": 54.129539489746094
        },
        {
            "docid": "15775663_17",
            "document": "Assassination of Julius Caesar . Two days after the assassination, Mark Antony summoned the senate and managed to work out a compromise in which the assassins would not be punished for their acts, but all of Caesar's appointments would remain valid. By doing this, Antony most likely hoped to avoid large cracks in government forming as a result of Caesar's death. Simultaneously, Antony diminished the goals of the conspirators. The result unforeseen by the assassins was that Caesar's death precipitated the end of the Roman Republic. The Roman lower classes, with whom Caesar was popular, became enraged that a small group of aristocrats had sacrificed Caesar. Antony, who had been drifting apart from Caesar, capitalised on the grief of the Roman mob and threatened to unleash them on the Optimates, perhaps with the intent of taking control of Rome himself. But, to his surprise and chagrin, Caesar had named his grandnephew Gaius Octavius his sole heir, bequeathing him the immensely potent Caesar name as well as making him one of the wealthiest citizens in the Republic. Upon hearing of his adoptive father's death, Octavius abandoned his studies in Apollonia and sailed across the Adriatic Sea to Brundisium. Octavius became \"Gaius Julius Caesar Octavianus\" or Octavian, the son of the great Caesar, and consequently also inherited the loyalty of much of the Roman populace. Octavian, aged only 18 at the time of Caesar's death, proved to have considerable political skills, and while Antony dealt with Decimus Brutus in the first round of the new civil wars, Octavian consolidated his tenuous position. Antony did not initially consider Octavius a true political threat due to his young age and inexperience, but Octavius quickly gained the support and admiration of Caesar's friends and supporters.",
            "score": 53.95846176147461
        },
        {
            "docid": "343816_9",
            "document": "Adoption in ancient Rome . Augustus, the first emperor of the Roman Empire, is possibly the most famous example of adoption in ancient Rome. Born into relative obscurity under the name \"Gaius Octavius\", he was adopted into the Julii Caesares by testament of his maternal great-uncle, the Roman dictator Julius Caesar. Although Octavius changed his name to \"Gaius Julius Caesar,\" in accordance with Roman naming practices concerning adoption, he did not use the name \"Octavianus\" but preferred to emphasize his new status as an official Julian instead of reminding the public of his relatively humble origin as an Octavian. Nevertheless, after his adoption, historians refer to him as \"Octavian\" from 44 BC until 27 BC when he obtained the name \"Augustus\".",
            "score": 53.81527328491211
        },
        {
            "docid": "3724309_2",
            "document": "Julius Caesar (1950 film) . Julius Caesar is a 1950 film adaptation of the Shakespeare play \"Julius Caesar\" starring Charlton Heston. The first film version of the play with sound, it was produced and directed by David Bradley using actors from the Chicago area. Heston, who had known Bradley since his youth, and who was establishing himself in television and theater in New York, portrayed Mark Antony. He was the only paid cast member. Bradley himself played Brutus, and Harold Tasker had the titular role. Bradley recruited drama students from his alma mater Northwestern University for bit parts and extras, one of whom was future star Jeffrey Hunter, who studied alongside Heston at Northwestern.",
            "score": 53.521053314208984
        },
        {
            "docid": "4308816_6",
            "document": "Julii Caesares . It is therefore Sextus, the praetor of BC 208, rather than an otherwise unknown Lucius Julius Caesar, who was the father of Lucius Julius Caesar, praetor in 183 BC, and Sextus, the consul of 157. These sons provide the first two branches of the family; but the third branch, representing the ancestors of Gaius Julius Caesar, the dictator, are less certain. We know that Caesar's grandfather was also named \"Gaius\", and that he married a woman of the Marcia gens. Drumann supposed that he might have been the son of a senator named Gaius Julius, who wrote a Roman history in Greek about BC 143. This Gaius, he proposed, might have been a brother of Sextus Julius Caesar, the consul of 157, and therefore a son of the Sextus who was military tribune in 181. Since the two Sexti were in fact the same man, this would probably make the senator Gaius a third son of Sextus Julius Caesar, the praetor of 208 BC. If he was a senator in 143, and the great-grandfather of Caesar, who was born in BC 100, he was probably not the consul's son, as \"his\" eponymous and presumably eldest son, Sextus, was praetor in BC 123.",
            "score": 53.40530014038086
        },
        {
            "docid": "508684_6",
            "document": "Gallia Belgica . In 57 BC, Julius Caesar led the conquest of northern Gaul, and already specified that the part to the north of the Seine and Marne rivers was inhabited by a people or alliance known as the Belgae. This definition became the basis of the later Roman province of Belgica. Caesar said that the Belgae were separated from the Celtic Gauls to their south by \"language, custom and laws\" (\"lingua, institutis, legibus\") but he did not go into detail, except to mention that he learnt from his contacts that the Belgae had some ancestry from east of the Rhine, which he referred to as Germania. Indeed, the Belgian tribes closest to the Rhine he distinguished as the Germani cisrhenani. (Strabo stated that the differences between the Celts and Belgae, in language, politics and way of life was a small one.) Modern historians interpret Caesar and the archaeological evidence as indicating that the core of the Belgian alliance was in the present-day northernmost corner of France; the Suessiones, Viromandui and Ambiani as well perhaps as some of their neighbours who lived in the area, Caesar identified as Belgium or Belgica. These were the leaders of the initial military alliance he confronted, and they were also more economically advanced (and therefore less \"Germanic\" according to Caesar's way of seeing things) than many of their more northerly allies such as the Nervii and Germani Cisrhenani.",
            "score": 53.3963623046875
        },
        {
            "docid": "439794_3",
            "document": "Mechane . Stage machines were also used in ancient Rome, e.g. during the sometimes highly dramatic performances at funerals. For Julius Caesar's funeral service, Appian reports a mechane that was used to present a blood-stained wax effigy of the deceased dictator to the funeral crowd. The mechane was used to turn the body in all directions. Geoffrey Sumi proposes that the use of the mechane \"hinted at Caesar's divinity\". This is highly unlikely because Appian doesn't describe the mechane as a genuine \"deus-ex-machina\" device. Furthermore Caesar's apotheosis wasn't legally conducted until 42 BC and Caesar had only been worshipped unofficially as \"divus\" during his lifetime. First and foremost, Marcus Antonius attempted to arouse the masses as a means to strengthen Caesar's esteem as well as his own political power.",
            "score": 53.394813537597656
        },
        {
            "docid": "17830_9",
            "document": "History of Luxembourg . The Romans, under Julius Caesar, completed their conquest and occupation in 53 BC. The first known reference to the territory of present-day Luxembourg was by Julius Caesar in his \"Commentaries on the Gallic War\". The Treveri were more co-operative with the Romans than most Gallic tribes, and adapted readily to Roman civilization. Two revolts in the 1st century AD did not permanently damage their cordial relations with Rome. The land of the Treveri was at first part of Gallia Celtica, but with the reform of Domitian in c. 90, was reassigned to Gallia Belgica.",
            "score": 53.38813018798828
        },
        {
            "docid": "17958273_7",
            "document": "History of the Roman Empire . Now sole ruler of Rome, Octavian began a full-scale reformation of military, fiscal and political matters. The Senate granted him power over appointing its membership and over the gov lic, and as such he operated within the existing constitutional machinery. He thus rejected titles that Romans associated with monarchy, such as \"rex\" (\"king\"). The dictatorship, a military office in the early Republic typically lasting only for the six-month military campaigning season, had been resurrected first by Sulla in the late 80s BC and then by Julius Caesar in the mid-40s; the title \"dictator\" was never again used. As the adopted heir of Julius Caesar, Augustus had taken \"Caesar\" as a component of his name, and handed down the name to his heirs of the Julio-Claudian dynasty. With Vespasian, one of the first emperors outside the dynasty, \"Caesar\" evolved from a family name to a formal title.",
            "score": 53.225826263427734
        }
    ]
}