{
    "q": [
        {
            "docid": "8795944_11",
            "document": "Clerical celibacy (Catholic Church) . In the earliest years of the church, the clergy were largely married men. C K Barrett points to 1 Cor 9:5 as clearly indicating that \"apostles, like other Christians, have a right to be (and many of them are) married\" and the right for their wife to be \"maintained by the communities in which they [the apostles] are working.\" However, Paul himself was celibate, and there is no consensus that inclusion among the requirements for candidacy to the office of \"overseer\" of being \"the husband of one wife\" meant that celibate Christians were excluded.",
            "score": 33.18953537940979
        },
        {
            "docid": "51871081_8",
            "document": "Hans Zollner . In May 2010, he co-authored an article defending the record of Pope Benedict XVI in removing priests accused of sexual abuse. The article presented data to show that sexual abuse is no higher among celibate clergy than in other areas and that media reports present an inflated picture of the scale of the problem. It decried the \"moral panic\" surrounding the subject of clerical sexual abuse. In 2011, when Polish church officials were downplaying the need for a commission to establish procedures for handling cases of clerical sexual abuse, he told a Polish magazine that \"If the church in Poland doesn't confront this reality and doesn't take the bull by the horns, the same thing will happen which we witnessed in the United States, Canada, Ireland, Germany, Austria and recently in Belgium. If the church doesn't know how to react to such situations because it hasn't bothered to ascertain the facts, its image will suffer much more than if it had said, 'Yes, we had such cases -- they were very painful, but we tackled them.'\" Addressing church workers in Australia in September 2017, Zollner said that in Australia \"there seems to be almost nil trust in what the Church says ... This is not true in other parts of the world. I think you are in a pretty unique situation\". He thought Europe and North America had made progress in dealing with clerical sexual abuse, but \"It has not yet hit the surface of public interest and discussion and news in 75 per cent of countries, if not more. I cannot say where or when it will hit, but it will hit.\"",
            "score": 40.484771370887756
        },
        {
            "docid": "606848_62",
            "document": "Catholic Church . The sacrament of Holy Orders consecrates and deputes some Christians to serve the whole body as members of three degrees or orders: episcopate (bishops), presbyterate (priests) and diaconate (deacons). The church has defined rules on who may be ordained into the clergy. In the Latin Church, the priesthood is generally restricted to celibate men, and the episcopate is always restricted to celibate men. Men who are already married may be ordained in certain Eastern Catholic churches in most countries, and the personal ordinariates and may become deacons even in the Western Church (see Clerical marriage). But after becoming a Catholic priest, a man may not marry (see Clerical celibacy) unless he is formally laicised.",
            "score": 46.18790555000305
        },
        {
            "docid": "15001299_4",
            "document": "Taego Order . What distinguishes the Taego Order from other forms of Korean Buddhism like the Jogye Order of Seon is that it allows ordained priests to marry, although nuns must remain celibate. This custom of married priests is a remnant of Korea under Japanese rule. However, not all Taego priests are married. This order also includes traditional monks. Monks tend to remain more separate from society and live in mountain temples, whereas the married clerics are more like parish priests, though this is not always the case.",
            "score": 31.2345769405365
        },
        {
            "docid": "542141_27",
            "document": "Clerical marriage . A unique question arises when celibate Catholic Priests have converted to become Orthodox Priests—a situation increasing in parts of the world, particularly in America. Do the Orthodox believe that Roman Catholic priests have the grace of the priesthood (and thus RC priests who convert are not \"re-ordained\")? Or must they be ordained all over again? Simply speaking: can they marry before being ordained to the Orthodox Priesthood. Or must they remain celibate?",
            "score": 29.39289951324463
        },
        {
            "docid": "23907245_3",
            "document": "Debate on the causes of clerical child abuse . Clergy themselves have suggested their seminary training offered little to prepare them for a lifetime of celibate sexuality.",
            "score": 18.537643909454346
        },
        {
            "docid": "27485516_48",
            "document": "Henry II, Holy Roman Emperor . Sincerely religious, Henry II supported service to the Church (he was celibate) and promoted various monastic reforms. He also strongly enforced clerical celibacy, perhaps partly in order that the public land and offices he granted to clerics would not be devised to heirs. He encouraged the reform of the Church, fostered missionary activity, and made several charitable foundations for the poor.",
            "score": 35.89975547790527
        },
        {
            "docid": "8795944_43",
            "document": "Clerical celibacy (Catholic Church) . The mainly Lebanese Maronite Church doesn't demand celibacy vows from its deacons or parish priests; their monks, however, are celibate, as well as their bishops who are normally selected from the monasteries.",
            "score": 40.64354705810547
        },
        {
            "docid": "23907245_24",
            "document": "Debate on the causes of clerical child abuse . Supporters of celibacy claim that Roman Catholic priests suffering sexual temptations are not likely to turn immediately to a teenage boy simply because Church discipline does not permit clergy to marry. Supporters of clerical celibacy suggest, then, that there is some other factor at work.",
            "score": 44.71787476539612
        },
        {
            "docid": "8795944_4",
            "document": "Clerical celibacy (Catholic Church) . In this context, \"celibacy\" retains its original meaning of \"unmarried\". Though even the married may observe continence, abstaining from sexual intercourse, the obligation to be celibate is seen as a consequence of the obligation to observe \"perfect and perpetual\" continence for the sake of the Kingdom of heaven. Advocates see clerical celibacy as \"a special gift of God by which sacred ministers can more easily remain close to Christ with an undivided heart, and can dedicate themselves more freely to the service of God and their neighbour.\"",
            "score": 49.562777519226074
        },
        {
            "docid": "542141_16",
            "document": "Clerical marriage . Traditionally, even if the wife of a married deacon or priest dies, he may not remarry but must remain celibate. However, in recent times, some Bishops have relaxed this tradition and allowed exceptions here. For one, a widowed priest may be granted relief from the obligation of celibacy through a process known as being laicized. Their subsequent marriage is thus seen as the marriage of a layman, and not clerical marriage. After the marriage, the former Priest may then apply for re-ordination.",
            "score": 41.395756244659424
        },
        {
            "docid": "6915942_2",
            "document": "Newar Buddhism . Newar Buddhism is the form of Vajrayana Buddhism practiced by the Newar people of the Kathmandu Valley, Nepal. It has developed unique socio-religious elements, which include a non-monastic Buddhist society based on the Newar caste system and patrilineality. The ritual priests (\"guruju\"), vajracharya (who perform rituals for others) and \"shakya\" (who perform rituals mostly for their own families) form the non-celibate religious sangha while other Buddhist Newar castes like the Urāy act as patrons. Uray also patronise Tibetan Vajrayanin, Theravadin, and even Japanese clerics.",
            "score": 24.21110224723816
        },
        {
            "docid": "18818890_5",
            "document": "Yes, Yes, Yes . Built under a quiet storm like R&B production similar to White's, the song hit the charts peaking at number #46 on the \"Billboard\" Hot 100 and number #11 on the R&B charts becoming Cosby's biggest charted single since \"Little Ole Man (Uptight, Everything's Alright)\" peaked at number #4 on the Hot 100 nine years earlier.",
            "score": 4.692905426025391
        },
        {
            "docid": "4500848_5",
            "document": "Atto of Vercelli . His spiritual zeal was more famously directed toward the church itself. Atto was concerned with the clergy in Northern Italy. Although he noticed pagan superstitions in his parishioners, he believed these superstitions to be the fault of the clergy, who were “clearly not particularly devoted to their priestly duties. He readily prescribed punishment for priests who were misleading or neglecting their flocks. Atto also wished to rectify the growing problem of sexuality within the priesthood. He had discovered that many clerics, who were, by the decree of the Council of Nicaea, supposed to be celibate, were fornicating with women. Such clerics often made excuses as to why they needed women around, but Atto saw through these. Although he didn’t threaten any punishment to the offending ecclesiastics, he did strongly suggest that they should stop. More likely than not, his influence was not very strong on matters that were so tied to human nature, such as this.",
            "score": 33.97404956817627
        },
        {
            "docid": "35386244_2",
            "document": "Jilyaale . Jilyaale is a district located west of Jowhar the administrative region of Shabeellaha Dhexe Region of Somalia. It was found by the Somali cleric Sheikh Hassan Barsane, who led a revolt against fascist Italian forces in Somalia, and the city was also his center.",
            "score": 32.17525243759155
        },
        {
            "docid": "5442210_30",
            "document": "Sharif Sheikh Ahmed . President Sheikh Sharif spoke at the London Conference on Somalia on 23 February 2012. President Sheikh Sharif said: \"To all of you who have exerted every effort so that you could put an end to the suffering of the Somali people, we would like to say that we appreciate this wonderful effort.\" US Secretary Of State Hillary Clinton, UN Secretary General Ban Ki-moon and representatives from over 40 governments attended the London Conference on Somalia, to discuss the rebuilding of Somalia and the tackling of piracy, terrorism and famine.",
            "score": 36.63547086715698
        },
        {
            "docid": "410784_67",
            "document": "Criticism of the Catholic Church . However, the Church's tradition of celibacy traces its beginnings to both Jesus, who encouraged his apostles to be celibate if they were able to do so, and to St. Paul, who wrote of the advantages celibacy allowed a man in serving the Lord. Thus, from the Church's beginnings, clerical celibacy was \"held in high esteem\" and is considered a kind of spiritual marriage with Christ, a concept further popularized by the early Christian theologian Origen. About 300, the Synod of Elvira called for clerical celibacy . Clerical celibacy began to be enforced in papal decretals beginning with Pope Siricius (d. 399). In 1074, mandatory celibacy of the clergy became canon law as part of Pope Gregory VII's effort to eliminate several forms of medieval church corruption.",
            "score": 46.404115438461304
        },
        {
            "docid": "43126636_7",
            "document": "Healthcare in Somalia . The last three decades of armed conflicts, lack of functioning government, economic collapse, and disintegration of the health system and other public services - together with recurrent droughts and famines – has turned Somalia into one of the world’s most difficult environments for survival. This is bluntly reflected in the poor child health conditions, as twenty per cent of the children die before they reach the age of five, more than one third are underweight, and almost fifty per cent suffer from stunting. The under-five mortality rate in Somalia is among the highest in the world, while the prevalence of malnutrition has remained at record high levels for decades. It is therefore likely that malnutrition contributes to more than half of the under-five deaths in Somalia. Pneumonia, diarrhoea and neonatal causes account for a large proportion of childhood deaths.",
            "score": 31.10627770423889
        },
        {
            "docid": "8397900_4",
            "document": "Mohammad-Baqer Majlesi . Born in Isfahan in 1617, his father, Mulla Mohammad Taqi Majlesi (\"Majlesi-ye Awwal\"—Majlesi the First, 1594 AD-1660 AD), was a cleric of Islamic jurisprudence. The genealogy of his family is traced back to Abu Noaym Ahámad b. Abdallah Esfahani (d. 1038 AD), the author, inter alia, of a History of Isfahan, entitled Zikr-i akhbar-i Isfahan.",
            "score": 14.099140882492065
        },
        {
            "docid": "21058417_3",
            "document": "Ting-Xing Ye . Ye was born in Shanghai, China, in 1952, the fourth of five children. Her parents were a factory owner and his wife. Ye's parents died when she was a small child, leaving Ye and her four siblings in the care of her Great-Aunt. During the Cultural Revolution, Ye and her family were condemned as having \"bad blood\" and persecuted by the Communist regime, because their father had been a boss in a factory. At sixteen, like millions of other young Chinese men and women, Ye was exiled to a prison farm to \"learn from the peasants\" and be \"reformed\" by hard labor. On the farm, Ye was persecuted and suffered torture at the hands of her leaders.",
            "score": 4.1676247119903564
        },
        {
            "docid": "2156300_4",
            "document": "Jón Arason . By this point Jón Arason had become known for his great talents if somewhat erratic faith. He fathered numerous children who fought for his causes figuratively and later literally. This was despite the canonical obligation that Catholic bishops are to be celibate, but Iceland was distant enough from Rome for clerical discipline in that age to be very lax.",
            "score": 14.798195838928223
        },
        {
            "docid": "891132_12",
            "document": "Greater Somalia . Djibouti gained its independence in 1977, but a referendum was held in 1958 on the eve of Somalia's independence in 1960 to decide whether or not to join the Somali Republic or to remain with France. The referendum turned out in favor of a continued association with France, largely due to a combined \"yes\" vote by the sizable Afar ethnic group and resident Europeans. However, the majority of those who voted \"no\" were Somalis who were strongly in favor of joining a united Somalia as had been proposed by Mahmoud Harbi. Harbi was killed in a plane crash two years later, and Hassan Gouled Aptidon, a Somali who campaigned for a yes vote in the referendum of 1958, wound up as Djibouti's first president post-independence (1977–1991).",
            "score": 24.53551745414734
        },
        {
            "docid": "1128090_63",
            "document": "Animal worship . In India snake worship refers to the high status of snakes in Hindu mythology. Over a large part of India there are carved representations of cobras (nagas) or stones as substitutes. To these human food and flowers are offered and lights are burned before the shrines. Among the Dravidians a cobra which is accidentally killed is burned like a human being; no one would kill one intentionally. The serpent-god's image is carried in an annual procession by a celibate priestess.",
            "score": 13.799775838851929
        },
        {
            "docid": "7252942_5",
            "document": "Blake Alphonso Higgs . Although Higgs was never famous in his own right, his music has been covered by the likes of Dave Van Ronk (\"Yes, Yes, Yes\", although the original is actually called \"The Duck's Yas-Yas-Yas\", a 1929 hit by blues pianist-singer James \"Stump\" Johnson, also successfully recorded by Oliver Cobb that same year), Pete Seeger (\"Foolish Frog\"), Lord Mouse and the Kalypso Katz (\"Tomatoes\"), The Percentie Brothers (\"Goombay Drums\") and perhaps most famously The Beach Boys, who covered his 1952 recording of the Caribbean folk song \"John B Sail\" (\"Wreck of the John B\") and called it \"Sloop John B\".",
            "score": 4.277357816696167
        },
        {
            "docid": "27358_177",
            "document": "Somalia . In ancient Somalia, pyramidical structures known in Somali as \"taalo\" were a popular burial style, with hundreds of these dry stone monuments scattered around the country today. Houses were built of dressed stone similar to the ones in ancient Egypt. There are also examples of courtyards and large stone walls enclosing settlements, such as the Wargaade Wall.",
            "score": 31.56517481803894
        },
        {
            "docid": "50221353_17",
            "document": "Bigamy (canon law) . Bigamy begets irregularity, the principal effect of which is to entirely exclude from the reception and use and exercise of any ecclesiastical order and benefice attached to any order. Pope Gregory X (Lib. 1, Tit. XII, Cap. Unic. in Sexto) further declared that bigamists should be stripped of every clerical privilege, removed from the protection of the ecclesiastical, and subjected to civil, jurisdiction, deprived of the canon safeguarding their person from personal attack, and forbidden to wear the tonsure and clerical garb, under penalty of excommunication to be incurred at the moment of their attempted marriage. The Council of Trent also forbids to bigamists the exercise of any office or function of minor orders, even of such functions as are usually, by permission, allowed to married laymen on account of scarcity of celibate clerics (Sess. XXIII, C. 17, De Reform). Clerics in minor orders whose marriages were invalid are not comprehended under the Tridentine law. Clerics in Sacred orders and religious clerics, who, by virtue of the law of celibacy and religious profession, are spiritually wedded to the clerical and religious states respectively, are not comprehended under the law stripping them of every clerical privilege, and the use of tonsure and clerical garb, and this out of respect to their sacred character. Clerics on the other hand, in minor orders are not wedded to the clerical state; hence they come under the law. Bishops who knowingly an without permission confer Sacred orders on a bigamist are by the Third Council of Arles (Dist . LV, Can. 2) suspended from saying Mass for one year, and by the decretal law (Lib. 1, Tit. 21, Cap. ii) were deprived of the power of giving to others the orders they had conferred on a bigamist. Since the constitution \"Apostolicae Sedis\", the only punishment is that which the Holy Father may deem fit to impose upon the bishop violating the canons.",
            "score": 46.446274757385254
        },
        {
            "docid": "28260_22",
            "document": "Sonnet . Happy ye leaves. whenas those lily hands, (a) Which hold my life in their dead doing might, (b) Shall handle you, and hold in love's soft bands, (a) Like captives trembling at the victor's sight. (b) And happy lines on which, with starry light, (b) Those lamping eyes will deign sometimes to look,(c) And read the sorrows of my dying sprite, (b) Written with tears in heart's close bleeding book. (c) And happy rhymes! bathed in the sacred brook (c) Of Helicon, whence she derived is, (d) When ye behold that angel's blessed look, (c) My soul's long lacked food, my heaven's bliss. (d) Leaves, lines, and rhymes seek her to please alone, (e) Whom if ye please, I care for other none. (e) </poem>",
            "score": 3.3454322814941406
        },
        {
            "docid": "34232946_8",
            "document": "Frances Latham . Frances died in 1677, at about the same time that her husband died. In September of that year Samuel Hubbard of Newport wrote to his children in Westerly, \"For news, Mr. Vahan is gone to his long home and his wife is like to follow him if not dead.\" Frances was buried in the Common Burying Ground in Newport, and on her stone was placed the following inscription, \"Here Lyeth ye Body of Mrs. Frances Vaughan, Alius Clarke, ye mother of ye only children of Capt'n Jeremiah Clarke. She died ye 1 week in Sept., 1677, in ye 67th year of her age.\"",
            "score": 4.6223225593566895
        },
        {
            "docid": "6341497_6",
            "document": "The Celibate Rifles . The Celibate Rifles' next singles, \"Pretty Pictures\" (October 1983) and \"Merry Xmas Blues\" (December) included acoustic guitars instead of the usual all-electric front. \"Rolling Stone\"s Clinton Walker described \"Pretty Pictures\", as \"a delicate acoustic ballad that surprised more than a few people\". In January 1984 Darroch left to form The Eastern Dark – he died in a van accident in March 1986 which also injured his band mates. Couvret returned for the second album, \"The Celibate Rifles\" (May 1984), which is also called \"5 Languages\" for its cover depicting the band's name in French, Arabic, English, Chinese and Spanish. The album was produced by Connor and Steedman and provided the singles \"Wild Desire\" (April 1984) and \"Sometimes\" (November). Australian rock historian, Ian McFarlane, described it as \"still rough-hewn but with more variation, style and power than the debut\". David Fricke of \"Rolling Stone\" felt it displayed \"urban teen frenzy with lyricist Lovelock's adult fears erupting in a glowing atomic fireball of bazooka guitars and terminal volume\".",
            "score": 13.611178636550903
        },
        {
            "docid": "34050779_24",
            "document": "Yes/No (Glee) . Flandez called the \"propulsive mash-up\" of \"Moves Like Jagger\" and \"Jumpin' Jack Flash\" one of the episode's \"highlights\", and \"Billboard\" Rae Votta said it was \"impeccably choreographed by Glee's often unsung hero Zach Woodlee.\" She also lauded Artie's \"Jagger moves while sitting in a chair\" and said he \"outshines even Mike and Will who dance beside him\". Sullivan described Artie as \"consistently awesome\", and Slezak said it was \"one of Artie’s more appealing musical moments this season\" and gave it a \"B\". Lynch characterized the song as a \"spunky diversion\" and gave it a \"B+\", but he noted it was \"not a good song for marriage proposals by any stretch of the imagination\", a point also made by \"Rolling Stone\" Erica Futterman, who said the number would have \"fared much better as a stand-alone performance\". While Chaney liked Will and Mike's \"moves\", she felt there was \"far too much quick cutting to shots of Morrison in a tank top\" and gave the song a \"B–\"; Slezak and VanDerWerff were also critical of these shots.",
            "score": 9.869626998901367
        },
        {
            "docid": "6035_35",
            "document": "Celibacy . Usually, only celibate men are ordained as priests in the Latin Rite. Married clergy who have converted from other Christian denominations can be ordained Roman Catholic priests without becoming celibate. Priestly celibacy is not \"doctrine\" of the Church (such as the belief in the Assumption of Mary) but a matter of discipline, like the use of the vernacular (local) language in Mass or Lenten fasting and abstinence. As such, it can theoretically change at any time though it still must be obeyed by Catholics until the change were to take place. The Eastern Catholic Churches ordain both celibate and married men. However, in both the East and the West, bishops are chosen from among those who are celibate. In Ireland, several priests have fathered children, the two most prominent being Bishop Eamonn Casey and Father Michael Cleary.",
            "score": 39.89955019950867
        },
        {
            "docid": "27358_7",
            "document": "Somalia . Somalia has been inhabited since at least the Paleolithic. During the Stone Age, the Doian and Hargeisan cultures flourished here. The oldest evidence of burial customs in the Horn of Africa comes from cemeteries in Somalia dating back to the 4th millennium BCE. The stone implements from the Jalelo site in the north were also characterized in 1909 as important artefacts demonstrating the archaeological universality during the Paleolithic between the East and the West.",
            "score": 32.599759578704834
        }
    ],
    "r": [
        {
            "docid": "19186813_37",
            "document": "Stoning . Stoning appears to have been practiced by the Aztecs. As of September 2010, stoning is a punishment that is included in the laws in some countries including Saudi Arabia, Sudan, Iran, Somalia, Yemen and some predominantly Muslim states in northern Nigeria as punishment for Zina (\"adultery by married persons\").",
            "score": 58.2987060546875
        },
        {
            "docid": "58809_5",
            "document": "Adultery . In Muslim countries that follow Sharia law for criminal justice, the punishment for adultery may be stoning. There are fifteen countries in which stoning is authorized as lawful punishment, though in recent times it has been legally carried out only in Iran and Somalia. Most countries that criminalize adultery are those where the dominant religion is Islam, and several Sub-Saharan African Christian-majority countries, but there are some notable exceptions to this rule, namely Philippines, Taiwan, and several U.S. states. In some jurisdictions, having sexual relations with the king's wife or the wife of his eldest son constitutes treason. By analogy, in cultures which value and normally practice exclusive interpersonal relationships, sexual relations with a person outside the relationship may also be described as infidelity or cheating, and is subject to sanction.",
            "score": 58.06285858154297
        },
        {
            "docid": "304064_5",
            "document": "Clerical celibacy . The word \"celibacy\" can mean either the state of being unmarried or Sexual abstinence, especially because of religious vows, from sexual intercourse. In the canon law of the Latin Church, the word \"celibacy\" is used specifically in the sense of being unmarried. However, for its clergy this state of being unmarried is considered to be a consequence of the obligation to be completely and perpetually continent: Permanent deacons, namely those deacons who are not intended to become priests, are, in general, exempted from this rule. But married permanent deacons are not allowed to remarry after the death of their spouse.",
            "score": 54.192630767822266
        },
        {
            "docid": "304064_62",
            "document": "Clerical celibacy . I Corinthians 9:5 is sometimes cited by those opposed to mandatory clerical celibacy, as the verse is often rendered as referring to the Apostles carrying \"wives\" with them. Even apart from disputes about the significance of the word translated as \"wives\", this passage is of doubtful relevance to the rule of celibacy for priests of the Latin Church, which was introduced much later and is seen only as a \"discipline\" within that particular Church alone, not a \"doctrine\" binding all: in other words, a church regulation, but not an integral part of Church teaching. St. Peter, often seen as the first pope, as well as many subsequent popes, bishops, and priests during the church's first 270 years were in fact married men, and often fathers of children. The practice of clerical continence, along with a prohibition of marriage after ordination as a deacon, priest or bishop, is traceable from the time of the Council of Elvira of approximately 305-306. This law was reinforced in the Directa Decretal (385) and at the Council of Carthage in 390. The tradition of clerical continence developed into a practice of clerical celibacy (ordaining only unmarried men) from the 11th century onward among Latin Church Catholics and became a formal part of canon law in 1917. This law of clerical celibacy does not apply to Eastern Catholics. Until recently, the Eastern Catholic bishops of North America would generally ordain only unmarried men, for fear that married priests would create scandal. Since Vatican II's call for the restoration of Eastern Catholic traditions, a number of bishops have returned to the traditional practice of ordaining married men to the presbyterate. Bishops are still celibate and normally chosen from the ranks of monks.",
            "score": 53.9210319519043
        },
        {
            "docid": "2671343_29",
            "document": "Criticism of religion . Stoning is a form of capital punishment whereby a group throws stones at a person until death ensues. As of September 2010, stoning is a punishment that is included in the laws in some countries including Saudi Arabia, Sudan, Yemen, the United Arab Emirates, and some states in Nigeria as punishment for zina al-mohsena (\"adultery of married persons\"). While stoning may not be codified in the laws of Afghanistan and Somalia, both countries have seen several incidents of stoning to death.",
            "score": 52.72514343261719
        },
        {
            "docid": "304064_9",
            "document": "Clerical celibacy . Celibacy for religious and monastics (monks and sisters/nuns) and for bishops is upheld by the Catholic Church and the traditions of both Eastern Orthodoxy and Oriental Orthodoxy. Bishops must be unmarried men or widowers; a married man cannot become a bishop. In Latin Church Catholicism and in some Eastern Catholic Churches, most priests are celibate men. Exceptions are admitted and there are over 200 married Catholic priests who converted from the Anglican Communion and Protestant faiths. In most Orthodox traditions and in some Eastern Catholic Churches men who are already married may be ordained priests, but priests may not marry after ordination.",
            "score": 52.392677307128906
        },
        {
            "docid": "150695_26",
            "document": "Olaf II of Norway . Many believe Olaf introduced Christian law into the country in 1024, based upon the writing of the Kuli stone. This stone, however, is hard to interpret and we cannot be entirely sure what the stone was referencing. The codification of Christianity as the legal religion of Norway was attributed to Olaf, and his legal arrangements for the Church of Norway came to stand so high in the eyes of the Norwegian people and clergy that when Pope Gregory VII attempted to make clerical celibacy binding on the priests of Western Europe in 1074–75, the Norwegians largely ignored it, since there was no mention of clerical celibacy in Olaf's legal code for their Church. Only after Norway was made a metropolitan province with its own archbishop in 1153 — which made the Norwegian church, on the one hand, more independent of its king, but, on the other hand, more directly responsible to the Pope — did canon law gain a greater prominence in the life and jurisdiction of the Norwegian church.",
            "score": 51.10792541503906
        },
        {
            "docid": "6035_25",
            "document": "Celibacy . One explanation for the origin of obligatory celibacy is that it is based on the writings of Saint Paul, who wrote of the advantages celibacy allowed a man in serving the Lord. Celibacy was popularised by the early Christian theologians like Saint Augustine of Hippo and Origen. Another possible explanation for the origins of obligatory celibacy revolves around more practical reason, \"the need to avoid claims on church property by priests' offspring\". It remains a matter of Canon Law (and often a criterion for certain religious orders, especially Franciscans) that priests may not own land and therefore cannot pass it on to legitimate or illegitimate children. The land belongs to the Church through the local diocese as administered by the Local Ordinary (usually a bishop), who is often an \"ex officio\" corporation sole. Celibacy is viewed differently by the Catholic Church and the various Protestant communities. It includes clerical celibacy, celibacy of the consecrated life, voluntary lay celibacy, and celibacy outside of marriage.",
            "score": 50.16941452026367
        },
        {
            "docid": "304064_45",
            "document": "Clerical celibacy . \"Despite six hundred years of decrees, canons, and increasingly harsh penalties, the Latin clergy still did, more or less illegally, what their Greek counterparts were encouraged to do by law—they lived with their wives and raised families. In practice, ordination was not an impediment to marriage; therefore some priests did marry even after ordination.\" \"The tenth century is claimed to be the high point of clerical marriage in the Latin communion. Most rural priests were married and many urban clergy and bishops had wives and children.\" \"A terrible picture of the decay both of clerical morality and of all sense of anything like vocation is drawn in the writings of St. Peter Damian, particularly in his \"Liber Gomorrhianus\". The style, no doubt, is rhetorical and exaggerated, and his authority as an eyewitness does not extend beyond that district of Northern Italy, in which he lived, but we have evidence from other sources that the corruption was widespread… Undoubtedly during this period the traditions of sacerdotal celibacy in Western Christendom suffered severely but even though a large number of the clergy, not only priests but bishops, openly took wives and begot children to whom they transmitted their benefices, the principle of celibacy was never completely surrendered in the official enactments of the Church.\"",
            "score": 49.99810791015625
        },
        {
            "docid": "8795944_4",
            "document": "Clerical celibacy (Catholic Church) . In this context, \"celibacy\" retains its original meaning of \"unmarried\". Though even the married may observe continence, abstaining from sexual intercourse, the obligation to be celibate is seen as a consequence of the obligation to observe \"perfect and perpetual\" continence for the sake of the Kingdom of heaven. Advocates see clerical celibacy as \"a special gift of God by which sacred ministers can more easily remain close to Christ with an undivided heart, and can dedicate themselves more freely to the service of God and their neighbour.\"",
            "score": 49.56277847290039
        },
        {
            "docid": "6035_6",
            "document": "Celibacy . The words \"abstinence\" and \"celibacy\" are often used interchangeably, but are not necessarily the same thing. Sexual abstinence, also known as \"continence\", is abstaining from some or all aspects of sexual activity, often for some limited period of time, while celibacy may be defined as a voluntary religious vow not to marry or engage in sexual activity. Asexuality is commonly conflated with celibacy and sexual abstinence, but it is considered distinct from the two, as celibacy and sexual abstinence are behavioral and generally motivated by factors such as an individual's personal or religious beliefs.",
            "score": 48.75471115112305
        },
        {
            "docid": "58809_21",
            "document": "Adultery . Punishments for adultery vary from place to place. Where adultery is illegal, the punishment varies from fines (for example in the US state of Rhode Island) to caning in parts of Asia. There are fifteen countries in which stoning is authorized as lawful punishment, although in recent times it has been legally enforced only in Iran and Somalia. Most stoning cases are the result of mob violence, and while technically illegal, no action is usually taken against perpetrators. Sometimes such stonings are ordered by informal village leaders who have \"de facto\" power in the community. Adultery may have consequences under civil law even in countries where it is not outlawed by the criminal law. For instance it may constitute \"fault\" in countries where the divorce law is fault based or it may be a ground for tort.",
            "score": 48.55565643310547
        },
        {
            "docid": "6035_9",
            "document": "Celibacy . The rule of celibacy in the Buddhist religion, whether Mahayana or Theravada, has a long history. Celibacy was advocated as an ideal rule of life for all monks and nuns by Gautama Buddha, except for Japan where it is not strictly followed due to historical and political developments following the Meiji Restoration. In Japan, celibacy was an ideal among Buddhist clerics for hundreds of years. But violations of clerical celibacy were so common for so long that, finally, in 1872, state laws made marriage legal for Buddhist clerics. Subsequently, ninety percent of Buddhist monks/clerics married. An example is Higashifushimi Kunihide, a prominent Buddhist priest of Japanese royal ancestry who was married and a father whilst serving as a monk for most of his lifetime.",
            "score": 48.5478401184082
        },
        {
            "docid": "338104_28",
            "document": "Irish poetry . In Merriman's hands, the convention is made to take an unusual twist. The woman drags the poet to the court of the fairy queen Aoibheal. There follows a court case in which a young woman calls on Aoibheal to take action against the young men of Ireland for their refusal to marry. She is answered by an old man who first laments the infidelity of his own young wife and the dissolute lifestyles of young women in general. He then calls on the queen to end the institution of marriage completely and to replace it with a system of free love. The young woman returns to mock the old man's inability to satisfy his young wife's needs and to call for an end to the celibacy among the clergy so as to widen the pool of prospective mates. Finally, Aoibheal rules that all men must mate by the age of 21, that older men who fail to satisfy women must be punished, that sex must be applauded, not condemned, and that priests will soon be free to marry. To his dismay, the poet discovers that he is to be the first to suffer the consequences of this new law, but then awakens to find it was just a nightmare. In its frank treatment of sexuality and of clerical celibacy, \"Cúirt An Mheán Oíche\" is a unique document in the history of Irish poetry in either language.",
            "score": 48.24116516113281
        },
        {
            "docid": "8795944_39",
            "document": "Clerical celibacy (Catholic Church) . Exceptions to the rule of celibacy for priests of the Latin Church are sometimes granted by authority of the Pope, when married Protestant clergy become Catholic. Thus married Anglicans have been ordained to the Catholic priesthood in personal ordinariates and through the United States Pastoral Provision. Because the rule of celibacy is an ecclesiastical law and not a doctrine, it can, in principle, be changed at any time by the Pope. Nonetheless, both Pope Benedict XVI and his predecessors have spoken clearly of their understanding that the traditional practice was not likely to change.",
            "score": 48.14510726928711
        },
        {
            "docid": "304064_20",
            "document": "Clerical celibacy . Catholic author Greg Dues states that \"Early heretics, such as Manichaeans and Montanists, added a negative influence by proclaiming that sexual expression – including that of the laity – was impure. Catholic leaders, such as St. Augustine, taught that Original Sin was transmitted through intercourse. Therefore, abstinence and virginity was the ideal life and only the weak should marry. However, most bishops and presbyters continued to marry. In fact, the only marriages that had to have any kind of blessing were those of deacons and priests.\" \"The tradition of celibacy continued to evolve. In some places it was expected that priests be not sexually active after ordination. When monastic spirituality became popular in the fourth and fifth centuries, it promoted the ideal of celibacy as a model for all priests.\"",
            "score": 46.945526123046875
        },
        {
            "docid": "6035_20",
            "document": "Celibacy . According to the later St. Jerome (420) celibacy is a moral virtue, consisting of living in the flesh, but outside the flesh, and so being not corrupted by it (\"vivere in carne praeter carnem\"). Celibacy excludes not only libidinous acts, but also sinful thoughts or desires of the flesh. Jerome referred to marriage prohibition for priests when he claimed in \"Against Jovinianus\" that Peter and the other apostles had been married before they were called, but subsequently gave up their marital relations. Celibacy as a vocation may be independent from religious vows (as is the case with consecrated virgins, ascetics and hermits). In the Catholic, Orthodox and Oriental Orthodox traditions, bishops are required to be celibate. In the Eastern Christian traditions, priests and deacons are allowed to be married, yet have to remain celibate if they are unmarried at the time of ordination.",
            "score": 46.674652099609375
        },
        {
            "docid": "9024350_10",
            "document": "Hugh Montefiore . In a paper read at the Conference of Modern Churchmen in 1967 titled \"Jesus, the Revelation of God,\" Montefiore offers a controversial interpretation of the early life of Jesus. Jesus was not aware of his vocation as Messiah until approximately age thirty, Montefiore argues, and this vocation can therefore not explain the celibacy of Jesus. Apart from the Essenes, celibacy was not a common practice in Jewish life. Montefiore suggest we might need to look for a non-religious reason to explain the celibacy of Jesus: Men usually remain unmarried for three reasons: either because they cannot afford to marry or there are no girls to marry (neither of these factors need have deterred Jesus); or because it is inexpedient for them to marry in the light of their vocation (we have already ruled this out during the ‘hidden years’ of Jesus’ life); or because they are homosexual in nature, in as much as women hold no special attraction for them. The homosexual explanation is one which we must not ignore. Montefiore finds the explanation that Jesus was homosexual consistent with his identification with the poor and oppressed: All the synoptic gospels show Jesus in close relationship with the ‘outsiders’ and the unloved. Publicans and sinners, prostitutes and criminals are among his acquaintances and companions. If Jesus were homosexual in nature (and this is the true explanation of his celibate state) then this would be further evidence of God’s self-identification with those who are unacceptable to the upholders of ‘The Establishment’ and social conventions.",
            "score": 46.503360748291016
        },
        {
            "docid": "2538129_5",
            "document": "Queer theology . In a paper read at the Conference of Modern Churchmen in 1967 titled “Jesus, the Revelation of God,” the Reverend Hugh William Montefiore offers a controversial interpretation of the early life of Jesus. Jesus was not aware of his vocation as Messiah until approximately age thirty, Montefiore argues, and this vocation can therefore not explain the celibacy of Jesus. Apart from the Essenes, celibacy was not a common practice in Jewish life. Montefiore suggests we might need to look for a non-religious reason to explain the celibacy of Jesus: Men usually remain unmarried for three reasons: either because they cannot afford to marry or there are no girls to marry (neither of these factors need have deterred Jesus); or because it is inexpedient for them to marry in the light of their vocation (we have already ruled this out during the ‘hidden years’ of Jesus’ life); or because they are homosexual in nature, in as much as women hold no special attraction for them. The homosexual explanation is one which we must not ignore. Montefiore finds the explanation that Jesus was homosexual consistent with his identification with the poor and oppressed: All the synoptic gospels show Jesus in close relationship with the ‘outsiders’ and the unloved. Publicans and sinners, prostitutes and criminals are among his acquaintances and companions. If Jesus were homosexual in nature (and this is the true explanation of his celibate state) then this would be further evidence of God’s self-identification with those who are unacceptable to the upholders of ‘The Establishment’ and social conventions.",
            "score": 46.503360748291016
        },
        {
            "docid": "50221353_17",
            "document": "Bigamy (canon law) . Bigamy begets irregularity, the principal effect of which is to entirely exclude from the reception and use and exercise of any ecclesiastical order and benefice attached to any order. Pope Gregory X (Lib. 1, Tit. XII, Cap. Unic. in Sexto) further declared that bigamists should be stripped of every clerical privilege, removed from the protection of the ecclesiastical, and subjected to civil, jurisdiction, deprived of the canon safeguarding their person from personal attack, and forbidden to wear the tonsure and clerical garb, under penalty of excommunication to be incurred at the moment of their attempted marriage. The Council of Trent also forbids to bigamists the exercise of any office or function of minor orders, even of such functions as are usually, by permission, allowed to married laymen on account of scarcity of celibate clerics (Sess. XXIII, C. 17, De Reform). Clerics in minor orders whose marriages were invalid are not comprehended under the Tridentine law. Clerics in Sacred orders and religious clerics, who, by virtue of the law of celibacy and religious profession, are spiritually wedded to the clerical and religious states respectively, are not comprehended under the law stripping them of every clerical privilege, and the use of tonsure and clerical garb, and this out of respect to their sacred character. Clerics on the other hand, in minor orders are not wedded to the clerical state; hence they come under the law. Bishops who knowingly an without permission confer Sacred orders on a bigamist are by the Third Council of Arles (Dist . LV, Can. 2) suspended from saying Mass for one year, and by the decretal law (Lib. 1, Tit. 21, Cap. ii) were deprived of the power of giving to others the orders they had conferred on a bigamist. Since the constitution \"Apostolicae Sedis\", the only punishment is that which the Holy Father may deem fit to impose upon the bishop violating the canons.",
            "score": 46.44627380371094
        },
        {
            "docid": "410784_67",
            "document": "Criticism of the Catholic Church . However, the Church's tradition of celibacy traces its beginnings to both Jesus, who encouraged his apostles to be celibate if they were able to do so, and to St. Paul, who wrote of the advantages celibacy allowed a man in serving the Lord. Thus, from the Church's beginnings, clerical celibacy was \"held in high esteem\" and is considered a kind of spiritual marriage with Christ, a concept further popularized by the early Christian theologian Origen. About 300, the Synod of Elvira called for clerical celibacy . Clerical celibacy began to be enforced in papal decretals beginning with Pope Siricius (d. 399). In 1074, mandatory celibacy of the clergy became canon law as part of Pope Gregory VII's effort to eliminate several forms of medieval church corruption.",
            "score": 46.40411376953125
        },
        {
            "docid": "606848_62",
            "document": "Catholic Church . The sacrament of Holy Orders consecrates and deputes some Christians to serve the whole body as members of three degrees or orders: episcopate (bishops), presbyterate (priests) and diaconate (deacons). The church has defined rules on who may be ordained into the clergy. In the Latin Church, the priesthood is generally restricted to celibate men, and the episcopate is always restricted to celibate men. Men who are already married may be ordained in certain Eastern Catholic churches in most countries, and the personal ordinariates and may become deacons even in the Western Church (see Clerical marriage). But after becoming a Catholic priest, a man may not marry (see Clerical celibacy) unless he is formally laicised.",
            "score": 46.187904357910156
        },
        {
            "docid": "304064_7",
            "document": "Clerical celibacy . In some Christian churches, such as the western and some eastern sections of the Catholic Church, priests and bishops must as a rule be unmarried men. In others, such as the Eastern Orthodox Church, the churches of Oriental Orthodoxy and some of the Eastern Catholic Churches, married men may be ordained as deacons or priests, but may not remarry if their wife dies, and celibacy is required only of bishops. Since celibacy is seen as a consequence of the obligation of continence, it implies abstinence from sexual relationships. The Code of Canon Law prescribes:",
            "score": 46.04859161376953
        },
        {
            "docid": "27119791_26",
            "document": "Everybody Draw Mohammed Day . A representative of Facebook told CBS News that the block of the website in Pakistan was under investigation by the company. The company released a statement on May 19, 2010: \"While the content does not violate our terms, we do understand it may not be legal in some countries. We are investigating this. In cases like this, the approach is sometimes to restrict certain content from being shown in specific countries.\" \"The Jakarta Globe\" reported that several Muslim religious scholars in Indonesia were critical of Facebook in light of the protest movement. Rohadi Abdul Fatah the Indonesia, Religious Affairs Ministry director of Islam and Shariah Law, announced that Facebook was to be considered \"haram\" (forbidden) according to Muslim law. Rohadi Abdul Fatah stated, \"We cannot tolerate it. Those who created the account were extremely irresponsible.\" Indonesia Communication and Information Minister Tifatul Sembiring stated to \"The Jakarta Globe\", \"I consider this an act of provocation to mess up religious harmony enjoyed by Indonesians. I call on everybody to stay calm. Let us all just cool down.\" Sembiring stated his intention to write the management of Facebook, and noted, \"Removing it is useless because other party can just post it again on the account. Therefore, we all need to be aware of this.\"",
            "score": 45.93854904174805
        },
        {
            "docid": "8795944_13",
            "document": "Clerical celibacy (Catholic Church) . Some Catholic scholars, such as Jesuits Peter Fink and George T. Dennis of Catholic University of America, have argued that we cannot know if priests in early Christianity practised sexual abstinence. Dennis says \"there is simply no clear evidence of a general tradition or practice, much less of an obligation, of priestly celibacy-continence before the beginning of the fourth century.\" Fink says that a primary book used to support apostolic origins of priestly celibacy \"remains a work of interpretation. There are underlying premises that seem to hold firm in this book but which would not stand up so comfortably to historical scrutiny.\"",
            "score": 45.85407257080078
        },
        {
            "docid": "304064_3",
            "document": "Clerical celibacy . Within the Roman Catholic Church, clerical celibacy is mandated for all clergy in the Latin Church except in the permanent diaconate. Exceptions are sometimes admitted for ordination to transitional diaconate and priesthood on a case-by-case basis for married clergymen of other churches or communities who become Catholics, but ordination of married men to the episcopacy is excluded (see Personal ordinariate). Clerical marriage is not allowed and therefore, if those for whom in some particular Church celibacy is optional (such as permanent deacons in the Latin Church) wish to marry, they must do so before ordination. Eastern Catholic Churches either follow the same rules as the Latin Church or require celibacy for bishops while allowing priestly ordination of married men.",
            "score": 44.73587417602539
        },
        {
            "docid": "23907245_24",
            "document": "Debate on the causes of clerical child abuse . Supporters of celibacy claim that Roman Catholic priests suffering sexual temptations are not likely to turn immediately to a teenage boy simply because Church discipline does not permit clergy to marry. Supporters of clerical celibacy suggest, then, that there is some other factor at work.",
            "score": 44.717872619628906
        },
        {
            "docid": "304064_4",
            "document": "Clerical celibacy . In the Eastern Orthodox Church and Oriental Orthodoxy, celibacy is the norm for bishops; married men may be ordained to the priesthood, but even married priests whose wives pre-decease them are not allowed to enter marriage after ordination. Similarly, celibacy is not a requirement for ordination as a deacon and in some Oriental Orthodox churches deacons may marry after ordination. For a period in the 5th and early 6th centuries the Church of the East did not apply the rule of celibacy even for ordination to the episcopate. Anglicanism and Protestantism in general do not require celibacy of its clergy and allow—or even encourage—clerical marriage.",
            "score": 44.47800064086914
        },
        {
            "docid": "8795944_28",
            "document": "Clerical celibacy (Catholic Church) . Second, this requirement excludes a great number of otherwise qualified men from the priesthood, qualifications which according to the defenders of celibacy should be determined not by merely human hermeneutics but by the hermeneutics of the divine. Supporters of clerical celibacy answer that God only calls men to the priesthood if they are capable. Those who are not called to the priesthood should seek other paths in life since they will be able to serve God better there. Therefore, to the supporters of celibacy no one who is called is excluded.",
            "score": 44.00076675415039
        },
        {
            "docid": "1637863_14",
            "document": "Islamic sexual jurisprudence . Finally he stated, “With regard to the issue of sex education having to do with intercourse, or what happens between spouses in general, this should come when there is a need for it, such as when marriage is approaching, or when he is mature enough to understand some issues of fiqh, such as the rulings on zina (fornication or adultery) and the like, which have to do with intercourse and ‘awrahs. It should be noted that what is needed of that knowledge is basically something that is natural and instinctive in the first place, and what you need to point out must be taught to children gradually, in accordance with the stages of their development, by means of lessons of fiqh, study circles and classes in school. We should be conservative in the words and phrases we use, and attention must be paid to the appropriate ages and stages to discuss this topic. We must also warn against the promiscuous practices of the disbelievers and contrast them with the beauty of Islam, with regard to urging Muslims to cover up and be modest, and to guard their chastity and avoid that which is haraam.\"",
            "score": 43.915496826171875
        },
        {
            "docid": "11259_4",
            "document": "Fatwa . In a religious context, the word fatwā can carry more meaning. Oftentimes, when a Muslim has a question that they need to be answered from an Islamic point of view, they ask an Islamic scholar this question. The answer is commonly known as a fatwā, which typically carries more weight than the opinion of a lay Muslim. Muslim scholars are expected to give their fatwā based on religious scripture as opposed to personal belief. Therefore, their fatwā is sometimes regarded as a religious ruling. An example of a fatwā may be the following: Muslims are expected to pray five times every day at specific times during the day. A practicing Muslim who is going to be on a 12-hour flight may not feel that they are able to perform their prayers on time; therefore, they might ask a Muslim scholar for a fatwā on what is the appropriate thing to do. The scholar would provide a response and support it with Muslim scripture. The fatwā is not legally binding or final; it is a respected interpretation of the sharia given by a mufti on a particular case. If the individual is not content with the fatwā given, they can seek out another Mufti or Qadi for a second opinion which might have the desired outcome.",
            "score": 43.89213180541992
        },
        {
            "docid": "294827_23",
            "document": "Legal positivism . The key elements of Kelsen's theory are these. Facts consist of things and events in the physical world. Facts are about what there is. When we wish to know what caused a fact we look for another fact. A stone thrown in the air comes down because of the force of Earth's gravity. There are seasons because the Earth's axis is tilted at 23.5 degrees. A norm, unlike a fact, is not about what there is but is about what ought to be done or not done. Whereas facts exist in the physical world, norms exist in the world of ideas. Facts are caused by other facts. Norms are imputed by other norms. The requirement that a person who commits theft ought to be punished is a norm. It does not cease being a norm because the thief is not punished. (He may not get caught.) The norm that the thief ought to be punished exists because another norm says so. Not all norms are laws. There are also moral norms. Legal norms are coercive; moral norms are not.",
            "score": 43.8132438659668
        }
    ]
}