{
    "q": [
        {
            "docid": "55744418_9",
            "document": "Jeeves and the Song of Songs . The 1932 collection \"Nothing But Wodehouse\" and the 1958 collection \"Selected Stories by P. G. Wodehouse\" included the story. The story was also featured in the 1960 collection \"The Most of P. G. Wodehouse\", and in the 1983 collection \"P. G. Wodehouse Short Stories\", published by The Folio Society with drawings by George Adamson.",
            "score": 32.445844650268555
        },
        {
            "docid": "63342_1",
            "document": "P. G. Wodehouse . P. G. Wodehouse",
            "score": 31.579105377197266
        },
        {
            "docid": "1888289_3",
            "document": "P. G. Wodehouse short stories bibliography . \"For a list of Wodehouse's books, including novels and collections of short stories, see P. G. Wodehouse bibliography.\"",
            "score": 31.537405014038086
        },
        {
            "docid": "1888289_2",
            "document": "P. G. Wodehouse short stories bibliography . The following is an incomplete list of short stories by P. G. Wodehouse grouped by the Wodehouse canon to which they belong, if applicable.",
            "score": 31.44173526763916
        },
        {
            "docid": "4465464_1",
            "document": "P. G. Wodehouse locations . P. G. Wodehouse locations",
            "score": 31.347926139831543
        },
        {
            "docid": "1369623_1",
            "document": "P. G. Wodehouse bibliography . P. G. Wodehouse bibliography",
            "score": 31.347926139831543
        },
        {
            "docid": "1901140_10",
            "document": "The Great Sermon Handicap . The 1932 collection \"Nothing But Wodehouse\" and the 1960 collection \"The Most of P. G. Wodehouse\" included this story. \"The Great Sermon Handicap\" was featured in the 1983 collection of Wodehouse stories titled \"P. G. Wodehouse Short Stories\" published by The Folio Society and illustrated by George Adamson, and in the 1984 collection of clergy-related Wodehouse stories \"The World of Wodehouse Clergy\" published by Hutchinson.",
            "score": 31.23101806640625
        },
        {
            "docid": "4139347_1",
            "document": "P. G. Wodehouse minor characters . P. G. Wodehouse minor characters",
            "score": 31.12010669708252
        },
        {
            "docid": "1368740_1",
            "document": "List of P. G. Wodehouse characters . List of P. G. Wodehouse characters",
            "score": 31.12010669708252
        },
        {
            "docid": "30896341_1",
            "document": "List of songs with lyrics by P. G. Wodehouse . List of songs with lyrics by P. G. Wodehouse",
            "score": 30.89557456970215
        },
        {
            "docid": "1888289_1",
            "document": "P. G. Wodehouse short stories bibliography . P. G. Wodehouse short stories bibliography",
            "score": 30.89557456970215
        },
        {
            "docid": "4956244_10",
            "document": "John Wodehouse, 3rd Earl of Kimberley . Kimberley's son John was the godson of the writer P. G. Wodehouse, a distant cousin, both being descended from Sir Armine Wodehouse, 5th Baronet. According to \"Brewer's Dictionary of Phrase and Fable\", P. G. Wodehouse based the character of Bertie Wooster on him.",
            "score": 32.6327428817749
        },
        {
            "docid": "55727894_9",
            "document": "Jeeves and the Impending Doom . The American edition of a collection of Wodehouse stories, \"The Weekend-End Wodehouse\", published in 1939 by Doubleday, included the story. The story appeared in \"Selected Stories by P. G. Wodehouse\", a 1958 collection of Wodehouse stories published by The Modern Library, and in \"The Most of Wodehouse\", a 1960 collection of Wodehouse stories published by Simon and Schuster. It was also featured in the 1983 collection \"P. G. Wodehouse Short Stories\", which was illustrated by George Adamson and published by The Folio Society. The collection \"A Wodehouse Bestiary\", a 1985 omnibus of Wodehouse stories involving animals, featured \"Jeeves and the Impending Doom\".",
            "score": 30.75025463104248
        },
        {
            "docid": "63342_50",
            "document": "P. G. Wodehouse . <poem> \" 'It seems to me, Jeeves, that the ceremony may be one fraught with considerable interest.' 'Yes, sir.' 'What, in your opinion, will the harvest be?' 'One finds it difficult to hazard a conjecture, sir.' 'You mean imagination boggles?' 'Yes, sir.' I inspected my imagination. He was right. It boggled.\" </poem>",
            "score": 22.397336602211
        },
        {
            "docid": "63342_38",
            "document": "P. G. Wodehouse . On 15 January 1945 the French authorities released Wodehouse, but they did not inform him, until June 1946, that he would not face any official charges and was free to leave the country.",
            "score": 35.75570464134216
        },
        {
            "docid": "56864060_11",
            "document": "Sonny Boy (short story) . The 1951 anthology \"The Best of Modern Humor\", edited by P. G. Wodehouse and Scott Meredith, included \"Sonny Boy\", which was the only story by Wodehouse included in the anthology. The story was the only Wodehouse story included in the 1967 anthology \"A Carnival of Modern Humour\", also edited by P. G. Wodehouse and Scott Meredith.",
            "score": 30.58652114868164
        },
        {
            "docid": "412092_44",
            "document": "Stourbridge . Stourbridge Golf Course is also mentioned by P. G. Wodehouse. - P. G. Wodehouse, \"Money for Nothing\", Chapter 5.",
            "score": 30.45609188079834
        },
        {
            "docid": "4139347_2",
            "document": "P. G. Wodehouse minor characters . The following is an incomplete compendium of the fictional characters featured in the stories of P. G. Wodehouse (other than the ones already described in separate guides about Wodehouse series such as Blandings, Jeeves, etc.), in alphabetical order by surname.",
            "score": 30.42725658416748
        },
        {
            "docid": "4465464_13",
            "document": "P. G. Wodehouse locations . Blandings Castle is a fictional location central to many P. G. Wodehouse stories. It is an idyllic country house.",
            "score": 30.348169326782227
        },
        {
            "docid": "4465464_2",
            "document": "P. G. Wodehouse locations . The following is an incomplete compendium of the fictional locations featured in the stories of P. G. Wodehouse, in alphabetical order by place name.",
            "score": 30.24100685119629
        },
        {
            "docid": "1368740_2",
            "document": "List of P. G. Wodehouse characters . The following is an incomplete list of fictional characters featured in the books and stories of P. G. Wodehouse, by series, in alphabetical order by series name. Due to overlap between the various classifications of Wodehouse's work, some characters appear more than once.",
            "score": 30.16209125518799
        },
        {
            "docid": "30896341_2",
            "document": "List of songs with lyrics by P. G. Wodehouse . This list contains songs with lyrics written or co-written by the English humorist, novelist and playwright P. G. Wodehouse.",
            "score": 30.028937339782715
        },
        {
            "docid": "56696476_14",
            "document": "The Amazing Hat Mystery . \"The Amazing Hat Mystery\" was included in the collection \"The Most of P. G. Wodehouse\", which was published in the US on 15 October 1960, Wodehouse's seventy-ninth birthday. It was included in the 1978 collection \"Vintage Wodehouse\", a collection edited by Richard Usborne. The 1982 collection \"Tales from the Drones Club\" featured the story. It was included in \"P. G. Wodehouse Short Stories\", a 1983 collection published by The Folio Society that included drawings by George Adamson.",
            "score": 29.522427558898926
        },
        {
            "docid": "4139347_28",
            "document": "P. G. Wodehouse minor characters . \"J. G. Butterwick\" (in \"Heavy Weather\", 1933) and \"John G. Butterwick\" (in \"The Luck of the Bodkins\", 1935), became \"J. B. Butterwick\" (in \"Pearls, Girls and Monty Bodkin\", 1972). He is the senior partner in Butterwick, Price and Mandelbaum, Import and Export Merchants.",
            "score": 25.437094688415527
        },
        {
            "docid": "56705608_10",
            "document": "Goodbye to All Cats . The story was included in the English edition of the 1939 collection \"Week-end Wodehouse\", published by Herbert Jenkins Limited. It was collected in \"The Most of P. G. Wodehouse\", published on 15 October 1960. \"Tales from the Drones Club\", published in 1982, included the story. It was featured in \"P. G. Wodehouse Short Stories\", published by The Folio Society and illustrated by George Adamson.",
            "score": 29.311323165893555
        },
        {
            "docid": "56671680_10",
            "document": "Trouble Down at Tudsleigh . The story was included in the American edition of \"Eggs, Beans, and Crumpets\", published in 1940. It was featured in the 1949 collection, \"The Best of Wodehouse\", edited by Scott Meredith and published by Pocket Books. The collection \"The Week-End Book of Humor\", with stories selected by Wodehouse and Meredith, included the story, which was the only Wodehouse story featured in the book. This collection was published in 1952 in the US and 1954 in the UK, and was reissued with the alternate title \"P. G. Wodehouse Selects the Best of Humor\" in the US in 1965, and as \"P. G. Wodehouse Selects the Best of Humour\" in the UK in 1966. The story was also included in the 1982 collection \"Tales from the Drones Club\".",
            "score": 29.00731658935547
        },
        {
            "docid": "1897174_11",
            "document": "Jeeves Takes Charge . The story was included in the American edition of the 1939 Wodehouse collection \"The Week-End Wodehouse\", and in the 1958 collection of Wodehouse stories, \"Selected Stories by P. G. Wodehouse\".",
            "score": 28.756732940673828
        },
        {
            "docid": "1564680_4",
            "document": "John Wodehouse, 4th Earl of Kimberley . Wodehouse was the godson of the writer P. G. Wodehouse, a distant cousin, both being descended from Sir Armine Wodehouse, 5th Baronet.",
            "score": 28.756732940673828
        },
        {
            "docid": "2125254_2",
            "document": "The White Feather . The White Feather is a novel by P. G. Wodehouse, first published on 9 October 1907 by Adam & Charles Black, London. It is set at Wrykyn school, scene of Wodehouse's earlier book \"The Gold Bat\" (1904), and the later \"Mike\" (1909). Like many early Wodehouse novels, the story first appeared as a serial in the boys' magazine \"The Captain\", between October 1905 and March 1906. The phrase \"white feather\" is a reference to cowardice.",
            "score": 28.681323528289795
        },
        {
            "docid": "29853536_2",
            "document": "The World of Wodehouse . The World of Wodehouse was a comedy television series, based on the \"Blandings Castle\" and \"Ukridge\" comedy stories by P. G. Wodehouse.",
            "score": 28.585834503173828
        },
        {
            "docid": "80678_21",
            "document": "Jeeves . In the reference work \"Wodehouse in Woostershire\" by Wodehouse scholars Geoffrey Jaggard and Tony Ring, it is speculated using information provided in the Jeeves canon that Bertie's age ranges from approximately 24 to 29 over the stories (excluding \"Ring for Jeeves\"), and that Jeeves is roughly ten years older than Bertie, giving an age range of 35 to 40. This happens to agree with a personal letter written in 1961 by P. G. Wodehouse to scholar Robert A. Hall, Jr., in which Wodehouse, explaining that his characters did not age with real life time, gave an approximate age for Jeeves:",
            "score": 29.406214475631714
        },
        {
            "docid": "55648048_9",
            "document": "The Purity of the Turf (short story) . \"The Purity of the Turf\" was included in the 1932 collection \"Nothing But Wodehouse\" and in the 1960 collection \"The Most of P. G. Wodehouse\". The 1981 collection of crime-related Wodehouse stories, \"Wodehouse on Crime\", and the 1984 collection of clergy-related Wodehouse stories, \"The World of Wodehouse Clergy\", featured this story.",
            "score": 28.470872402191162
        }
    ],
    "r": [
        {
            "docid": "21029182_22",
            "document": "Minerva (Internet celebrity) . The prosecutors also tested Park's knowledge by asking a handful of financial jargons he has used in his postings: 1) Tobin's q, 2) BDI and freight rates, 3) the LTCM crisis in 1998, 4) spread, 5) offshore NDF market, and 6) trickle down. According to the prosecutors, he did not remember Tobin's q but answered to most of questions. He was able to provide lengthy answers to questions 2 and 3.",
            "score": 43.156776428222656
        },
        {
            "docid": "429624_7",
            "document": "Ask.com . Ask.com was originally known as Ask Jeeves, \"Jeeves\" being the name of a \"gentleman's personal gentleman\", or valet, fetching answers to any question asked. The character was based on Bertie Wooster's valet Jeeves, in the fictional works of P. G. Wodehouse.",
            "score": 40.84144592285156
        },
        {
            "docid": "38151679_13",
            "document": "International Association for the Treatment of Sexual Offenders . When talking about online sexual offenders, this means those sexual offenders who use the Internet to offend. The Internet supplies new opportunities and ways for sexual offenders to take advantage by abusing someone and more. With the use of the Internet anyone can do basically whatever they want and whenever and wherever they want. It is extremely easy for people to use the Internet in negative ways such as finding potential victims for sexual crimes. The number of sexual offenders whom are using the Internet to commit sex crimes has increased in the past five years and is continuing to increase because the Internet is expanding and always updating too. Using the Internet as a tool to assist these individuals for these crimes is becoming more and more common. The Internet makes it possible to collect and distribute child pornography. The Internet can also be used as a tool to lure potential victims. It is important to be aware that different typologies of online offenders do exist. Online offenders are commonly characterized as those individuals who (1) access child pornography due to impulse without any specific sexual interest in children; (2) access child pornography to satisfy sexual fantasies but do not commit contact sex offenses; (3) make and handout child pornography just for financial gain and benefit; and (4) use the Internet to facilitate contact sex offenses.",
            "score": 40.36860275268555
        },
        {
            "docid": "23097601_2",
            "document": "The Internet Hunt . The Internet Hunt was a monthly, online game/search training tool conceived of, and conducted by Rick Gates in the pre-World Wide Web Internet. Most Internet Hunts were composed of ten questions that Gates had verified could be answered using only the resources of the Internet (at that time, tools like FTP, Archie, Jughead, Veronica and Gopher were used). The first individual or team to answer all ten questions correctly and provide the method used to answer them was declared the winner(s).",
            "score": 39.626708984375
        },
        {
            "docid": "11714059_24",
            "document": "Al Gore and information technology . After this interview, Gore became the subject of controversy and ridicule when his statement \"I took the initiative in creating the Internet\" was widely quoted out of context. It was often misquoted by comedians and figures in American popular media who framed this statement as a claim that Gore believed he had personally \"invented\" the Internet. Gore's actual words, however, were widely reaffirmed by notable Internet pioneers, such as Vint Cerf and Bob Kahn, who stated, \"No one in public life has been more intellectually engaged in helping to create the climate for a thriving Internet than the Vice President.\" Former UCLA professor of information studies, Philip E. Agre and journalist Eric Boehlert argued that three articles in \"Wired News\" led to the creation of the widely spread urban legend that Gore claimed to have \"invented the Internet,\" which followed this interview. Jim Wilkinson, who at the time was working as congressman Dick Armey's spokesman, also helped sell the idea that Gore claimed to have \"invented the internet.\" Computer professionals and congressional colleagues argued against this characterization. Internet pioneers Vint Cerf and Bob Kahn stated that \"we don't think, as some people have argued, that Gore intended to claim he 'invented' the Internet. Moreover, there is no question in our minds that while serving as Senator, Gore's initiatives had a significant and beneficial effect on the still-evolving Internet.\" Cerf would also later state: \"Al Gore had seen what happened with the National Interstate and Defense Highways Act of 1956, which his father introduced as a military bill. It was very powerful. Housing went up, suburban boom happened, everybody became mobile. Al was attuned to the power of networking much more than any of his elective colleagues. His initiatives led directly to the commercialization of the Internet. So he really does deserve credit.\"  In a speech to the American Political Science Association, former Republican Speaker of the United States House of Representatives Newt Gingrich also stated: \"In all fairness, it's something Gore had worked on a long time. Gore is not the Father of the Internet, but in all fairness, Gore is the person who, in the Congress, most systematically worked to make sure that we got to an Internet, and the truth is -- and I worked with him starting in 1978 when I got [to Congress], we were both part of a \"futures group\"—the fact is, in the Clinton administration, the world we had talked about in the '80s began to actually happen.\" Finally, Wolf Blitzer (who conducted the original 1999 interview) stated in 2008 that: \"I didn't ask him about the Internet. I asked him about the differences he had with Bill Bradley [...] Honestly, at the time, when he said it, it didn't dawn on me that this was going to have the impact that it wound up having, because it was distorted to a certain degree and people said they took what he said, which was a carefully phrased comment about taking the initiative in creating the Internet to—I invented the Internet. And that was the sort of shorthand, the way his enemies projected it and it wound up being a devastating setback to him and it hurt him, as I'm sure he acknowledges to this very day.\"",
            "score": 38.78007888793945
        },
        {
            "docid": "5042706_55",
            "document": "Al Gore . Former UCLA professor of information studies Philip E. Agre and journalist Eric Boehlert argued that three articles in \"Wired News\" led to the creation of the widely spread urban legend that Gore claimed to have \"invented the Internet\", which followed this interview. In addition, computer professionals and congressional colleagues argued in his defense. Internet pioneers Vint Cerf and Bob Kahn stated that \"we don't think, as some people have argued, that Gore intended to claim he 'invented' the Internet. Moreover, there is no question in our minds that while serving as Senator, Gore's initiatives had a significant and beneficial effect on the still-evolving Internet.\" Cerf would later state: \"Al Gore had seen what happened with the National Interstate and Defense Highways Act of 1956, which his father introduced as a military bill. It was very powerful. Housing went up, suburban boom happened, everybody became mobile. Al was attuned to the power of networking much more than any of his elective colleagues. His initiatives led directly to the commercialization of the Internet. So he really does deserve credit.\" In a speech to the American Political Science Association, former Republican Speaker of the United States House of Representatives Newt Gingrich also stated: \"In all fairness, it's something Gore had worked on a long time. Gore is not the Father of the Internet, but in all fairness, Gore is the person who, in the Congress, most systematically worked to make sure that we got to an Internet, and the truth is—and I worked with him starting in 1978 when I got [to Congress], we were both part of a \"futures group\"—the fact is, in the Clinton administration, the world we had talked about in the '80s began to actually happen.\" Finally, Wolf Blitzer (who conducted the original 1999 interview) stated in 2008 that: \"I didn't ask him about the Internet. I asked him about the differences he had with Bill Bradley [...] Honestly, at the time, when he said it, it didn't dawn on me that this was going to have the impact that it wound up having, because it was distorted to a certain degree and people said they took what he said, which was a carefully phrased comment about taking the initiative and creating the Internet to—I invented the Internet. And that was the sort of shorthand, the way his enemies projected it and it wound up being a devastating setback to him and it hurt him, as I'm sure he acknowledges to this very day.\"",
            "score": 37.884952545166016
        },
        {
            "docid": "38305999_5",
            "document": "Ask the rabbi . At the present time, due to the internet, communication is fast and knowledge can be made public, there are several websites that feature rabbis answering questions received through the web site, by Email or by SMS. The questions are answered within a few days or, for urgent questions, within a few hours. The majority of online questions come from the general public, Jewish and non-Jewish, and cover many topics. Many questioners use the anonymity of the Internet for intimate questions they are embarrassed to ask face to face. This way of answering is so popular, that some articles are based on them.",
            "score": 37.384056091308594
        },
        {
            "docid": "52287219_11",
            "document": "Bad and Boujee . While he can be seen in one of the background scenes in the music video, Takeoff is not featured nor credited on the song. Takeoff himself has stated that he was not featured because he was busy at the time. On June 24, 2017, during filming of \"Complex\"s Everyday Struggle at the BET Awards 2017, he was questioned about his absence, to which he replied, \"Do it look like I'm left off 'Bad and Boujee'?\" Since the interview numerous Internet memes have appeared, mocking his response as the interviewers could not hear him properly, asking him to repeat the answer and leaning towards him to hear better. They later stated that the reason they could not hear his answer was because there was a lot of noise around them and he was not speaking loud enough, but fans have made jokes that he was not speaking clearly, often jokingly posting excessively misspelled quotes of the response on social media, implying that Takeoff mumbled while responding to the question.",
            "score": 37.299312591552734
        },
        {
            "docid": "2000128_26",
            "document": "Online identity . An Internet forum, or message board, is an online discussion site where people can hold conversations in the form of posted messages. There are many types of Internet forums based on certain themes or groups. The properties of online identities also differ from different type of forums. For example, the users in a university BBS usually know some of the others in reality since the users can only be the students or professors in this university. However the freedom of expression is limited since some university BBSs are under control of the school administration and the identities are related to student IDs. On another hand, in some question-and-answer website like \"ZhiHu\" in China, is open to the public and users can create accounts only with e-mail address. But they can describe their specialties or personal experiences to show reliability in certain questions, and other users can also invite them to answer questions based on their profiles. The answers and profiles can be either real-name or anonymous.",
            "score": 37.24851608276367
        },
        {
            "docid": "3454409_169",
            "document": "Bo (parsha) . Also in the \"magid\" section, the Haggadah quotes to provide the question of the wicked son and quotes to answer him. And shortly thereafter, the Haggadah quotes to answer the simple child and quotes again to answer the child who does not know how to ask. Also in the \"magid\" section, the Haggadah quotes to answer the question: For what purpose did the Israelites eat the Passover offering at the time of the Temple in Jerusalem? The Haggadah quotes for the proposition that the Israelites did so because God passed over the Israelites' houses in Egypt.",
            "score": 37.21317672729492
        },
        {
            "docid": "9627698_67",
            "document": "Child development . By age 1, the child is able to say 1–2 words, responds to its name, imitates familiar sounds and can follow simple instructions. Between 1–2 years old, the child uses 5–20 words, is able to say 2-word sentences and is able to express their wishes by saying words like \"more\" or \"up\", and they understand the word \"no\". During 2 and 3 years of age, the child is able to refer to itself as \"me\", combine nouns and verbs, has a vocabulary of about 450 words, use short sentences, use some simple plurals and is able to answer \"where\" questions. By age 4, children are able to use sentences of 4–5 words and has a vocabulary of about 1000 words. Children between the ages of 4 and 5 years old are able to use past tense, have a vocabulary of about 1,500 words, and ask questions like \"why?\" and \"who?\". By age 6, the child has a vocabulary of 2,600 words, is able to form sentences of 5–6 words and use a variety of different types of sentences. By the age of 5 or 6 years old, the majority of children have mastered the basics of their native language. Infants, 15 month-olds, are initially unable to understand familiar words in their native language pronounced using an unfamiliar accent. This means that a Canadian-English speaking infant cannot recognize familiar words pronounced with an Australian-English accent. This skill develops close to their second birthdays. However, this can be overcome when a highly familiar story is read in the new accent prior to the test, suggesting the essential functions of underlying spoken language is in place before previously thought.",
            "score": 37.09514617919922
        },
        {
            "docid": "25211885_46",
            "document": "Child pornography . A 2008 review of child pornography laws in 187 countries by the International Centre for Missing & Exploited Children (ICMEC) showed that 93 had no laws that specifically addressed child pornography. Of the 94 that did, 36 did not criminalize possession of child pornography regardless of intent to distribute. This review, however, did not count legislation outlawing \"all\" pornography as being \"specific\" to child pornography. It also did not count bans on \"the worst forms of child labor.\" Some societies such as Canada and Australia have laws banning cartoon, manga, or written child pornography and others require ISPs (Internet Service Providers) to monitor internet traffic to detect it.",
            "score": 37.05347442626953
        },
        {
            "docid": "88589_3",
            "document": "Internet Oracle . A user sends a question to the Oracle via e-mail, or the Internet Oracle website, and it is sent to another user when he/she has asked a question, or requested one to answer. This second user may then answer the question (or not; if it is not answered within 24 hours it is put back into the queue to be given to another user to answer). Meanwhile, the original questioner is also sent a question which he/she may choose to answer. All exchanges are conducted through a central distribution system which also makes all users anonymous.",
            "score": 37.008262634277344
        },
        {
            "docid": "1011116_13",
            "document": "Jára Cimrman . Another one of his great inventions was also the internet itself, although without the widespread use of computers. Due to the technologies available at the time he had to rely on telephones. His internet basically consisted of an old circus tent where the maestro arranged the telephone apparatus for various pensioned high school teachers to answer all kinds of questions people asked. The well known WWW prefix as well originated here. One of the teachers' name was Weber and since he stuttered, he introduced himself as \"W-W-W.Weber.\" His achievements in this field go even further, thanks to Mr. Šustr, who was responsible for answering biologically themed questions. Šustr answered every one by operating with field mice (African elephant's weight was equivalent to 30,000 mice, a weasel was 1.5 times faster than a mouse etc.). This is the first recorded use of mouse as a peripheral in computer technology.",
            "score": 36.93040084838867
        },
        {
            "docid": "651254_4",
            "document": "Al Gore presidential campaign, 2000 . Prior to his announcement that he would be running in the 2000 election, Gore participated in a March 9, 1999, interview for CNN's \"Late Edition with Wolf Blitzer\". Gore stated in the interview, \"During my service in the United States Congress I took the initiative in creating the internet. I took the initiative in moving forward a whole range of initiatives that have proven to be important to our country's economic growth and environmental protection, improvements in our educational system.\" Former UCLA professor of information studies, Philip E. Agre and journalist Eric Boehlert both argue that three articles in \"Wired News\" led to the creation of the widely spread urban legend that Gore claimed to have \"invented the Internet,\" which followed this interview. This urban legend became \"an automatic laugh. Jay Leno, David Letterman, or any other comedic talent can crack a joke about Al Gore 'inventing the Internet,' and the audience is likely to respond with howls of laughter.\" In response to the controversy, Vint Cerf and Bob Kahn argued that they didn't think, \"as some people have argued, that Gore intended to claim he 'invented' the Internet. Moreover, there is no question in our minds that while serving as Senator, Gore's initiatives had a significant and beneficial effect on the still-evolving Internet.\" However, this statement does little to belie Gore's claim that he took the initiative in inventing the internet.",
            "score": 36.32136535644531
        },
        {
            "docid": "2732718_34",
            "document": "Technology integration . The term \"hunt\" refers to finding or searching for something. \"CyberHunt\" means an online activity which learners use the internet as tool to find answers to the question's based upon the topics which are assigned by someone else. Hence learners also can design the CyberHunt on some specific topics. a CyberHunt, or internet scavenger hunt, is a project-based activity which helps students gain experience in exploring and browsing the internet. A CyberHunt may ask students to interact with the site (e.g.: play a game or watch a video), record short answers to teacher questions, as well as read and write about a topic in depth. There are basically two types of CyberHunt:",
            "score": 36.31003952026367
        },
        {
            "docid": "45200489_7",
            "document": "Pia Wurtzbach . Wurtzbach joined the Binibining Pilipinas Pageant three times before winning the Binibining Pilipinas Universe title. During Binibining Pilipinas 2013, she was named as the 1st Runner-up. She joined the Binibining Pilipinas 2014, but only placed in the top 15. A controversy erupted when she failed to win any title following her question-and-answer portion. She was asked a question in Tagalog by a Filipino judge, Senator Sonny Angara, which she answered in Tagalog. Online commentators wondered if the question and answer in Tagalog cost her points from the international judges and, therefore, any title that year. On her third attempt for the title in 2015, she won the highest title, Miss Universe Philippines, and went on to compete in the Miss Universe 2015 Pageant. During the question and answer portion of the pageant she was asked by then-Camarines Sur Representative Leni Robredo: \"Social media is now a very powerful tool on communication. Can you tell us your thoughts about internet censorship?\" She answered:",
            "score": 36.23917770385742
        },
        {
            "docid": "63342_46",
            "document": "P. G. Wodehouse . When dealing with the dialogue in his novels, Wodehouse would consider the book's characters as if they were actors in a play, ensuring that the main roles were kept suitably employed throughout the storyline, which must be strong: \"If they aren't in interesting situations, characters can't be major characters, not even if you have the rest of the troop talk their heads off about them.\" Many of Wodehouse's parts were stereotypes, and he acknowledged that \"a real character in one of my books sticks out like a sore thumb.\" The publisher Michael Joseph identifies that even within the stereotypes Wodehouse understood human nature, and therefore \"shares with [Charles] Dickens and Charles Chaplin the ability to present the comic resistance of the individual against those superior forces to which we are all subject\".",
            "score": 35.94835662841797
        },
        {
            "docid": "39241_12",
            "document": "Name server . Caching name servers (\"DNS caches\") store DNS query results for a period of time determined in the configuration (time-to-live) of each domain-name record. DNS caches improve the efficiency of the DNS by reducing DNS traffic across the Internet, and by reducing load on authoritative name-servers, particularly root name-servers. Because they can answer questions more quickly, they also increase the performance of end-user applications that use the DNS. \"Recursive name servers\" resolve any query they receive, even if they are not authoritative for the question being asked, by consulting the server or servers that are authoritative for the question. Caching name servers are often also recursive name servers—they perform every step necessary to answer any DNS query they receive. To do this the name server queries each authoritative name-server in turn, starting from the DNS root zone. It continues until it reaches the authoritative server for the zone that contains the queried domain name. That server provides the answer to the question, or definitively says it can't be answered, and the \"caching resolver\" then returns this response to the client that asked the question. The authority, resolving and caching functions can all be present in a DNS server implementation, but this is not required: a DNS server can implement any one of these functions alone, without implementing the others. Internet service providers typically provide caching resolvers for their customers. In addition, many home-networking routers implement caching resolvers to improve efficiency in the local network. Some systems utilize codice_1 - the name service caching daemon",
            "score": 35.89799499511719
        },
        {
            "docid": "3729941_16",
            "document": "Who Wants to Be a Millionaire (U.S. game show) . The show's original three lifelines were \"50:50\", in which the computer eliminates two of the incorrect answers; \"Phone-a-Friend\", which allowed the contestant to make a 30-second call to one of a number of friends (who provided their phone numbers in advance) and read them the question and answer choices, after which the friend provided input; and \"Ask the Audience\", in which audience members use touch pads to designate what they believe the correct answer to be, after which the percentage of the audience choosing each specific option is displayed to the contestant. 50:50 was eliminated at the end of the show's sixth syndicated season (2007–08), only to be restored in 2015 for season fourteen. Phone-a-Friend was removed on the episode aired January 11, 2010, after it was determined that there was an increasing trend of contestants' friends using search engines and other Internet resources, unfairly privileging individuals who had computer access over those who did not, and that it was contrary to the original intent of the lifeline where friends were supposed to provide assistance based on what they already knew. From 2004 to 2008, there was a fourth lifeline called \"Switch the Question\", earned upon answering question ten, in which the computer replaced, at the contestant's request, one question with another of the same monetary value; however, any lifelines used on the original question were not reinstated for the new question. Switch the Question returned as \"Cut the Question\" on a special week of shows with child contestants aired in 2014.",
            "score": 35.88581466674805
        },
        {
            "docid": "189331_11",
            "document": "Quantum indeterminacy . There are various questions that can be asked about the above indeterminacy assertion. Von Neumann formulated the question 1) and provided an argument why the answer had to be no, \"if\" one accepted the formalism he was proposing. However, according to Bell, von Neumann's formal proof did not justify his informal conclusion. A definitive but partial negative answer to 1) has been established by experiment: because Bell's inequalities are violated, any such hidden variable(s) cannot be \"local\" (see Bell test experiments).",
            "score": 35.851619720458984
        },
        {
            "docid": "3417722_77",
            "document": "Cambridge English: Young Learners . In Part 2 the child and the examiner each have two similar pictures (e.g. two different classrooms). The examiner has information about one of the pictures. The child has information about the other pictures. The examiner asks the child questions about one picture. Then the child asks similar questions about the other picture. Part 2 tests answering questions with short answers and asking questions to get information.",
            "score": 35.76509094238281
        },
        {
            "docid": "63342_38",
            "document": "P. G. Wodehouse . On 15 January 1945 the French authorities released Wodehouse, but they did not inform him, until June 1946, that he would not face any official charges and was free to leave the country.",
            "score": 35.75570297241211
        },
        {
            "docid": "242556_13",
            "document": "Open theism . Open theism also answers the question of how God can be blameless and omnipotent even though evil exists in the world. H. Roy Elseth gives an example of a parent that knows with certainty that his child would go out and murder someone if he was given a gun. Elseth argues that if the parent did give the gun to the child then the parent would be responsible for that crime. However, if God was unsure about the outcome then God would not be culpable for that act; only the one who committed the act would be guilty. This position is, however, dubious, as a parent who knows his child was probable, or likely, or even possibly going to shoot someone would be culpable; and God knew that it was likely that man would sin, and thus God is still culpable. An orthodox Christian might try, on the contrary, seek to ground a Theodicy in the Resurrection, both of Christ and the general Resurrection to come, though this is not the traditional answer to evil. Another position put forth by Orthodox Christians is to point out that God is the ultimate law giver and thus there exists no objective standard of good or evil above God regulating God. Therefore, the so-called problem of evil, which presupposes such an independent standard, is not an objection that a Bible believing Christian has to respond to. (For example, see Gordon Clark \"God and Evil Problem Solved\")",
            "score": 35.74602127075195
        },
        {
            "docid": "63342_45",
            "document": "P. G. Wodehouse . Wodehouse believed that one of the factors that made his stories humorous was his view of life, and he stated that \"If you take life fairly easily, then you take a humorous view of things. It's probably because you were born that way.\" He carried this view through into his writing, describing the approach as \"making the thing a sort of musical comedy without music, and ignoring real life altogether\". The literary critic Edward L. Galligan considers Wodehouse's stories to show his mastery in adapting the form of the American musical comedy for his writings. Wodehouse would ensure that his first draft was as carefully and accurately done as possible, correcting and refining the prose as he wrote, and would then make another good copy, before proof reading again and then making a final copy for his publisher. Most of Wodehouse's canon is set in an undated period around the 1920s and 1930s. The critic Anthony Lejeune describes the settings of Wodehouse's novels, such as the Drones Club and Blandings Castle, as \"a fairyland\". Although some critics thought Wodehouse's fiction was based on a world that had never existed, Wodehouse affirmed that \"it did. It was going strong between the wars\", although he agreed that his version was to some extent \"a sort of artificial world of my own creation\". The novels showed a largely unchanging world, regardless of when they were written, and only rarely—and mistakenly in McCrum's view—did Wodehouse allow modernity to intrude, as he did in the 1966 story \"Bingo Bans the Bomb\".",
            "score": 35.62816619873047
        },
        {
            "docid": "29435436_7",
            "document": "Internet Academy . Internet Academy also provides an Open House where parents, mentors, and students may meet their teachers or ask questions. Open House sessions are scheduled on two Saturdays, in the fall and in the spring. The Internet Academy building is also open one Saturday a month for students to drop off assignments, or to have questions answered in person.",
            "score": 35.48891830444336
        },
        {
            "docid": "63342_43",
            "document": "P. G. Wodehouse . The following month Wodehouse entered Southampton Hospital, Long Island, for treatment of a skin complaint. While there, he suffered a heart attack and died on 14 February 1975 at the age of 93. He was buried at Remsenburg Presbyterian Church four days later. Ethel outlived him by more than nine years; Leonora had predeceased him, dying suddenly in 1944.",
            "score": 35.37255096435547
        },
        {
            "docid": "20206189_5",
            "document": "Spekkens toy model . The Spekkens toy model is based on the knowledge balance principle: \"the number of questions about the physical state of a system that are answered must always be equal to the number that are unanswered in a state of maximal knowledge.\" However, the \"knowledge\" one can possess about a system must be carefully defined for this principle to have any meaning. To do this, the concept of a \"canonical\" set of yes or no questions is defined as the minimum number of questions needed. For example, for a system with 4 states, one can ask \"Is the system in state 1?\", \"Is the system in state 2?\" and \"Is the system in state 3?\" which would determine the state of the system (state 4 being the case if all three questions were answered \"No.\"). However, one could also ask \"Is the system in either state 1 or state 2?\" and \"Is the system in either state 1 or state 3?\", which would also uniquely determine the state, and has only two questions in the set. This set of questions is not unique, however it is clear that at least two questions (bits) are required to exactly represent one of four states. We say that for a system with 4 states, the number of questions in a canonical set is two. As such, in this case, the knowledge balance principle insists that the maximum number of questions in a canonical set that one can have answered at any given time is one, such that the amount of knowledge is equal to the amount of ignorance.",
            "score": 35.303367614746094
        },
        {
            "docid": "1228949_20",
            "document": "Selective mutism . An afflicted child is brought into the classroom or the environment where the child will not speak and is videotaped. First, the teacher or another adult prompts the child with questions that likely will not be answered. A parent, or someone the child feels comfortable speaking to, then replaces the prompter and asks the child the same questions, this time eliciting a verbal response. The two videos of the conversations are then edited together to show the child directly answering the questions posed by the teacher or other adult. This video is then shown to the child over a series of several weeks, and every time the child sees himself or herself verbally answering the teacher/other adult, the tape is stopped and the child is given positive reinforcement.",
            "score": 35.29435348510742
        },
        {
            "docid": "7274401_3",
            "document": "Simple Key-Management for Internet Protocol . Skip is hybrid Key distribution protocol  Simple Key Management for Internet Protocols (SKIP) is similar to SSL, except that it establishes a long-term key once, and then requires no prior communication in order to establish or exchange keys on a session-by-session basis. Therefore, no connection setup overhead exists and new keys values are not continually generated. SKIP uses the knowledge of its own secret key or private component and the destination's public component to calculate a unique key that can only be used between them. Each side's public component can be defined as gx mod p, where x is the private component. In this system, g is the generator and p is a prime number that is used as the modulus (mod). g and p are fixed values known to both parties.",
            "score": 35.20204544067383
        },
        {
            "docid": "63342_35",
            "document": "P. G. Wodehouse . When Wodehouse heard of the furore the broadcasts had caused, he contacted the Foreign Office—through the Swiss embassy in Berlin—to explain his actions, and attempted to return home via neutral countries, but the German authorities refused to let him leave. In \"Performing Flea\", a 1953 collection of letters, Wodehouse wrote, \"Of course I ought to have had the sense to see that it was a loony thing to do to use the German radio for even the most harmless stuff, but I didn't. I suppose prison life saps the intellect\". The reaction in America was mixed: the left-leaning publication \"P.M.\" accused Wodehouse of \"play[ing] Jeeves to the Nazis\", but the Department of War used the interviews as an ideal representation of anti-Nazi propaganda. The Wodehouses remained in Germany until September 1943, when Allied bombing led to the couple being allowed to move back to Paris. They were living there when the city was liberated on 25 August 1944; Wodehouse reported to the American authorities the following day, asking them to inform the British of his whereabouts. He was subsequently visited by Malcolm Muggeridge, recently arrived in Paris as an intelligence officer with MI6. The young officer quickly came to like Wodehouse and considered the question of treasonable behaviour as \"ludicrous\"; he summed up the writer as \"ill-fitted to live in an age of ideological conflict\". On 9 September Wodehouse was visited by an MI5 officer and former barrister, Major Edward Cussen, who formally investigated him, a process that stretched over four days. On 28 September Cussen filed his report, which states that in regard to the broadcasts, Wodehouse's behaviour \"has been unwise\", but advised against further action. On 23 November Theobald Matthew, the Director of Public Prosecutions, decided there was no evidence to justify prosecuting Wodehouse.",
            "score": 35.184085845947266
        },
        {
            "docid": "4465464_36",
            "document": "P. G. Wodehouse locations . The fictional Hampshire seat of Frederick Twistleton, Lord Ickenham, where he lives much of the time, his wife Lady Jane having forbidden him to visit London lest he wreak his usual havoc. Polly Pott gambolled in the grounds as a child; there are too many statues there.",
            "score": 35.1794548034668
        }
    ]
}