{
    "q": [
        {
            "docid": "894_27",
            "document": "Agnosticism . Religious scholars such as Laurence B. Brown criticize the misuse of the word agnosticism, claiming that it has become one of the most misapplied terms in metaphysics. Brown raises the question, \"You claim that nothing can be known with certainty ... how, then, can you be so sure?\"",
            "score": 35.242624282836914
        },
        {
            "docid": "1813072_45",
            "document": "Theology of Pope Benedict XVI . Even before becoming pope, Benedict advocated a \"special relationship\" between the Roman Church and the Jewish faith. Some Jewish organisations, such as the Anti-Defamation League, the American Jewish Committee, the Union of Reform Judaism, and the Jewish Community Relations Council of Greater Boston, believe Ratzinger was responsible for Pope John Paul II's attempts to improve Jewish-Catholic ties. However, Pope Benedict did create some controversy when he said that the Church is waiting for the moment when Jews will \"say yes to Christ.\" He went on to say, \"We believe that. The fact remains, however, that our Christian conviction is that Christ is also the Messiah of Israel.\"",
            "score": 39.36224699020386
        },
        {
            "docid": "894_28",
            "document": "Agnosticism . According to Pope Benedict XVI, strong agnosticism in particular contradicts itself in affirming the power of reason to know scientific truth. He blames the exclusion of reasoning from religion and ethics for dangerous pathologies such as crimes against humanity and ecological disasters. \"Agnosticism\", said Ratzinger, \"is always the fruit of a refusal of that knowledge which is in fact offered to man ... The knowledge of God has always existed\". He asserted that agnosticism is a choice of comfort, pride, dominion, and utility over truth, and is opposed by the following attitudes: the keenest self-criticism, humble listening to the whole of existence, the persistent patience and self-correction of the scientific method, a readiness to be purified by the truth.",
            "score": 44.9237494468689
        },
        {
            "docid": "37970509_17",
            "document": "Catalan self-determination referendum, 2014 . According to the consultation decree, \"in the consultation there is a first question followed successively by a second question, and they are worded as follows: a) Do you want Catalonia to become a State? (Yes/No); If so: b) Do you want this State to be independent? (Yes/No). You can only answer the question under Letter b) in the event of having answered “Yes” to the question under Letter a).\" The \"participation process\" that has replaced the \"non-referendum consultation\" maintains the same two questions.",
            "score": 17.73440194129944
        },
        {
            "docid": "32916524_4",
            "document": "Christian agnosticism . According to Pope Benedict XVI, strong agnosticism in particular contradicts itself in affirming the power of reason to know scientific truth. He blames the exclusion of reasoning from religion and ethics for dangerous pathologies such as crimes against humanity and ecological disasters. \"Agnosticism\", said Ratzinger, \"is always the fruit of a refusal of that knowledge which is in fact offered to man ... The knowledge of God has always existed\". He asserted that agnosticism is a choice of comfort, pride, dominion, and utility over truth, and is opposed by the following attitudes: the keenest self-criticism, humble listening to the whole of existence, the persistent patience and self-correction of the scientific method, a readiness to be purified by the truth.",
            "score": 44.34623718261719
        },
        {
            "docid": "32916524_3",
            "document": "Christian agnosticism . In 1965 Christian theologian Leslie Weatherhead published \"The Christian Agnostic\", in which he argues: Although radical and unpalatable to conventional theologians, Weatherhead's agnosticism falls far short of Huxley's, and short even of \"weak agnosticism\": In the summary chapter of \"The Christian Agnostic\", Weatherhead stated what he believed in a sort of twelve-part creed:",
            "score": 27.092814445495605
        },
        {
            "docid": "894_3",
            "document": "Agnosticism . English biologist Thomas Henry Huxley coined the word \"agnostic\" in 1869, and said \"It simply means that a man shall not say he knows or believes that which he has no scientific grounds for professing to know or believe.\" Earlier thinkers, however, had written works that promoted agnostic points of view, such as Sanjaya Belatthaputta, a 5th-century BCE Indian philosopher who expressed agnosticism about any afterlife; and Protagoras, a 5th-century BCE Greek philosopher who expressed agnosticism about the existence of \"the gods\". The Nasadiya Sukta in the Rigveda is agnostic about the origin of the universe.",
            "score": 38.72184681892395
        },
        {
            "docid": "894_34",
            "document": "Agnosticism . A.J. Ayer, Theodore Drange, and other philosophers see both atheism and agnosticism as incompatible with ignosticism on the grounds that atheism and agnosticism accept \"a deity exists\" as a meaningful proposition that can be argued for or against.",
            "score": 26.189296007156372
        },
        {
            "docid": "55757866_2",
            "document": "Irreligion in Guatemala . Irreligion in Guatemala can refer to Atheism, Agnosticism, Secular Humanism, religious skepticism, or people who simply identify as non-religious; although some believe in God and others are more skeptical in belief, but do not consider themselves atheists.",
            "score": 49.56119656562805
        },
        {
            "docid": "10525212_2",
            "document": "Yes We Can Can . \"Yes We Can Can\" is a 1973 funk classic recorded by the American R&B girl group the Pointer Sisters and released on the Blue Thumb record label.",
            "score": 2.5798933506011963
        },
        {
            "docid": "16348726_26",
            "document": "History of Popes Creek (Virginia) . Burial Ground: Jane Butler Washington; b. 24 October 1699, d. 24 September 1729.<br> Here lyes ye Body of JANE<br> Wife of Augustine Washington<br> Born at Popes Creek Virginia<br> Westmorelnd ye 24th Xber<br> 1699 & died ye 24th of 9ber 1729<br> Who left behind her two sons & one daughter.<br> <br> The land comprising the Popes Creek plantation was sold by the Washington family on October 13, 1813, but returned in a sense in 1867 when John E. Wilson who married Betty, the granddaughter of William Augustine, took possession. Dr. F.O. St. Clair's investigations and survey of a proposed memorial site in 1882 was an effort to secure the \"entire neck of land bounded by Pope's Creek on two sides and a marsh on the third side\" – and a right-of-way \"to Bridge Creek Landing,\" including the \"Burying Ground and Potomac River beyond.\" The result was purchased from John E. Wilson on July 10, 1883, by the federal government. The sustained effort for a national monument on Popes Creek had begun to take shape.",
            "score": 26.368436813354492
        },
        {
            "docid": "81798_32",
            "document": "Solipsism . Solipsism is a form of logical minimalism. Many people are intuitively unconvinced of the nonexistence of the external world from the basic arguments of solipsism, but a solid proof of its existence is not available at present. The central assertion of solipsism rests on the nonexistence of such a proof, and strong solipsism (as opposed to weak solipsism) asserts that no such proof can be made. In this sense, solipsism is logically related to agnosticism in religion: the distinction between believing you do not know, and believing you could not have known.",
            "score": 20.321961879730225
        },
        {
            "docid": "13075834_6",
            "document": "The Braes o' Killiecrankie . <score midi=\"5\" vorbis=\"1\"> \\relative c\" { \\time 2/4 \\key g \\major  \\partial 8 g16( a) | b8 b \\grace { c8 } b a16( g) | c4 c8 b16( a) | b8 b c16( b) a( g) | b8 d d g,16( a) | b8 b c16( b) a16( g) | c4 c8 b16( a) | b16( c) d16( b) a8 g | d8 g g \\bar \"||\" b16( c) | d8 d, d e16( f) | e8 d16( e) c8 b'16( c) | d8 d, d' d, | b' d d\\fermata b16( c) | d8 d, d e16( f) | g16( f) e( d) c8 b'16 c | b16( c) d( b) a8 g | e g g \\bar \"|.\" }  \\addlyrics {Whare | hae ye been sae | braw, lad? Whare | hae ye been sae | bran -- kie, O? Whare | hae ye been sae | braw, lad? Came | ye by Kil -- li -- | cran -- kie, O? An | ye had been whare | I hae been, Ye | wad -- na been sae | can -- tie, O; An | ye had seen what | I hae seen, I' the | braes o' Kil -- li -- | crank -- kie, O. }</score>",
            "score": 3.8648366928100586
        },
        {
            "docid": "300029_2",
            "document": "Charles Péguy . Charles Pierre Péguy (; 7 January 1873 – 5 September 1914) was a noted French poet, essayist, and editor. His two main philosophies were socialism and nationalism, but by 1908 at the latest, after years of uneasy agnosticism, he had become a believing but non-practicing Roman Catholic. From that time, Catholicism strongly influenced his works.",
            "score": 24.99816346168518
        },
        {
            "docid": "15247542_16",
            "document": "Atheism . Atheists have also argued that people cannot know a God or prove the existence of a God. The latter is called agnosticism, which takes a variety of forms. In the philosophy of immanence, divinity is inseparable from the world itself, including a person's mind, and each person's consciousness is locked in the subject. According to this form of agnosticism, this limitation in perspective prevents any objective inference from belief in a god to assertions of its existence. The rationalistic agnosticism of Kant and the Enlightenment only accepts knowledge deduced with human rationality; this form of atheism holds that gods are not discernible as a matter of principle, and therefore cannot be known to exist. Skepticism, based on the ideas of Hume, asserts that certainty about anything is impossible, so one can never know for sure whether or not a god exists. Hume, however, held that such unobservable metaphysical concepts should be rejected as \"sophistry and illusion\". The allocation of agnosticism to atheism is disputed; it can also be regarded as an independent, basic worldview.",
            "score": 47.600547313690186
        },
        {
            "docid": "18818890_5",
            "document": "Yes, Yes, Yes . Built under a quiet storm like R&B production similar to White's, the song hit the charts peaking at number #46 on the \"Billboard\" Hot 100 and number #11 on the R&B charts becoming Cosby's biggest charted single since \"Little Ole Man (Uptight, Everything's Alright)\" peaked at number #4 on the Hot 100 nine years earlier.",
            "score": 8.890930652618408
        },
        {
            "docid": "894_7",
            "document": "Agnosticism . George H. Smith, while admitting that the narrow definition of atheist was the common usage definition of that word, and admitting that the broad definition of agnostic was the common usage definition of that word, promoted broadening the definition of atheist and narrowing the definition of agnostic. Smith rejects agnosticism as a third alternative to theism and atheism and promotes terms such as agnostic atheism (the view of those who do not \"believe\" in the existence of any deity, but do not claim to \"know\" if a deity does or does not exist) and agnostic theism (the view of those who do not claim to \"know\" of the existence of any deity, but still \"believe\" in such an existence).",
            "score": 47.93459129333496
        },
        {
            "docid": "1813072_48",
            "document": "Theology of Pope Benedict XVI . Before becoming Pope, Cardinal Ratzinger was a well-known and quite controversial figure inside and outside the Catholic Church. This is due in part from the perception among those who felt the Vatican II reforms did not go far enough that Ratzinger is a conservative. To this view, Ratzinger's theology is based on his early works, staunch Catholicism and ancient Tradition. According to this often held view, Benedict has made clear that he intends to preserve the Church doctrine and not give in to modern pressures for change to fundamental dogma and teaching on such issues as birth control, abortion, and homosexuality. It is also noted, that the Pope has a strong opposition to moral relativism, which he sees as producing views ranging \"from one extreme to the other: from Marxism to liberalism, even to libertinism; from collectivism to radical individualism; from atheism to a vague religious mysticism; from agnosticism to syncretism, and so forth.\"",
            "score": 59.51912462711334
        },
        {
            "docid": "22535834_5",
            "document": "Atheistic existentialism . Albert Camus writes of dualisms—between happiness and sadness—as well as life and death. In \"The Myth of Sisyphus\", such dualism becomes paradoxical because humans greatly value their existence while at the same time being aware of their mortality. Camus believes it is human nature to have difficulty reconciling these paradoxes; and indeed, he believed humankind must accept what he called \"the Absurd\". On the other hand, Camus is not strictly an existential atheist because the acceptance of \"the Absurd\" implies neither the existence of God nor the nonexistence of God (compare agnosticism).",
            "score": 28.598886966705322
        },
        {
            "docid": "894_26",
            "document": "Agnosticism . Theistic critics claim that agnosticism is impossible in practice, since a person can live only either as if God did not exist (\"etsi deus non-daretur\"), or as if God did exist (\"etsi deus daretur\").",
            "score": 25.654401779174805
        },
        {
            "docid": "32916524_2",
            "document": "Christian agnosticism . Christian agnostics practice a distinct form of agnosticism that applies only to the \"properties\" of God. They hold that it is difficult or impossible to be sure of anything beyond the basic tenets of the Christian faith. They believe that God or a higher power exists, that Jesus may have a special relationship with God and is in some way divine, and that God should be worshipped. This belief system has deep roots in Judaism and the early days of the Church.",
            "score": 56.90583324432373
        },
        {
            "docid": "894_16",
            "document": "Agnosticism . Agnostic views are as old as philosophical skepticism, but the terms agnostic and agnosticism were created by Huxley (1825-1895) to sum up his thoughts on contemporary developments of metaphysics about the \"unconditioned\" (William Hamilton) and the \"unknowable\" (Herbert Spencer). Though Huxley began to use the term \"agnostic\" in 1869, his opinions had taken shape some time before that date. In a letter of September 23, 1860, to Charles Kingsley, Huxley discussed his views extensively: And again, to the same correspondent, May 6, 1863: Of the origin of the name agnostic to describe this attitude, Huxley gave the following account: In 1889, Huxley wrote:Therefore, although it be, as I believe, demonstrable that we have no real knowledge of the authorship, or of the date of composition of the Gospels, as they have come down to us, and that nothing better than more or less probable guesses can be arrived at on that subject. William Stewart Ross (1844-1906) wrote under the name of Saladin. He was associated with Victorian Freethinkers and the organization the British Secular Union. He edited the \"Secular Review\" from 1882; its was renamed \"Agnostic Journal and Eclectic Review\" and closed in 1907. Ross championed agnosticism in opposition to the atheism of Charles Bradlaugh as an open-ended spiritual exploration.",
            "score": 31.315118432044983
        },
        {
            "docid": "196882_24",
            "document": "Burrows–Abadi–Needham logic . Because message 2 is encrypted with \"K\", and \"B\" believes key(\"K\", \"B\"↔\"S\"), \"B\" now believes that \"S\" said {\"t\", \"A\", \"A\" believes key(\"K\", \"A\"↔\"B\")}. Because the clocks are synchronized, \"B\" believes fresh(\"t\"), and so fresh(\"A\" believes key(\"K\", \"A\"↔\"B\")). Because \"B\" believes that \"S\"<nowiki>'</nowiki>s statement is fresh, \"B\" believes that \"S\" believes that (\"A\" believes key(\"K\", \"A\"↔\"B\")). Because \"B\" believes that \"S\" is authoritative about what \"A\" believes, \"B\" believes that (\"A\" believes key(\"K\", \"A\"↔\"B\")). Because \"B\" believes that \"A\" is authoritative about session keys between \"A\" and \"B\", \"B\" believes key(\"K\", \"A\"↔\"B\"). \"B\" can now contact \"A\" directly, using \"K\" as a secret session key.",
            "score": 10.632248163223267
        },
        {
            "docid": "34965420_8",
            "document": "The Skipper's Dream . Aw studies awhile, then says aw, \"Are ye Deeth,  Come here for to wise oot a poor fellow's breeth ?\"  He says, \"No, aw'm the Pope, cum to try if aw can,  Save a vile wretch like ye, fra the nasty Bad Man.\"",
            "score": 13.147062301635742
        },
        {
            "docid": "2470055_19",
            "document": "The Story of B . B uses the phrase “cultural collapse” to describe the point of history that we are living through today. He believes that circumstances have rendered the cultural mythology of the Takers meaningless to its people. When this happens to a culture, B states, things fall apart. \"Order and purpose are replaced by chaos and bewilderment. People lose the will to live, become listless, become violent, become suicidal, and take to drink, drugs, and crime... laws, customs and institutions fall into disuse and disrespect, especially among the young, who see that even their elders can no longer make sense of them.\"",
            "score": 18.27027440071106
        },
        {
            "docid": "15898038_9",
            "document": "List of saints canonized by Pope Pius XII . Because of the huge number of visitors, the canonisation of Maria Goretti by Pope Pius XII, was held outside at Piazza San Pietro on 24 June 1950. The Pope spoke, not as before in Latin, but in Italian. \"We order and declare, that the blessed Maria Goretti can be venerated as a Saint and We introduce her into the Canon of Saints\". Some 500,000 people, among them a majority of youth, had come from around the World. Pope Pius asked them: A resounding Yes was the answer.",
            "score": 24.968627452850342
        },
        {
            "docid": "21378279_9",
            "document": "Agnostic atheism . The rationalistic agnosticism of Kant and the Enlightenment only accepts knowledge deduced with human rationality; this form of atheism holds that gods are not discernible as a matter of principle, and therefore cannot be known to exist. Skepticism, based on the ideas of Hume, asserts that certainty about anything is impossible, so one can never know for sure whether or not a god exists. Hume, however, held that such unobservable metaphysical concepts should be rejected as \"sophistry and illusion\". The allocation of agnosticism to atheism is disputed; it can also be regarded as an independent, basic worldview.",
            "score": 34.089519739151
        },
        {
            "docid": "2581136_4",
            "document": "Rationalizability . Consider a simple coordination game (the payoff matrix is to the right). The row player can play \"a\" if she can reasonably believe that the column player could play \"A\", since \"a\" is a best response to \"A\". She can reasonably believe that the column player can play \"A\" if it is reasonable for the column player to believe that the row player could play \"a\". He can believe that she will play \"a\" if it is reasonable for him to believe that she could play \"a\", etc. This provides an infinite chain of consistent beliefs that result in the players playing (\"a\", \"A\"). This makes (\"a\", \"A\") a rationalizable pair of actions. A similar process can be repeated for (\"b\", \"B\").",
            "score": 17.934333324432373
        },
        {
            "docid": "621169_28",
            "document": "Existence of God . Agnostic theism is the philosophical view that encompasses both theism and agnosticism. An agnostic theist believes in the existence of a god or God, but regards the basis of this proposition as \"unknown or inherently unknowable\". Agnostic theists may also insist on ignorance regarding the properties of the gods they believe in.",
            "score": 42.406102657318115
        },
        {
            "docid": "147858_23",
            "document": "Pope Pius XI . Pius XI believed that industrialization results in less freedom at the individual and communal level, because numerous free social entities get absorbed by larger ones. The society of individuals becomes the mass class-society. People are much more interdependent than in ancient times, and become egoistic or class-conscious in order to save some freedom for themselves. The pope demands more solidarity, especially between employers and employees, through new forms of cooperation and communication. Pius displays a negative view of capitalism, especially of the anonymous international finance markets. He identifies certain dangers for small and medium-size enterprises, which have insufficient access to capital markets and are squeezed or destroyed by the larger ones. He warns that capitalist interests can become a danger for nations, which could be reduced to “chained slaves of individual interests”",
            "score": 28.449462413787842
        },
        {
            "docid": "1352065_11",
            "document": "Manassas Station Operations (Stonewall Jackson) . Pope saw the fires at Manassas Junction but believed that it meant Jackson was desperate; he ordered his corps to march on Manassas from the south, east, and north. Pope knew that Longstreet was moving north towards Thoroughfare Gap but did not detach any force to delay him, believing that the Union army could defeat Jackson before Longstreet could arrive. The defeat of Taylor's force convinced George B. McClellan, commanding the Union forces in Washington, not to send any further reinforcements to Pope unless they had artillery and cavalry.",
            "score": 24.92841148376465
        },
        {
            "docid": "1393811_2",
            "document": "Agnostic theism . Agnostic theism, agnostotheism or agnostitheism is the philosophical view that encompasses both theism and agnosticism. An agnostic theist believes in the existence of a god or gods, but regards the basis of this proposition as \"unknown or inherently unknowable\". The agnostic theist may also or alternatively be agnostic regarding the properties of the god or gods that they believe in.",
            "score": 41.86175084114075
        }
    ],
    "r": [
        {
            "docid": "16086178_72",
            "document": "Catholic theology . Apostolic succession is the belief that the pope and Catholic bishops are the spiritual successors of the original twelve apostles, through the historically unbroken chain of consecration (see: Holy orders). The pope is the spiritual head and leader of the Roman Catholic Church who makes use of the Roman Curia to assist him in governing. He is elected by the College of Cardinals who may choose from any male member of the church but who must be ordained a bishop before taking office. Since the 15th century, a current cardinal has always been elected. The New Testament contains warnings against teachings considered to be only masquerading as Christianity, and shows how reference was made to the leaders of the church to decide what was true doctrine. The Catholic Church believes that it is the continuation of those who remained faithful to the apostolic leadership and rejected false teachings. Catholic belief is that the Church will never defect from the truth, and bases this on Jesus' telling Peter \"the gates of hell will not prevail against\" the church. In the \"Gospel of John\", Jesus states, \"I have much more to tell you, but you cannot bear it now. But when he comes, the Spirit of truth, he will guide you to all truth\".",
            "score": 79.75006103515625
        },
        {
            "docid": "621169_25",
            "document": "Existence of God . Agnosticism is the view that the truth value of certain claims—especially claims about the existence of any deity, but also other religious and metaphysical claims—is unknown or unknowable. Agnosticism as a broad umbrella term does not define one's belief or disbelief in gods; agnostics may still identify themselves as theists or atheists.",
            "score": 78.7950210571289
        },
        {
            "docid": "5362865_43",
            "document": "Conceptions of God . Concepts about deity are diverse among UUs. Some have no belief in any gods (atheism); others believe in many gods (polytheism). Some believe that the question of the existence of any god is most likely unascertainable or unknowable (agnosticism). Some believe that God is a metaphor for a transcendent reality. Some believe in a female god (goddess), a passive god (Deism), an Abrahamic god, or a god manifested in nature or the universe (pantheism). Many UUs reject the idea of deities and instead speak of the \"spirit of life\" that binds all life on earth. UUs support each person's search for truth and meaning in concepts of spirituality. Historically, Unitarianism was a denomination within Christianity.The term may refer to any belief about the nature of Jesus Christ that affirms God as a singular entity and rejects the doctrine of the Trinity. Universalism broadly refers to a theological belief that all persons and creatures are related to a god or the divine and will be reconciled to a god (Universal Salvation).",
            "score": 67.72380065917969
        },
        {
            "docid": "29266_79",
            "document": "Relationship between religion and science . A survey conducted between 2005 and 2007 by Elaine Howard Ecklund of University at Buffalo, The State University of New York of 1,646 natural and social science professors at 21 US research universities found that, in terms of belief in God or a higher power, more than 60% expressed either disbelief or agnosticism and more than 30% expressed belief. More specifically, nearly 34% answered \"I do not believe in God\" and about 30% answered \"I do not know if there is a God and there is no way to find out.\" In the same study, 28% said they believed in God and 8% believed in a higher power that was not God. Ecklund stated that scientists were often able to consider themselves spiritual without religion or belief in god. Ecklund and Scheitle concluded, from their study, that the individuals from non-religious backgrounds disproportionately had self-selected into scientific professions and that the assumption that becoming a scientist necessarily leads to loss of religion is untenable since the study did not strongly support the idea that scientists had dropped religious identities due to their scientific training. Instead, factors such as upbringing, age, and family size were significant influences on religious identification since those who had religious upbringing were more likely to be religious and those who had a non-religious upbringing were more likely to not be religious. The authors also found little difference in religiosity between social and natural scientists.",
            "score": 67.21762084960938
        },
        {
            "docid": "261708_8",
            "document": "Wisconsin Evangelical Lutheran Synod . The WELS believes that the Papacy is the Antichrist (2 Thessalonians 2:1-12). In 1959 the WELS formally issued its \"Statement on the Antichrist\", a doctrinal statement that declared, \"we reaffirm the statement of the Lutheran Confessions, that 'the Pope is the very Antichrist'\". This identification of the Antichrist with the Pope is part of traditional Protestant amillennial historicism. The Roman Catholic Church is also amillennialist, but, unlike the WELS, holds to the view that the Antichrist will come near the end of the world. Mark Schroeder, president of WELS, affirmed in 2011 that \"WELS does hold to the historic Lutheran position that the Roman Catholic papacy fits the biblical characteristics of the Antichrist.\" He also stated that \"While WELS continues to see the characteristics of the Antichrist in the Roman Catholic papacy, it is wrong and dishonest to portray this belief as stemming from anti-Catholic bigotry. We do have strong convictions, and we identify what we believe are teachings that depart from the Word of God. But we hold no animosity toward Christians who hold the Roman Catholic faith, and we respect the right of people to hold beliefs different from ours even as we point out the error. Furthermore, we rejoice that even in the Roman Catholic Church, where we believe that the gospel has been distorted, there are many Catholics who hold to a simple faith in Jesus Christ as their Savior and who will ultimately be saved. Testifying to the errors that still exist in Catholic doctrine is itself an expression of love; remaining silent or glossing over doctrinal differences would express the opposite.\"",
            "score": 66.75827026367188
        },
        {
            "docid": "17596345_2",
            "document": "Dogma in the Catholic Church . In the Catholic Church, a dogma is a definitive article of faith \"(de fide)\" that has been solemnly promulgated by the college of bishops at an ecumenical council or by the pope when speaking in a statement \"ex cathedra\", in which the magisterium of the Church presents a particular doctrine as necessary for the belief of all Catholic faithful. For example, Christian dogma states that the resurrection of Jesus Christ is the basic truth from which salvation and life is derived for Christians. Dogmas regulate the language, the truth of the resurrection is to be believed and communicated. One dogma is only a small part of the Christian faith, from which it derives its meaning. A dogma of the Catholic Church is defined as \"a truth revealed by God, which the magisterium of the Church declared as binding.\" The \"Catechism of the Catholic Church\" states: Dogma can also pertain to the collective body of the Church's dogmatic teachings and doctrine. The faithful are required to accept with the divine and Catholic faith everything the Church presents either as solemn decision or as general teaching. Yet not all teachings are dogma. The faithful are only required to accept those teachings as dogma if the Church clearly and specifically identifies them as infallible dogmas.  Not all theological truths have been promulgated as dogmas. A tenet of the faith is that the Bible contains many sacred truths, which the faithful recognize and agree with, but which the Church has not defined as dogma. Most Church teachings are not dogma. Cardinal Avery Dulles pointed out that in the 800 pages of the Second Vatican Council documents, there is not one new statement for which infallibility is claimed.",
            "score": 64.8775634765625
        },
        {
            "docid": "8201921_2",
            "document": "Ietsism . Ietsism ( () – \"somethingism\") is an unspecified belief in an undetermined transcendent reality. It is a Dutch term for a range of beliefs held by people who, on the one hand, inwardly suspect – or indeed believe – that \"there must be something undefined beyond the mundane and that which can be known or can be proven\", but on the other hand do not necessarily accept or subscribe to the established belief system, dogma or view of the nature of a Deity offered by any particular religion. Some of the English language related terms are agnostic theism (though very many ietsists do not believe in one or more gods and are thus atheists), eclecticism, deism and spiritual but not religious.  Ietsists might call themselves Christian or followers of an other religion based on cultural identification with that religion, without believing in the dogmas of that particular religion.",
            "score": 64.32077026367188
        },
        {
            "docid": "4240818_5",
            "document": "Infallibilism . In religion, infallibilism is the belief that certain texts or persons are incapable of being in the wrong. The most famous example of this is probably the Catholic doctrine of papal infallibility, under which the Pope is considered infallible in certain matters of doctrine, when his decisions are promulgated \"ex cathedra\". Since 1870, the Catholic Church has officially declared that its earthly head, the Pope, in certain circumstances, is so grounded in the mission of the church that he teaches \"infallibly\". Papal infallibility also belongs to the body of bishops as a whole, when, in doctrinal unity with the pope, they solemnly teach a doctrine as true.",
            "score": 62.55251693725586
        },
        {
            "docid": "32164_8",
            "document": "Unitarianism . Unitarianism is a proper noun and follows the same English usage as other theologies that have developed within a religious movement (Calvinism, Anabaptism, Adventism, Wesleyanism, Lutheranism, etc.). The term existed shortly before it became the name of a religious movement, thus occasionally it is used as a common noun that would describe any understanding of Jesus Christ that denies the Trinity or which believes that God is only one person. In that case, it would be a nontrinitarian belief system not necessarily associated with the Unitarian religious movement. For example, the Unitarian movement has never accepted the Godhood of Jesus, and therefore does not include those \"nontrinitarian\" belief systems that do, such as Oneness Pentecostalism, United Pentecostal Church International and the True Jesus Church and the writings of Michael Servetus, and which maintain that Jesus is God as a single person. Although these groups are unitarians in the common sense, they are not in the proper sense. To avoid confusion, this article is about Unitarianism as a religious movement (proper noun). For the generic form of unitarianism (the Christology), see Nontrinitarianism. Recently some religious groups have adopted the 19th-century term \"biblical unitarianism\" to distinguish their theology from Unitarianism. These likewise have no direct relation to the Unitarian movement.",
            "score": 62.362876892089844
        },
        {
            "docid": "40786969_12",
            "document": "Catholic teachings on heresy . However, in the second half of the century, and especially in the wake of Vatican II, the Catholic Church, in the spirit of ecumenism, tended to diminish the effects of Protestantism as a formal heresy by referring to many Protestants who, as material heretics, \"through no fault of their own do not know Christ and his Church\", even though the teachings of Protestantism are indeed formally heretical from a Catholic perspective. Modern usage in ecumenical contexts favors referring to Protestants as \"separated brethren\". In his book \"The Meaning of Christian Brotherhood\", Pope Benedict XVI wrote that: Some of the doctrines of Protestantism that the Catholic Church considers heretical are the belief that the Bible is the only source and rule of faith (\"sola scriptura\"), that faith alone can lead to salvation (\"sola fide\"), that the Pope does not have universal jurisdiction over the whole Church, that the Catholic Church is not \"the sole Church of Christ\", and that there is no sacramental and ministerial priesthood received by ordination, but only a universal priesthood of all believers.",
            "score": 61.71188735961914
        },
        {
            "docid": "2085073_12",
            "document": "Primacy of Peter . In Catholicism, it is argued that the primacy of Peter is a basis for the primacy of the bishop of Rome over other bishops throughout the Church via the doctrine of Apostolic succession. This extension of Petrine primacy to popes is known as the primacy of the Bishop of Rome, also known as the primacy of the Roman Pontiff. This Catholic Church doctrine holds that the papacy has authority delegated from Jesus to rule over the entire Church. There are various views on the nature of the primacy and how it has been exercised and passed on. This belief makes a distinction between the personal prestige of Peter and the supremacy of the office of pope which Catholics believe Jesus instituted in the person of Peter. Some, but not nearly all, Protestant denominations accept the concept of the primacy of Peter, but believe it was only relevant during the lifetime of Peter. They do not believe the pope holds any authority over the universal Church.",
            "score": 61.40979766845703
        },
        {
            "docid": "9425435_29",
            "document": "Heresy in Christianity . However, in the second half of the century, and especially in the wake of the Second Vatican Council, the Catholic Church, in the spirit of ecumenism, tended to diminish the effects of Protestantism as a formal heresy by referring to many Protestants who, as material heretics, \"through no fault of their own do not know Christ and his Church\", even though the teachings of Protestantism are indeed formally heretical from a Catholic perspective. Modern usage in ecumenical contexts favors referring to Protestants as \"separated brethren\". In his book \"The Meaning of Christian Brotherhood\", Pope Benedict XVI wrote that: Some of the doctrines of Protestantism that the Catholic Church considers heretical are the belief that the Bible is the only source and rule of faith (\"sola scriptura\"), that faith alone can lead to salvation (\"sola fide\"), that the Pope does not have universal jurisdiction over the whole Church, that the Catholic Church is not \"the sole Church of Christ\", and that there is no sacramental and ministerial priesthood received by ordination, but only a universal priesthood of all believers.",
            "score": 60.37643814086914
        },
        {
            "docid": "30874633_7",
            "document": "Argumentum ad populum . It is logically fallacious because the mere fact that a belief is widely held does not necessarily guarantee that the belief is correct; if the belief of any individual can be wrong, then the belief held by multiple persons can also be wrong. The argument that because 75% of people polled think the answer is A implies that the answer is A fails, because, if opinion did determine truth, then there would be no way to deal with the discrepancy between the 75% of the sample population that believe the answer is A and 25% who are of the opinion that the answer is not A. However small a percentage of those polled give an answer other than A, this discrepancy by definition disproves any guarantee of the correctness of the majority. In addition, this would be true even if the answer given by those polled were unanimous, as the sample size may be insufficient, or some fact may be unknown to those polled that, if known, would result in a different distribution of answers.",
            "score": 59.75104904174805
        },
        {
            "docid": "1393811_3",
            "document": "Agnostic theism . There are numerous beliefs that can be included in agnostic theism, such as fideism, the doctrine that knowledge depends on faith or revelation; not all agnostic theists are fideists. Since agnosticism is in the philosophical rather than religious sense a position on knowledge and does not forbid belief in a deity, it is compatible with most theistic positions.",
            "score": 59.738521575927734
        },
        {
            "docid": "27008978_6",
            "document": "Separated brethren . \"But thanks to its ecclesiology,\" wrote Tillard, \"Vatican II was able to affirm at the same time that Churches or ecclesial communities separated from the Catholic Church are part of the single Church, and that nevertheless incorporation in Christ and His Church possesses within the Catholic Church the fullness that it does not have elsewhere.\" In 2007, the Congregation for the Doctrine of the Faith (CDF) clarified \"the authentic meaning\" of the ecclesiological expression \"Church\" which \"according to Catholic doctrine,\" the texts of the Second Vatican Council and those of the Magisterium since the Second Vatican Council do not call Christian Communities born out of the Reformation of the 16th century as \"Churches\" because \"these Communities do not enjoy apostolic succession in the sacrament of Orders, and are, therefore, deprived of a constitutive element of the Church.\" William Whalen wrote, in \"Separated Brethren\", that separated brethren' refers to Christians united by baptism and committed to Jesus Christ but divided by theological beliefs.\" Whalen explained, that Protestant Reformation Christians broke \"the bond of common faith\" and \"they became separated brethren.\" \"All Christians who are baptized and believe in Christ but are not professed Catholics\" are separated brethren, according to John Hardon in \"Modern Catholic Dictionary\". \"More commonly the term is applied to Protestants.\" Likewise, \"separated brethren\" according to Catholic Answers, in \"This Rock\", \"refers to those who, though separated from full communion with the Catholic Church, have been justified through baptism and are thus brethren in Christ.\" \"teaches that 'all who have been justified by faith in baptism are members of Christ's body, and have a right to be called Christian, and so are correctly accepted as brothers by the children of the Catholic Church'.\" J. A. Jungmann and K. Stasiak wrote, in \"New Catholic Encyclopedia\", that \"the Second Vatican Council's call for a greater spirit of ecumenism among churches and ecclesial communities reflects the understanding that Baptism is the effecting and the sign of the fundamental unity of all Christians.\"",
            "score": 59.671504974365234
        },
        {
            "docid": "3369667_4",
            "document": "Indifferentism . In the Catholic Church, the belief that one religion is as good as another, and that all religions are equally valid paths to salvation, is believed to be obviously false, on the grounds that nobody honestly believes that, for instance, a religion based on human sacrifice and the subjugation of rivals is as good, true, and beautiful as one based on heroic love of God and neighbor. The condemnation of Indifferentism as a heresy is closely linked to the dogmatic definition that outside the Church there is no salvation, a complex idea postulating that many people are followers of Christ without any specific understanding that it is in fact Jesus whom they are following. See also the Catholic concept of the \"Baptism of Desire\". In support of this stance Pope John Paul II said \"This does not lessen the sincere respect that the Church has for the various religious traditions, recognizing in them elements of truth and goodness. The light of truth shines for whoever is looking for it, but that does not mean that we can call just anything \"truth\"; some ideas are more truthful than others.\"",
            "score": 59.59648513793945
        },
        {
            "docid": "44743441_10",
            "document": "History of Bob Jones University . The three Bob Joneses, especially Bob Jones, Jr., sharply criticized the Roman Catholic Church. For instance, Jones, Jr. once said that Catholicism was \"not another Christian denomination. It is a satanic counterfeit, an ecclesiastic tyranny over the souls of men...It is the old harlot of the book of the Revelation—'the Mother of Harlots.'\" All popes, Jones asserted, \"are demon possessed.\" In 2000, then-president Bob Jones III referred, on the university's web page, to Mormons and Catholics as \"cults which call themselves Christian.\" Furthermore, in 1966, BJU awarded an honorary doctorate to the Rev. Ian Paisley, future British MP, leader of the Democratic Unionist Party, and Moderator of the Free Presbyterian Church of Ulster, who has referred to the Pope as a \"Roman anti-Christ.\"  Bob Jones III has argued that the university is not so much anti-Catholic or anti-Mormon as it is opposed to the idea that all men, regardless of religious beliefs, will eventually get to heaven: \"Our shame would be in telling people a lie, and thereby letting them go to hell without Christ because we loved their goodwill more than we loved them and their souls…. All religion, including Catholicism, which teaches that salvation is by religious works or church dogma is false. Religion that makes the words of its leader, be he Pope or other, equal with the Word of God is false. Sola Scriptura. From the time of the Protestant Reformation onward, it has been understood that there is no commonality between the Bible way, which is justification by faith in the shed blood of Jesus Christ, and salvation by works, which the faithful, practicing Catholic embraces.\"",
            "score": 59.57335662841797
        },
        {
            "docid": "606848_47",
            "document": "Catholic Church . Catholic Mariology deals with the doctrines and teachings concerning the life of the Mary, mother of Jesus, as well as the veneration of Mary by the faithful. Mary is held in special regard, declared the Mother of God (), and believed as dogma to have remained a virgin throughout her life. Further teachings include the doctrines of the Immaculate Conception (her own conception without the stain of original sin) and the Assumption of Mary (that her body was assumed directly into heaven at the end of her life). Both of these doctrines were defined as infallible dogma, by Pope Pius IX in 1854 and Pope Pius XII in 1950 respectively, but only after consulting with the Catholic bishops throughout the world to ascertain that this is a Catholic belief.",
            "score": 59.53940200805664
        },
        {
            "docid": "1813072_48",
            "document": "Theology of Pope Benedict XVI . Before becoming Pope, Cardinal Ratzinger was a well-known and quite controversial figure inside and outside the Catholic Church. This is due in part from the perception among those who felt the Vatican II reforms did not go far enough that Ratzinger is a conservative. To this view, Ratzinger's theology is based on his early works, staunch Catholicism and ancient Tradition. According to this often held view, Benedict has made clear that he intends to preserve the Church doctrine and not give in to modern pressures for change to fundamental dogma and teaching on such issues as birth control, abortion, and homosexuality. It is also noted, that the Pope has a strong opposition to moral relativism, which he sees as producing views ranging \"from one extreme to the other: from Marxism to liberalism, even to libertinism; from collectivism to radical individualism; from atheism to a vague religious mysticism; from agnosticism to syncretism, and so forth.\"",
            "score": 59.51912307739258
        },
        {
            "docid": "44941_5",
            "document": "Dogma . Christianity is defined by a set of core beliefs shared by virtually all Christians, though how those core beliefs are implemented and secondary questions vary within Christianity. When formally communicated by the organization, these beliefs are sometimes referred to as 'dogmata.' The organization's formal religious positions may be taught to new members or simply communicated to those who choose to become members. It is rare for agreement with an organization's formal positions to be a requirement for attendance, though membership may be required for some church activities. Protestants to differing degrees are less formal about doctrine, and often rely on denomination-specific beliefs, but seldom refer to these beliefs as dogmata. The first unofficial institution of dogma in the Christian church was by Saint Irenaeus in his writing, Demonstration of Apostolic Teaching, which provides a 'manual of essentials' constituting the 'body of truth'. So initially, dogma is concerned with truth.",
            "score": 59.45911407470703
        },
        {
            "docid": "52555125_2",
            "document": "Exaltation (Mormonism) . Exaltation or Eternal Life is a belief among members of The Church of Jesus Christ of Latter-day Saints (LDS Church) that mankind can return to live in God's presence and continue as families. Exaltation is believed to be what God desires for all humankind. The Church teaches that through exaltation believers may become joint-heirs with Jesus Christ as stated in Romans 8:12 and Revelation 21:7. The objective of adherents is to strive for purity and righteousness and to become one with Jesus as Jesus is one with the Father (God). A verse in the canonized scripture, Doctrine and Covenants, states that those who are exalted will become gods, and a 1925 statement from the church's highest governing body said that \"All men and women are in the similitude of the universal Father and Mother ... [and are] capable, by experience through ages and aeons, of evolving into a God.\"",
            "score": 59.256282806396484
        },
        {
            "docid": "8215268_48",
            "document": "Religion in Scouting . The Boy Scouts of America requires all Scouts to believe in a God or comparable higher power, but currently admits Scouts who are non-theistic Buddhists, Jains, and Hindus from non-theistic sectarian groups. The religious awards of all three faiths are recognized by The Boy Scouts of America. The Girl Scouts of the USA does not have any requirement of faith or belief, and admits girls of any or no religious belief or doctrine, regardless of the presence or absence of belief in a God or comparable higher power.",
            "score": 58.656517028808594
        },
        {
            "docid": "621169_27",
            "document": "Existence of God . Weak agnosticism is the belief that the existence or nonexistence of deities is unknown but not necessarily unknowable.",
            "score": 58.590431213378906
        },
        {
            "docid": "11227_56",
            "document": "Freemasonry . In 1983, the Church issued a new code of canon law. Unlike its predecessor, the \"1983 Code of Canon Law\" did not explicitly name Masonic orders among the secret societies it condemns. It states: \"A person who joins an association which plots against the Church is to be punished with a just penalty; one who promotes or takes office in such an association is to be punished with an interdict.\" This named omission of Masonic orders caused both Catholics and Freemasons to believe that the ban on Catholics becoming Freemasons may have been lifted, especially after the perceived liberalisation of Vatican II. However, the matter was clarified when Cardinal Joseph Ratzinger (later Pope Benedict XVI), as the Prefect of the Congregation for the Doctrine of the Faith, issued a Declaration on Masonic Associations, which states: \"... the Church's negative judgment in regard to Masonic association remains unchanged since their principles have always been considered irreconcilable with the doctrine of the Church and therefore membership in them remains forbidden. The faithful who enrol in Masonic associations are in a state of grave sin and may not receive Holy Communion.\" For its part, Freemasonry has never objected to Catholics joining their fraternity. Those Grand Lodges in amity with UGLE deny the Church's claims. The UGLE now states that \"Freemasonry does not seek to replace a Mason's religion or provide a substitute for it.\"",
            "score": 58.4691162109375
        },
        {
            "docid": "8660_26",
            "document": "Christian Church (Disciples of Christ) . As an integral part of worship in most Christian Church (Disciples of Christ) congregations members celebrate the Lord's Supper. Most congregations also sing hymns, read from the Old and New Testaments of Christian Scripture, hear the word of God proclaimed through sermon or other medium and extend an invitation to become Christ's Disciples. As a congregational church, each congregation determines the nature of its worship, study, Christian service, and witness to the world. Through the observance of communion, individuals are invited to acknowledge their faults and sins, to remember the death and resurrection of Jesus Christ, to remember their baptism, and to give thanks for God's redeeming love. The Christian Church (Disciples of Christ) believes that it is in the local congregations where people come, find, and know God as they gather in Christ's name. Because Disciples believe that the invitation to the table comes from Jesus Christ, communion is open to all who confess that Jesus Christ is Lord, regardless of their denominational affiliation. For most Disciples, communion is understood as the symbolic presence of Jesus within the gathered community. Most Disciple congregations practice believer's baptism in the form of immersion, believing it to be the form used in the New Testament. The experiences of yielding to Christ in being buried with him in the waters of baptism and rising to a new life, have profound meaning for the church. \"In essentials, Unity; In non-essentials, Liberty; and in all things, Charity.\" For modern Disciples the one essential is the acceptance of Jesus Christ as Lord and Savior, and obedience to him in baptism. There is no requirement to give assent to any other statement of belief or creed. Nor is there any \"official\" interpretation of the Bible. Hierarchical doctrine was traditionally rejected by Disciples as human-made and divisive, and subsequently, freedom of belief and scriptural interpretation allows many Disciples to question or even deny beliefs common in doctrinal churches such as the Incarnation, the Trinity, and the Atonement. Beyond the essential commitment to follow Jesus there is a tremendous freedom of belief and interpretation. As the basic teachings of Jesus are studied and applied to life, there is the freedom to interpret Jesus' teaching in different ways. As would be expected from such an approach, there is a wide diversity among Disciples in what individuals and congregations believe. It is not uncommon to find individuals who seemingly hold diametrically opposed beliefs within the same congregation affirming one another's journeys of faith as sisters and brothers in Christ.",
            "score": 58.06991195678711
        },
        {
            "docid": "1687680_145",
            "document": "Pope Francis . In 2016, Pope Francis met with members of the World Methodist Council, the Methodist Council of Europe, and the Methodist Church in Britain, who were in Rome for the opening of the Methodist Ecumenical Office there. The Pope called for Catholics and Methodists to unite in their Christian beliefs and in service to others. Pope Francis referred to Catholics and Methodists as \"truly brothers and sisters\" and, reflecting on the words of the Anglican priest and founder of Methodism John Wesley in his \"Letter to a Roman Catholic\", quoted \"if we cannot as yet think alike in all things, at least we may love alike.\"",
            "score": 58.05887222290039
        },
        {
            "docid": "21520745_6",
            "document": "One true church . According to the \"Catechism of the Catholic Church\", Catholic ecclesiology professes the Catholic Church to be the \"sole Church of Christ\" e.g. the one true church defined as \"One, Holy, Catholic, and Apostolic Church\" in the Four Marks of the Church in the Nicene Creed. This teaching was originally formulated at the Council of Nicea (AD 325) at which time the Apostle's Creed (the basis for the Nicene Creed) had been ratified. The church teaches that only the Catholic Church was founded by Jesus Christ, who appointed the Twelve Apostles to continue his work as the Church's earliest bishops. Catholic belief holds that the Church \"is the continuing presence of Jesus on earth\", and that all duly consecrated bishops have a lineal succession from the apostles. In particular, the Bishop of Rome (the Pope), is considered the successor to the apostle Simon Peter, from whom the Pope derives his supremacy over the Church. The Church is further described in the papal encyclical \"Mystici corporis Christi\" as the Mystical Body of Christ. Thus, the Catholic Church holds that \"the one Church of Christ which in the Creed is professed as one, holy, catholic and apostolic ... This Church constituted and organized in the world as a society, subsists in the Catholic Church, which is governed by the successor of Peter and by the Bishops in communion with him.\"",
            "score": 57.92289733886719
        },
        {
            "docid": "26053145_29",
            "document": "Catholic Church and science . In March 1616, the Church's Congregation of the Index issued a decree suspending \"De revolutionibus\" until it could be \"corrected\", on the grounds that the supposedly Pythagorean doctrine that the Earth moves and the Sun does not was \"false and altogether opposed to \"Holy Scripture.\"\" The same decree also prohibited any work that defended the mobility of the Earth or the immobility of the Sun, or that attempted to reconcile these assertions with \"Scripture\". On the orders of Pope Paul V, Cardinal Bellarmine gave Galileo prior notice that the decree was about to be issued, and warned him that he could not \"hold or defend\" the Copernican doctrine. The corrections to \"De revolutionibus\", which omitted or altered nine sentences, were issued four years later, in 1620. In 1623, Galileo's friend Maffeo Barberini was elected as Pope Urban VIII. Urban VIII was an intellectual and patron of the arts and architecture, who had written poetry as a young man in praise of Galileo's astronomical writings. Galileo met with the new Pope, hoping to persuade him to lift the 1616 ban. Instead he received permission to write a book on Aristotelian and Copernican theories, provided he did not take sides. The book, \"Dialogue Concerning the Two Chief World Systems\", was passed by the censors and was well received across Europe, but ultimately offended Urban VIII, whose own arguments were put into the mouth of the buffoon-like Simplicio in the dialogue. The Preparatory Commission for the trial of Galileo noted that the Pope's stated belief that it would be extravagant boldness to limit the power and wisdom of God to an individual's particular conjecture was put \"into the mouth of a fool\" in Galileo's text.",
            "score": 57.869140625
        },
        {
            "docid": "40565_27",
            "document": "United States presidential election, 1960 . A key concern in Kennedy's campaign was the widespread skepticism among Protestants about his Roman Catholic religion. Some Protestants, especially Southern Baptists and Lutherans, feared that having a Catholic in the White House would give undue influence to the Pope in the nation's affairs. Radio evangelists such as G. E. Lowman wrote that, \"Each person has the right to their own religious belief ... [but] ... the Roman Catholic ecclesiastical system demands the first allegiance of every true member and says in a conflict between church and state, the \"church\" must prevail\". The religious issue was so significant that Kennedy made a speech before the nation's newspaper editors in which he criticized the prominence they gave to the religious issue over other topics – especially in foreign policy – that he felt were of greater importance. To address fears among Protestants that his Roman Catholicism would impact his decision-making, Kennedy told the Greater Houston Ministerial Association on September 12, 1960, \"I am not the Catholic candidate for president. I am the Democratic Party's candidate for president who also happens to be a Catholic. I do not speak for my Church on public matters – and the Church does not speak for me.\" He promised to respect the separation of church and state and not to allow Catholic officials to dictate public policy to him. Kennedy also raised the question of whether one-quarter of Americans were relegated to second-class citizenship just because they were Roman Catholic. Kennedy would become the first, and, as of 2018, only Roman Catholic to be elected president.",
            "score": 57.79117965698242
        },
        {
            "docid": "603407_5",
            "document": "Modernism in the Catholic Church . The final overall teaching of modernism is that dogmata (the teachings of the Church, which its members are required to believe) can evolve over time – not only in their expression but also in their substance – rather than remaining the same in substance for all time. This postulate was what made modernism unique in the history of heresies in the Church. Previously, a heretic (someone who believed and taught something different from what the rest of the church believed) would either claim that he was right and the rest of the Church was wrong because he had received a new revelation from God, or that he had understood the true teaching of God which had previously been understood but was later lost. Both of these scenarios almost inevitably led to an organisational separation from the Church (schism) or the offender’s being ejected from it (excommunication). Using the new idea that doctrines evolve, it was possible for the modernist to believe that both the old teachings of the Church and his new, seemingly contradictory teachings were correct — each group had its time and place. This system allows almost any type of new belief which the modernist in question might wish to introduce, and for this reason modernism was labelled by Pope Pius X as \"the synthesis of all heresies\".",
            "score": 57.77198791503906
        },
        {
            "docid": "256323_4",
            "document": "Throne . When used in a religious sense, throne can refer to one of two distinct uses. The first use derives from the practice in churches of having a bishop or higher-ranking religious official (archbishop, Pope, etc.) sit on a special chair which in church referred to by written sources as a \"throne\", and is intended to allow such high-ranking religious officials a place to sit in their place of worship. The other use for throne refers to a belief among many of the world's monotheistic and polytheistic religions that the deity or deities that they worship are seated on a throne. Such beliefs go back to ancient times, and can be seen in surviving artwork and texts which discuss the idea of ancient gods (such as the Twelve Olympians) seated on thrones. In the major Abrahamic religions of Judaism, Christianity, and Islam, the Throne of God is attested to in religious scriptures and teachings, although the origin, nature, and idea of the Throne of God in these religions differs according to the given religious ideology practiced.",
            "score": 57.736900329589844
        },
        {
            "docid": "3790508_23",
            "document": "Medieval II: Total War . Any priest from a Catholic faction has a chance of becoming Pope if they are accepted into the college of cardinals and then made one of the Preferati. When the incumbent Pope dies, the college of cardinals will elect a new Pope from the Preferati, with each cardinal having one vote; factions with multiple cardinals will, therefore, have much more influence on the election. The new Pope will leave their original faction and become the faction leader of the Papal States. Popes, upon being elected into office, will generally think highly of factions who supported them.",
            "score": 57.689640045166016
        }
    ]
}