{
    "q": [
        {
            "docid": "30678654_2",
            "document": "Gulf States League . The Gulf States League was a Class A American minor baseball league that existed for one season — — and was based in the American states of Texas and Louisiana. Although its teams were not affiliated with any Major League Baseball farm systems, the GSL was an \"official\" minor circuit and a member of the National Association of Professional Baseball Leagues. Established before the boom in minor and independent league baseball attendance that began in the 1980s, the Gulf States League did not survive after its maiden season. Instead, the league reorganized without any teams in Louisiana, and was renamed the Lone Star League for .",
            "score": 58.967525005340576
        },
        {
            "docid": "42139291_8",
            "document": "Allen Harvey Woodward . Woodward was a keen baseball player, though he was unable to make a career out of this passion. After his college baseball career, he managed the Woodward Iron Company baseball team. He bought the Birmingham Barons, the local minor-league team, in late 1909. His first initiative as owner was the construction of Rickwood Field (which is named for him) in 1910. It was the first stadium constructed from steel and concrete in the southern United States or for any minor league team. For decades the field was the \"crown jewel of southern baseball\", and today it is the oldest baseball field in use in the United States.",
            "score": 59.409122943878174
        },
        {
            "docid": "48704155_12",
            "document": "Minor League Baseball . Under most circumstances, minor league teams are not owned by major league clubs, but have affiliation contracts with them. A small number of minor league clubs \"are\" directly owned by major league clubs, but these are rare. Major League Rule 56 governs the standard terms of a Player Development Contract (PDC), which is the standard agreement of association between a minor league team and its major league affiliate. Generally, the parent major league club pays the salaries and benefits of uniformed personnel (players and coaches) and provides bats and balls, while the minor league club pays for in-season travel and other operational expenses. In even-numbered years, any major or minor league club with an expiring PDC may notify Major League Baseball or Minor League Baseball, respectively, of its desire to explore a re-affiliation with a different PDC partner. The Major League Baseball and Minor League Baseball offices then send a list of the corresponding major and minor league clubs seeking new affiliations, and there is a limited period of time in September within which clubs may agree upon new PDCs. If any are left over after this process, the Major League Baseball and Minor League Baseball offices are empowered to assign major and minor league clubs to each other.",
            "score": 59.0457261800766
        },
        {
            "docid": "973037_4",
            "document": "Professional baseball . In addition to the major leagues, many North American cities and towns feature minor league teams. An organization officially styled Minor League Baseball, formerly the National Association of Professional Baseball Leagues, oversees nearly all minor league baseball in the United States and Canada. The minor leagues are divided into classes AAA, AA, High A, Low A, Short-Season A, Advanced Rookie, and Rookie. These minor-league divisions are affiliated with major league teams, and serve to develop young players and rehabilitate injured major-leaguers. The Mexican League is an independent league that is a member of Minor League Baseball and has no affiliations to any Major League Baseball teams. Organized Baseball is often applied as an umbrella term for all leagues — Major and minor — under the authority of the Commissioner of Baseball.",
            "score": 60.08073401451111
        },
        {
            "docid": "34673898_3",
            "document": "Hartford Chiefs . The Hartford team, which played at Bulkeley Stadium, was known as the Bees from 1939–43 and in 1945; it was called the Laurels in 1938 and 1944 (although Baseball America's \"Encyclopedia of Minor League Baseball\" calls the 1938 team the \"Bees\"); and then renamed the \"Chiefs\" for the final seven years of its existence, 1946–52. It was affiliated for all 15 of its seasons with the Boston Braves, and the Bees/Chiefs nickname switch for the Hartford club is probably a result of the parent team's temporary and unsuccessful renaming as the Boston Bees from 1936–40. The 1944 Laurels were recognized as one of the 100 greatest minor league teams of all time. The Connecticut capital had been in organized baseball since the Hartford Dark Blues were a charter member of the National League in –77. After those two years in Major League Baseball, Hartford was represented in eleven different minor leagues — including three earlier versions of the \"Eastern League.\" When the Class B Northeastern League folded after the season during the depths of the Great Depression, Hartford was without professional baseball for three seasons. Then it joined the Class A New York–Pennsylvania League of 1923–37. The arrival of franchises in Hartford and Trenton, New Jersey, caused the NYPL to change its identity to the Eastern League for 1938, with marking the 75th consecutive season the league has used the name.",
            "score": 57.07811427116394
        },
        {
            "docid": "10229142_2",
            "document": "Pawtucket Slaters (baseball) . The Pawtucket Slaters were a minor-league baseball team based in Pawtucket, Rhode Island. From 1946 through 1949, the team played its games at McCoy Stadium as a member of the class-B New England League, and was affiliated with the Boston Braves of the National League. The team disbanded with the league after the 1949 season.",
            "score": 51.8793420791626
        },
        {
            "docid": "1570925_20",
            "document": "Dmitri Young . After spending the 2009 season in the minor leagues, Young officially announced his retirement on March 18, 2010. On the same day, he was introduced as the Vice President and Senior Advisor of Baseball Operations and Special Hitting and Fielding Instructor of the Oakland County Cruisers minor league baseball team. After the 2011 season, Young announced he was attempting a comeback, but was not signed by any team.",
            "score": 53.98094868659973
        },
        {
            "docid": "893831_3",
            "document": "Gabe Kapler . Kapler was a 57th-round draft pick (1,487th overall) by the Detroit Tigers in the 1995 MLB draft. In 1996 he led the Class A South Atlantic League in hits, doubles (2nd in the minor leagues), extra-base hits, and total bases, and was named a South Atlantic League All-Star. In 1997 he led the Class A+ Florida State League in doubles, total bases, and extra base hits, and was named a Florida State League mid-season and post-season All-Star. In 1998 he won the Class AA Southern League Most Valuable Player Award, after leading the league in hits (8th-most in the minors), runs (6th-most in the minors), doubles (3rd-most in the minor leagues), RBIs (most in the minors in 1998, and most ever in the Southern League), total bases, and sacrifice flies, played in both the Double-A and Southern League All-Star Games, and was recognized as MVP of the Southern League All-Star Game. He was also named to the Southern League's post-season All-Star team, and named a \"Baseball America\" First Team Minor League All Star, Minor League Player of the Year by \"USA Today\", \"Baseball Weekly\", and \"The Sporting News\", and \"USA Today\", and was named Tigers Minor League Player of the Year and Detroit's No. 1 prospect by \"Baseball America\".",
            "score": 64.75421917438507
        },
        {
            "docid": "107521_67",
            "document": "Bakersfield, California . Bakersfield is not represented in any of the four major sports leagues: NFL, MLB, NBA, or NHL. The closest major sports teams are in Los Angeles and they have many fans in Bakersfield. The city is home to two minor league professional sports teams: the Bakersfield Condors (American Hockey League) and the Bakersfield Train Robbers baseball club (Pecos League). It was previously home to the California League's Bakersfield Blaze baseball team which ceased operations after the 2016 season. A third minor league team, the Bakersfield Jam of the D-League (basketball), was relocated to Prescott Valley, Arizona, in 2016.",
            "score": 54.817440032958984
        },
        {
            "docid": "29778169_2",
            "document": "Providence Grays (minor league) . The minor league Providence Grays was the name of several minor league baseball teams between and . These teams were unconnected to the Major League Baseball Providence Grays.",
            "score": 61.27024745941162
        },
        {
            "docid": "12730921_2",
            "document": "Western Warriors (baseball) . The Western Warriors were a minor league baseball team playing in the independent Western Baseball League, and not affiliated with any Major League Baseball team.",
            "score": 54.24987554550171
        },
        {
            "docid": "3215878_5",
            "document": "Josh Hamilton . During the days of his most prolific abuse, Hamilton met a businessman named Michael Chadwick who made an attempt to steer him in the right direction. It was through this relationship that he ended up meeting his wife, Katie, who was Chadwick's daughter. His return to baseball was helped along by former minor league outfielder and manager Roy Silver, who owned a baseball academy in Florida. After hearing about Hamilton's desire to return to baseball, Silver offered the use of his facility if Hamilton agreed to work there. Hamilton first started working at Silver's Academy in January 2006. His duties included cleaning the bathrooms and raking the infield. He spent his nights sleeping on an air mattress in one of the facilities offices. After several months there, Hamilton attempted to play with an independent minor league team, but MLB stepped in and disallowed it. Hamilton was allowed to work out with the Devil Rays minor league players starting on June 2, 2006. By the end of the month, he was allowed to participate in minor league games. In order for this to happen, the Rays had to run Hamilton through waivers, making him available for any team for $20,000. No team put a claim in for him. He played 15 games with the Hudson Valley Renegades at the end of the 2006 season. In addition to returning to baseball, Hamilton also served as a cautionary tale for his young teammates with the Renegades.",
            "score": 64.78736162185669
        },
        {
            "docid": "12401996_135",
            "document": "History of baseball team nicknames . Before Major League Baseball expanded to Montreal in 1969, minor league teams in Montreal were usually named the \"Royals\", in reference to Mount Royal (), a volcanic plug immediately west of today's downtown after which the city was named.",
            "score": 60.99667716026306
        },
        {
            "docid": "5573850_7",
            "document": "Al Gionfriddo . The 1947 World Series proved to be Gionfriddo's swan song in the big leagues, as he was returned to the minor leagues in 1948. After spending four years with the Dodgers' AAA Montreal Royals and a season with the Class AA Fort Worth Cats, Gionfriddo was given a chance to play for and manage the Drummondville, Quebec Royals of the Class C Provincial League in 1953. Unaffiliated with any major-league club, the Royals finished last, and Gionfriddo was replaced as manager in mid-season. He rejoined the Dodgers organization, playing for their Class B team in Newport News, Virginia. Drifting west, Gionfriddo played three years for teams in the California League, and then spent three years as the General Manager of the Dodgers' Santa Barbara minor league club, before finally retiring from pro baseball after the 1959 season.",
            "score": 46.4094352722168
        },
        {
            "docid": "65548_2",
            "document": "Kelowna Heat . The Kelowna Heat were a minor league baseball team located in Kelowna, British Columbia. The team played in the short-lived Canadian Baseball League and was not affiliated with any Major League Baseball team.",
            "score": 53.409456729888916
        },
        {
            "docid": "16492038_2",
            "document": "Nashville Seraphs . The Nashville Seraphs were a minor league baseball team that played in the Class B Southern League in 1895. They were located in Nashville, Tennessee, and played their home games at Athletic Park. The Seraphs won the Southern League pennant in their only year of existence, making them the first Nashville minor league baseball team to win a league championship.",
            "score": 50.49576759338379
        },
        {
            "docid": "4155150_13",
            "document": "Reno Silver Sox (Golden Baseball League) . With the pending arrival of the Pacific Coast League's Reno Aces, the Silver Sox were forced out and the search began for a new home ballpark and new owners. There were rumors about the team possibly moving south to Carson City, Nevada, but there was no suitable ballpark to host the team or any interested investors who would bring the team there, so as a result, the franchise was sold to Tucson Baseball LLC and renamed the Tucson Toros, who (like the original Reno Silver Sox) were named after a former minor league team. The identity and history of the GBL Silver Sox remain the property of the league for a future expansion franchise.",
            "score": 55.036691427230835
        },
        {
            "docid": "247287_15",
            "document": "Las Vegas 51s . Before the 2008 season, Mandalay Baseball Properties sold the team to Stevens Baseball Group. The new president, Derek Stevens, stated that he planned to keep the team in Las Vegas but that he wanted to change the team's name in time for the 2009 season. Due to the length of time it took to secure a new PDC, the team missed the deadline set by Minor League Baseball for name and logo changes. Since then, the 51s have not made any public attempts at changing the team's name.",
            "score": 54.18875765800476
        },
        {
            "docid": "44716778_2",
            "document": "Sunbury Indians . The Sunbury Indians were a minor league baseball team based in Sunbury, Pennsylvania. They began play in the Interstate League in 1939 as the Sunbury Senators and were renamed the Sunbury Indians in 1940. Despite the nicknames, they were unaffiliated with any major league baseball team. They played at Meredith Park. The team relocated to Hagerstown, Maryland after the 1940 season as the Hagerstown Owls.",
            "score": 52.45712852478027
        },
        {
            "docid": "1694145_7",
            "document": "Night game . Organized Baseball is a specific group of baseball teams, those that are part of Major League Baseball, and the minor league teams associated with them. Organized Baseball games must follow specific rules in order to be Organized Baseball games. Organized Baseball games are official Major League Baseball or minor league games. The Commissioner of Baseball has authority over Organized Baseball. Since Independence had played a night baseball game before any Major League teams did so, the first night game in the history of Organized Baseball took place in Independence, Kansas. Numerous references, photos, and media clippings discussing the first night Organized Baseball game are available can be found on websites.",
            "score": 56.350141286849976
        },
        {
            "docid": "34843640_2",
            "document": "Akron Tyrites . The Akron Tyrites were a Minor league baseball team based in Akron, Ohio. They played in the Class B Central League from 1928 to 1929. The team returned to the league in 1932, but then moved to the city of Canton during the midseason and played under the name Canton Terriers. The team was managed by John McCloskey in each of its seasons.",
            "score": 49.966861724853516
        },
        {
            "docid": "6787933_2",
            "document": "Bend Bandits . The Bend Bandits were a minor league baseball team located in Bend, Oregon. The team played in the independent Western Baseball League, and was not affiliated with any Major League Baseball team. Their home stadium was Vince Genna Stadium.",
            "score": 52.89568471908569
        },
        {
            "docid": "11832471_2",
            "document": "Pacific Suns . The Pacific Suns, previously known as the Palm Springs Suns, were a minor league baseball team located in Oxnard, California. The team played in the independent Western Baseball League, and was not affiliated with any Major League Baseball team.",
            "score": 52.89568471908569
        },
        {
            "docid": "6788064_2",
            "document": "Salinas Peppers . The Salinas Peppers were a minor league baseball team located in Salinas, California. The team played in the independent Western Baseball League, and was not affiliated with any Major League Baseball team. Their home stadium was Salinas Municipal Stadium.",
            "score": 52.89568471908569
        },
        {
            "docid": "65519_2",
            "document": "Solano Steelheads . The Solano Steelheads were a minor league baseball team operating out of Vacaville, California. They played in the independent Western Baseball League, and were not affiliated with any Major League Baseball team.",
            "score": 52.60179853439331
        },
        {
            "docid": "18564228_2",
            "document": "Feather River Mudcats . The Feather River Mudcats were a minor league baseball team located in Marysville, California. The team played in the independent Western Baseball League, and was not affiliated with any Major League Baseball team. Their home stadium was Bryant Field.",
            "score": 52.726913928985596
        },
        {
            "docid": "48704155_11",
            "document": "Minor League Baseball . In 1922, the United States Supreme Court decision \"Federal Baseball Club v. National League\" (259 U.S. 200), which grants baseball a special immunity from antitrust laws, had a major effect on the minor leagues. The special immunity meant that the AL and NL could dictate terms under which every independent league did business. By 1925, major league baseball established a flat-fee purchase amount of $5,000 for the contract of any player from an NA member league team. This power was leveled primarily at the Baltimore Orioles, then a Triple-A team that had dominated the minors with stars.",
            "score": 53.73454761505127
        },
        {
            "docid": "65783_2",
            "document": "Central Baseball League . The Central Baseball League, formerly the Texas–Louisiana League, was a minor league whose member teams were independent of any Major League Baseball affiliations.",
            "score": 52.15290832519531
        },
        {
            "docid": "6787899_2",
            "document": "St. George Pioneerzz . The St. George Pioneerzz were a minor league baseball team located in St. George, Utah. The team played in the independent Western Baseball League, and was not affiliated with any Major League Baseball team. Their home stadium was Bruce Hurst Field.",
            "score": 52.393035888671875
        },
        {
            "docid": "16459721_2",
            "document": "Nashville Americans . The Nashville Americans were a minor league baseball team that played in the Class B Southern League from 1885 to 1886. They were located in Nashville, Tennessee, and played their home games at Athletic Park. Formed in late 1884, the team played a series of exhibition games that autumn at Nashville's fairgrounds. The Americans were Nashville's first professional baseball team and were named for the \"Nashville Daily American\" newspaper which published accounts of their games.",
            "score": 49.784772872924805
        },
        {
            "docid": "32388_61",
            "document": "Victoria, British Columbia . The city has also been home to numerous high-profile sports teams in its history. The Victoria Cougars are perhaps the most famous sports franchise the city has known, winning the Stanley Cup as members of the PCHA in 1925. Today a Junior 'B' team of that name plays in the Vancouver Island Junior Hockey League. From 1971 until 1994 there was also a team called the Victoria Cougars in the Western Hockey League, before they moved to Prince George to become the Prince George Cougars. The Victoria Salmon Kings played in the ECHL from 2004 to 2011, and were a minor league affiliate of the Vancouver Canucks. In baseball, Victoria was also once home of the Victoria Athletics of the Western International League, a Class 'A' minor league baseball affiliate of the New York Yankees.",
            "score": 50.98554611206055
        },
        {
            "docid": "27682097_2",
            "document": "Sullivan Mountain Lions . The Sullivan Mountain Lions were a minor-league baseball team based in Mountaindale, New York. The team got its name from Sullivan County, the location of Monuntaindale. The Mountain Lions played in the inaugural season of the Northeast League n/k/a the Can-Am League, an independent league that is not affiliated with Major League Baseball or Minor League Baseball. The team existed for just one season 1995.",
            "score": 58.648152351379395
        }
    ],
    "r": [
        {
            "docid": "3215878_5",
            "document": "Josh Hamilton . During the days of his most prolific abuse, Hamilton met a businessman named Michael Chadwick who made an attempt to steer him in the right direction. It was through this relationship that he ended up meeting his wife, Katie, who was Chadwick's daughter. His return to baseball was helped along by former minor league outfielder and manager Roy Silver, who owned a baseball academy in Florida. After hearing about Hamilton's desire to return to baseball, Silver offered the use of his facility if Hamilton agreed to work there. Hamilton first started working at Silver's Academy in January 2006. His duties included cleaning the bathrooms and raking the infield. He spent his nights sleeping on an air mattress in one of the facilities offices. After several months there, Hamilton attempted to play with an independent minor league team, but MLB stepped in and disallowed it. Hamilton was allowed to work out with the Devil Rays minor league players starting on June 2, 2006. By the end of the month, he was allowed to participate in minor league games. In order for this to happen, the Rays had to run Hamilton through waivers, making him available for any team for $20,000. No team put a claim in for him. He played 15 games with the Hudson Valley Renegades at the end of the 2006 season. In addition to returning to baseball, Hamilton also served as a cautionary tale for his young teammates with the Renegades.",
            "score": 64.78736114501953
        },
        {
            "docid": "893831_3",
            "document": "Gabe Kapler . Kapler was a 57th-round draft pick (1,487th overall) by the Detroit Tigers in the 1995 MLB draft. In 1996 he led the Class A South Atlantic League in hits, doubles (2nd in the minor leagues), extra-base hits, and total bases, and was named a South Atlantic League All-Star. In 1997 he led the Class A+ Florida State League in doubles, total bases, and extra base hits, and was named a Florida State League mid-season and post-season All-Star. In 1998 he won the Class AA Southern League Most Valuable Player Award, after leading the league in hits (8th-most in the minors), runs (6th-most in the minors), doubles (3rd-most in the minor leagues), RBIs (most in the minors in 1998, and most ever in the Southern League), total bases, and sacrifice flies, played in both the Double-A and Southern League All-Star Games, and was recognized as MVP of the Southern League All-Star Game. He was also named to the Southern League's post-season All-Star team, and named a \"Baseball America\" First Team Minor League All Star, Minor League Player of the Year by \"USA Today\", \"Baseball Weekly\", and \"The Sporting News\", and \"USA Today\", and was named Tigers Minor League Player of the Year and Detroit's No. 1 prospect by \"Baseball America\".",
            "score": 64.75421905517578
        },
        {
            "docid": "29778169_2",
            "document": "Providence Grays (minor league) . The minor league Providence Grays was the name of several minor league baseball teams between and . These teams were unconnected to the Major League Baseball Providence Grays.",
            "score": 61.27024841308594
        },
        {
            "docid": "12401996_135",
            "document": "History of baseball team nicknames . Before Major League Baseball expanded to Montreal in 1969, minor league teams in Montreal were usually named the \"Royals\", in reference to Mount Royal (), a volcanic plug immediately west of today's downtown after which the city was named.",
            "score": 60.99667739868164
        },
        {
            "docid": "5901024_5",
            "document": "Humberto Sánchez . After posting an 8-1 record, and winning NJCAA Region II Pitcher of the Year in , Sanchez signed for a bonus of $1 million, and began pitching in the Tigers minor league system in 2002. In , he was named to the Midwest League’s mid-season all-star team. He was 3rd in the league and tied for 5th in the minors with 78 walks. In , Sanchez was promoted to the Double-A Erie Seawolves. He was second in the Florida State League with 3 complete games. He was named the 5th best prospect in the Detroit organization following the season by Baseball America. He pitched for Mesa in the Arizona Fall League following the season, posting a 1-0 record and 2.15 ERA in 6 starts. He was named the 6th best prospect in the Detroit organization following the season by Baseball America.",
            "score": 60.20963668823242
        },
        {
            "docid": "973037_4",
            "document": "Professional baseball . In addition to the major leagues, many North American cities and towns feature minor league teams. An organization officially styled Minor League Baseball, formerly the National Association of Professional Baseball Leagues, oversees nearly all minor league baseball in the United States and Canada. The minor leagues are divided into classes AAA, AA, High A, Low A, Short-Season A, Advanced Rookie, and Rookie. These minor-league divisions are affiliated with major league teams, and serve to develop young players and rehabilitate injured major-leaguers. The Mexican League is an independent league that is a member of Minor League Baseball and has no affiliations to any Major League Baseball teams. Organized Baseball is often applied as an umbrella term for all leagues — Major and minor — under the authority of the Commissioner of Baseball.",
            "score": 60.08073425292969
        },
        {
            "docid": "3962875_2",
            "document": "Saskatoon Legends . The Saskatoon Legends were a minor league baseball team during the 2003 season. They played in the Canadian Baseball League, which was not a part of Minor League Baseball and therefore not affiliated with Major League Baseball or its member clubs. The Legends played out of Cairns Field. The team featured a mixture of former major league players mixed with up and coming prospects. The names from that team that some may recognize are former Montreal Expos pitcher Floyd Youmans and current Sioux Falls Canaries' outfielder Ben Van Iderstine.",
            "score": 59.86628723144531
        },
        {
            "docid": "893831_16",
            "document": "Gabe Kapler . In 1998 with the Jacksonville Suns, Kapler won the Class AA Southern League Most Valuable Player Award. He hit a league-high 28 home runs, and also led the league in hits (176; 8th-most in the minors), runs (113; 6th-most in the minors), doubles (47; 3rd-most in the minor leagues; breaking the old doubles record of 44), RBIs (146; most in the minors in 1998, and most ever in the Southern League), extra-base hits (81; a league record), total bases (319; a league record), and sacrifice flies (11). He was 3rd in the league in slugging percentage (.583), 4th in OPS (.976), 5th in batting average (.322), and tied for 8th in triples (6). His league record for RBIs broke the 1986 record of 132 set by Terry Steinbach. He played in both the Double-A and Southern League All-Star Games, and was recognized as the MVP of the Southern League All-Star Game. He was also named to the Southern League's post-season All-Star team, and named a \"Baseball America\" First Team Minor League All Star. He was honored as Minor League Player of the Year by \"USA Today\", \"Baseball Weekly\", \"The Sporting News\", and \"USA Today\", and was named Tigers Minor League Player of the Year and Detroit's No. 1 prospect by \"Baseball America\".",
            "score": 59.42801284790039
        },
        {
            "docid": "42139291_8",
            "document": "Allen Harvey Woodward . Woodward was a keen baseball player, though he was unable to make a career out of this passion. After his college baseball career, he managed the Woodward Iron Company baseball team. He bought the Birmingham Barons, the local minor-league team, in late 1909. His first initiative as owner was the construction of Rickwood Field (which is named for him) in 1910. It was the first stadium constructed from steel and concrete in the southern United States or for any minor league team. For decades the field was the \"crown jewel of southern baseball\", and today it is the oldest baseball field in use in the United States.",
            "score": 59.409122467041016
        },
        {
            "docid": "12658857_11",
            "document": "Liar Game . Minority Game: A game for 22 individual players. A Yes-No question is asked. (The question itself is irrelevant.) Players vote their answer of either yes or no. The answer with fewest votes wins. Those players continue to the next round where the game repeats until a tie between two players, or one player winner remains. \"How to win the Minority Game; Answer 1:\" Form a team of 8 players; 4 vote yes and 4 vote no. Thus irrespective of the outcome, 4 are guaranteed to give the correct answer and continue to the next round. In the following round, 2 of the 4 vote yes, and 2 vote no. Thus irrespective of the outcome, 2 are guaranteed to give the correct answer and continue to the next round. In the following round, 1 of the 2 vote yes, and 1 vote no. Thus irrespective of the outcome, 1 is guaranteed to give the correct answer. This could result in either an overall win or a tie with a non team-member. This strategy will enable you to know one of your team will win, but you will not know who it will be. \"How to win the Minority Game; Answer 2:\" This strategy will enable a specific person to win. Let’s call that person, X. X approaches 7 other players to form a team of 8 and convinces them to play as per strategy 1.  X also approaches 7 other players to form a second team of 8 and convinces them to also play as per strategy 1. X also approaches the remaining 7 players to form a third team of 8 and convinces them to also play as per strategy 1. No team knows of any other team apart from player X. In each round, X tells each team s/he will cast a vote for yes.  Due to X effectively playing the part of 3 players but only casting 1 vote, X will always be voting on the minority side and will ultimately win the game.",
            "score": 59.186893463134766
        },
        {
            "docid": "28047771_16",
            "document": "Mike Trout . For the 2011 season, of the 13 votes cast for the \"USA Today\" Minor League Player of the Year Award, Trout received the 2 votes allocated to the fan poll. He was named \"Baseball America\" Minor League Player of the Year after hitting .326/.414/.544 with 11 home runs, 38 RBIs, 82 runs scored, and 33 stolen bases in 91 games. He was again named an outfielder on \"Baseball America\"s 2011 Minor League All Star team.",
            "score": 59.08134078979492
        },
        {
            "docid": "48704155_12",
            "document": "Minor League Baseball . Under most circumstances, minor league teams are not owned by major league clubs, but have affiliation contracts with them. A small number of minor league clubs \"are\" directly owned by major league clubs, but these are rare. Major League Rule 56 governs the standard terms of a Player Development Contract (PDC), which is the standard agreement of association between a minor league team and its major league affiliate. Generally, the parent major league club pays the salaries and benefits of uniformed personnel (players and coaches) and provides bats and balls, while the minor league club pays for in-season travel and other operational expenses. In even-numbered years, any major or minor league club with an expiring PDC may notify Major League Baseball or Minor League Baseball, respectively, of its desire to explore a re-affiliation with a different PDC partner. The Major League Baseball and Minor League Baseball offices then send a list of the corresponding major and minor league clubs seeking new affiliations, and there is a limited period of time in September within which clubs may agree upon new PDCs. If any are left over after this process, the Major League Baseball and Minor League Baseball offices are empowered to assign major and minor league clubs to each other.",
            "score": 59.04572677612305
        },
        {
            "docid": "24066392_7",
            "document": "Georgia State League . The Georgia State League revived in during the post-World War II boom in minor league baseball. It expanded from six to eight teams in , and by had begun to attract working agreements or affiliations with Major League Baseball farm systems. But as the low minors began to experience falling attendance during the 1950s, the GSL began to suffer. Its Statesboro Pilots club disbanded on July 1, , leaving the league with only five teams. The Georgia State League began and finished the season with a full complement of six teams, but the league did not answer the bell for 1957.",
            "score": 58.98323059082031
        },
        {
            "docid": "30678654_2",
            "document": "Gulf States League . The Gulf States League was a Class A American minor baseball league that existed for one season — — and was based in the American states of Texas and Louisiana. Although its teams were not affiliated with any Major League Baseball farm systems, the GSL was an \"official\" minor circuit and a member of the National Association of Professional Baseball Leagues. Established before the boom in minor and independent league baseball attendance that began in the 1980s, the Gulf States League did not survive after its maiden season. Instead, the league reorganized without any teams in Louisiana, and was renamed the Lone Star League for .",
            "score": 58.967525482177734
        },
        {
            "docid": "14383993_4",
            "document": "John Jaso . Jaso was originally drafted by the Tampa Bay Devil Rays in the 12th round (338th overall) of the 2003 Major League Baseball Draft. Jaso began his professional career playing for the Low Single-A Hudson Valley Renegades for two seasons from to . He had a .221 batting average in 2003, but improved to .302 in 2004 and was also a postseason All-Star for that season. He took the next step in , playing for the Single-A Southwest Michigan Devil Rays. He had a .307 batting average and had 14 home runs, his most of any season to date. Also, he was a midseason and postseason All-Star. In , he took another step, playing for the High Single-A Visalia Oaks and his season included being named to the midseason All-Star team. In , he played for the Double-A Montgomery Biscuits. His .316 batting average was second in the Southern League, on-base percentage of .408 was third among league leaders and a slugging percentage of .484 was good enough for sixth in the league. His best minor league season included being named to the midseason and postseason All-Star team and was also Topps Southern League Player of the Month for August. \"Baseball America\" and Topps also named him as a Double-A All-Star after the season.",
            "score": 58.75396728515625
        },
        {
            "docid": "27682097_2",
            "document": "Sullivan Mountain Lions . The Sullivan Mountain Lions were a minor-league baseball team based in Mountaindale, New York. The team got its name from Sullivan County, the location of Monuntaindale. The Mountain Lions played in the inaugural season of the Northeast League n/k/a the Can-Am League, an independent league that is not affiliated with Major League Baseball or Minor League Baseball. The team existed for just one season 1995.",
            "score": 58.64815139770508
        },
        {
            "docid": "40104410_2",
            "document": "Dubuque, Iowa minor league baseball . Minor league baseball teams have operated in the city of Dubuque, Iowa under a variety of names and participating in various leagues. The city has hosted teams in 52 seasons between 1879 and 1976.",
            "score": 57.920169830322266
        },
        {
            "docid": "24039492_2",
            "document": "Louisville Colonels (minor league baseball) . The Louisville Colonels was the name of several minor league baseball teams that played in Louisville, Kentucky, in the 20th century. The name is derived from the historic Kentucky colonels.",
            "score": 57.613651275634766
        },
        {
            "docid": "22508895_2",
            "document": "Indianapolis Hoosiers (minor league baseball) . At least three teams in minor league baseball have borne the name Indianapolis Hoosiers.",
            "score": 57.550987243652344
        },
        {
            "docid": "9229191_10",
            "document": "Western League (Japanese baseball) . Most of the Japanese minor league teams carry the same name, and use the same uniforms, as their parent team. The Western League contains the minor league affiliates of five Japanese professional teams (minor league homefield shown in parentheses):",
            "score": 57.54664993286133
        },
        {
            "docid": "49528194_2",
            "document": "Larry MacPhail Award . The Larry MacPhail Award is presented annually by Minor League Baseball (MiLB) to recognize the top promotion effort in the minor leagues. MiLB teams are known for using promotions such as theme nights, in-game promotions and giveaways, specialty foods, and fireworks shows to increase attendance at games. The award is named after Baseball Hall of Fame member Larry MacPhail, who introduced innovations such as night games, team travel by airplane, pension plans, and batting helmets. The award was first presented in 1966 and is usually awarded during baseball's Winter Meetings.",
            "score": 57.43696212768555
        },
        {
            "docid": "39926394_8",
            "document": "Danville minor league baseball team (Illinois) . The Danville Warriors were a minor league baseball team located in Danville, Illinois. The team played in the Midwest League. Their home stadium was Danville Stadium, also known at times in the past as Danville Stadium Park. The Warriors entered the Midwest League as a co-op club in 1970 and became an affiliate of the Milwaukee Brewers in 1971. They remained a Brewers farm club through 1974. The team changed its name back to the Danville Dodgers when it became a Los Angeles Dodgers farm club in 1975. It operated through 1976, after which it folded.",
            "score": 57.232444763183594
        },
        {
            "docid": "114056_6",
            "document": "Marshalltown, Iowa . Baseball continued its popularity in Marshalltown. In the early 1880s Billy Sunday played for the town baseball team. In 1882, with Sunday in left field, the Marshalltown team defeated the state champion Des Moines team 13-4. Marshalltown later formed a minor league team naming it after the Anson family, the Marshalltown Ansons. From 1914-1928 the team played in the Central Association and Mississippi Valley League.",
            "score": 57.14296340942383
        },
        {
            "docid": "68066_2",
            "document": "Northern League (baseball, 1993–2010) . The Northern League was an independent minor professional baseball league. It was affiliated with neither Major League Baseball nor the organized minor leagues. The league was founded in 1993 and folded after its 2010 season when financial stability became a problem. The three teams remaining in the league when it folded joined with the remaining teams in United League Baseball and the Golden Baseball League to form a new independent organization called the North American League.",
            "score": 57.130210876464844
        },
        {
            "docid": "34673898_3",
            "document": "Hartford Chiefs . The Hartford team, which played at Bulkeley Stadium, was known as the Bees from 1939–43 and in 1945; it was called the Laurels in 1938 and 1944 (although Baseball America's \"Encyclopedia of Minor League Baseball\" calls the 1938 team the \"Bees\"); and then renamed the \"Chiefs\" for the final seven years of its existence, 1946–52. It was affiliated for all 15 of its seasons with the Boston Braves, and the Bees/Chiefs nickname switch for the Hartford club is probably a result of the parent team's temporary and unsuccessful renaming as the Boston Bees from 1936–40. The 1944 Laurels were recognized as one of the 100 greatest minor league teams of all time. The Connecticut capital had been in organized baseball since the Hartford Dark Blues were a charter member of the National League in –77. After those two years in Major League Baseball, Hartford was represented in eleven different minor leagues — including three earlier versions of the \"Eastern League.\" When the Class B Northeastern League folded after the season during the depths of the Great Depression, Hartford was without professional baseball for three seasons. Then it joined the Class A New York–Pennsylvania League of 1923–37. The arrival of franchises in Hartford and Trenton, New Jersey, caused the NYPL to change its identity to the Eastern League for 1938, with marking the 75th consecutive season the league has used the name.",
            "score": 57.07811737060547
        },
        {
            "docid": "6916387_2",
            "document": "Leo Najo . Leo Najo (born \"Leonardo Alanis\", 1899–1979) was one of the first Mexican-born players to play professional baseball in the United States, debuting in 1924 with the San Antonio Bears of the Class A Texas League. After early success in the minor leagues, he was drafted by the major league Chicago White Sox in 1925. Although a leg injury, and possibly racial prejudice, stifled his major league career, Najo moved on to enjoy a lengthy and productive career both in the U.S. minor leagues and in the Mexican League. In 1939, he became the first player selected to the Mexican Professional Baseball Hall of Fame, known as Salón de la Fama del Beisbol Profesional de México. In 2001, Minor League Baseball named Leo Najo's 1932 Tulsa Oilers team as one of the top 100 minor league teams of all time, in part because of his contributions.\"",
            "score": 57.06235122680664
        },
        {
            "docid": "3539751_2",
            "document": "Western League (1900–1958) . The Western League was the name of several leagues in American minor league baseball. First, its earliest progenitor, which existed from 1885 to 1899, was the predecessor of the American League. Later, during the 20th century, there were four incarnations of the Western League, including a Class D loop that played from 1939–41 and an independent loop (outside of \"organized baseball\") that began play in 1995. This article, however, concentrates on the two Class A leagues that played from 1900–37 and from 1947–58. Minor League baseball went unclassified through 1901. From 1902 until 1911, Class A was the highest level in the minor leagues. In 1912, a new top tier, Class AA, was created; in 1936, a second tier, Class A1, came into being. In 1939, the Nebraska State League adopted the name for three seasons, before disbanding. Then, in 1946, the Class AA leagues were renamed AAA, and the A1 loops were renamed AA. Thus the Western League – whose clubs were actually located in the Great Plains, Rocky Mountain States, the Upper Midwest and the Upper Southwest – was a top-level minor league until 1911, then two levels below Major League Baseball through 1935, and three steps removed in 1936–37 and when it was revived in 1947 during the post-war minor league baseball boom.",
            "score": 56.89310836791992
        },
        {
            "docid": "16041836_2",
            "document": "1920 Major League Baseball season . The 1920 Major League Baseball season, was the first to be presided over by the newly created office of Baseball Commissioner. In the wake of the Black Sox scandal, the credibility of baseball had been tarnished with the public and fans and the owners of the teams clamored for credibility to be restored. A three-person National Commission ran the major and minor leagues – composed of the American League President, National League President, and one team owner – but the owners felt that creating one position with near-unlimited authority was the answer. In the World Series, the Cleveland Indians triumphed over the Brooklyn Robins, 5–2.",
            "score": 56.855037689208984
        },
        {
            "docid": "6669_3",
            "document": "Colorado Rockies . Denver had long been a hotbed of Denver Bears/Zephyrs Minor League Baseball and many in the area desired a Major League team. Following the Pittsburgh drug trials, an unsuccessful attempt was made to purchase the Pittsburgh Pirates and relocate them. However, in 1991, as part of Major League Baseball's two-team expansion (along with the Florida (now Miami) Marlins), an ownership group representing Denver led by John Antonucci and Michael I. Monus was granted a franchise; they took the name \"Rockies\" due to Denver's proximity to the Rocky Mountains, which is reflected in their logo. Monus and Antonucci were forced to drop out in 1992 after Monus' reputation was ruined by an accounting scandal. Trucking magnate Jerry McMorris stepped in at the 11th hour to save the franchise, allowing the team to begin play in 1993. The Rockies shared Mile High Stadium (which had originally been built for the Bears) with the National Football League (NFL)'s Denver Broncos for their first two seasons while Coors Field was constructed. It was completed for the 1995 Major League Baseball season.",
            "score": 56.73441696166992
        },
        {
            "docid": "17250957_2",
            "document": "Reno Silver Sox . The Reno Silver Sox were a minor league baseball team that existed on and off from 1947 to 1992. The team name is derived from the nickname of Nevada, the \"Silver State\". There was another baseball team known as the Reno Silver Sox who played in the Golden Baseball League. From part of the 1955 season to 1992, they played their home games at Moana Stadium. The 1961 Silver Sox were recognized as one of the 100 greatest minor league teams of all time.",
            "score": 56.73281478881836
        },
        {
            "docid": "4582_8",
            "document": "Bud Selig . As a minority owner of the Milwaukee Braves, Selig founded the organization Teams, Inc., in an attempt to prevent the majority owners (based out of Chicago) from moving the club to a larger television market. This was challenged legally on the basis that no prior team relocations (in the modern era) left a city without a team. Prior movements had all originated in cities which were home to at least two teams. When his quest to keep the team in Milwaukee finally failed after the 1965 season, he changed the group's name to Milwaukee Brewers Baseball Club, Inc., after the minor league baseball team he grew up watching, and devoted himself to returning Major League Baseball to Milwaukee.",
            "score": 56.70921325683594
        },
        {
            "docid": "1470415_3",
            "document": "Ed Barrow . Born in a covered wagon in Springfield, Illinois, Barrow worked as a journalist and soap salesman before entering the business of baseball by selling concessions at games. From there, Barrow purchased minor league baseball teams, also serving as team manager, and served as president of the Atlantic League. After managing the Tigers in 1903 and 1904 and returning to the minor leagues, Barrow became disenchanted with baseball, and left the game to operate a hotel.",
            "score": 56.6710319519043
        }
    ]
}