{
    "q": [
        {
            "docid": "11774430_17",
            "document": "Russ Rose . In addition to being the volleyball coach, Rose is also a professor at Penn State, as he teaches a sports ethics class: KINES 493 Principles and Ethics of Coaching.",
            "score": 41.377132415771484
        },
        {
            "docid": "49475166_4",
            "document": "Brian Treanor . While offering a wide range of challenging advanced courses in hermeneutics, philosophy of religion, philosophy of literature, and environmental philosophy, Professor Treanor has remained deeply committed to LMU’s undergraduate core, regularly teaching core classes in Environmental Ethics, Philosophical Inquiry, and, LMU’s Freshmen First Year Seminars. With colleagues in the Bellarmine College of Liberal Arts, he launched the Great Books Learning Community. Twice, he has been honored by the Associated Students of LMU as Teacher of the Year and, in 2011, was given the President’s Fritz B. Burns Teaching Award, the university’s highest honor.",
            "score": 42.44114351272583
        },
        {
            "docid": "40012248_5",
            "document": "Arthur Dobrin . Upon returning home from Africa in 1967, Dobrin joined the Ethical Movement and in 1968 became the Leader of the Ethical Humanist Society of Long Island and served in that position until 2001. Dobrin joined Hofstra University's faculty as an adjunct Associate Professor of Social Sciences in 1989 and taught classes in African literature, social work, moral education, religion and human rights in the New College. He joined the faculty of the School for University Studies as a full-time Professor of Humanities in 1989 and taught in the freshmen program. He retired from full professorship in December 2012. He teaches courses in business ethics in the MBA program in School of Business and journalism ethics in the School of Communication as an adjunct professor.",
            "score": 44.962549448013306
        },
        {
            "docid": "11055984_2",
            "document": "Joel B. Wolowelsky . Joel B. (Blumenthal) Wolowelsky (b. 1946) is a Modern Orthodox rabbi, professor, and author. He is the dean of faculty at the Yeshiva of Flatbush high school, where he teaches Ethics and mathematics. He has written extensively on topics pertaining to the role of women in Judaism and Jewish medical ethics. He is the Associate Editor of \"Tradition, the Journal of Jewish Thought\", and The Young One, published by the Rabbinical Council of America, the \"Tora u-Madda Journal\" published by Yeshiva University, and \"MeOtzer HoRav: Selected Writings of Rabbi Joseph B. Soloveitchik\".",
            "score": 39.50229024887085
        },
        {
            "docid": "16619070_2",
            "document": "Dan Wikler . Daniel I. Wikler (born 1946) is an American public health educator, philosopher, and medical ethicist. He is currently Mary B. Saltonstall Professor of Population Ethics and Professor of Ethics and Population Health in the Department of Global Health and Population of the Harvard T.H. Chan School of Public Health in Boston. He is Director and a core faculty member in the Harvard Program in Ethics and Health (PEH), which organizes a two-day medical ethics conference each Spring. His current research interests are ethical issues in population and international health, including the allocation of health resources, health research involving human subjects, organ transplant ethics, and ethical dilemmas arising in public health practice, and he teaches several courses each year. He is a fellow of the Hastings Center, an independent bioethics research institution.",
            "score": 43.54037117958069
        },
        {
            "docid": "17230025_8",
            "document": "Cultural studies theory of composition . Critics have debated the ethics of professors pitching their soapboxes in class. Others accuse cultural studies compositionists as teaching an ideology, not writing.",
            "score": 36.4075653553009
        },
        {
            "docid": "36938189_4",
            "document": "Religion in Berlin . On 26 April 2009, a referendum () was held on whether Berlin pupils should be allowed to choose between the ethics class, a compulsory class introduced in all Berlin schools in 2006, and a religion class. The SPD, the Left Party and Greens supported the \"Pro Ethics\" camp for a \"No\" vote, stressing that the ethics class should remain compulsory, and pupils could voluntarily take an extra religion class alongside it if they so chose; the CDU and FDP supported the \"Pro Reli\" camp for a \"Yes\" vote, wanting to give pupils a free choice. In East Berlin, an overwhelming majority voted against the introduction of religious education. In total, 51.5% voted \"No\" and 48.4% voted \"Yes\".",
            "score": 33.72738766670227
        },
        {
            "docid": "22383731_5",
            "document": "Alexander Hamilton Bowman . Appointed to the United States Military Academy from his native state on June 1, 1821, Bowman proved an excellent student, graduating third in his class of 37, and was appointed to the corps of engineers in 1825. Second Lieutenant Bowman spent one year teaching at the academy as \"Assistant Professor of History, Geography, and Ethics.\" Both Jefferson Davis (Class of 1828) and Robert E. Lee (Class of 1829) attended the academy while Bowman was teaching there.",
            "score": 33.57272934913635
        },
        {
            "docid": "36043097_28",
            "document": "Battle of Tulifinny . Major James B. White, SCMA Class of 1849 and Superitendent of SCMA, commanded the Battalion of State Cadets which consisted of Company A (Citadel cadets) and Company B (Arsenal cadets). Captain Hugh S. Thompson, Class of 1856 and Professor of Belles Letters and Ethics, served as commander of Company A and Captain John P. Thomas, Superintendent of the Arsenal Academy commanded Company B. Some Citadel cadets were assigned to Company B to serve as leaders and mentors to the younger Arsenal Academy cadets.",
            "score": 27.90281367301941
        },
        {
            "docid": "263285_7",
            "document": "Ben Stein . Stein's first teaching stint was as an adjunct professor, teaching about the political and social content of mass culture at American University in Washington, D.C. He subsequently taught classes at University of California, Santa Cruz on political and civil rights under the United States Constitution. At Pepperdine University in Malibu, CA, Stein taught libel law and United States securities law and its ethical aspects. He was a professor of law at Pepperdine University Law School, from about 1990 to 1997.",
            "score": 30.865215063095093
        },
        {
            "docid": "6485482_4",
            "document": "John Corvino . Corvino is Professor and Chair of Philosophy at Wayne State University in Detroit, Michigan. He began teaching there in 1998 and received tenure in 2007. His foci are ethics, applied ethics, and early modern philosophy. Other areas in which he has concentrated include the philosophy of religion, social philosophy, and political philosophy. He has taught classes focusing on Hume as well as British empiricism.",
            "score": 44.74160385131836
        },
        {
            "docid": "21111422_2",
            "document": "Laurie Levenson . Laurie L. Levenson is a Professor of Law, William M. Rains Fellow, the David W. Burcham Chair in Ethical Advocacy, and Director of the Center for Legal Advocacy at Loyola Law School of Loyola Marymount University in Los Angeles. She teaches evidence, criminal law, criminal procedure, ethics, anti-terrorism, and white collar crime. She served as Loyola’s Associate Dean for Academic Affairs from 1996-1999. In addition to her teaching responsibilities, Professor Levenson is also the Director of the Loyola Center for Ethical Advocacy. Professor Levenson was the 2003 recipient of Professor of the Year from both Loyola Law School and the Federal Judicial Center.",
            "score": 35.56470489501953
        },
        {
            "docid": "38172329_2",
            "document": "Debra Satz . Debra Satz is an American philosopher at Stanford University. She is the Marta Sutton Weeks Professor of Ethics in Society, Professor of Philosophy and Political Science. She is the Director of Stanford's Center on Ethics. She teaches courses in ethics, social and political philosophy, and philosophy of social science.",
            "score": 42.4572856426239
        },
        {
            "docid": "47281552_13",
            "document": "Alexandru Claudian . In 1941, during the Guard's National Legionary State interlude, Claudian became a full professor in the department of sociology and ethics, replacing the suicidal Andrei, also teaching specialized classes on the sociology of war, the sociology of religion, and the study of social stratification. He took over for other colleagues who were on leave or had been drafted, and also taught classes at the Superior Normal School.",
            "score": 29.91479730606079
        },
        {
            "docid": "50696431_10",
            "document": "William Inboden . Since 2010, Inboden has taught a wide range of courses, including \"Presidential Leadership and Decision Making on National Security,\" \"Intelligence & National Security in American Society\" with Professor Stephen Slick, and \"Ethics & International Relations.\" As a professor, Inboden has received numerous teaching awards (including Best New Professor), and his classes have often been selected as the \"Best Class in the LBJ School.\" During his time at UT, Inboden has also served as a Non-Resident Fellow with the German Marshall Fund of the United States, Senior Advisor with Avascent International, and Associate Scholar with Georgetown University's Berkley Center for Religion, Peace, and World Affairs.",
            "score": 28.606303691864014
        },
        {
            "docid": "242977_16",
            "document": "Radcliffe College . However, in the College's early years not all Harvard faculty and administrators took Radcliffe students seriously. The Harvard administration was at best ambivalent about the notion of faculty members cooperating with the women's institution. Harvard President Eliot in 1888 communicated to a faculty member he intended to hire that \"There is no obligation to teach at The Annex. Those professors who on general grounds take an interest in the education of women...feel some obligation but there are many professors who think it their duty NOT to teach there, in which opinion some of the Corporation and Overseers agree.\" Dorothy Howells notes that \"Allegations were made that Radcliffe was a \"vampire\" and a \"temptress\" enticing the teacher from his career-advancing research and publication with the lure of additional income.\" Ruth Hubbard, a member of the Harvard faculty from 1974 to 1990 and a member of the Radcliffe class of 1944, noted that \"the senior (Harvard) professors were less than thrilled to have to repeat their lectures at Radcliffe. The lower rank faculty members, who were sometimes detailed off to teach the introductory science courses at Radcliffe instead of teaching Harvard students, felt even more declasse.\" Marion Cannon Schlesinger,  Radcliffe Class of 1934, noted that \"there were, to be sure, certain professors who looked with horror at the incursions of women into the sacred precincts of Harvard College, even at the safe distance of the Radcliffe Yard, and would have nothing to do with the academic arrangements by which their colleagues taught the Radcliffe girls. Professor Roger Merriman, for example, the first master of Eliot House and a professor of history, would not have been caught dead teaching a Radcliffe class.\".",
            "score": 15.991475582122803
        },
        {
            "docid": "22721889_31",
            "document": "Linda Katehi . In July 2017, the \"Sacramento Bee\" reported that Katehi would begin teaching at UC Davis again in the 2017-18 academic year as a \"distinguished professor\". She would receive an equivalent salary to her salary as chancellor. Public interest experts criticized the move as atypical, noting that Katehi's salary would be higher than any other professor in her department, even those with full teaching loads. While UC Davis officials initially announced her position as being an engineering and gender studies professor, they revealed a few weeks later that she would only be teaching one engineering class every academic quarter. Salary experts again criticized the situation as inequitable in comparison with Katehi's high salary.",
            "score": 19.38953399658203
        },
        {
            "docid": "544903_23",
            "document": "Israel Salanter . Rabbi Salanter felt that people would be embarrassed to study ethical teachings [\"limud ha'musar\"] in such a way in a normal study-hall [\"bet ha'medrash\"] and he therefore invented the idea of a \"house of ethical teachings\" [\"bet ha'mussar\"] that would be located next to an ordinary study hall and that would be designated for learning ethics in this way.",
            "score": 42.509488582611084
        },
        {
            "docid": "32373526_2",
            "document": "Thomas Tomlinson (philosopher) . Thomas Tomlinson (born 1945) is a philosophy professor and medical ethicist currently teaching at Michigan State University where he holds a joint appointment in the Lyman Briggs College and the philosophy department. Tomlinson earned his M.A. and Ph.D in philosophy at Michigan State University. He teaches courses on medical ethics, nursing ethics, and veterinary ethics.",
            "score": 41.37687158584595
        },
        {
            "docid": "2611038_4",
            "document": "Eliezer Waldenberg . Rav Waldenberg served as a community rabbi at a small synagogue on Jaffa Road adjacent to the Shaare Tzedek Hospital. Many doctors prayed at the synagogue and Rav Waldenberg began to answer their questions about Jewish law and its application to medical ethics. Rav Waldenberg would come to teach a weekly medical ethics class to the hospital's doctors and nurses.",
            "score": 47.705915689468384
        },
        {
            "docid": "26236323_2",
            "document": "James Gustafson . James M. Gustafson is an American theological ethicist. He received an honorary doctorate by the Faculty of Theology at Uppsala University in 1985. He has held teaching posts at Yale Divinity School and the Department of Religious Studies (1955–1972), the University of Chicago as professor of theological ethics in the Divinity School (1972–1988), and Emory University as the Henry R. Luce Professor of Humanities and Comparative Studies. He retired in 1998 after 43 years of teaching and research, after being Woodruff Professor of Comparative Studies and of Religion in the Emory College and Graduate School of Arts & Sciences. He received the Lifetime Achievement Award for “creative and lasting contributions to the field of Christian ethics” on January 7, 2011 at the Annual Meeting of The Society of Christian Ethics in New Orleans.",
            "score": 39.38453388214111
        },
        {
            "docid": "35614135_3",
            "document": "Eloy Luis André . He was born on 22 June 1876 in the Galician town of Verín. While at the University of Salamanca, during the course of 1899-1900 he conducted advanced philosophy studies at the universities of Leuven, Brussels and Paris. In February 1904 he became full professor of psychology, logic, ethics and rudiments of law at the Institute of Solia, transferring that same year to the same professorship at the Institute of Orense, where he created a laboratory of experimental psychology, just as he would later at the Institute of Toledo. In August 1909 he was appointed full professor of psychology, logic and ethics at the Advanced School of Teaching in Madrid.",
            "score": 37.65089440345764
        },
        {
            "docid": "18700020_31",
            "document": "GSIS-Meralco bribery case . This called into question Justice Sabio’s squabble with fellow Reyes over who should have jurisdiction over the case. It explained why Justice Sabio would, in turn, on July 1, meet lawyer Francis de Borja to discuss a case he had every reason to know would be brought up by a party friendly to Meralco. It’s either that the Ateneo de Manila Law School’s professor of legal ethics had no comprehension of the subject he teaches or he is a plain and simple hypocrite. He brags about his being a righteous professor of legal ethics which we can never believe now after knowing from the investigation his lapses to perform what is expected of a member of the court.",
            "score": 47.251851081848145
        },
        {
            "docid": "39707301_2",
            "document": "Hamid Reza Namazi . Hamid Reza Namazi is a doctor, researcher of philosophy and ethics and assistant professor of Ethics at the Faculty of Theology at the University of Tehran. He teaches, publishes essays and lectures at conferences on philosophy, ethics and Western philosophy.",
            "score": 42.48808026313782
        },
        {
            "docid": "49443158_4",
            "document": "Clóvis de Barros Filho . Clovis de Barros Filho won in 2007, the Free-Teaching from the School of Communication and Arts of the University of São Paulo, where he is professor of ethics. It teaches Corporate Philosophy of HSM Education since 2013. He was a founder of the Pessimistic School Peruibe. He is one of the main critics of the Portuguese version of Wikipedia, denouncing the manipulations and abuses of the administrators, causing the exclusion of his article in Portuguese language in 2013. It Researcher and UNESCO Ethics Adviser. It is a researcher and lecturer at Ethics Space. It is a columnist for the journal Philosophical Ethics Science & Life.",
            "score": 48.87082362174988
        },
        {
            "docid": "30728324_2",
            "document": "Jan Todd . Jan Todd, the Roy J. McLean Fellow in Sport History, is a professor in the Department of Kinesiology and Health Education at The University of Texas at Austin. Todd is a member of the Sport Management faculty, and teaches classes in sport history, sport philosophy, and sport and ethics. An active lecturer, Todd was named the Seward Staley Honor Lecturer for the North American Society for Sport History in 2008.",
            "score": 31.18591833114624
        },
        {
            "docid": "13559336_10",
            "document": "Professor X in other media . In an after-credits scene, Xavier speaks to Moira McTaggert through the body of a comatose man, implying that his consciousness survived by transferring itself into the body (an action that Xavier had discussed at the beginning of the film as part of an ethics class, the question being if it would be ethically right for a mutant like himself to attempt such a transference, noting that the man in question was virtually brain-dead).",
            "score": 50.68097162246704
        },
        {
            "docid": "46763985_3",
            "document": "The Cézanne Affair . The plot of the film is a flashback by Gabriele Rossetti, a young teacher who returns to Bari for the death of his father Ernesto. Ernesto Rossetti was the stationmaster in the small Apulian village of San Vito dei Normanni. He lived happily with his wife and his little son, Gabriele. However, Ernesto had artistic ambitions and was fond of Paul Cezanne's painting after he saw the artist's water colour self-portrait at Bari. Ernesto wanted to make an exhibition in his homage to the country, but the local art critic, truncated and conceited, stunned the exhibition with a newspaper article.<br>Ernesto did not win for himself. He copied to Cezanne's work, neglecting the family especially Gabriele, who began to grow afraid of him and hate him. On the birthday of his son, Ernesto showed the professor (local art critic) the new picture; and the professor again negatively commented the work, stirring up Ernesto's wrath, giving an inconvenient shock to his son Gabriele. When Gabriele grew up, he eventually discovered that Ernesto had deceived everyone with the second painting, which he replaced with the original painting of Paul Cezanne, in order to prove the deceit of the villagers and the professor.",
            "score": 37.173128604888916
        },
        {
            "docid": "6947391_2",
            "document": "Sheila McLean . Emerita Professor Sheila Ann Manson McLean, FRSE, FRCPE, FRCGP, FRSA (b. 20 June 1951) is International Bar Association Professor of Law and Ethics in Medicine and director of the Institute of Law and Ethics in Medicine at the School of Law of the University of Glasgow. Professor McLean is the Book Reviewers' Editor for Medical Law International.",
            "score": 33.97020721435547
        },
        {
            "docid": "7406979_10",
            "document": "New states of Germany . Irreligion is predominant in the eastern part of Germany, which is considered to be the least religious region in the world. An exception is former West Berlin, which had a Christian plurality in 2016 (44.4% Christian and 43.5% unaffiliated). It also has a higher share of Muslims, at 8.5%, compared to former East Berlin with only 1.5% self-declared Muslims as of 2016. On the other hand, Christianity is the dominant religion of Western Germany, excluding Hamburg, which has a non-religious plurality.  On 26 April 2009, a referendum () was held on whether Berlin pupils should be allowed to choose between the ethics class, a compulsory class introduced in all Berlin schools in 2006, and a religion class. The SPD, the Left Party and Greens supported the \"Pro Ethics\" camp for a \"No\" vote, stressing that the ethics class should remain compulsory, and pupils could voluntarily take an extra religion class alongside it if they so chose; the CDU and FDP supported the \"Pro Reli\" camp for a \"Yes\" vote, wanting to give pupils a free choice. In East Berlin, an overwhelming majority of 74.62% voted against the introduction of religious education. In West Berlin, only 41.41% voted \"No\". In total, 51.5% voted \"No\" and 48.4% voted \"Yes\".",
            "score": 33.71433985233307
        },
        {
            "docid": "24644429_3",
            "document": "Norman Daniels . Until his retirement at the end of June 2017, Daniels is Mary B. Saltonstall Professor of Population Ethics and Professor of Ethics and Population Health in the Department of Global Health and Population at the Harvard T.H. Chan School of Public Health in Boston.",
            "score": 34.74727940559387
        },
        {
            "docid": "13192159_13",
            "document": "Craig B. Fisher . Fisher was Adjunct Associate Professor, teaching television, film writing and production at St John’s University and was Adjunct Associate Professor at New York University Film School, teaching courses in film and video production, documentary writing and producing theory, and funding for independent productions. For two years he was an instructor at the Maine Media Workshops and director of the MFA/Film program at Maine Media College. He taught master classes in documentary writing and production for the Boston Film & Video Foundation.",
            "score": 14.508075952529907
        }
    ],
    "r": [
        {
            "docid": "9258_12",
            "document": "Ethics . Normative ethics is the study of ethical action. It is the branch of ethics that investigates the set of questions that arise when considering how one ought to act, morally speaking. Normative ethics is distinct from meta-ethics because normative ethics examines standards for the rightness and wrongness of actions, while meta-ethics studies the meaning of moral language and the metaphysics of moral facts. Normative ethics is also distinct from descriptive ethics, as the latter is an empirical investigation of people's moral beliefs. To put it another way, descriptive ethics would be concerned with determining what proportion of people believe that killing is always wrong, while normative ethics is concerned with whether it is correct to hold such a belief. Hence, normative ethics is sometimes called prescriptive, rather than descriptive. However, on certain versions of the meta-ethical view called moral realism, moral facts are both descriptive and prescriptive at the same time.",
            "score": 80.07284545898438
        },
        {
            "docid": "18917_5",
            "document": "Meta-ethics . According to Richard Garner and Bernard Rosen, there are three kinds of meta-ethical problems, or three general questions: A question of the first type might be, \"What do the words 'good', 'bad', 'right' and 'wrong' mean?\" (see value theory). The second category includes questions of whether moral judgments are universal or relative, of one kind or many kinds, etc. Questions of the third kind ask, for example, how we can know if something is right or wrong, if at all. Garner and Rosen say that answers to the three basic questions \"are not unrelated, and sometimes an answer to one will strongly suggest, or perhaps even entail, an answer to another.\"",
            "score": 76.6944580078125
        },
        {
            "docid": "27020037_2",
            "document": "History of ethics . Ethics is the branch of philosophy that examines right and wrong moral behavior, moral concepts (such as justice, virtue, duty) and moral language. Various ethical theories pose various answers to the question \"What is the greatest good?\" and elaborate a complete set of proper behaviors for individuals and groups. Ethical theories are closely related to forms of life in various social orders.",
            "score": 75.48731231689453
        },
        {
            "docid": "9258_6",
            "document": "Ethics . The word \"ethics\" in English refers to several things. It can refer to philosophical ethics or moral philosophy—a project that attempts to use reason to answer various kinds of ethical questions. As the English philosopher Bernard Williams writes, attempting to explain moral philosophy: \"What makes an inquiry a philosophical one is reflective generality and a style of argument that claims to be rationally persuasive.\" Williams describes the content of this area of inquiry as addressing the very broad question, \"how one should live\". Ethics can also refer to a common human ability to think about ethical problems that is not particular to philosophy. As bioethicist Larry Churchill has written: \"Ethics, understood as the capacity to think critically about moral values and direct our actions in terms of such values, is a generic human capacity.\" Ethics can also be used to describe a particular person's own idiosyncratic principles or habits. For example: \"Joe has strange ethics.\"",
            "score": 73.9105224609375
        },
        {
            "docid": "46181931_7",
            "document": "The Machine Question . \"\" writer R. S. Stansbury explained that the book is able to use simple examples to discuss difficult topics and separate ideas and that it would be \"useful for philosophy students, and for engineering students interested in exploring the ethical implications of their work\". Dominika Dzwonkowska, writing for \"International Philosophical Quarterly\", stated that the \"unprecedented value of the book is that Gunkel not only analyzes important aspects of the immediate problem but also that he places his discussion in the context of philosophical discussions on such related issues as rights discourse.\" Mark Coeckelbergh in \"Ethics and Information Technology\" noted that focusing on the question itself of the machine question allows further exploration of machine ethics and the expansion of general ethics and that the book's questions point out that \"good, critical philosophical reflection on machines is not only about how we should cope with machines, but also about how we (should) think and what role technology plays (and should play) in this thinking.\" A review in \"Notre Dame Philosophical Reviews\" by Colin Allen criticized some of Gunkel's methodology and the indecisiveness of his ultimate answer to the machine question, but also acknowledged that the book \"succeeded in connecting the ethics of robots and AI to a much broader ethical discussion than has been represented in the literature on machine ethics to date\". Blay Whitby, in a review for \"AISB Quarterly\", lauded \"The Machine Question\" for its \"clear exposition\" and wide range of references to other works, concluding that the book is \"essential reading for philosophers interested in AI, robot ethics, or animal ethics\". In a twin review of \"The Machine Question\" and \"Robot Ethics: The Ethical and Social Implications of Robots\" by Patrick Lin, Keith Abney, and George A. Bekey, \"\" reviewer Jeff Shaw called Gunkel's book a good introduction to the \"complex field of robot ethics\" and that both books are \"highly recommended to both the general reader as well as to experts in the field of robotics, philosophy, and ethics.\"",
            "score": 70.89041900634766
        },
        {
            "docid": "369040_12",
            "document": "Is–ought problem . As MacIntyre explained, someone may be called a good person if people have an inherent purpose. Many ethical systems appeal to such a purpose. This is true of some forms of moral realism, which states that something can be wrong, even if every thinking person \"believes\" otherwise (the idea of brute fact about morality). The ethical realist might suggest that humans were created for a purpose (e.g. to serve God), especially if they are an ethical non-naturalist. If the ethical realist is instead an ethical naturalist, they may start with the fact that humans have evolved and pursue some sort of evolutionary ethics (which risks “committing” the moralistic fallacy). Not all moral systems appeal to a human telos or purpose. This is because it is not obvious that people even \"have\" any sort of natural purpose, or what that purpose would be. Although many scientists do recognize teleonomy (a tendency in nature), few philosophers appeal to it (this time, to avoid the naturalistic fallacy). Goal-dependent oughts run into problems even without an appeal to an innate human purpose. Consider cases where one has no desire to be good—whatever it is. If, for instance, a person wants to be good, and good means washing one's hands, then it seems one morally ought to wash their hands. The bigger problem in moral philosophy is what happens if someone does \"not\" want to be good, whatever its origins? Put simply, in what sense \"ought\" we to hold the goal of being good? It seems one can ask \"how am I rationally required to hold 'good' as a value, or to pursue it?\"",
            "score": 70.83592224121094
        },
        {
            "docid": "42976239_5",
            "document": "Criminal justice ethics . Values are the ideas and behaviors that shape ethical ideals. Personal values are things that are important to individuals that are shaped by one's specific upbringing, religious beliefs, cultural background, and personal experiences. Societal values are things that are comprehensively held by a broader amount of people, like a community, that align closely to the society's culture and beliefs. Personal values are unique to individuals and thus are not an appropriate basis for professional ethics. Ethics can be defined as a system of moral values that distinguish rules for behavior based on an individual's or groups' ideas of what is good and bad. Police ethics are the rules for behavior that guide law enforcement officials based on what society deems as right and wrong. Ethics remain constant while definitions of right and wrong may change over time, yet what may be considered ethically right or wrong can be different than what is legally considered right and wrong. For police officials, ethical standards further include values such as integrity, courage and allegiance.",
            "score": 70.7991943359375
        },
        {
            "docid": "48243754_2",
            "document": "Negative consequentialism . Negative consequentialism is a version of the ethical theory consequentialism, which is \"one of the major theories of normative ethics.\" Like other versions of consequentialism, negative consequentialism holds that moral right and wrong depend only on the value of outcomes. That is, for negative and other versions of consequentialism, questions such as \"what should I do?\" and \"what kind of person should I be?\" are answered only based on consequences. Negative consequentialism differs from other versions of consequentialism by giving greater weight in moral deliberations to what is bad (e.g. suffering or injustice) than what is good (e.g. happiness or justice).",
            "score": 70.46849822998047
        },
        {
            "docid": "25346749_2",
            "document": "Public sector ethics . Ethics in the public sector is a broad topic that is usually considered a branch of political ethics. In the public sector, ethics addresses the fundamental premise of a public administrator's duty as a \"steward\" to the public. In other words, it is the moral justification and consideration for decisions and actions made during the completion of daily duties when working to provide the general services of government and nonprofit organizations. Ethics is defined as, among others, the entirety of rules of proper moral conduct corresponding to the ideology of a particular society or organization (Eduard). Public sector ethics is a broad topic because values and morals vary between cultures. Despite the differences in ethical values, there is a growing common ground of what is considered good conduct and correct conduct with ethics. Ethics are an accountability standard by which the public will scrutinize the work being conducted by the members of these organizations. The question of ethics emerges in the public sector on account of its subordinate character.",
            "score": 70.13075256347656
        },
        {
            "docid": "41096273_3",
            "document": "Feminist justice ethics . Feminist justice ethics is part of a range of feminist ethical perspectives. Other popular feminist approaches to ethics include feminist ethics of care, and feminist postmodern ethics. The implementation of a feminist ethic of care often draws critique from feminist justice ethics. Feminist ethics of care is premised by the idea that morality is shaped by relational versions of our self. Our moral relations take precedence. Feminist justice ethics differs itself from feminist ethics of care by chastising such a perspective for its abandonment of universal values. In feminist justice ethics, legitimate ethical critique cannot be made without utilizing a universal set of ethics. Meanwhile, feminist postmodern ethics puts forth an entirely different view. A feminist postmodern perspective will perceive androcentricity in many aspects of life, including epistemology. At the same time feminist postmodernism will deny the existence of objectivity within our world. This claim is based on the notion that knowledge is subjectively constructed. One feminist postmodern scholar has implicated the ethical outcomes of modern business norms as a result of this masculine-dominated society. Friction between feminist justice ethics and feminist postmodern ethics exists on the principle of universality. The former supports the idea of universal values, while the latter denies such values exist because it denies objectivity. Since a universal view on morality is typical in feminist justice ethics, the question arises: what specific values are actually universal? Nussbaum's capabilities approach attempts to tackle this question, and lists several traits she believes to be universal:",
            "score": 69.88011169433594
        },
        {
            "docid": "306366_6",
            "document": "Descriptive ethics . Lawrence Kohlberg is one example of a psychologist working on descriptive ethics. In one study, for example, Kohlberg questioned a group of boys about what would be a right or wrong action for a man facing a moral dilemma: should he steal a drug to save his wife, or refrain from theft even though that would lead to his wife's death? Kohlberg's concern was not which choice the boys made, but the moral reasoning that lay behind their decisions. After carrying out a number of related studies, Kohlberg devised a theory about the development of human moral reasoning that was intended to reflect the moral reasoning actually carried out by the participants in his research. Kohlberg's research can be classed as descriptive ethics to the extent that he describes human beings' actual moral development. If, in contrast, he had aimed to describe how humans ought to develop morally, his theory would have involved prescriptive ethics.",
            "score": 69.69155883789062
        },
        {
            "docid": "32237314_3",
            "document": "Machine ethics . Before the 21st century the ethics of machines had largely been the subject of science fiction literature, mainly due to computing and artificial intelligence (AI) limitations. These limitations are being overcome through advances in theory and hardware resulting in a renewed focus on the field of artificial intelligence making Machine Ethics a bona fide field of research. The first use of the term seems to be by Mitchell Waldrop in the 1987 AI Magazine article \"A Question of Responsibility\":\"\"However, one thing that is apparent from the above discussion is that intelligent machines will embody values, assumptions, and purposes, whether their programmers consciously intend them to or not. Thus, as computers and robots become more and more intelligent, it becomes imperative that we think carefully and explicitly about what those built-in values are. Perhaps what we need is, in fact, a theory and practice of machine ethics, in the spirit of Asimov’s three laws of robotics.\"\"The field was delineated in the AAAI Fall 2005 Symposium on Machine Ethics: \"\"Past research concerning the relationship between technology and ethics has largely focused on responsible and irresponsible use of technology by human beings, with a few people being interested in how human beings ought to treat machines. In all cases, only human beings have engaged in ethical reasoning. The time has come for adding an ethical dimension to at least some machines. Recognition of the ethical ramifications of behavior involving machines, as well as recent and potential developments in machine autonomy, necessitate this. In contrast to computer hacking, software property issues, privacy issues and other topics normally ascribed to computer ethics, machine ethics is concerned with the behavior of machines towards human users and other machines. Research in machine ethics is key to alleviating concerns with autonomous systems—it could be argued that the notion of autonomous machines without such a dimension is at the root of all fear concerning machine intelligence. Further, investigation of machine ethics could enable the discovery of problems with current ethical theories, advancing our thinking about Ethics.\"\" Machine ethics is sometimes referred to as machine morality, computational ethics or computational morality. A variety of perspectives of this nascent field can be found in the collected edition \"Machine Ethics\" that stems from the AAAI Fall 2005 Symposium on Machine Ethics.",
            "score": 69.64832305908203
        },
        {
            "docid": "13692155_40",
            "document": "Philosophy . Ethics, or \"moral philosophy\", studies and considers what is good and bad conduct, right and wrong values, and good and evil. Its primary investigations include how to live a good life and identifying standards of morality. It also includes meta-investigations about whether a best way to live or related standards exists. The main branches of ethics are normative ethics, meta-ethics and applied ethics.",
            "score": 69.5373764038086
        },
        {
            "docid": "5515510_27",
            "document": "Kantian ethics . In his paper \"The Schizophrenia of Modern Ethical Theories\", philosopher Michael Stocker challenges Kantian ethics (and all modern ethical theories) by arguing that actions from duty lack certain moral value. He gives the example of Smith, who visits his friend in hospital out of duty, rather than because of the friendship; he argues that this visit seems morally lacking because it is motivated by the wrong thing. Marcia Baron has attempted to defend Kantian ethics on this point. After presenting a number of reasons that we might find acting out of duty objectionable, she argues that these problems only arise when people misconstrue what their duty is. Acting out of duty is not intrinsically wrong, but immoral consequences can occur when people misunderstand what they are duty-bound to do. Duty need not be seen as cold and impersonal: one may have a duty to cultivate their character or improve their personal relationships. Baron further argues that duty should be construed as a secondary motive—that is, a motive that regulates and sets conditions on what may be done, rather than prompt specific actions. She argues that, seen this way, duty neither reveals a deficiency in one's natural inclinations to act, nor undermines the motives and feelings that are essential to friendship. For Baron, being governed by duty does not mean that duty is always the primary motivation to act; rather, it entails that considerations of duty are always action-guiding. A responsible moral agent should take an interest in moral questions, such as questions of character. These should guide moral agents to act from duty.",
            "score": 68.97706604003906
        },
        {
            "docid": "261873_42",
            "document": "Virtue ethics . As stated before, deontology focuses on adhering to ethical duties, while consequentialism focuses on the outcomes (consequences) of actions. Here virtue ethics differs in that the focus is instead upon being rather than doing. A virtue ethics philosopher will identify virtues, desirable characteristics, that the moral or virtuous person embodies. Possessing these virtues, in virtue ethics, is what makes one moral, and one's actions are a mere reflection of one's inner morality. To the virtue philosopher, action cannot be used as a demarcation of morality, because a virtue encompasses more than just a simple selection of action. Instead, it is about a way of being that would cause the person exhibiting the virtue to make a certain \"virtuous\" choice consistently in each situation. There is a great deal of disagreement within virtue ethics over what are virtues and what are not. There are also difficulties in identifying what is the \"virtuous\" action to take in all circumstances, and how to define a virtue.",
            "score": 68.7878646850586
        },
        {
            "docid": "9286_9",
            "document": "Ethical non-naturalism . Moral epistemology, the part of epistemology (and/or ethics) that studies how we know moral facts and how moral beliefs are justified, has proposed an answer. British epistemologists, following Moore, suggested that humans have a special faculty, a faculty of moral intuition, which tells us what is good and bad, right and wrong.",
            "score": 68.48157501220703
        },
        {
            "docid": "8850783_3",
            "document": "Formal ethics . Formal ethics is related to ethical formalism in that its focus is the forms of moral judgments, but the exposition in \"Formal Ethics\" makes it clear that Gensler, unlike previous ethical formalists, does not consider formal ethics to be a complete ethical theory (such that the correct form would be necessary and sufficient for an ethical principle to be \"correct\"). In fact, the theorems of formal ethics could be seen as a largest common subset of most widely recognized ethical theories, in that none of its axioms (with the possible exception of \"rationality\") is controversial among philosophers of ethics.",
            "score": 68.29925537109375
        },
        {
            "docid": "51490_22",
            "document": "Rights . Rights ethics is an answer to the meta-ethical question of \"what normative ethics is concerned with\" (Meta-ethics also includes a group of questions about how ethics comes to be known, true, etc. which is not directly addressed by rights ethics). Rights ethics holds that normative ethics is concerned with rights. Alternative meta-ethical theories are that ethics is concerned with one of the following:",
            "score": 68.28271484375
        },
        {
            "docid": "1375102_9",
            "document": "J. Baird Callicott . The distinctiveness of environmental ethics turns on the question of non-anthropocentrism, and that question turns on the question of nature’s intrinsic value, according to Callicott. For if nature’s only value is its instrumental value to humans, then environmental ethics is just a species of applied ethics, similar to bioethics and business ethics, not a completely new domain of ethical theory or moral philosophy. Callicott offers a subjectivist theory of nature’s intrinsic value: he does not challenge the modern classical distinction between subject and object, but rather insists that all value originates in subjects (human or otherwise) and is conferred by those subjects on various objects. In short, Callicott claims, there would be no value without valuers. These objects, however, are valued by subjects in two fundamentally different ways: instrumentally and intrinsically. Tools of various kinds epitomize the kind of objects that subjects value instrumentally; themselves and certain other human beings epitomize the kind of objects that human subjects value intrinsically. Neither kind of valuing is normally done irrationally. A rational person does not typically value a speck of dust instrumentally; nor does a rational person typically value a plastic cup intrinsically. One values various things as tools for various reasons: drills because by their means one can make neat holes; screwdrivers because by their means one can set screws. When a tool is broken or otherwise becomes useless, a rational person ceases to value it instrumentally; and often broken and useless tools are discarded as trash. One also values various things intrinsically for various good reasons.",
            "score": 68.25354766845703
        },
        {
            "docid": "9258_13",
            "document": "Ethics . Traditionally, normative ethics (also known as moral theory) was the study of what makes actions right and wrong. These theories offered an overarching moral principle one could appeal to in resolving difficult moral decisions.",
            "score": 68.22114562988281
        },
        {
            "docid": "313563_14",
            "document": "Cognitivism (ethics) . Another argument for ethical cognitivism stands on the close resemblance between ethics and other normative matters, such as games. As much as morality, games consist of norms (or rules), but it would be hard to accept that it be not true that the chessplayer who checkmates the other one wins the game. If statements about game rules can be true or false, why not ethical statements? One answer is that we may want ethical statements to be categorically true, while we only need statements about right action to be contingent on the acceptance of the rules of a particular game—that is, the choice to play the game according to a given set of rules.",
            "score": 68.15928649902344
        },
        {
            "docid": "9285_10",
            "document": "Ethical naturalism . Some forms of moral realism are compatible with some degree of meta-ethical relativism. This argument rests on the assumption that one can have a \"moral\" discussion on various scales; that is, what is \"good\" for: a certain part of your being (leaving open the possibility of conflicting motives), you as a single individual, your family, your society, your species, your type of species. For example, a moral universalist (and certainly an absolutist) might argue that, just as one can discuss what is 'good and evil' at an individual's level, so too can one make certain \"moral\" propositions with truth values relative at the level of the species. In other words, the moral relativist need not deem \"all\" moral propositions as necessarily subjective. The answer to \"\"is free speech normally good for human societies?\"\" is relative in a sense, but the moral realist would argue that an individual can be incorrect in this matter. This may be the philosophical equivalent of the more pragmatic arguments made by some scientists.",
            "score": 67.77639770507812
        },
        {
            "docid": "18917_6",
            "document": "Meta-ethics . A meta-ethical theory, unlike a normative ethical theory, does not attempt to evaluate specific choices as being better, worse, good, bad, or evil; although it may have profound implications as to the validity and meaning of normative ethical claims. An answer to any of the three example questions above would not itself be a normative ethical statement.",
            "score": 67.61639404296875
        },
        {
            "docid": "9258_3",
            "document": "Ethics . Ethics seeks to resolve questions of human morality by defining concepts such as good and evil, right and wrong, virtue and vice, justice and crime. As a field of intellectual enquiry, moral philosophy also is related to the fields of moral psychology, descriptive ethics, and value theory.",
            "score": 67.18338775634766
        },
        {
            "docid": "9258_14",
            "document": "Ethics . At the turn of the 20th century, moral theories became more complex and were no longer concerned solely with rightness and wrongness, but were interested in many different kinds of moral status. During the middle of the century, the study of normative ethics declined as meta-ethics grew in prominence. This focus on meta-ethics was in part caused by an intense linguistic focus in analytic philosophy and by the popularity of logical positivism.",
            "score": 66.72486877441406
        },
        {
            "docid": "4112321_2",
            "document": "Ethics of care . The ethics of care (alternatively care ethics or EoC) is a normative ethical theory that holds that moral action centers on interpersonal relationships and care or benevolence as a virtue. EoC is one of a cluster of normative ethical theories that were developed by feminists in the second half of the twentieth century. While consequentialist and deontological ethical theories emphasize generalizable standards and impartiality, ethics of care emphasize the importance of response to the individual. The distinction between the general and the individual is reflected in their different moral questions: \"what is just?\" versus \"how to respond?\". Gilligan criticizes the application of generalized standards as \"morally problematic, since it breeds moral blindness or indifference.\"",
            "score": 66.68095397949219
        },
        {
            "docid": "34212051_60",
            "document": "John L. McKenzie . “What really determines the state to be un-Christian is the basis of its ethics. The ethics of the state are the ethics of survival. States live in a moral jungle. Retaliation justifies anything. The supreme good of the state is that it continues to exist; no other good can be maintained if that good threatens survival When we look at the means by which the state achieves it ends, certain dissonances between public morality and Christian morality appear. The state does not love its enemies. It does distinguish very sharply between Jew, Greek, Scythian and other national and racial groups. Public morality is not Christian. My point is not only that the state is not Christian, but that it cannot be Christian. The ethical theory of the state is that the state is not a subject of moral obligation. Its members are subjects of moral obligations, but only as individual persons. When they assemble into a political society, they are not bound by Christian principles. They may decide upon actions which if done by individuals would be murder, arson, theft, and mendacity. One looks for this exception in vain in the New Testament.” \"The Power and the Wisdom\", pages 245, 247.",
            "score": 66.25879669189453
        },
        {
            "docid": "306366_3",
            "document": "Descriptive ethics . Descriptive ethics is a form of empirical research into the attitudes of individuals or groups of people. In other words, this is the division of philosophical or general ethics that involves the observation of the moral decision-making process with the goal of describing the phenomenon. Those working on descriptive ethics aim to uncover people's beliefs about such things as values, which actions are right and wrong, and which characteristics of moral agents are virtuous. Research into descriptive ethics may also investigate people's ethical ideals or what actions societies reward or punish in law or politics. What ought to be noted is that culture is generational and not static. Therefore, a new generation will come with its own set of morals and that qualifies to be their ethics. Descriptive ethics will hence try to oversee whether ethics still holds its place.",
            "score": 65.65653228759766
        },
        {
            "docid": "886036_8",
            "document": "Ethical intuitionism . Ethical intuitionism was popular in the early twentieth century, particularly among British analytic philosophers. H.A. Prichard gave a defense of the view in his \"Does Moral Philosophy Rest on a Mistake?\" (1912), wherein he contended that moral philosophy rested chiefly on the desire to provide arguments starting from non-normative premises for the principles of obligation that we pre-philosophically accept, such as the principle that one ought to keep one's promises or that one ought not to steal. This is a mistake, Prichard argued, both because it is impossible to derive any statement about what one ought to do from statements not concerning obligation (even statements about what is \"good\"), and because there is no need to do so since common sense principles of moral obligation are self-evident.",
            "score": 65.63697814941406
        },
        {
            "docid": "19451_14",
            "document": "Mortimer J. Adler . Adler referred to Aristotle's Nicomachean Ethics as the \"ethics of common sense\" and also as \"the only moral philosophy that is sound, practical, and undogmatic\". Thus, it is the only ethical doctrine that answers all the questions that moral philosophy should and can attempt to answer, neither more nor less, and that has answers that are true by the standard of truth that is appropriate and applicable to normative judgments. In contrast, he believed that other theories or doctrines try to answer more questions than they can or fewer than they should, and their answers are mixtures of truth and error, particularly the moral philosophy of Immanuel Kant.",
            "score": 65.27986145019531
        },
        {
            "docid": "5515510_28",
            "document": "Kantian ethics . German philosopher G. W. F. Hegel presented two main criticisms of Kantian ethics. He first argued that Kantian ethics provides no specific information about what people should do because Kant's moral law is solely a principle of non-contradiction. He argued that Kant's ethics lack any content and so cannot constitute a supreme principle of morality. To illustrate this point, Hegel and his followers have presented a number of cases in which the Formula of Universal Law either provides no meaningful answer or gives an obviously wrong answer. Hegel used Kant's example of being trusted with another man's money to argue that Kant's Formula of Universal Law cannot determine whether a social system of property is a morally good thing, because either answer can entail contradictions. He also used the example of helping the poor: if everyone helped the poor, there would be no poor left to help, so beneficence would be impossible if universalised, making it immoral according to Kant's model. Hegel's second criticism was that Kant's ethics forces humans into an internal conflict between reason and desire. For Hegel, it is unnatural for humans to suppress their desire and subordinate it to reason. This means that, by not addressing the tension between self-interest and morality, Kant's ethics cannot give humans any reason to be moral.",
            "score": 65.12334442138672
        },
        {
            "docid": "552586_39",
            "document": "Bernard Williams . On the contrary, one of the most notable features of his philosophical outlook was an unwavering insistence on a series of points that may seem obvious but which are nevertheless all-too-frequently neglected: that moral or ethical thought is part of human life; that in writing about it, philosophers are writing about something of genuine importance; that it is not easy to say anything worth saying about the subject; that what moral philosophers write is answerable to the realities of human history, psychology, and social affairs; and that mere cleverness is indeed not the relevant measure of value.\" In 1996 Martin Hollis said that Williams had \"a good claim to be the leading British philosopher of his day,\" but that, although he had a \"lovely eye for the central questions,\" he had none of the answers. Alan Thomas identified Williams's contribution to ethics as an overarching scepticism about attempts to create a foundation for moral philosophy, explicitly articulated in \"Ethics and the Limits of Philosophy\" (1985) and \"Shame and Necessity\" (1993), in which he argued that moral theories can never reflect the complexities of life, particularly given the radical pluralism of modern societies.",
            "score": 64.98296356201172
        }
    ]
}