{
    "q": [
        {
            "docid": "2610234_7",
            "document": "Scooby-Doo, Where Are You! . The second season featured bubblegum \"chase scene\" songs produced by La La Productions (which had originally been contracted to create the music for \"Josie and the Pussycats\", the first of many animated series made from the same mold as \"Scooby-Doo, Where Are You!\"). These songs were written by Danny Janssen and Austin Roberts, and were performed by Roberts, who also made a new recording of the \"Scooby Doo, Where Are You!\" theme song for the second season. The series' theme song has been covered by several subsequent artists, including Matthew Sweet for the 1995 TV special and album \"\"; Third Eye Blind for the 1998 film \"Scooby-Doo on Zombie Island\"; Billy Ray Cyrus for \"Scooby-Doo! and the Witch's Ghost\" (1999); Jennifer Love Hewitt for \"Scooby-Doo and the Alien Invaders\" (2000); the B-52's (Cindy, Kate and Fred) for \"Scooby-Doo and the Cyber Chase\" (2001); MxPx for the live-action \"Scooby-Doo\" film (2002); and Krystal Harris for \"Scooby-Doo! and the Legend of the Vampire\" (2003).",
            "score": 34.501322984695435
        },
        {
            "docid": "31871202_34",
            "document": "List of Scooby-Doo characters . Scooby-Dee is a female Great Dane, with white fur, first appearing in \"The Scooby-Doo Show\". She was a character in the episode titled \"The Chiller Diller Movie Thriller\", as a distant cousin of Scooby's, who helped them solve the mystery. She also has a cameo appearances in the second-season episode of \"What's New, Scooby-Doo?\", \"Homeward Hound\", where she is one of many dogs seen at the dog show the gang is attending. She is seen walking past the screen in two separate scenes in the beginning. Scooby-Dee was meant to return to \"The Scooby-Doo Show\" as a girlfriend to Scooby-Doo, but the show ended before that could happen.",
            "score": 46.07096195220947
        },
        {
            "docid": "37287_34",
            "document": "Scooby-Doo . Reruns of \"Scooby-Doo\" have been in syndication since 1980, and have also been shown on cable television networks such as TBS Superstation (until 1989) and USA Network (as part of the USA Cartoon Express from 1990 to 1994). In 1993, \"A Pup Named Scooby-Doo\", having just recently ended its network run on ABC, began reruns on the Cartoon Network. With Turner Broadcasting purchasing Hanna-Barbera in 1991, in 1994 the \"Scooby-Doo\" franchise became exclusive to the Turner networks: Cartoon Network, TBS Superstation, and TNT. Canadian network Teletoon began airing \"Scooby-Doo, Where Are You!\" in 1997, with the other \"Scooby\" series soon following. When TBS and TNT ended their broadcasts of H-B cartoons in 1998, \"Scooby-Doo\" became the exclusive property of both Cartoon Network and sister station Boomerang.",
            "score": 34.474292278289795
        },
        {
            "docid": "18685527_12",
            "document": "Scooby-Doo! and the Goblin King . Some monsters from \"Scooby-Doo, Where Are You!\", \"The New Scooby-Doo Movies\", \"The Scooby-Doo Show\", \"Scooby-Doo and Scrappy-Doo\", \"What's New, Scooby-Doo?\" and \"Scooby-Doo! and the Legend of the Vampire\" are sighted in this movie:",
            "score": 33.055044174194336
        },
        {
            "docid": "37287_50",
            "document": "Scooby-Doo . Beginning in 2012, Warner Bros. Animation began producing direct-to-video special episodes in the style of the concurrently produced films for inclusion on \"Scooby-Doo\" compilation DVD sets otherwise including episodes from previous Scooby series. These include \"Scooby-Doo! Spooky Games\", included on the July 2012 release \"Scooby-Doo! Laff-A-Lympics: Spooky Games\", \"Scooby-Doo! Haunted Holidays\", from the October 2012 release \"Scooby-Doo! 13 Spooky Tales: Holiday Chills and Thrills\", and \"Scooby-Doo! and the Spooky Scarecrow\" and \"Scooby-Doo! Mecha Mutt Menace\", from the September 2013 DVD releases \"Scooby-Doo! 13 Spooky Tales: Run for Your 'Rife!\" and \"Scooby-Doo! 13 Spooky Tales: Ruh-Roh Robot!\". On May 13, 2014, another episode, \"Scooby-Doo! Ghastly Goals\" was released on the \"Scooby-Doo! 13 Spooky Tales: Field of Screams\" DVD. On May 5, 2015, \"Scooby-Doo! and the Beach Beastie\", the sixth direct-to-video special, was released on the \"Scooby-Doo! 13 Spooky Tales: Surf's Up Scooby-Doo\" DVD.",
            "score": 35.25865650177002
        },
        {
            "docid": "1726082_12",
            "document": "Speed Buggy . In retrospective reviews, critics saw the series as similar to the Scooby-Doo franchise. Aubrey Sitterson of Geek.com included \"Speed Buggy\" on their unranked list of \"favorite Scooby-Doo knockoffs\". He noted similarities between Speedy and Scooby-Doo's \"Mystery Machine\", and joked that Tinker is \"basically just Shaggy in a jumpsuit\". However, he hinted that \"Speed Buggy\"s success could have been derived from its shared storylines as seen on \"Josie & the Pussycats\". Similarly, Harris from \"The A.V. Club\" agreed and wrote that the main difference between the two shows was that \"Speed Buggy\" \"substitut[ed] racing for rock 'n' roll\". He also claimed that the main character \"confirm[ed] that sidekicks don't always have to be animals\". \"Speed Buggy\" and the Scooby-Doo gang would be featured in a crossover episode (\"The Weird Winds of Winona\") in the second installment of the \"Scooby-Doo\" franchise, \"The New Scooby-Doo Movies\" (1972-1973).",
            "score": 34.4694185256958
        },
        {
            "docid": "24718420_2",
            "document": "Scooby-Doo (soundtrack) . Scooby-Doo: Music from the Motion Picture is the soundtrack to the 2002 film \"Scooby-Doo\". It was released on June 4, 2002 by Atlantic Records on Audio CD and Compact Cassette and consisted of alternative rock, hip hop and reggae music. The soundtrack fared well on the \"Billboard\" charts, peaking at #24 on the \"Billboard\" 200, #49 on the Top R&B/Hip-Hop Albums and #4 on the Top Soundtracks.",
            "score": 32.44917440414429
        },
        {
            "docid": "37287_33",
            "document": "Scooby-Doo . From 1987 to 1988, Hanna-Barbera Productions produced \"Hanna-Barbera Superstars 10\", a series of syndicated TV movies featuring their most popular characters, including Yogi Bear, Huckleberry Hound, The Flintstones and The Jetsons. Scooby-Doo, Scrappy-Doo and Shaggy starred in three of these movies: \"Scooby-Doo Meets the Boo Brothers\" (1987), \"Scooby-Doo and the Ghoul School\" (1988), and \"Scooby-Doo and the Reluctant Werewolf\" (1988). These three films took their tone from the early-1980s \"Scooby-Doo and Scrappy-Doo\" entries, and featured the characters encountering actual monsters and ghosts rather than masqueraded people. Scooby-Doo and Shaggy later appeared as the narrators of the made-for-TV movie \"Arabian Nights\", originally broadcast by TBS in 1994, Don Messick's final outing as the original voice of Scooby-Doo.",
            "score": 37.178913593292236
        },
        {
            "docid": "2614286_5",
            "document": "The Scooby-Doo Show . In 1977, ABC had a programming block called \"Scooby's All-Star Laff-A-Lympics\". The \"Scooby-Doo\" segment of this two-hour block included 8 new episodes of \"Scooby-Doo\" (two of which featured Scooby-Dum and one of which, \"The Chiller Diller Movie Thriller\", guest-starred Scooby-Doo and Scooby-Dum's distant female cousin, Scooby-Dee), plus reruns from the 1976–1977 season. The name of the block was changed to \"Scooby's All-Stars\" for the 1978–1979 season, when the program was shortened to an hour and a half, after the cancellation of \"Dynomutt\". 16 half-hours of \"Scooby-Doo\" (featuring just the original five characters) were produced this season, and began airing earlier in the morning before the \"Scooby's All-Stars\" block as a third season of \"Scooby-Doo, Where Are You!\" in September. \"Scooby's All-Stars\" instead aired reruns of the 1976 and 1977 episodes for the first nine weeks of the 1978–79 season. By November, the early-morning airing of \"Scooby-Doo, Where Are You!\" had been cancelled, and the new 1978 episodes began airing during the \"Scooby-Doo\" segment of \"Scooby's All-Stars\".",
            "score": 37.67575931549072
        },
        {
            "docid": "943574_14",
            "document": "Scooby-Doo (character) . Don Messick originated the character's speech patterns and provided Scooby-Doo's voice in every \"Scooby-Doo\" production from 1969 until 1994's \"Scooby-Doo! in Arabian Nights\". Voice actor Hadley Kay voiced the character for a brief period in 1997, for two episodes of \"Johnny Bravo\", and a few television commercials. Scott Innes (also the then-voice of Shaggy) voiced Scooby-Doo in four late 1990s/early 2000s direct-to-video films and continued to voice the character regularly for toys and video games (such as \"Scooby-Doo! Night of 100 Frights\") until 2008. Neil Fanning provided the voice of the computer-generated Scooby-Doo in the 2002 live-action film and its . Frank Welker (also the voice of Fred since 1969) has voiced Scooby since 2002, taking over beginning with \"What's New, Scooby-Doo?\" and other spin-offs including the live-action prequels \"Scooby-Doo! The Mystery Begins\" and \"Scooby-Doo! Curse of the Lake Monster\". Dave Coulier and Seth Green have both voiced the character in \"Robot Chicken\".",
            "score": 38.344420194625854
        },
        {
            "docid": "7966219_2",
            "document": "Scooby-Doo! and the Loch Ness Monster . Scooby-Doo! and the Loch Ness Monster is a 2004 direct-to-video animated comedy horror film, and the seventh direct-to-video movie based upon the \"Scooby-Doo\" Saturday morning cartoons. It was released on June 22, 2004, and it was produced by Warner Bros. Animation (although Warner Bros. had fully absorbed Hanna-Barbera Cartoons by this time, Hanna-Barbera was still credited as the copyright holder and the movie ended with an H-B logo).",
            "score": 33.72306680679321
        },
        {
            "docid": "37287_26",
            "document": "Scooby-Doo . This version of \"Scooby-Doo and Scrappy-Doo\" first aired from 1980 to 1982 as part of \"The Richie Rich/Scooby-Doo Show\", an hour-long program also featuring episodes of Hanna-Barbera's new \"Richie Rich\" cartoon, adapted from the Harvey Comics character. From 1982 to 1983, \"Scooby-Doo and Scrappy-Doo\" were part of \"The Scooby-Doo/Scrappy-Doo/Puppy Hour\", a co-production with Ruby-Spears Productions which featured two \"Scooby and Scrappy\" shorts, a \"Scrappy and Yabba-Doo\" short featuring Scrappy-Doo and his Western deputy uncle Yabba-Doo, and \"The Puppy's New Adventures\", based on characters from a 1977 Ruby-Spears TV special.",
            "score": 36.58929419517517
        },
        {
            "docid": "1155241_2",
            "document": "The Richie Rich/Scooby-Doo Show . The Richie Rich/Scooby-Doo Show is a 60-minute Saturday morning animated package show produced by Hanna-Barbera Productions and broadcast on ABC from November 8, 1980 to November 7, 1981. The program contained segments of \"Scooby-Doo and Scrappy-Doo\" and \"Richie Rich\". The \"Scooby-Doo and Scrappy-Doo\" shorts represents the sixth show in which Scooby-Doo appears. This was the only Hanna-Barbera package series for which \"Scooby-Doo\" was given second billing and also notable for Richie Rich's debut in animation.",
            "score": 36.59837508201599
        },
        {
            "docid": "31871202_41",
            "document": "List of Scooby-Doo characters . The Hex Girls are an eco-goth rock band. Thorn, Luna and Dusk are first seen as suspects of the mystery that is going on in their hometown, Oakhaven, later becoming some of Scooby and the gang's best friends. They first appeared in \"Scooby-Doo! and the Witch's Ghost\", and reappeared in \"Scooby-Doo! and the Legend of the Vampire\", \"What's New, Scooby-Doo?\" and \"Scooby-Doo! Mystery Incorporated\".",
            "score": 32.79795837402344
        },
        {
            "docid": "45690388_2",
            "document": "Scooby-Doo! and the Beach Beastie . Scooby-Doo! and the Beach Beastie is the sixth direct-to-DVD special produced by Warner Bros. Animation, based upon the \"Scooby-Doo\" Saturday morning cartoons. It was released on May 5, 2015, on the \"Scooby-Doo! 13 Spooky Tales: Surf's Up Scooby-Doo\" DVD.",
            "score": 36.26626014709473
        },
        {
            "docid": "2615054_3",
            "document": "Scooby-Doo and Scrappy-Doo (1979 TV series) . By 1979, the staff at Hanna-Barbera realized that the \"Scooby-Doo\" formula was getting worn out, which gave them reason to parody it in a 1979 prime time special, \"Scooby Goes Hollywood\". In addition, ABC began threatening cancellation for the show, whose ratings were in decline. Therefore, for its 1979–1980 season, \"Scooby-Doo\" was given a major overhaul, adding the character of Scooby's nephew Scrappy-Doo, voiced by Lennie Weinrib, and changing the name of the show to \"Scooby-Doo and Scrappy-Doo\".",
            "score": 35.17803359031677
        },
        {
            "docid": "18655149_3",
            "document": "Scooby-Doo! Mystery Adventures . The set includes \"Scooby-Doo: Phantom of the Knight\", \"Scooby-Doo: Jinx at the Sphinx\", and \"Scooby-Doo: Showdown in Ghost Town\".",
            "score": 31.18488121032715
        },
        {
            "docid": "26861668_2",
            "document": "Scooby-Doo! Curse of the Lake Monster . Scooby-Doo! Curse of the Lake Monster (also known as Scooby-Doo 4 or Scooby-Doo 4: Curse of the Lake Monster) is a 2010 American made-for-television comedy film directed by Brian Levant for Cartoon Network and based on the Saturday morning cartoon series \"Scooby-Doo\" by Hanna-Barbera. It is the fourth installment in the \"Scooby-Doo\" live-action film series and a sequel to the 2009 film \"Scooby-Doo! The Mystery Begins\", whose cast reprise their roles again here. The film was shot in Santa Clarita, California and Sherwood Country Club in Thousand Oaks, California and premiered on October 16, 2010.",
            "score": 34.09810829162598
        },
        {
            "docid": "37287_35",
            "document": "Scooby-Doo . With \"Scooby-Doo's\" restored popularity in reruns on Cartoon Network, Warner Bros. Animation and Hanna-Barbera (by then a subsidiary of Warner Bros. following the merger of Time Warner and Turner Entertainment in 1996) began producing one new \"Scooby-Doo\" direct-to-video movie a year beginning in 1998. These movies featured a slightly older version of the original five-character cast from the \"Scooby-Doo, Where Are You!\" days. The first four DTV entries were \"Scooby-Doo on Zombie Island\" (1998), \"Scooby-Doo! and the Witch's Ghost\" (1999), \"Scooby-Doo and the Alien Invaders\" (2000), and \"Scooby-Doo and the Cyber Chase\" (2001). Frank Welker was the only original voice cast member to return for these productions. Don Messick had died in 1997 and Casey Kasem, a strict vegetarian, relinquished the role of Shaggy after having to provide the voice for a 1995 Burger King commercial. Therefore, Scott Innes took over as both Scooby-Doo and Shaggy (Billy West voiced Shaggy in \"Scooby-Doo on Zombie Island\"). B.J. Ward took over as Velma, and Mary Kay Bergman voiced Daphne until her death in November 1999, and was replaced by Grey DeLisle.",
            "score": 37.66254281997681
        },
        {
            "docid": "31871202_31",
            "document": "List of Scooby-Doo characters . Scooby-Dum is a supporting character in \"The Scooby Doo Show\", voiced by Daws Butler. Scooby-Dum, a gray Merle Great Dane with spots and buck teeth is Scooby-Doo's dim-witted cousin (his lineage is dubious because Shaggy has said that he is his brother on one occasion but also his cousin, though it is most likely that they are cousins). Dum lives with Ma and Pa Skillet, in the Okefenokee swamp of southern Georgia. Whenever Doo and Dum greet each other, Scooby-Doo yells, \"Scooby, Dooby, Dooby, Dum\" and Scooby-Dum says, \"Scooby, doobie, doo.\" They then do a special handshake involving two high fives. Whenever he hears the word \"Clue\", Scooby-Dum invariably pulls out a magnifying glass and, intoning the opening four notes of Beethoven's Fifth Symphony, chants, \"Dum, dum, dum, DUM!\", even after a mystery is solved. The inclusion of Scooby-Dum is considered one of the first missteps in Scooby-Doo cartoons.",
            "score": 45.74192297458649
        },
        {
            "docid": "3971835_2",
            "document": "Scooby-Doo! and the Reluctant Werewolf . Scooby-Doo and the Reluctant Werewolf is a 1988 animated made-for-television film produced by Hanna-Barbera for syndication as part of the \"Hanna-Barbera Superstars 10\" series. It marked Scrappy-Doo's last appearance as a protagonist in the \"Scooby-Doo\" franchise to date; he would not appear in a \"Scooby-Doo\" production again until the live-action \"Scooby-Doo\" movie in 2002, where he was the main antagonist.",
            "score": 35.85109329223633
        },
        {
            "docid": "1227572_2",
            "document": "What's New, Scooby-Doo? . What's New, Scooby-Doo? is an American animated mystery comedy series produced by Warner Bros. Animation for The WB television network; it is the ninth incarnation of the \"Scooby-Doo\" franchise that began with Hanna-Barbera's \"Scooby-Doo, Where Are You!\" and the first of such since the previous incarnation, \"A Pup Named Scooby-Doo\", ended in 1991. The series revives the format of \"Scooby-Doo, Where Are You!\", in which the title character and his companions, Fred Jones; Daphne Blake; Velma Dinkley and Shaggy Rogers, travel to varying locations solving mysteries; this format is modernized for \"What's New, Scooby-Doo?\", in which the characters utilize technology that did not exist at the time \"Scooby-Doo, Where Are You!\" first aired. It is the first television series in the franchise in which Frank Welker, Grey DeLisle and Mindy Cohn respectively portrayed the voices of Scooby-Doo, Daphne and Velma, as well as the final one in which Casey Kasem portrayed Shaggy, having originally quit the role following a dispute regarding the portrayal of the character.",
            "score": 32.488502979278564
        },
        {
            "docid": "2616021_2",
            "document": "Scooby-Doo and Scrappy-Doo (1980 TV series) . The Scooby-Doo and Scrappy-Doo shorts represents the fifth incarnation of the Hanna-Barbera Saturday morning cartoon \"Scooby-Doo\" series. A total of 33 half-hour episodes, each of which included three 7-minute shorts, were produced over three seasons, from 1980 to 1982 on ABC. Thirteen episodes were produced for the 1980–81 season, and seven more for the 1981–82 as segments of \"The Richie Rich/Scooby-Doo Show\". The remaining thirteen episodes were produced as segments of \"The Scooby & Scrappy-Doo/Puppy Hour\" for the 1982–83 season. Out of the 99 shorts that were produced, 86 of them feature Scooby-Doo, his nephew Scrappy-Doo and Shaggy without the rest of the Mystery Inc gang, and the other 13 only feature Scrappy-Doo and Yabba-Doo.",
            "score": 34.758514165878296
        },
        {
            "docid": "37287_20",
            "document": "Scooby-Doo . Now president of ABC, Fred Silverman made a deal with Hanna-Barbera to bring new episodes of \"Scooby-Doo\" to the ABC Saturday morning lineup, where the show went through almost yearly lineup changes. For their 1976–77 season, 16 new episodes of Scooby-Doo were joined with a new Hanna-Barbera show, \"Dynomutt, Dog Wonder\", to create \"The Scooby-Doo/Dynomutt Hour\" (the show became \"The Scooby-Doo/Dynomutt Show\" when a bonus \"Scooby-Doo, Where Are You!\" rerun was added to the package in November 1976). Joe Ruby and Ken Spears, now working for Silverman as supervisors of the ABC Saturday morning programs, returned the program to its original \"Scooby-Doo, Where are You!\" format, with the addition of Scooby's dim-witted country cousin Scooby-Dum, voiced by Daws Butler, as a recurring character. The voice cast was held over from \"The New Scooby-Doo Movies\" save for Nicole Jaffe, who retired from acting in 1973. Pat Stevens took over her role as the voice of Velma.",
            "score": 34.607250571250916
        },
        {
            "docid": "5385158_3",
            "document": "List of Scooby-Doo, Where Are You! episodes . \"Note: Only the first nine episodes of the sixteen episode 1978 season of \"Scooby-Doo\", listed below, were broadcast under the \"Scooby-Doo, Where are You!\" name. The revival series was canceled afterward, and the remaining seven episodes, that were intended for the revival, were instead broadcast during the \"Scooby's All-Stars\" block, and all sixteen were rerun during this block and later syndicated as part of \"The Scooby-Doo Show\". See List of \"The Scooby-Doo Show\" episodes for the entire season run and \"The Scooby-Doo Show\" for proper production credits.\"",
            "score": 33.371503591537476
        },
        {
            "docid": "37287_62",
            "document": "Scooby-Doo . \"Scooby-Doo\" merchandising tapered off during the late 1980s and early 1990s, but increased after the series' revival on Cartoon Network in 1995. Today, all manner of \"Scooby-Doo\"-branded products are available for purchase, including \"Scooby-Doo\" breakfast cereal, plush toys, action figures, car decorations, and much more. Real \"Scooby Snacks\" dog treats are produced by Del Monte Pet Products. Hasbro has created a number of \"Scooby\" board games, including a \"Scooby\"-themed edition of the popular mystery board game \"Clue\". In 2007, the Pressman Toy Corporation released the board game \"Scooby-Doo! Haunted House\". Beginning in 2001, a \"Scooby-Doo\" children's book series was authorized and published by Scholastic. These books, written by Suzanne Weyn, include original stories and adaptations of \"Scooby\" theatrical and direct-to-video features.",
            "score": 34.33282518386841
        },
        {
            "docid": "37287_22",
            "document": "Scooby-Doo . \"Scooby's All-Star Laff-a-Lympics\" was retitled \"Scooby's All Stars\" for the 1978–79 season, reduced to 90 minutes when \"Dynomutt\" was spun off into its own half-hour and the 1969 reruns were dropped. \"Scooby's All-Stars\" continued broadcasting reruns of \"Scooby-Doo\" from 1976 and 1977, while new episodes of \"Scooby-Doo\" aired during a separate half-hour under the \"Scooby-Doo, Where are You!\" banner. After nine weeks, the separate \"Where are You!\" broadcast was cancelled, and the remainder of the 16 new 1978 episodes debuted during the \"Scooby's All-Stars\" block. The 40 total \"Scooby-Doo\" episodes produced from 1976 to 1978 were later packaged together for syndication as \"The Scooby-Doo Show\", under which title they continue to air.",
            "score": 35.754745960235596
        },
        {
            "docid": "31871202_27",
            "document": "List of Scooby-Doo characters . Scrappy remained an integral part of the \"Scooby-Doo\" franchise, on both television and in \"Scooby\"-related licensed products and merchandising, through the end of the 1980s. He was also briefly the star of his own seven-minute shorts — the \"Scrappy and Yabba Doo\" segments of \"The Scooby & Scrappy-Doo/Puppy Hour\". Teamed with his uncle Yabba-Doo and Deputy Dusty, he helped maintain law and order in a small town in the American west. In later years, the presence of Scrappy-Doo has been criticized as having had a negative effect on the various \"Scooby-Doo\" series of the 1980s. However, the gradual decline of \"Scooby-Doo\" has been credited to other factors as well, such as changes in format. Scrappy-Doo has become the symbol of an irritatingly overexuberant or cute character added to a series in an attempt to maintain ratings, a phenomenon also known as Cousin Oliver Syndrome. Due to the general perception of the character by audiences, Scrappy-Doo has not appeared in any Scooby-related spinoffs since the made-for-television movie \"Scooby-Doo and the Reluctant Werewolf\" in 1988, with four exceptions:",
            "score": 35.6043016910553
        },
        {
            "docid": "919980_15",
            "document": "Daphne Blake . Note: Frank Welker, Kath Soucie, and Jennifer Hale voice the Blakes in \"Scooby-Doo! Mystery Incorporated\" series, Vanessa Marshall voiced Danica in the \"What's New, Scooby-Doo?\" series and Grey DeLisle voiced Shannon in the film \"Scooby-Doo! and the Loch Ness Monster\" (direct-to-DVD). Welker also voiced George on \"A Pup Named Scooby-Doo\". The late voice actor Don Messick voiced two of Daphne's uncles: Matthew \"Matt\" Blake on \"The Scooby-Doo Show\" and John Maxwell on \"Scooby-Doo, Where Are You!\".",
            "score": 32.08001232147217
        },
        {
            "docid": "48704058_2",
            "document": "Lego Scooby-Doo! Knight Time Terror . Lego Scooby-Doo: Knight Time Terror (also known as \"Scooby-Doo! Knight Time Terror\") is a television special in Lego animation, based upon the \"Scooby-Doo\" Saturday morning cartoons. It was created to promote the new \"Scooby-Doo\" Lego sets, which aired on Cartoon Network on November 25, 2015.",
            "score": 34.26434850692749
        },
        {
            "docid": "75024_7",
            "document": "Scrappy-Doo . Scrappy remained an integral part of the \"Scooby-Doo\" franchise, on both TV and in \"Scooby\"-related licensed products and merchandising, through the end of the 1980s. He was also briefly the star of his own seven-minute shorts — the \"Scrappy & Yabba-Doo\" segments of \"The Scooby & Scrappy-Doo/Puppy Hour\". Teamed with his uncle Yabba-Doo and Deputy Dusty, he helped maintain law and order in a small town in the American west. In later years, the presence of Scrappy-Doo has been criticized as having had a negative effect on the various \"Scooby-Doo\" series of the 1980s. Due to the general perception of the character by audiences, Scrappy-Doo has not appeared in any Scooby-related spinoffs since the made-for-television movie \"Scooby-Doo and the Reluctant Werewolf\" in 1988, with some exceptions:",
            "score": 33.50436973571777
        },
        {
            "docid": "37287_61",
            "document": "Scooby-Doo . Early \"Scooby-Doo\" merchandise included a 1973 Milton Bradley board game, decorated lunch boxes, iron-on transfers, coloring books, story books, records, underwear, and other such goods. When Scrappy-Doo was introduced to the series in 1979, he, Scooby, and Shaggy became the foci of much of the merchandising, including a 1983 Milton-Bradley \"Scooby-Doo and Scrappy-Doo\" board game. The first \"Scooby-Doo\" video game appeared in arcades in 1986, and has been followed by a number of games for both home consoles and personal computers. \"Scooby-Doo \"multivitamins also debuted at this time, and have been manufactured by Bayer since 2001.",
            "score": 37.53109955787659
        }
    ],
    "r": [
        {
            "docid": "17064_25",
            "document": "Kangaroo . Kangaroos have developed a number of adaptations to a dry, infertile country and highly variable climate. As with all marsupials, the young are born at a very early stage of development—after a gestation of 31–36 days. At this stage, only the forelimbs are somewhat developed, to allow the newborn to climb to the pouch and attach to a teat. In comparison, a human embryo at a similar stage of development would be about seven weeks old, and premature babies born at less than 23 weeks are usually not mature enough to survive. When the joey is born, it is about the size of a lima bean. The joey will usually stay in the pouch for about nine months (180–320 days for the Western Grey) before starting to leave the pouch for small periods of time. It is usually fed by its mother until reaching 18 months.",
            "score": 103.60671997070312
        },
        {
            "docid": "215506_10",
            "document": "Red kangaroo . The red kangaroo breeds all year round. The females have the unusual ability to delay birth of their baby until their previous Joey has left the pouch. This is called embryonic diapause. Copulation may last 25 minutes. The red kangaroo has the typical reproductive system of a kangaroo. The neonate emerges after only 33 days. Usually only one young is born at a time. It is blind, hairless, and only a few centimetres long. Its hind legs are mere stumps; it instead uses its more developed forelegs to climb its way through the thick fur on its mother's abdomen into the pouch, which takes about three to five minutes. Once in the pouch, it fastens onto one of the two teats and starts to feed. Almost immediately, the mother's sexual cycle starts again. Another egg descends into the uterus and she becomes sexually receptive. Then, if she mates and a second egg is fertilised, its development is temporarily halted. Meanwhile, the neonate in the pouch grows rapidly. After approximately 190 days, the baby (called a joey) is sufficiently large and developed to make its full emergence out of the pouch, after sticking its head out for a few weeks until it eventually feels safe enough to fully emerge. From then on, it spends increasing time in the outside world and eventually, after around 235 days, it leaves the pouch for the last time. While the young joey will permanently leave the pouch at around 235 days old, it will continue to suckle until it reaches about 12 months of age. A doe may first reproduce as early as 18 months of age and as late as five years during drought, but normally she is two and a half years old before she begins to breed.",
            "score": 99.93443298339844
        },
        {
            "docid": "215506_8",
            "document": "Red kangaroo . At times, red kangaroos congregate in large numbers; in areas with much forage, these groups can number as much as 1,500 individuals. Red kangaroos are mostly crepuscular and nocturnal, resting in the shade during the day. However, they sometimes move about during the day. Red kangaroos rely on small saltbushes or mulga bushes for shelter in extreme heat rather than rocky outcrops or caves. Grazing takes up most of their daily activities. Like most kangaroo species, they are mostly sedentary, staying within a relatively well-defined home range. However, great environmental changes can cause them to travel great distances. Kangaroos in New South Wales have weekly home ranges of 258–560 ha, with the larger areas belonging to adult males. When forage is poor and rainfall patchy, kangaroos will travel 25–30 km to more favourable feeding grounds. Another study of kangaroos in central Australia found that most of them stay close to remaining vegetation but disperse to find fresh plants after it rains. The red kangaroo is too big to be subject to significant non-human predation. They can use their robust legs and clawed feet to defend themselves from attackers with kicks and blows. However, dingoes and eagles will kill and eat joeys. Joeys are thus protected in their mother's pouch. The red kangaroo formerly did have major predators that are now extinct. Extinct predators included the marsupial lion, Megalania, and the wonambi. Kangaroos are adept swimmers, and often flee into waterways if threatened by a predator. If pursued into the water, a kangaroo may use its forepaws to hold the predator underwater so as to drown it.",
            "score": 96.38864135742188
        },
        {
            "docid": "2859751_3",
            "document": "Pouch (marsupial) . Pouches are different amongst different marsupials, two kinds distinguishable (on the front or belly): opening towards the head and extending the cavity under the skin towards the tail (forward, or up) or opening towards the tail and extending towards the front legs (to the rear, backward or down). For example for quolls and Tasmanian devils, the pouch opens to the rear and the joey only has to travel a short distance to get to the opening (resting place) of the pouch. While in the pouch they are permanently attached to the nipple and once the young have developed they leave the pouch and do not return. The kangaroo's pouch opens horizontally on the front of the body, and the joey must climb a relatively long way to reach it. Kangaroos and wallabies allow their young to live in the pouch well after they are physically capable of leaving, often keeping two different joeys in the pouch, one tiny and one fully developed. In kangaroos, wallabies and opossums, the pouch opens forward or up.",
            "score": 94.30636596679688
        },
        {
            "docid": "17064_31",
            "document": "Kangaroo . Kangaroo reproduction is similar to that of opossums. The egg (still contained in the shell membrane, a few micrometres thick, and with only a small quantity of yolk within it) descends from the ovary into the uterus. There it is fertilised and quickly develops into a neonate. Even in the largest kangaroo (the red kangaroo) the neonate emerges after only 33 days. Usually, only one young is born at a time. It is blind, hairless, and only a few centimetres long; its hindlegs are mere stumps; it instead uses its more developed forelegs to climb its way through the thick fur on its mother's abdomen into the pouch, which takes about three to five minutes. Once in the pouch, it fastens onto one of the four teats and starts to feed. Almost immediately, the mother's sexual cycle starts again. Another egg descends into the uterus and she becomes sexually receptive. Then, if she mates and a second egg is fertilised, its development is temporarily halted. Meanwhile, the neonate in the pouch grows rapidly. After about 190 days, the baby (joey) is sufficiently large and developed to make its full emergence out of the pouch, after sticking its head out for a few weeks until it eventually feels safe enough to fully emerge. From then on, it spends increasing time in the outside world and eventually, after about 235 days, it leaves the pouch for the last time. The lifespan of kangaroos averages at six years in the wild to in excess of 20 years in captivity, varying by species. Most individuals, however, do not reach maturity in the wild.",
            "score": 93.4858627319336
        },
        {
            "docid": "2422141_15",
            "document": "Matschie's tree-kangaroo . In captivity, the tree-kangaroos can get budder at any time of the year and are known to breed well. The female oestrus cycle is between 54.2 and 56.8 days and tree kangaroos are able to produce young at 2 to 2.5 years of age. Mating occurs when a female advances on a male while on the ground; they touch each other’s noses and click their tongues. The female is initially resistant to the male's advances. She will hiss and swat at the male but will permit him to mount her within ten minutes. Copulation can last up to sixty minutes afterwards. The gestation period lasts approximately 44.2 days, which is known to be the longest for any of the marsupials. A single observed captive birth occurred above ground, in the branches. Joeys first stick their head out of the pouch at roughly 22 weeks. They will first leave the pouch and feed on their own at 28 weeks. Joeys permanently vacate the pouch at approximately 41 weeks. The Matschie’s tree-kangaroos have no embryonic diapauses or delayed implantations and are able to get pregnant as soon as the joey leaves the pouch. (Loss of pouch young results in a return to estrus within 5 days.)",
            "score": 92.37554168701172
        },
        {
            "docid": "2590534_3",
            "document": "Kangaroo word . The etymology of the phrase \"kangaroo word\" is from the fact that kangaroos carry their young (known as joeys) in a body pouch. Likewise, \"kangaroo words\" carry their \"joey words\" within themselves. \"Twin kangaroos\" are kangaroo words containing two joey words (for example: \"container\" features both \"tin\" and \"can\"). In contrast, an \"anti-kangaroo\" word is a word that contains its antonym; for example: \"covert\" carries \"overt\", \"animosity\" carries \"amity\".",
            "score": 91.92626190185547
        },
        {
            "docid": "12520971_4",
            "document": "Panamint kangaroo rat . The Panamint kangaroo rat can be distinguished from other species of the genus because the hind feet have five toes which varies in comparison to other members which have four toes on their hind feet. Sexual dimorphism is present where males tend to be larger than females in body size.  A notable characteristic of the Panamint kangaroo rat is the fur lined cheek pouches that it uses to obtain large quantities of food. These pouches keep the food separate from the mouth which aids in preventing moisture loss.",
            "score": 91.15869140625
        },
        {
            "docid": "2859751_5",
            "document": "Pouch (marsupial) . In wombats and marsupial moles, the pouch opens backward or down. Backwards facing pouches would not work well in kangaroos or opossums as their young would readily fall out. Similarly, forward-facing pouches would not work well for wombats and marsupial moles as they both dig extensively underground. Their pouches would fill up with dirt and suffocate the developing young. Kangaroo mothers will lick their pouches clean before the joey crawls inside. Kangaroo pouches are sticky to support their young joey. Koalas are unable to clean out their pouches since they face backwards, so just prior to giving birth to the young koala joey, a self-cleaning system is activated, secreting droplets of an anti-microbial liquid that cleans it out. In a relatively short time, the cleansing droplets clean out all of the crusty material left inside, leaving an almost sterile nursery ready to receive the tiny joey.",
            "score": 88.15886688232422
        },
        {
            "docid": "215506_11",
            "document": "Red kangaroo . The female kangaroo is usually permanently pregnant, except on the day she gives birth; however, she has the ability to freeze the development of an embryo until the previous joey is able to leave the pouch. This is known as diapause, and will occur in times of drought and in areas with poor food sources. The composition of the milk produced by the mother varies according to the needs of the joey. In addition, red kangaroo mothers may \"have up to three generations of offspring simultaneously; a young-at-foot suckling from an elongated teat, a young in the pouch attached to a second teat and a blastula in arrested development in the uterus\".",
            "score": 85.14096069335938
        },
        {
            "docid": "215027_11",
            "document": "Eastern grey kangaroo . The female kangaroo is usually permanently pregnant, except on the day she gives birth; however, she has the ability to freeze the development of an embryo until the previous joey is able to leave the pouch. This is known as diapause, and will occur in times of drought and in areas with poor food sources. The composition of the milk produced by the mother varies according to the needs of the joey. In addition, the mother is able to produce two different kinds of milk simultaneously for the newborn and the older joey still in the pouch. Unusually, during a dry period, males will not produce sperm, and females will only conceive if there has been enough rain to produce a large quantity of green vegetation. Females take care of the young without any assistance from the males. The joeys are heavily reliant on their mothers for about 550 days which is when it is weaned. Females sexually mature between 17 and 28 months while males mature at around 25 months.",
            "score": 84.71533203125
        },
        {
            "docid": "17143_25",
            "document": "Koala . A female koala has two teats; the joey attaches itself to one of them and suckles for the rest of its pouch life. The koala has one of the lowest milk energy production rates in relation to body size of any mammal. The female makes up for this by lactating for as long as 12 months. At seven weeks of age, the joey's head grows longer and becomes proportionally large, pigmentation begins to develop, and its sex can be determined (the scrotum appears in males and the pouch begins to develop in females). At 13 weeks, the joey weighs around and its head has doubled in size. The eyes begin to open and fine fur grows on the forehead, nape, shoulders, and arms. At 26 weeks, the fully furred animal resembles an adult, and begins to poke its head out of the pouch.",
            "score": 84.00540161132812
        },
        {
            "docid": "2859751_4",
            "document": "Pouch (marsupial) . Female koalas have been described as having a ‘backward-opening’ pouch like wombats, as opposed to an upward-opening pouch like kangaroos. However, that's not true. When a female Koala first gives birth to young her pouch opening faces neither up nor down, although it is located towards the bottom of the pouch rather than at the top. It faces straight outwards rather than ‘backwards’. It sometimes appears to be ‘backward-facing’ because when the joey is older and leans out of the pouch, this pulls the pouch downwards or ‘backwards’. The pouch has a strong sphincter muscle at the opening to prevent the joey from falling out.",
            "score": 82.6063003540039
        },
        {
            "docid": "17064_26",
            "document": "Kangaroo . The female kangaroo is usually pregnant in permanence, except on the day she gives birth; however, she has the ability to freeze the development of an embryo until the previous joey is able to leave the pouch. This is known as diapause, and will occur in times of drought and in areas with poor food sources. The composition of the milk produced by the mother varies according to the needs of the joey. In addition, the mother is able to produce two different kinds of milk simultaneously for the newborn and the older joey still in the pouch.",
            "score": 81.8365249633789
        },
        {
            "docid": "12515769_6",
            "document": "Tenkile . The exact nature of reproduction is still being studied, however, it is currently believed that they reproduce year round. This would imply that there is no breeding season and females are free to mate as they please. Reproduction is thought to occur slowly with a single new offspring thought to be born once a year. A young tree kangaroo is referred to as a joey as is the case with all kangaroos. The gestation period for this extract species is currently unknown, however, other tree kangaroos have a period of approximately 30 days therefore, a similar period is expect for the tenkile. Parental care is carried out by the females though the exact involvement of the males is unknown. Groups of a male, female, and young have been observed but so have groups of only female and young. Newborns are carried in the mother pouch until they are old enough to leave this can last up to a year. After being born the young will spend two years with its mother before becoming independent.",
            "score": 81.34381103515625
        },
        {
            "docid": "240003_3",
            "document": "Kangaroo rat . Kangaroo rats are four-toed heteromyid rodents with big hind legs, small front legs and relatively large heads. Adults typically weigh between 70 and 170 g. The tails of kangaroo rats are longer than both their bodies and their heads. Another notable feature of kangaroo rats are their fur-lined cheek pouches, which are used for storing food. The coloration of kangaroo rats varies from cinnamon buff to dark gray, depending on the species. There is also some variation in length with one of the largest species, the banner-tailed kangaroo rat being six inches in body length and a tail length of eight inches. Sexual dimorphism exists in all species, with males being larger than females.",
            "score": 80.19527435302734
        },
        {
            "docid": "17064_4",
            "document": "Kangaroo . Kangaroos have large, powerful hind legs, large feet adapted for leaping, a long muscular tail for balance, and a small head. Like most marsupials, female kangaroos have a pouch called a marsupium in which joeys complete postnatal development.",
            "score": 79.73265838623047
        },
        {
            "docid": "17064_38",
            "document": "Kangaroo . If a female is the victim of a collision, animal welfare groups ask that her pouch be checked for any surviving joey, in which case it may be removed to a wildlife sanctuary or veterinary surgeon for rehabilitation. Likewise, when an adult kangaroo is injured in a collision, a vet, the RSPCA Australia or the National Parks and Wildlife Service can be consulted for instructions on proper care. In New South Wales, rehabilitation of kangaroos is carried out by volunteers from WIRES. Council road signs often list phone numbers for callers to report injured animals.",
            "score": 79.36322021484375
        },
        {
            "docid": "2422141_6",
            "document": "Matschie's tree-kangaroo . There is no particular season in which they breed. Gestation lasts 44 days and joeys of captive bred individuals leave the pouch after 11 months. The average life span of the Matschie's tree-kangaroo in the wild is unknown, but is at least 14 years. The life span of the kangaroo in a zoo is about 20 years.",
            "score": 79.32010650634766
        },
        {
            "docid": "12585160_182",
            "document": "List of Madagascar (franchise) characters . Even though Joey has a pouch that only female kangaroos have, it is assumed by many fans that Joey is a female kangaroo with a masculine voice.",
            "score": 79.10256958007812
        },
        {
            "docid": "1624809_11",
            "document": "Desert rat-kangaroo . Females reached sexual maturity at about 11 months, while males reached maturity some two months later. Marked sexual dimorphism was apparent, with females being larger. Females went through estrus at three-week intervals and could mate throughout the year. Although able to mate all year, they had an irregular breeding season when most mating took place. Females with pouched joeys had been found between June and December. Young were born very undeveloped, as is typical of marsupials. Gestation was probably around one to two months, with a pouch period of two to three months. All females were found with only one young at a time. Young remained dependent for over a month after leaving the pouch and soon after would leave permanently.",
            "score": 79.08927154541016
        },
        {
            "docid": "215506_4",
            "document": "Red kangaroo . Males grow up to a head-and-body length of with a tail that adds a further 1.2 to the total length. Females are considerably smaller, with a head-and-body length of and tail length of . Females can weigh from , while males typically weigh about twice as much at . The average red kangaroo stands approximately tall to the top of the head in upright posture. Large mature males can stand more than tall, with the largest confirmed one having been around tall and weighed .",
            "score": 78.52177429199219
        },
        {
            "docid": "6020797_6",
            "document": "Bushy Hare . Later Nature Boy spies Bugs walking and attempts to shoot a poisonous fruit at him, but Bugs blows through his bamboo blowgun, causing the man to ingest the fruit instead. Nature Boy then chases Bugs in a canoe and then up a cliff where the two of them fight in the kangaroo's pouch. Finally, Bugs kicks Nature Boy out and the kangaroo kicks him off of the cliff. Then, the joey floats down from the sky into his mother's pouch. The kangaroo gives Bugs a ride back to the US, using an outboard motor to power the kangaroo across the sea.",
            "score": 77.10464477539062
        },
        {
            "docid": "17964574_176",
            "document": "List of ecoregions in North America (CEC) . The giant kangaroo rat is one of the most peculiar looking rodents around. The Dipodomys ingens can grow up to 34.7 centimeters in length and have a tail of up to 19.8 centimeters long. They can weigh up to 180 grams. It is mainly found in the San Joaquin Valley in California. The giant kangaroo rat forages for food from sunset to sunrise. Its diet consists mainly of seeds, that are sun dried and some greenery. They store food in their cheeks until they bring it back to their burrow systems, where they store food that could last them up to 2 years of drought. The giant kangaroo rats develop rather quickly. Depending on the environmental conditions, they can reproduce after about 5 months. Their litter size varies but averages about 3.75 offspring. These rodents are rather resilient when it comes to surviving under natural conditions, such as drought and low plant productivity. However, when the human factor is introduced, they have a much less successful survival rate. Aqueducts and other water projects started crisscrossing the giant kangaroo rat habitat. Agriculture moved in because of the new water routes and suddenly the habitat of many species became agricultural land. Kangaroo rats became a pest for farmers and rodenticide-treated grain became common practice which took out another chunk of their population.",
            "score": 75.7851333618164
        },
        {
            "docid": "178953_9",
            "document": "Tree-kangaroo . The Lumholtz's tree-kangaroo is the smallest of all tree-kangaroos. Its body and head length ranges about 48–65 cm, and its tail, 60–74 cm, with males weighing an average of 7.2 kg (16 lb) and females 5.9 kg (13 lb). The length of the Doria's tree-kangaroo is 51–78 cm, with a long 44–66 cm tail, and weighs 6.5–14.5 kg. The Matschie's tree-kangaroo has a body and head length of 81 cm (20 to 32 inches), adult males weigh 9–11 kg (20-25 lb) and adult females weigh 7–9 kg (15-20 lb). The grizzled tree-kangaroo grows to a length of 75–90 cm (30 to 35 in), with males being considerably larger than females, and its weight is 8–15 kg (18-33 lb).",
            "score": 74.7136459350586
        },
        {
            "docid": "12520937_4",
            "document": "Merriam's kangaroo rat . Merriam's kangaroo rats, like other kangaroo rats and pocket mice, are members of the family Heteromyidae. Each species within this family has fur-lined food storage pouches. The cheek pouch is utilized as a portable cache for food while foraging. Kangaroo rats are named for their extremely long, kangaroo-like hind feet and they are almost completely bipedal. They hop or jump rather than scurry or run. Because of this, most heteromyid rodents also have a relatively long tail that acts to counterbalance the hopping/jumping form of locomotion.",
            "score": 74.44649505615234
        },
        {
            "docid": "17064_20",
            "document": "Kangaroo . Groups of kangaroos are called mobs, which usually have 10 or more kangaroos in them. Living in mobs can provide protection for some of the weaker members of the group. The size and stability of the mobs vary between geographic regions, with eastern Australia having larger and more stable aggregations than in arid areas farther west. Larger aggregations display high amounts of interactions and complex social structures, comparable to that of ungulates. One common behaviour is nose touching and sniffing, which mostly occurs when an individual joins a group. The kangaroo performing the sniffing gains much information from smell cues. This behaviour enforces social cohesion without consequent aggression. During mutual sniffing, if one kangaroo is smaller, it will hold its body closer to the ground and its head will quiver, which serves as a possible form of submission. Greetings between males and females are common, with larger males being the most involved in meeting females. Most other non-antagonistic behaviour occurs between mothers and their young. Mother and young reinforce their bond though grooming. A mother will groom her young during or after it is suckling. A joey will nuzzle its mother’s pouch if it wants access to it. Sexual activity of kangaroos consists of consort pairs. Oestrous females roam widely and attract the attention of males with conspicuous signals. A male will monitor a female and follow her every movement. He sniffs her urine to see if she is in oestrus, a process exhibiting the flehmen response. The male will then proceed to approach her slowly to avoid alarming her. If the female does not run away, the male will continue by licking, pawing, and scratching her, and copulation will follow. After copulation is over, the male will move on to another female. Consort pairing may take several days and the copulation is also long. Thus, a consort pair is likely to attract the attention of a rival male. As larger males are tending bonds with females near oestrus, smaller males will tend to females that are farther from oestrus. Dominant males can avoid having to sort through females to determine their reproductive status by searching for tending bonds held by the largest male they can displace without a fight.",
            "score": 74.06698608398438
        },
        {
            "docid": "30388_25",
            "document": "Thylacine . There is evidence for at least some year-round breeding (cull records show joeys discovered in the pouch at all times of the year), although the peak breeding season was in winter and spring. They would produce up to four cubs per litter (typically two or three), carrying the young in a pouch for up to three months and protecting them until they were at least half adult size. Early pouch young were hairless and blind, but they had their eyes open and were fully furred by the time they left the pouch. After leaving the pouch, and until they were developed enough to assist, the juveniles would remain in the lair while their mother hunted. Thylacines only once bred successfully in captivity, in Melbourne Zoo in 1899. Their life expectancy in the wild is estimated to have been 5 to 7 years, although captive specimens survived up to 9 years.",
            "score": 73.5347671508789
        },
        {
            "docid": "178953_14",
            "document": "Tree-kangaroo . At Adelaide Zoo, an orphan tree-kangaroo joey was transferred to the pouch of a yellow-foot rock-wallaby when his mother was killed by a falling branch in November, 2014. The joey survived, having been successfully reared by the surrogate mother wallaby.",
            "score": 72.72217559814453
        },
        {
            "docid": "57036791_3",
            "document": "Matilda (mascot) . Matilda was a model of a kangaroo built on top of a forklift. Standing over 13 metres tall and weighing six tonnes, it could turn its head, its ears could wriggle, and eyes could wink and blink. Its pouch doubled as a door, which opened during the opening ceremony to let out 20 children, dressed as joeys, who ran out two by two for a trampoline display.",
            "score": 72.68312072753906
        },
        {
            "docid": "8682287_4",
            "document": "Rufous rat-kangaroo . Breeding occurs throughout the year, once the female has reached maturity, generally at 11 months. The male reaches maturity between 12 and 13 months. Once mature, the female is capable of breeding at three-week intervals. The gestation of the young is about 22–24 days. After the young are born, they live within the pouch for about 16 weeks. Upon leaving the pouch, the joey stays near the mother for about 7 weeks, while it gets used to fending for itself.",
            "score": 72.16895294189453
        },
        {
            "docid": "12526529_3",
            "document": "Pale kangaroo mouse . Named for its pale-furred back and long hind limbs and feet, the pale kangaroo mouse is a large-headed rodent with fur-lined external cheek pouche. This species is bipedal, meaning that it generally moves around on its strong hind legs, hopping much like a kangaroo.",
            "score": 70.08854675292969
        }
    ]
}