{
    "q": [
        {
            "docid": "55744418_9",
            "document": "Jeeves and the Song of Songs . The 1932 collection \"Nothing But Wodehouse\" and the 1958 collection \"Selected Stories by P. G. Wodehouse\" included the story. The story was also featured in the 1960 collection \"The Most of P. G. Wodehouse\", and in the 1983 collection \"P. G. Wodehouse Short Stories\", published by The Folio Society with drawings by George Adamson.",
            "score": 48.50219535827637
        },
        {
            "docid": "63342_1",
            "document": "P. G. Wodehouse . P. G. Wodehouse",
            "score": 46.73610305786133
        },
        {
            "docid": "1888289_3",
            "document": "P. G. Wodehouse short stories bibliography . \"For a list of Wodehouse's books, including novels and collections of short stories, see P. G. Wodehouse bibliography.\"",
            "score": 47.40389060974121
        },
        {
            "docid": "1888289_2",
            "document": "P. G. Wodehouse short stories bibliography . The following is an incomplete list of short stories by P. G. Wodehouse grouped by the Wodehouse canon to which they belong, if applicable.",
            "score": 49.651257038116455
        },
        {
            "docid": "4465464_1",
            "document": "P. G. Wodehouse locations . P. G. Wodehouse locations",
            "score": 46.39396572113037
        },
        {
            "docid": "1369623_1",
            "document": "P. G. Wodehouse bibliography . P. G. Wodehouse bibliography",
            "score": 46.39396572113037
        },
        {
            "docid": "1901140_10",
            "document": "The Great Sermon Handicap . The 1932 collection \"Nothing But Wodehouse\" and the 1960 collection \"The Most of P. G. Wodehouse\" included this story. \"The Great Sermon Handicap\" was featured in the 1983 collection of Wodehouse stories titled \"P. G. Wodehouse Short Stories\" published by The Folio Society and illustrated by George Adamson, and in the 1984 collection of clergy-related Wodehouse stories \"The World of Wodehouse Clergy\" published by Hutchinson.",
            "score": 48.15074157714844
        },
        {
            "docid": "4139347_1",
            "document": "P. G. Wodehouse minor characters . P. G. Wodehouse minor characters",
            "score": 46.05679988861084
        },
        {
            "docid": "1368740_1",
            "document": "List of P. G. Wodehouse characters . List of P. G. Wodehouse characters",
            "score": 46.05679988861084
        },
        {
            "docid": "30896341_1",
            "document": "List of songs with lyrics by P. G. Wodehouse . List of songs with lyrics by P. G. Wodehouse",
            "score": 45.7244987487793
        },
        {
            "docid": "1888289_1",
            "document": "P. G. Wodehouse short stories bibliography . P. G. Wodehouse short stories bibliography",
            "score": 45.7244987487793
        },
        {
            "docid": "4956244_10",
            "document": "John Wodehouse, 3rd Earl of Kimberley . Kimberley's son John was the godson of the writer P. G. Wodehouse, a distant cousin, both being descended from Sir Armine Wodehouse, 5th Baronet. According to \"Brewer's Dictionary of Phrase and Fable\", P. G. Wodehouse based the character of Bertie Wooster on him.",
            "score": 49.57458424568176
        },
        {
            "docid": "55727894_9",
            "document": "Jeeves and the Impending Doom . The American edition of a collection of Wodehouse stories, \"The Weekend-End Wodehouse\", published in 1939 by Doubleday, included the story. The story appeared in \"Selected Stories by P. G. Wodehouse\", a 1958 collection of Wodehouse stories published by The Modern Library, and in \"The Most of Wodehouse\", a 1960 collection of Wodehouse stories published by Simon and Schuster. It was also featured in the 1983 collection \"P. G. Wodehouse Short Stories\", which was illustrated by George Adamson and published by The Folio Society. The collection \"A Wodehouse Bestiary\", a 1985 omnibus of Wodehouse stories involving animals, featured \"Jeeves and the Impending Doom\".",
            "score": 50.01778554916382
        },
        {
            "docid": "63342_50",
            "document": "P. G. Wodehouse . <poem> \" 'It seems to me, Jeeves, that the ceremony may be one fraught with considerable interest.' 'Yes, sir.' 'What, in your opinion, will the harvest be?' 'One finds it difficult to hazard a conjecture, sir.' 'You mean imagination boggles?' 'Yes, sir.' I inspected my imagination. He was right. It boggled.\" </poem>",
            "score": 38.06773233413696
        },
        {
            "docid": "63342_38",
            "document": "P. G. Wodehouse . On 15 January 1945 the French authorities released Wodehouse, but they did not inform him, until June 1946, that he would not face any official charges and was free to leave the country.",
            "score": 53.313324213027954
        },
        {
            "docid": "56864060_11",
            "document": "Sonny Boy (short story) . The 1951 anthology \"The Best of Modern Humor\", edited by P. G. Wodehouse and Scott Meredith, included \"Sonny Boy\", which was the only story by Wodehouse included in the anthology. The story was the only Wodehouse story included in the 1967 anthology \"A Carnival of Modern Humour\", also edited by P. G. Wodehouse and Scott Meredith.",
            "score": 50.82058334350586
        },
        {
            "docid": "412092_44",
            "document": "Stourbridge . Stourbridge Golf Course is also mentioned by P. G. Wodehouse. - P. G. Wodehouse, \"Money for Nothing\", Chapter 5.",
            "score": 45.07407855987549
        },
        {
            "docid": "4139347_2",
            "document": "P. G. Wodehouse minor characters . The following is an incomplete compendium of the fictional characters featured in the stories of P. G. Wodehouse (other than the ones already described in separate guides about Wodehouse series such as Blandings, Jeeves, etc.), in alphabetical order by surname.",
            "score": 47.59031629562378
        },
        {
            "docid": "4465464_13",
            "document": "P. G. Wodehouse locations . Blandings Castle is a fictional location central to many P. G. Wodehouse stories. It is an idyllic country house.",
            "score": 44.91435623168945
        },
        {
            "docid": "4465464_2",
            "document": "P. G. Wodehouse locations . The following is an incomplete compendium of the fictional locations featured in the stories of P. G. Wodehouse, in alphabetical order by place name.",
            "score": 44.75575828552246
        },
        {
            "docid": "1368740_2",
            "document": "List of P. G. Wodehouse characters . The following is an incomplete list of fictional characters featured in the books and stories of P. G. Wodehouse, by series, in alphabetical order by series name. Due to overlap between the various classifications of Wodehouse's work, some characters appear more than once.",
            "score": 45.438904762268066
        },
        {
            "docid": "30896341_2",
            "document": "List of songs with lyrics by P. G. Wodehouse . This list contains songs with lyrics written or co-written by the English humorist, novelist and playwright P. G. Wodehouse.",
            "score": 44.44190311431885
        },
        {
            "docid": "56696476_14",
            "document": "The Amazing Hat Mystery . \"The Amazing Hat Mystery\" was included in the collection \"The Most of P. G. Wodehouse\", which was published in the US on 15 October 1960, Wodehouse's seventy-ninth birthday. It was included in the 1978 collection \"Vintage Wodehouse\", a collection edited by Richard Usborne. The 1982 collection \"Tales from the Drones Club\" featured the story. It was included in \"P. G. Wodehouse Short Stories\", a 1983 collection published by The Folio Society that included drawings by George Adamson.",
            "score": 49.12213337421417
        },
        {
            "docid": "4139347_28",
            "document": "P. G. Wodehouse minor characters . \"J. G. Butterwick\" (in \"Heavy Weather\", 1933) and \"John G. Butterwick\" (in \"The Luck of the Bodkins\", 1935), became \"J. B. Butterwick\" (in \"Pearls, Girls and Monty Bodkin\", 1972). He is the senior partner in Butterwick, Price and Mandelbaum, Import and Export Merchants.",
            "score": 37.3854660987854
        },
        {
            "docid": "56705608_10",
            "document": "Goodbye to All Cats . The story was included in the English edition of the 1939 collection \"Week-end Wodehouse\", published by Herbert Jenkins Limited. It was collected in \"The Most of P. G. Wodehouse\", published on 15 October 1960. \"Tales from the Drones Club\", published in 1982, included the story. It was featured in \"P. G. Wodehouse Short Stories\", published by The Folio Society and illustrated by George Adamson.",
            "score": 45.04365813732147
        },
        {
            "docid": "56671680_10",
            "document": "Trouble Down at Tudsleigh . The story was included in the American edition of \"Eggs, Beans, and Crumpets\", published in 1940. It was featured in the 1949 collection, \"The Best of Wodehouse\", edited by Scott Meredith and published by Pocket Books. The collection \"The Week-End Book of Humor\", with stories selected by Wodehouse and Meredith, included the story, which was the only Wodehouse story featured in the book. This collection was published in 1952 in the US and 1954 in the UK, and was reissued with the alternate title \"P. G. Wodehouse Selects the Best of Humor\" in the US in 1965, and as \"P. G. Wodehouse Selects the Best of Humour\" in the UK in 1966. The story was also included in the 1982 collection \"Tales from the Drones Club\".",
            "score": 50.33223295211792
        },
        {
            "docid": "1897174_11",
            "document": "Jeeves Takes Charge . The story was included in the American edition of the 1939 Wodehouse collection \"The Week-End Wodehouse\", and in the 1958 collection of Wodehouse stories, \"Selected Stories by P. G. Wodehouse\".",
            "score": 45.33101272583008
        },
        {
            "docid": "1564680_4",
            "document": "John Wodehouse, 4th Earl of Kimberley . Wodehouse was the godson of the writer P. G. Wodehouse, a distant cousin, both being descended from Sir Armine Wodehouse, 5th Baronet.",
            "score": 46.25516748428345
        },
        {
            "docid": "2125254_2",
            "document": "The White Feather . The White Feather is a novel by P. G. Wodehouse, first published on 9 October 1907 by Adam & Charles Black, London. It is set at Wrykyn school, scene of Wodehouse's earlier book \"The Gold Bat\" (1904), and the later \"Mike\" (1909). Like many early Wodehouse novels, the story first appeared as a serial in the boys' magazine \"The Captain\", between October 1905 and March 1906. The phrase \"white feather\" is a reference to cowardice.",
            "score": 44.58245062828064
        },
        {
            "docid": "29853536_2",
            "document": "The World of Wodehouse . The World of Wodehouse was a comedy television series, based on the \"Blandings Castle\" and \"Ukridge\" comedy stories by P. G. Wodehouse.",
            "score": 44.57575988769531
        },
        {
            "docid": "80678_21",
            "document": "Jeeves . In the reference work \"Wodehouse in Woostershire\" by Wodehouse scholars Geoffrey Jaggard and Tony Ring, it is speculated using information provided in the Jeeves canon that Bertie's age ranges from approximately 24 to 29 over the stories (excluding \"Ring for Jeeves\"), and that Jeeves is roughly ten years older than Bertie, giving an age range of 35 to 40. This happens to agree with a personal letter written in 1961 by P. G. Wodehouse to scholar Robert A. Hall, Jr., in which Wodehouse, explaining that his characters did not age with real life time, gave an approximate age for Jeeves:",
            "score": 50.14709186553955
        },
        {
            "docid": "55648048_9",
            "document": "The Purity of the Turf (short story) . \"The Purity of the Turf\" was included in the 1932 collection \"Nothing But Wodehouse\" and in the 1960 collection \"The Most of P. G. Wodehouse\". The 1981 collection of crime-related Wodehouse stories, \"Wodehouse on Crime\", and the 1984 collection of clergy-related Wodehouse stories, \"The World of Wodehouse Clergy\", featured this story.",
            "score": 45.62597036361694
        }
    ],
    "r": [
        {
            "docid": "63342_37",
            "document": "P. G. Wodehouse . While still detained by the French, Wodehouse was again mentioned in questions in the House of Commons in December 1944 when MPs wondered if the French authorities could repatriate him to stand trial. Eden stated that the \"matter has been gone into, and, according to the advice given, there are no grounds upon which we could take action\". Two months later George Orwell wrote the essay \"In Defence of P.G. Wodehouse\", where he stated that \"it is important to realise that the events of 1941 do not convict Wodehouse of anything worse than stupidity\". Orwell's rationale was that Wodehouse's \"moral outlook has remained that of a public-school boy, and according to the public-school code, treachery in time of war is the most unforgivable of all the sins\", which was compounded by his \"complete lack—so far as one can judge from his printed works—of political awareness\".",
            "score": 60.62159729003906
        },
        {
            "docid": "63342_14",
            "document": "P. G. Wodehouse . From his boyhood Wodehouse had been fascinated by America, which he conceived of as \"a land of romance\"; he \"yearned\" to visit the country, and by 1904 he had earned enough to do so. In April he sailed to New York, which he found greatly to his liking. He noted in his diary: \"In New York gathering experience. Worth many guineas in the future but none for the moment\". This prediction proved correct: few British writers had first-hand experience of the US, and his articles about life in New York brought him higher than usual fees. He later recalled that \"in 1904 anyone in the London writing world who had been to America was regarded with awe and looked upon as an authority on that \"terra incognita\"... After that trip to New York I was a man who counted... My income rose like a rocketing pheasant.\" Wodehouse's other new venture in 1904 was writing for the stage. Towards the end of the year the librettist Owen Hall invited him to contribute an additional lyric for a musical comedy \"Sergeant Brue\". Wodehouse had loved theatre since his first visit, aged thirteen, when Gilbert and Sullivan's \"Patience\" had made him \"drunk with ecstasy\". His lyric for Hall, \"Put Me in My Little Cell\", was a Gilbertian number for a trio of comic crooks, with music by Frederick Rosse; it was well received and launched Wodehouse on a career as a theatre writer that spanned three decades.",
            "score": 60.23987579345703
        },
        {
            "docid": "63342_7",
            "document": "P. G. Wodehouse . Mother and son sailed for Hong Kong, where for his first two years Wodehouse was raised by a Chinese amah (nurse), alongside his elder brothers Peveril (1877–1951) and Armine (1879–1936). When he was two, the brothers were brought to England, where they were placed under the care of an English nanny in a house adjoining that of Eleanor's father and mother. The boys' parents returned to Hong Kong and became virtual strangers to their sons. Such an arrangement was then normal for middle-class families based in the colonies. The lack of parental contact, and the harsh regime of some of those \"in loco parentis\", left permanent emotional scars on many children from similar backgrounds, including the writers Thackeray, Saki, Kipling and Walpole. Wodehouse was more fortunate; his nanny, Emma Roper, was strict but not unkind, and both with her and later at his different schools Wodehouse had a generally happy childhood. His recollection was that \"it went like a breeze from start to finish, with everybody I met understanding me perfectly\". The biographer Robert McCrum suggests that nonetheless Wodehouse's isolation from his parents left a psychological mark, causing him to avoid emotional engagement both in life and in his works. Another biographer, Frances Donaldson, writes, \"Deprived so early, not merely of maternal love, but of home life and even a stable background, Wodehouse consoled himself from the youngest age in an imaginary world of his own.\"",
            "score": 58.27116394042969
        },
        {
            "docid": "63342_31",
            "document": "P. G. Wodehouse . Other leading literary figures who admired Wodehouse were A.E. Housman, Max Beerbohm and Hilaire Belloc; on the radio and in print Belloc called Wodehouse \"the best writer of our time: the best living writer of English... the head of my profession\". Wodehouse regarded Belloc's plaudit as \"a gag, to get a rise out of serious-minded authors whom he disliked\". Wodehouse was never sure that his books had literary merit as well as popular appeal, and, Donaldson suggests, must have been overwhelmed when the University of Oxford conferred an honorary doctorate of letters on him in June 1939. His visit to England for the awarding ceremony was the last time he set foot in his native land.",
            "score": 58.24604034423828
        },
        {
            "docid": "4465464_4",
            "document": "P. G. Wodehouse locations . Actually, P. G. Wodehouse gives us few details about this public house. At the beginning of each short story of the Mulliner’s collection, we find Mr Mulliner sipping his hot Scotch and Lemon in the bar-parlour of the establishment, while his pub companions are drinking their own beverages. In most stories, a conversation between these companions induces Mr Mulliner to a recollection of a similar event introducing some new members of the very large Mulliner family. We then leave the pub to enter into the narrator’s world.",
            "score": 57.866050720214844
        },
        {
            "docid": "63342_48",
            "document": "P. G. Wodehouse . In 1941 the \"Concise Cambridge History of English Literature\" opined that Wodehouse had \"a gift for highly original aptness of phrase that almost suggests a poet struggling for release among the wild extravagances of farce\", while McCrum thinks that Wodehouse manages to combine \"high farce with the inverted poetry of his mature comic style\", particularly in \"The Code of the Woosters\"; the novelist Anthony Powell believes Wodehouse to be a \"comic poet\". Robert A. Hall, Jr., in his study of Wodehouse's style and technique, describes the author as a master of prose, an opinion also shared by Levin, who considers Wodehouse \"one of the finest and purest writers of English prose\". Hall identifies several techniques used by Wodehouse to achieve comic effect, including the creation of new words through adding or removing prefixes and suffixes, so when Pongo Twistleton removes the housemaid Elsie Bean from a cupboard, Wodehouse writes that the character \"de-Beaned the cupboard\". Wodehouse created new words by splitting others in two, thus Wodehouse divides \"hobnobbing\" when he writes: \"To offer a housemaid a cigarette is not hobbing. Nor, when you light it for her, does that constitute nobbing.\"",
            "score": 57.73925018310547
        },
        {
            "docid": "44955079_5",
            "document": "Rowland Ryder . The second chapter of his only cricket book, \"Cricket Calling\", a collection of essays published a few months before he died, is titled \"The Essence of Cricket\", and opens with this sentence: \"Cricket is not so much a game as an extension of being English: a gallimaufry of paradoxes, contradictions, frightening logic and sheer impossibilities, of gentle courtesy and rough violence.\" In another chapter, \"The Unplayable Jeeves\", Ryder recounts his correspondence with P. G. Wodehouse which established that Wodehouse had named his famous character Jeeves after the Warwickshire bowler Percy Jeeves, whom Wodehouse had seen playing in a county match at Cheltenham in 1913.",
            "score": 57.289730072021484
        },
        {
            "docid": "63342_46",
            "document": "P. G. Wodehouse . When dealing with the dialogue in his novels, Wodehouse would consider the book's characters as if they were actors in a play, ensuring that the main roles were kept suitably employed throughout the storyline, which must be strong: \"If they aren't in interesting situations, characters can't be major characters, not even if you have the rest of the troop talk their heads off about them.\" Many of Wodehouse's parts were stereotypes, and he acknowledged that \"a real character in one of my books sticks out like a sore thumb.\" The publisher Michael Joseph identifies that even within the stereotypes Wodehouse understood human nature, and therefore \"shares with [Charles] Dickens and Charles Chaplin the ability to present the comic resistance of the individual against those superior forces to which we are all subject\".",
            "score": 56.65692138671875
        },
        {
            "docid": "11714059_24",
            "document": "Al Gore and information technology . After this interview, Gore became the subject of controversy and ridicule when his statement \"I took the initiative in creating the Internet\" was widely quoted out of context. It was often misquoted by comedians and figures in American popular media who framed this statement as a claim that Gore believed he had personally \"invented\" the Internet. Gore's actual words, however, were widely reaffirmed by notable Internet pioneers, such as Vint Cerf and Bob Kahn, who stated, \"No one in public life has been more intellectually engaged in helping to create the climate for a thriving Internet than the Vice President.\" Former UCLA professor of information studies, Philip E. Agre and journalist Eric Boehlert argued that three articles in \"Wired News\" led to the creation of the widely spread urban legend that Gore claimed to have \"invented the Internet,\" which followed this interview. Jim Wilkinson, who at the time was working as congressman Dick Armey's spokesman, also helped sell the idea that Gore claimed to have \"invented the internet.\" Computer professionals and congressional colleagues argued against this characterization. Internet pioneers Vint Cerf and Bob Kahn stated that \"we don't think, as some people have argued, that Gore intended to claim he 'invented' the Internet. Moreover, there is no question in our minds that while serving as Senator, Gore's initiatives had a significant and beneficial effect on the still-evolving Internet.\" Cerf would also later state: \"Al Gore had seen what happened with the National Interstate and Defense Highways Act of 1956, which his father introduced as a military bill. It was very powerful. Housing went up, suburban boom happened, everybody became mobile. Al was attuned to the power of networking much more than any of his elective colleagues. His initiatives led directly to the commercialization of the Internet. So he really does deserve credit.\"  In a speech to the American Political Science Association, former Republican Speaker of the United States House of Representatives Newt Gingrich also stated: \"In all fairness, it's something Gore had worked on a long time. Gore is not the Father of the Internet, but in all fairness, Gore is the person who, in the Congress, most systematically worked to make sure that we got to an Internet, and the truth is -- and I worked with him starting in 1978 when I got [to Congress], we were both part of a \"futures group\"—the fact is, in the Clinton administration, the world we had talked about in the '80s began to actually happen.\" Finally, Wolf Blitzer (who conducted the original 1999 interview) stated in 2008 that: \"I didn't ask him about the Internet. I asked him about the differences he had with Bill Bradley [...] Honestly, at the time, when he said it, it didn't dawn on me that this was going to have the impact that it wound up having, because it was distorted to a certain degree and people said they took what he said, which was a carefully phrased comment about taking the initiative in creating the Internet to—I invented the Internet. And that was the sort of shorthand, the way his enemies projected it and it wound up being a devastating setback to him and it hurt him, as I'm sure he acknowledges to this very day.\"",
            "score": 56.32974624633789
        },
        {
            "docid": "63342_39",
            "document": "P. G. Wodehouse . Having secured American visas in July 1946, the Wodehouses made preparations to return to New York. They were delayed by Ethel's insistence on acquiring suitable new clothes and by Wodehouse's wish to finish writing his current novel, \"The Mating Season\", in the peace of the French countryside. In April 1947 they sailed to New York, where Wodehouse was relieved at the friendly reception he received from the large press contingent awaiting his arrival. Ethel secured a comfortable penthouse apartment in Manhattan's Upper East Side, but Wodehouse was not at ease. The New York that he had known before the war was much changed. The magazines that had paid lavishly for his stories were in decline, and those that remained were not much interested in him. He was sounded out about writing for Broadway, but he was not at home in the post-war theatre; he had money problems, with large sums temporarily tied up in Britain, and for the first time in his career he had no ideas for a new novel. He did not complete one until 1951.",
            "score": 56.067138671875
        },
        {
            "docid": "63342_49",
            "document": "P. G. Wodehouse . Richard Voorhees, Wodehouse's biographer, believes that the author used clichés in a deliberate and ironic manner. His opinion is shared by the academic Stephen Medcalf, who deems Wodehouse's skill is to \"bring a cliché just enough to life to kill it\", although Pamela March, writing in \"The Christian Science Monitor\", considers Wodehouse to have \"an ability to decliché a cliché\". Medcalf provides an example from \"Right Ho, Jeeves\" in which the teetotal Gussie Fink-Nottle has surreptitiously been given whisky and gin in a punch prior to a prize-giving:",
            "score": 55.86082458496094
        },
        {
            "docid": "5042706_55",
            "document": "Al Gore . Former UCLA professor of information studies Philip E. Agre and journalist Eric Boehlert argued that three articles in \"Wired News\" led to the creation of the widely spread urban legend that Gore claimed to have \"invented the Internet\", which followed this interview. In addition, computer professionals and congressional colleagues argued in his defense. Internet pioneers Vint Cerf and Bob Kahn stated that \"we don't think, as some people have argued, that Gore intended to claim he 'invented' the Internet. Moreover, there is no question in our minds that while serving as Senator, Gore's initiatives had a significant and beneficial effect on the still-evolving Internet.\" Cerf would later state: \"Al Gore had seen what happened with the National Interstate and Defense Highways Act of 1956, which his father introduced as a military bill. It was very powerful. Housing went up, suburban boom happened, everybody became mobile. Al was attuned to the power of networking much more than any of his elective colleagues. His initiatives led directly to the commercialization of the Internet. So he really does deserve credit.\" In a speech to the American Political Science Association, former Republican Speaker of the United States House of Representatives Newt Gingrich also stated: \"In all fairness, it's something Gore had worked on a long time. Gore is not the Father of the Internet, but in all fairness, Gore is the person who, in the Congress, most systematically worked to make sure that we got to an Internet, and the truth is—and I worked with him starting in 1978 when I got [to Congress], we were both part of a \"futures group\"—the fact is, in the Clinton administration, the world we had talked about in the '80s began to actually happen.\" Finally, Wolf Blitzer (who conducted the original 1999 interview) stated in 2008 that: \"I didn't ask him about the Internet. I asked him about the differences he had with Bill Bradley [...] Honestly, at the time, when he said it, it didn't dawn on me that this was going to have the impact that it wound up having, because it was distorted to a certain degree and people said they took what he said, which was a carefully phrased comment about taking the initiative and creating the Internet to—I invented the Internet. And that was the sort of shorthand, the way his enemies projected it and it wound up being a devastating setback to him and it hurt him, as I'm sure he acknowledges to this very day.\"",
            "score": 55.745906829833984
        },
        {
            "docid": "63342_35",
            "document": "P. G. Wodehouse . When Wodehouse heard of the furore the broadcasts had caused, he contacted the Foreign Office—through the Swiss embassy in Berlin—to explain his actions, and attempted to return home via neutral countries, but the German authorities refused to let him leave. In \"Performing Flea\", a 1953 collection of letters, Wodehouse wrote, \"Of course I ought to have had the sense to see that it was a loony thing to do to use the German radio for even the most harmless stuff, but I didn't. I suppose prison life saps the intellect\". The reaction in America was mixed: the left-leaning publication \"P.M.\" accused Wodehouse of \"play[ing] Jeeves to the Nazis\", but the Department of War used the interviews as an ideal representation of anti-Nazi propaganda. The Wodehouses remained in Germany until September 1943, when Allied bombing led to the couple being allowed to move back to Paris. They were living there when the city was liberated on 25 August 1944; Wodehouse reported to the American authorities the following day, asking them to inform the British of his whereabouts. He was subsequently visited by Malcolm Muggeridge, recently arrived in Paris as an intelligence officer with MI6. The young officer quickly came to like Wodehouse and considered the question of treasonable behaviour as \"ludicrous\"; he summed up the writer as \"ill-fitted to live in an age of ideological conflict\". On 9 September Wodehouse was visited by an MI5 officer and former barrister, Major Edward Cussen, who formally investigated him, a process that stretched over four days. On 28 September Cussen filed his report, which states that in regard to the broadcasts, Wodehouse's behaviour \"has been unwise\", but advised against further action. On 23 November Theobald Matthew, the Director of Public Prosecutions, decided there was no evidence to justify prosecuting Wodehouse.",
            "score": 55.66416549682617
        },
        {
            "docid": "21160828_17",
            "document": "Ron Stone (music industry executive) . In a Los Angeles Times article on Net Music, Stone was asked to comment on what price consumers would be willing to pay for downloaded music: \"Forty-nine cents seems like the appropriate amount,\" said Ron Stone, president of Gold Mountain Entertainment, an artist management firm. \"if you can get kids to spend 49 cents, consider it a gift. Make it 99 cents, you won't sell any, particularly if the singles market is a kids market.\" Stone continued to criticize his own industry as well as the Internet when he said “Were kind of stuck in this plantation system with the record companies. And they’re the only games in town. And we looked at the Internet as an opportunity to extricate ourselves from this situation and deal directly with our audience. And now it’s not an option because the option now is we can have the relatively bad contractual arrangement with one of the majors, or we could have our property taken for free. These are very bad choices.”",
            "score": 55.55485153198242
        },
        {
            "docid": "26955256_8",
            "document": "Raphael Cohen-Almagor . In recent writings, Cohen-Almagor calls to strike a balance between freedom of expression and social responsibility. Responsibility is commonly associated with accountability and answerability. We live within a community and have some responsibilities to it. The responsibilities are positive and negative. That is, we have a responsibility to better the society in which we live, and a responsibility to refrain from acting in a way that knowingly might harm our community. The responsibility is ethical in nature. We can reasonably expect people to know the difference between good and evil, and then to act accordingly. In the Internet context, Cohen-Almagor distinguishes between Netusers and Netcitizens. The term “Netuser” refers to people who use the Internet. It is a neutral term. It does not convey any clue as to how people use the Internet. It does not convey any appraisal of their use. The term “netcitizen”, on the other hand, is not neutral. It describes a responsible use of the Internet. Netcitizens are people who use the Internet as an integral part of their real life. That is to say, their virtual life is not separated from their real life. Even if they invent an identity for themselves on social networks such as Second Life, they do it in a responsible manner. They still hold themselves accountable for the consequences of their Internet use. In other words, netcitizens are good citizens of the Internet. They contribute to the Internet's use and growth while making an effort to ensure that their communications and Net use are constructive, fostering free speech, open access and social culture of respecting others, and not harming others. Netcitizens, asserts Cohen-Almagor, are netusers with a sense of responsibility.",
            "score": 55.43608093261719
        },
        {
            "docid": "371301_23",
            "document": "Electronic voting . In March 2000 the Arizona Democratic Party ran its Presidential Primary over the internet using the private company votation.com. Each registered member of the party received a personal identification number in the mail. These citizens had the option to either cast ballots at a designated location or over the internet from the comfort of their own home. Voters voting over the internet were required to insert their PIN and answer two personal questions. Once all the information is verified, they have the voting options. By 2009, Estonia had advanced the farthest in utilizing Internet voting technology. In Estonia, each voter has a national ID card that they use to identify each citizen. The ID card is the security Estonia put in to ensure reliability in votes. Security officials said that they have not detected any unusual activity or tampering of the votes.",
            "score": 55.3876953125
        },
        {
            "docid": "63342_45",
            "document": "P. G. Wodehouse . Wodehouse believed that one of the factors that made his stories humorous was his view of life, and he stated that \"If you take life fairly easily, then you take a humorous view of things. It's probably because you were born that way.\" He carried this view through into his writing, describing the approach as \"making the thing a sort of musical comedy without music, and ignoring real life altogether\". The literary critic Edward L. Galligan considers Wodehouse's stories to show his mastery in adapting the form of the American musical comedy for his writings. Wodehouse would ensure that his first draft was as carefully and accurately done as possible, correcting and refining the prose as he wrote, and would then make another good copy, before proof reading again and then making a final copy for his publisher. Most of Wodehouse's canon is set in an undated period around the 1920s and 1930s. The critic Anthony Lejeune describes the settings of Wodehouse's novels, such as the Drones Club and Blandings Castle, as \"a fairyland\". Although some critics thought Wodehouse's fiction was based on a world that had never existed, Wodehouse affirmed that \"it did. It was going strong between the wars\", although he agreed that his version was to some extent \"a sort of artificial world of my own creation\". The novels showed a largely unchanging world, regardless of when they were written, and only rarely—and mistakenly in McCrum's view—did Wodehouse allow modernity to intrude, as he did in the 1966 story \"Bingo Bans the Bomb\".",
            "score": 55.14027786254883
        },
        {
            "docid": "63342_33",
            "document": "P. G. Wodehouse . Wodehouse's family and friends had not had any news of his location after the fall of France, but an article from an Associated Press reporter who had visited Tost in December 1940 led to pressure on the German authorities to release the novelist. This included a petition from influential people in the US; Senator W. Warren Barbour presented it to the German ambassador. Although his captors refused to release him, Wodehouse was provided with a typewriter and, to pass the time, he wrote \"Money in the Bank\". Throughout his time in Tost, he sent postcards to his US literary agent asking for $5 to be sent to various people in Canada, mentioning his name. These were the families of Canadian prisoners of war, and the news from Wodehouse was the first indication that their sons were alive and well. Wodehouse risked severe punishment for the communication, but managed to evade the German censor. On 21 June 1941, while he was in the middle of playing a game of cricket, Wodehouse received a visit from two members of the Gestapo. He was given ten minutes to pack his things before he was taken to the Hotel Adlon, a top luxury hotel in Berlin. He stayed there at his own expense; royalties from the German editions of his books had been put into a special frozen bank account at the outset of the war, and Wodehouse was permitted to draw upon this money he had earned whilst staying in Berlin. He was thus released from internment a few months before his sixtieth birthday—the age at which civilian internees were released by the Nazis. Shortly afterwards Wodehouse was, in the words of Phelps, \"cleverly trapped\" into making five broadcasts to the US via German radio, with the Berlin-based correspondent of the Columbia Broadcasting System. The broadcasts—aired on 28 June, 9, 23 and 30 July, and 6 August—were titled \"How to be an Internee Without Previous Training\", and comprised humorous anecdotes about Wodehouse's experiences as a prisoner, including some gentle mocking of captors. The German propaganda ministry arranged for the recordings to be broadcast to Britain in August. The day after Wodehouse recorded his final programme, Ethel joined him in Berlin, having sold most of her jewellery to pay for the journey.",
            "score": 55.043697357177734
        },
        {
            "docid": "16669174_9",
            "document": "4608 Wodehouse . This minor planet was named after English writer and humorists P. G. Wodehouse (Sir Pelham Grenville Wodehouse; 1881–1975). He created several fictional characters, who became familiar to the public over the years, and include the jolly gentleman of leisure Bertie Wooster and his sagacious valet, Jeeves. The body's name was suggested by Belgian astronomer Jean Meeus.",
            "score": 54.4129638671875
        },
        {
            "docid": "63342_51",
            "document": "P. G. Wodehouse . The stylistic device most commonly found in Wodehouse's work is his use of comparative imagery that includes similes. Hall opines that the humour comes from Wodehouse's ability to accentuate \"resemblances which at first glance seem highly incongruous\". Examples can be seen in \"Joy in the Morning\", Chapter 29: \"There was a sound in the background like a distant sheep coughing gently on a mountainside. Jeeves sailing into action\", or \"Psmith\", Chapter 7: \"A sound like two or three pigs feeding rather noisily in the middle of a thunderstorm interrupted his meditation.\" Hall also identifies that periodically Wodehouse used the stylistic device of a transferred epithet, with an adjective that properly belongs to a person applied instead to some inanimate object. The form of expression is used sparingly by Wodehouse in comparison with other mechanisms, only once or twice in a story or novel, according to Hall.",
            "score": 54.26811981201172
        },
        {
            "docid": "63342_20",
            "document": "P. G. Wodehouse . A third milestone in Wodehouse's life came towards the end of 1915: his old songwriting partner Jerome Kern introduced him to the writer Guy Bolton, who became Wodehouse's closest friend and a regular collaborator. Bolton and Kern had a musical, \"Very Good Eddie\", running at the Princess Theatre in New York. The show was successful, but they thought the song lyrics weak and invited Wodehouse to join them on its successor. This was \"Miss Springtime\" (1916), which ran for 227 performances—a good run by the standards of the day. The team produced several more successes, including \"Leave It to Jane\" (1917), \"Oh, Boy!\" (1917–18) and \"Oh, Lady! Lady!!\" (1918), and Wodehouse and Bolton wrote a few more shows with other composers. In these musicals Wodehouse's lyrics won high praise from critics as well as fellow lyricists such as Ira Gershwin.",
            "score": 54.093406677246094
        },
        {
            "docid": "43104559_13",
            "document": "Postinternet . ″The thing we call 'art' is a historical period, like ancient art — it has a vague beginning point that makes it a period, and also an end, which is usually marked by a major changes in other areas of life. Quite possibly we've just witnessed this end. The thing that we call 'Internet' is a whole way of being in the world. It's the Internet you know from your browser window, but also the Internet of things and materials, and also the internet of minds, of tastes and feelings. After this passing historical period 'Art', you have this new period 'Internet'. So it makes sense to ask, what does that change mean for aesthetics? How do we present and represent in this new period?″",
            "score": 53.918067932128906
        },
        {
            "docid": "5019341_13",
            "document": "Self-advocacy . Nevertheless, Henwood, Wyatt, Hart and Smith challenge the extent to which others claim the internet is able to promote self-advocacy. They did research on thirty-two women wanting to know about how hormone replacement therapy (HRT) could relieve menopausal symptoms. They point out that to become informed of one's illness and treatments in this way, requires having skills to be able to access this information using the internet in the first place. Also, one has to start out with some knowledge to distinguish the usefulness of different types of information and decipher what information is valid. As one of their research participants claimed, much information can be gotten from the internet but unlike a doctor, the internet is unable to answer questions about specific information found. Henwood \"et al.\" felt that strategies that the patients used for searching for information on the internet were unsystematic. Therefore, research participants were unaware of the commercial interests many sites had. For example, many sites created by lay people are sponsored by large pharmaceutical companies in return for the site's promotion of their drug.",
            "score": 53.725284576416016
        },
        {
            "docid": "50216971_3",
            "document": "James Bowman (musician) . Bowman moved around frequently during his childhood, living briefly in Louisiana and Virginia. As a teenager, he lived in St. Petersburg, Florida, where he played in his first band, the $cam$. Although the $cam$ didn't get very much recognition outside of St. Petersburg, they did release a self-titled record, which can be found on the internet. Bowman is fairly shy and rarely talks about his childhood. He is the only child to a single mother, and has very little memory of his father, who died when James was aged two. Bowman attended Naples High School where he met Laura Jane Grace on the first day of freshman year in 1994. They soon dropped out of high school to play in punk bands. The two of them have remained close friends to this day.",
            "score": 53.47622299194336
        },
        {
            "docid": "3729941_16",
            "document": "Who Wants to Be a Millionaire (U.S. game show) . The show's original three lifelines were \"50:50\", in which the computer eliminates two of the incorrect answers; \"Phone-a-Friend\", which allowed the contestant to make a 30-second call to one of a number of friends (who provided their phone numbers in advance) and read them the question and answer choices, after which the friend provided input; and \"Ask the Audience\", in which audience members use touch pads to designate what they believe the correct answer to be, after which the percentage of the audience choosing each specific option is displayed to the contestant. 50:50 was eliminated at the end of the show's sixth syndicated season (2007–08), only to be restored in 2015 for season fourteen. Phone-a-Friend was removed on the episode aired January 11, 2010, after it was determined that there was an increasing trend of contestants' friends using search engines and other Internet resources, unfairly privileging individuals who had computer access over those who did not, and that it was contrary to the original intent of the lifeline where friends were supposed to provide assistance based on what they already knew. From 2004 to 2008, there was a fourth lifeline called \"Switch the Question\", earned upon answering question ten, in which the computer replaced, at the contestant's request, one question with another of the same monetary value; however, any lifelines used on the original question were not reinstated for the new question. Switch the Question returned as \"Cut the Question\" on a special week of shows with child contestants aired in 2014.",
            "score": 53.4749641418457
        },
        {
            "docid": "63342_38",
            "document": "P. G. Wodehouse . On 15 January 1945 the French authorities released Wodehouse, but they did not inform him, until June 1946, that he would not face any official charges and was free to leave the country.",
            "score": 53.313323974609375
        },
        {
            "docid": "40476283_8",
            "document": "Million Dollar Minute . The first question played in the second round is Snap Shot in which the contestants are given a visual multiple choice question. The category of the question is revealed with the three answer options and then the question related to an out of focus picture is asked. For some of the 2014 series, a category called \"MDM News\" was made in which, instead of an out of focus image, a newspaper heading is used. The picture with three parts is revealed one frame at a time. If no one answers, or a contestant buzzes in and chooses an incorrect option, the contestant is locked out and the next frame is revealed and so on until the last frame is revealed which focuses the picture. Only one answer per frame is accepted and if the full picture is revealed with no correct answer given then the game ends. It is possible for one contestant to win the game by default if the other two contestants both choose the incorrect answers on the first two frames, leaving the correct answer as the only option left. In the 2015 series, a version of Snap Shot known as \"See It, Say It\" was introduced. In this version, three pictures of something would make up the correct answer when said aloud from left to right. One picture is revealed at a time accompanied with a clue. Contestants can buzz in at any point of the question to answer. If no answer is given once all frames have been revealed and there are contestants not locked out, or all contestants guess incorrectly, the game is over. The contestant with the correct answer is given the choice of $1,500 in safe money or 15 points added to their score.",
            "score": 53.27968215942383
        },
        {
            "docid": "63342_25",
            "document": "P. G. Wodehouse . The contract started in May 1930, but the studio found little for Wodehouse to do, and he had spare time to write a novel and nine short stories. He commented, \"It's odd how soon one comes to look on every minute as wasted that is given to earning one's salary.\" Even when the studio found a project for him to work on, the interventions of committees and constant rewriting by numerous contract authors meant that his ideas were rarely used. In a 2005 study of Wodehouse in Hollywood, Brian Taves writes that \"Those Three French Girls\" (1930) was \"as close to a success as Wodehouse was to have at MGM. His only other credits were minimal, and the other projects he worked on were not produced.\"",
            "score": 52.98191833496094
        },
        {
            "docid": "63342_27",
            "document": "P. G. Wodehouse . Wind's view of Wodehouse's naïveté is not universally held. Biographers including Donaldson, McCrum and Phelps suggest that his unworldliness was only part of a complex character, and that in some respects he was highly astute. He was unsparing of the studio owners in his early-1930s short stories set in Hollywood, which contain what Taves considers Wodehouse's sharpest and most biting satire.",
            "score": 52.93643569946289
        },
        {
            "docid": "21401843_27",
            "document": "Freedom of speech . The Internet is a far more speech-enhancing medium than print, the village green, or the mails. Because it would necessarily affect the Internet itself, the CDA would necessarily reduce the speech available for adults on the medium. This is a constitutionally intolerable result. Some of the dialogue on the Internet surely tests the limits of conventional discourse. Speech on the Internet can be unfiltered, unpolished, and unconventional, even emotionally charged, sexually explicit, and vulgar – in a word, \"indecent\" in many communities. But we should expect such speech to occur in a medium in which citizens from all walks of life have a voice. We should also protect the autonomy that such a medium confers to ordinary people as well as media magnates.[...] My analysis does not deprive the Government of all means of protecting children from the dangers of Internet communication. The Government can continue to protect children from pornography on the Internet through vigorous enforcement of existing laws criminalizing obscenity and child pornography. [...] As we learned at the hearing, there is also a compelling need for public educations about the benefits and dangers of this new medium, and the Government can fill that role as well. In my view, our action today should only mean that Government's permissible supervision of Internet contents stops at the traditional line of unprotected speech. [...] The absence of governmental regulation of Internet content has unquestionably produced a kind of chaos, but as one of the plaintiff's experts put it with such resonance at the hearing: \"What achieved success was the very chaos that the Internet is. The strength of the Internet is chaos.\" Just as the strength of the Internet is chaos, so that strength of our liberty depends upon the chaos and cacophony of the unfettered speech the First Amendment protects.",
            "score": 52.3050537109375
        },
        {
            "docid": "41086818_19",
            "document": "2013 International child pornography investigation . One of the high-impact arrests resulting from Project Spade was that of Ryan Loskarn. The 35-year-old was chief of staff to U.S. Sen. Lamar Alexander at the time of his arrest.  An investigation of Loskarn’s electronic equipment was prompted in part by the appearance of his name on the Azov Films customer list. It uncovered graphic child pornography that had been obtained over the Gnutella peer-to-peer network Loskarn was charged with possessing and intending to distribute child pornography and released on his own recognizance five days after his arrest on December 11, 2013. On January 23, 2014, he committed suicide by hanging himself at his parents’ home. In his suicide note, published on the internet by his family, he stated that “I found myself drawn to videos that matched my own childhood abuse.” The incident provoked wide discussion in Washington, with Washington Post opinion writer Ruth Marcus suggesting that “we should use this sad episode to call attention to the need for mental health services--although Loskarn’s problem was not lack of access but lack of willingness to accept the help available . . . But we should also use the moment to remind ourselves that reality is more complex than our cursory assumptions acknowledge, and that before we rush to condemn we might pause to consider the possibility of compassion.”",
            "score": 52.164005279541016
        },
        {
            "docid": "63342_6",
            "document": "P. G. Wodehouse . Wodehouse was born in Guildford, Surrey, the third son of Henry Ernest Wodehouse (1845–1929), a magistrate resident in the British colony of Hong Kong, and his wife, Eleanor (1861–1941), daughter of the Rev John Bathurst Deane. The Wodehouses, who traced their ancestry back to the 13th century, belonged to a collateral branch of the family of the earls of Kimberley. Eleanor Wodehouse was also of ancient aristocratic ancestry. She was visiting her sister in Guildford when Wodehouse was born there prematurely. The boy was baptised at the Church of St Nicolas, Guildford, and was named after his godfather, Pelham von Donop. Wodehouse wrote in 1957, \"If you ask me to tell you frankly if I like the name Pelham Grenville Wodehouse, I must confess that I do not... I was named after a godfather, and not a thing to show for it but a small silver mug which I lost in 1897.\" The first name was rapidly elided to \"Plum\", the name by which Wodehouse became known to family and friends.",
            "score": 52.162654876708984
        }
    ]
}