{
    "q": [
        {
            "docid": "30678654_2",
            "document": "Gulf States League . The Gulf States League was a Class A American minor baseball league that existed for one season — — and was based in the American states of Texas and Louisiana. Although its teams were not affiliated with any Major League Baseball farm systems, the GSL was an \"official\" minor circuit and a member of the National Association of Professional Baseball Leagues. Established before the boom in minor and independent league baseball attendance that began in the 1980s, the Gulf States League did not survive after its maiden season. Instead, the league reorganized without any teams in Louisiana, and was renamed the Lone Star League for .",
            "score": 113.94494867324829
        },
        {
            "docid": "42139291_8",
            "document": "Allen Harvey Woodward . Woodward was a keen baseball player, though he was unable to make a career out of this passion. After his college baseball career, he managed the Woodward Iron Company baseball team. He bought the Birmingham Barons, the local minor-league team, in late 1909. His first initiative as owner was the construction of Rickwood Field (which is named for him) in 1910. It was the first stadium constructed from steel and concrete in the southern United States or for any minor league team. For decades the field was the \"crown jewel of southern baseball\", and today it is the oldest baseball field in use in the United States.",
            "score": 106.88631129264832
        },
        {
            "docid": "48704155_12",
            "document": "Minor League Baseball . Under most circumstances, minor league teams are not owned by major league clubs, but have affiliation contracts with them. A small number of minor league clubs \"are\" directly owned by major league clubs, but these are rare. Major League Rule 56 governs the standard terms of a Player Development Contract (PDC), which is the standard agreement of association between a minor league team and its major league affiliate. Generally, the parent major league club pays the salaries and benefits of uniformed personnel (players and coaches) and provides bats and balls, while the minor league club pays for in-season travel and other operational expenses. In even-numbered years, any major or minor league club with an expiring PDC may notify Major League Baseball or Minor League Baseball, respectively, of its desire to explore a re-affiliation with a different PDC partner. The Major League Baseball and Minor League Baseball offices then send a list of the corresponding major and minor league clubs seeking new affiliations, and there is a limited period of time in September within which clubs may agree upon new PDCs. If any are left over after this process, the Major League Baseball and Minor League Baseball offices are empowered to assign major and minor league clubs to each other.",
            "score": 121.32199120521545
        },
        {
            "docid": "973037_4",
            "document": "Professional baseball . In addition to the major leagues, many North American cities and towns feature minor league teams. An organization officially styled Minor League Baseball, formerly the National Association of Professional Baseball Leagues, oversees nearly all minor league baseball in the United States and Canada. The minor leagues are divided into classes AAA, AA, High A, Low A, Short-Season A, Advanced Rookie, and Rookie. These minor-league divisions are affiliated with major league teams, and serve to develop young players and rehabilitate injured major-leaguers. The Mexican League is an independent league that is a member of Minor League Baseball and has no affiliations to any Major League Baseball teams. Organized Baseball is often applied as an umbrella term for all leagues — Major and minor — under the authority of the Commissioner of Baseball.",
            "score": 122.95127439498901
        },
        {
            "docid": "34673898_3",
            "document": "Hartford Chiefs . The Hartford team, which played at Bulkeley Stadium, was known as the Bees from 1939–43 and in 1945; it was called the Laurels in 1938 and 1944 (although Baseball America's \"Encyclopedia of Minor League Baseball\" calls the 1938 team the \"Bees\"); and then renamed the \"Chiefs\" for the final seven years of its existence, 1946–52. It was affiliated for all 15 of its seasons with the Boston Braves, and the Bees/Chiefs nickname switch for the Hartford club is probably a result of the parent team's temporary and unsuccessful renaming as the Boston Bees from 1936–40. The 1944 Laurels were recognized as one of the 100 greatest minor league teams of all time. The Connecticut capital had been in organized baseball since the Hartford Dark Blues were a charter member of the National League in –77. After those two years in Major League Baseball, Hartford was represented in eleven different minor leagues — including three earlier versions of the \"Eastern League.\" When the Class B Northeastern League folded after the season during the depths of the Great Depression, Hartford was without professional baseball for three seasons. Then it joined the Class A New York–Pennsylvania League of 1923–37. The arrival of franchises in Hartford and Trenton, New Jersey, caused the NYPL to change its identity to the Eastern League for 1938, with marking the 75th consecutive season the league has used the name.",
            "score": 115.95204758644104
        },
        {
            "docid": "10229142_2",
            "document": "Pawtucket Slaters (baseball) . The Pawtucket Slaters were a minor-league baseball team based in Pawtucket, Rhode Island. From 1946 through 1949, the team played its games at McCoy Stadium as a member of the class-B New England League, and was affiliated with the Boston Braves of the National League. The team disbanded with the league after the 1949 season.",
            "score": 96.45830082893372
        },
        {
            "docid": "1570925_20",
            "document": "Dmitri Young . After spending the 2009 season in the minor leagues, Young officially announced his retirement on March 18, 2010. On the same day, he was introduced as the Vice President and Senior Advisor of Baseball Operations and Special Hitting and Fielding Instructor of the Oakland County Cruisers minor league baseball team. After the 2011 season, Young announced he was attempting a comeback, but was not signed by any team.",
            "score": 93.90062284469604
        },
        {
            "docid": "893831_3",
            "document": "Gabe Kapler . Kapler was a 57th-round draft pick (1,487th overall) by the Detroit Tigers in the 1995 MLB draft. In 1996 he led the Class A South Atlantic League in hits, doubles (2nd in the minor leagues), extra-base hits, and total bases, and was named a South Atlantic League All-Star. In 1997 he led the Class A+ Florida State League in doubles, total bases, and extra base hits, and was named a Florida State League mid-season and post-season All-Star. In 1998 he won the Class AA Southern League Most Valuable Player Award, after leading the league in hits (8th-most in the minors), runs (6th-most in the minors), doubles (3rd-most in the minor leagues), RBIs (most in the minors in 1998, and most ever in the Southern League), total bases, and sacrifice flies, played in both the Double-A and Southern League All-Star Games, and was recognized as MVP of the Southern League All-Star Game. He was also named to the Southern League's post-season All-Star team, and named a \"Baseball America\" First Team Minor League All Star, Minor League Player of the Year by \"USA Today\", \"Baseball Weekly\", and \"The Sporting News\", and \"USA Today\", and was named Tigers Minor League Player of the Year and Detroit's No. 1 prospect by \"Baseball America\".",
            "score": 119.79216277599335
        },
        {
            "docid": "107521_67",
            "document": "Bakersfield, California . Bakersfield is not represented in any of the four major sports leagues: NFL, MLB, NBA, or NHL. The closest major sports teams are in Los Angeles and they have many fans in Bakersfield. The city is home to two minor league professional sports teams: the Bakersfield Condors (American Hockey League) and the Bakersfield Train Robbers baseball club (Pecos League). It was previously home to the California League's Bakersfield Blaze baseball team which ceased operations after the 2016 season. A third minor league team, the Bakersfield Jam of the D-League (basketball), was relocated to Prescott Valley, Arizona, in 2016.",
            "score": 113.89842295646667
        },
        {
            "docid": "29778169_2",
            "document": "Providence Grays (minor league) . The minor league Providence Grays was the name of several minor league baseball teams between and . These teams were unconnected to the Major League Baseball Providence Grays.",
            "score": 111.23969793319702
        },
        {
            "docid": "12730921_2",
            "document": "Western Warriors (baseball) . The Western Warriors were a minor league baseball team playing in the independent Western Baseball League, and not affiliated with any Major League Baseball team.",
            "score": 104.07791328430176
        },
        {
            "docid": "3215878_5",
            "document": "Josh Hamilton . During the days of his most prolific abuse, Hamilton met a businessman named Michael Chadwick who made an attempt to steer him in the right direction. It was through this relationship that he ended up meeting his wife, Katie, who was Chadwick's daughter. His return to baseball was helped along by former minor league outfielder and manager Roy Silver, who owned a baseball academy in Florida. After hearing about Hamilton's desire to return to baseball, Silver offered the use of his facility if Hamilton agreed to work there. Hamilton first started working at Silver's Academy in January 2006. His duties included cleaning the bathrooms and raking the infield. He spent his nights sleeping on an air mattress in one of the facilities offices. After several months there, Hamilton attempted to play with an independent minor league team, but MLB stepped in and disallowed it. Hamilton was allowed to work out with the Devil Rays minor league players starting on June 2, 2006. By the end of the month, he was allowed to participate in minor league games. In order for this to happen, the Rays had to run Hamilton through waivers, making him available for any team for $20,000. No team put a claim in for him. He played 15 games with the Hudson Valley Renegades at the end of the 2006 season. In addition to returning to baseball, Hamilton also served as a cautionary tale for his young teammates with the Renegades.",
            "score": 106.03660702705383
        },
        {
            "docid": "12401996_135",
            "document": "History of baseball team nicknames . Before Major League Baseball expanded to Montreal in 1969, minor league teams in Montreal were usually named the \"Royals\", in reference to Mount Royal (), a volcanic plug immediately west of today's downtown after which the city was named.",
            "score": 108.54483199119568
        },
        {
            "docid": "5573850_7",
            "document": "Al Gionfriddo . The 1947 World Series proved to be Gionfriddo's swan song in the big leagues, as he was returned to the minor leagues in 1948. After spending four years with the Dodgers' AAA Montreal Royals and a season with the Class AA Fort Worth Cats, Gionfriddo was given a chance to play for and manage the Drummondville, Quebec Royals of the Class C Provincial League in 1953. Unaffiliated with any major-league club, the Royals finished last, and Gionfriddo was replaced as manager in mid-season. He rejoined the Dodgers organization, playing for their Class B team in Newport News, Virginia. Drifting west, Gionfriddo played three years for teams in the California League, and then spent three years as the General Manager of the Dodgers' Santa Barbara minor league club, before finally retiring from pro baseball after the 1959 season.",
            "score": 104.18203687667847
        },
        {
            "docid": "65548_2",
            "document": "Kelowna Heat . The Kelowna Heat were a minor league baseball team located in Kelowna, British Columbia. The team played in the short-lived Canadian Baseball League and was not affiliated with any Major League Baseball team.",
            "score": 105.72266125679016
        },
        {
            "docid": "16492038_2",
            "document": "Nashville Seraphs . The Nashville Seraphs were a minor league baseball team that played in the Class B Southern League in 1895. They were located in Nashville, Tennessee, and played their home games at Athletic Park. The Seraphs won the Southern League pennant in their only year of existence, making them the first Nashville minor league baseball team to win a league championship.",
            "score": 88.15417957305908
        },
        {
            "docid": "4155150_13",
            "document": "Reno Silver Sox (Golden Baseball League) . With the pending arrival of the Pacific Coast League's Reno Aces, the Silver Sox were forced out and the search began for a new home ballpark and new owners. There were rumors about the team possibly moving south to Carson City, Nevada, but there was no suitable ballpark to host the team or any interested investors who would bring the team there, so as a result, the franchise was sold to Tucson Baseball LLC and renamed the Tucson Toros, who (like the original Reno Silver Sox) were named after a former minor league team. The identity and history of the GBL Silver Sox remain the property of the league for a future expansion franchise.",
            "score": 110.53487515449524
        },
        {
            "docid": "247287_15",
            "document": "Las Vegas 51s . Before the 2008 season, Mandalay Baseball Properties sold the team to Stevens Baseball Group. The new president, Derek Stevens, stated that he planned to keep the team in Las Vegas but that he wanted to change the team's name in time for the 2009 season. Due to the length of time it took to secure a new PDC, the team missed the deadline set by Minor League Baseball for name and logo changes. Since then, the 51s have not made any public attempts at changing the team's name.",
            "score": 98.88910818099976
        },
        {
            "docid": "44716778_2",
            "document": "Sunbury Indians . The Sunbury Indians were a minor league baseball team based in Sunbury, Pennsylvania. They began play in the Interstate League in 1939 as the Sunbury Senators and were renamed the Sunbury Indians in 1940. Despite the nicknames, they were unaffiliated with any major league baseball team. They played at Meredith Park. The team relocated to Hagerstown, Maryland after the 1940 season as the Hagerstown Owls.",
            "score": 99.30180025100708
        },
        {
            "docid": "1694145_7",
            "document": "Night game . Organized Baseball is a specific group of baseball teams, those that are part of Major League Baseball, and the minor league teams associated with them. Organized Baseball games must follow specific rules in order to be Organized Baseball games. Organized Baseball games are official Major League Baseball or minor league games. The Commissioner of Baseball has authority over Organized Baseball. Since Independence had played a night baseball game before any Major League teams did so, the first night game in the history of Organized Baseball took place in Independence, Kansas. Numerous references, photos, and media clippings discussing the first night Organized Baseball game are available can be found on websites.",
            "score": 115.58893656730652
        },
        {
            "docid": "34843640_2",
            "document": "Akron Tyrites . The Akron Tyrites were a Minor league baseball team based in Akron, Ohio. They played in the Class B Central League from 1928 to 1929. The team returned to the league in 1932, but then moved to the city of Canton during the midseason and played under the name Canton Terriers. The team was managed by John McCloskey in each of its seasons.",
            "score": 89.71299934387207
        },
        {
            "docid": "6787933_2",
            "document": "Bend Bandits . The Bend Bandits were a minor league baseball team located in Bend, Oregon. The team played in the independent Western Baseball League, and was not affiliated with any Major League Baseball team. Their home stadium was Vince Genna Stadium.",
            "score": 102.68680953979492
        },
        {
            "docid": "11832471_2",
            "document": "Pacific Suns . The Pacific Suns, previously known as the Palm Springs Suns, were a minor league baseball team located in Oxnard, California. The team played in the independent Western Baseball League, and was not affiliated with any Major League Baseball team.",
            "score": 102.68680953979492
        },
        {
            "docid": "6788064_2",
            "document": "Salinas Peppers . The Salinas Peppers were a minor league baseball team located in Salinas, California. The team played in the independent Western Baseball League, and was not affiliated with any Major League Baseball team. Their home stadium was Salinas Municipal Stadium.",
            "score": 102.68680953979492
        },
        {
            "docid": "65519_2",
            "document": "Solano Steelheads . The Solano Steelheads were a minor league baseball team operating out of Vacaville, California. They played in the independent Western Baseball League, and were not affiliated with any Major League Baseball team.",
            "score": 101.64389276504517
        },
        {
            "docid": "18564228_2",
            "document": "Feather River Mudcats . The Feather River Mudcats were a minor league baseball team located in Marysville, California. The team played in the independent Western Baseball League, and was not affiliated with any Major League Baseball team. Their home stadium was Bryant Field.",
            "score": 102.3409194946289
        },
        {
            "docid": "48704155_11",
            "document": "Minor League Baseball . In 1922, the United States Supreme Court decision \"Federal Baseball Club v. National League\" (259 U.S. 200), which grants baseball a special immunity from antitrust laws, had a major effect on the minor leagues. The special immunity meant that the AL and NL could dictate terms under which every independent league did business. By 1925, major league baseball established a flat-fee purchase amount of $5,000 for the contract of any player from an NA member league team. This power was leveled primarily at the Baltimore Orioles, then a Triple-A team that had dominated the minors with stars.",
            "score": 104.87457585334778
        },
        {
            "docid": "65783_2",
            "document": "Central Baseball League . The Central Baseball League, formerly the Texas–Louisiana League, was a minor league whose member teams were independent of any Major League Baseball affiliations.",
            "score": 100.01992058753967
        },
        {
            "docid": "6787899_2",
            "document": "St. George Pioneerzz . The St. George Pioneerzz were a minor league baseball team located in St. George, Utah. The team played in the independent Western Baseball League, and was not affiliated with any Major League Baseball team. Their home stadium was Bruce Hurst Field.",
            "score": 101.65708470344543
        },
        {
            "docid": "16459721_2",
            "document": "Nashville Americans . The Nashville Americans were a minor league baseball team that played in the Class B Southern League from 1885 to 1886. They were located in Nashville, Tennessee, and played their home games at Athletic Park. Formed in late 1884, the team played a series of exhibition games that autumn at Nashville's fairgrounds. The Americans were Nashville's first professional baseball team and were named for the \"Nashville Daily American\" newspaper which published accounts of their games.",
            "score": 89.5355589389801
        },
        {
            "docid": "32388_61",
            "document": "Victoria, British Columbia . The city has also been home to numerous high-profile sports teams in its history. The Victoria Cougars are perhaps the most famous sports franchise the city has known, winning the Stanley Cup as members of the PCHA in 1925. Today a Junior 'B' team of that name plays in the Vancouver Island Junior Hockey League. From 1971 until 1994 there was also a team called the Victoria Cougars in the Western Hockey League, before they moved to Prince George to become the Prince George Cougars. The Victoria Salmon Kings played in the ECHL from 2004 to 2011, and were a minor league affiliate of the Vancouver Canucks. In baseball, Victoria was also once home of the Victoria Athletics of the Western International League, a Class 'A' minor league baseball affiliate of the New York Yankees.",
            "score": 103.98637557029724
        },
        {
            "docid": "27682097_2",
            "document": "Sullivan Mountain Lions . The Sullivan Mountain Lions were a minor-league baseball team based in Mountaindale, New York. The team got its name from Sullivan County, the location of Monuntaindale. The Mountain Lions played in the inaugural season of the Northeast League n/k/a the Can-Am League, an independent league that is not affiliated with Major League Baseball or Minor League Baseball. The team existed for just one season 1995.",
            "score": 124.8825306892395
        }
    ],
    "r": [
        {
            "docid": "2346654_13",
            "document": "Major League Baseball rosters . All other professional players affiliated with Major League Baseball are signed to minor-league contracts. They can receive an invitation to spring training with their organization's Major League team without being on the 40-man roster. Two types of players generally receive a non-roster invitation: prospect players who are there to gain experience and face tougher competition as well as receive instruction from the Major League team's coaching staff; and veteran players who were not offered any major league contract by a club. The veteran player is usually signed to a \"two-way\" salary option—one for their time in the minors and another if they are placed on the 40-man during the season. All spring training invitees are under some sort of contract, to avoid liability if an injury were to occur to the player.",
            "score": 126.07524871826172
        },
        {
            "docid": "27682097_2",
            "document": "Sullivan Mountain Lions . The Sullivan Mountain Lions were a minor-league baseball team based in Mountaindale, New York. The team got its name from Sullivan County, the location of Monuntaindale. The Mountain Lions played in the inaugural season of the Northeast League n/k/a the Can-Am League, an independent league that is not affiliated with Major League Baseball or Minor League Baseball. The team existed for just one season 1995.",
            "score": 124.88253021240234
        },
        {
            "docid": "973037_4",
            "document": "Professional baseball . In addition to the major leagues, many North American cities and towns feature minor league teams. An organization officially styled Minor League Baseball, formerly the National Association of Professional Baseball Leagues, oversees nearly all minor league baseball in the United States and Canada. The minor leagues are divided into classes AAA, AA, High A, Low A, Short-Season A, Advanced Rookie, and Rookie. These minor-league divisions are affiliated with major league teams, and serve to develop young players and rehabilitate injured major-leaguers. The Mexican League is an independent league that is a member of Minor League Baseball and has no affiliations to any Major League Baseball teams. Organized Baseball is often applied as an umbrella term for all leagues — Major and minor — under the authority of the Commissioner of Baseball.",
            "score": 122.9512710571289
        },
        {
            "docid": "2422219_18",
            "document": "Major League Baseball transactions . The option system was designed to prevent players from being buried in the minor leagues forever, by forcing teams to make a decision within a limited number of years on whether or not they can use a player in the Major Leagues. Once placed on the protected 40-man roster the player knows his team will have to bring him up to the majors, or expose him to being claimed on waivers so that another team can bring him to the majors, all within three years. Options do not \"reset\" if a player is traded - he still has only the original three option years that began when he was first placed on a team's 40-man roster.",
            "score": 122.52581787109375
        },
        {
            "docid": "48704155_12",
            "document": "Minor League Baseball . Under most circumstances, minor league teams are not owned by major league clubs, but have affiliation contracts with them. A small number of minor league clubs \"are\" directly owned by major league clubs, but these are rare. Major League Rule 56 governs the standard terms of a Player Development Contract (PDC), which is the standard agreement of association between a minor league team and its major league affiliate. Generally, the parent major league club pays the salaries and benefits of uniformed personnel (players and coaches) and provides bats and balls, while the minor league club pays for in-season travel and other operational expenses. In even-numbered years, any major or minor league club with an expiring PDC may notify Major League Baseball or Minor League Baseball, respectively, of its desire to explore a re-affiliation with a different PDC partner. The Major League Baseball and Minor League Baseball offices then send a list of the corresponding major and minor league clubs seeking new affiliations, and there is a limited period of time in September within which clubs may agree upon new PDCs. If any are left over after this process, the Major League Baseball and Minor League Baseball offices are empowered to assign major and minor league clubs to each other.",
            "score": 121.3219985961914
        },
        {
            "docid": "48704155_10",
            "document": "Minor League Baseball . In 1903, the conflict between the AL and NL ended in the National Agreement of 1903. The NAPBL became involved in the later stages of the negotiations to develop rules for the acquisition of players from their leagues by the NL and the AL. The 1903 agreement ensured that teams would be compensated for the players that they had taken the time and effort to scout and develop, and no NA team was required to sell their players, although most did because the cash was an important source of revenue for most teams. The NA leagues were still fiercely independent, and the term \"minor\" was seldom used in reference to them, save by the major-market sports writers. Sports news, like most news generally, often did not travel far in the days before radio and television, so, while the leagues often bristled at the major market writers descriptions, they viewed themselves as independent sports businesses. Many baseball writers of that time regarded the greatest players of the minor leagues, such as Buzz Arlett, Jigger Statz, Ike Boone, Buddy Ryan, Earl Rapp and Frank Shellenback, as comparable to major league players. Leagues in the NA would not be truly called minor until Branch Rickey developed the first modern farm system in the 1930s. The Commissioner of Baseball, Kenesaw Mountain Landis fought Rickey's scheme, but, ultimately, the Great Depression drove teams to establish systems like Rickey's to ensure a steady supply of players, as many NA and independent teams could not afford to keep their doors open without the patronage of Major League Baseball. The leagues of the NA became subordinate to the major leagues, creating the first minor leagues in the current sense of the term. Other than the Pacific Coast League (PCL), which under its president Pants Rowland tried to become a third major league in the Western states, the other leagues maintained autonomy in name only, being totally economically dependent upon the AL and NL.",
            "score": 120.93598175048828
        },
        {
            "docid": "528918_7",
            "document": "West Virginia Power . In , the city resumed minor league baseball after a three-year absence. The new team was first called the Charleston Wheelers, so named for the city's history of stern- and side-wheeled boats. The Wheelers began as a co-op team, with players from several Major League Baseball franchises including the Los Angeles Dodgers, Detroit Tigers, Chicago White Sox, Chicago Cubs, Philadelphia Phillies, and Atlanta Braves.",
            "score": 120.24800872802734
        },
        {
            "docid": "32976569_5",
            "document": "List of Major League Baseball players to hit for the cycle . \"Italic text\" indicates the current name of a current MLB franchise; names not in italics indicate either defunct teams or defunct team names. Teams are listed only as major league squads; minor league teams promoted into MLB do not have minor league names or tenures listed. Initial table sorting is by number of cycles hit per franchise and then by ratio of cycles hit to cycles allowed. Only one current MLB team has never had a player hit for the cycle, the Miami Marlins.",
            "score": 119.86605072021484
        },
        {
            "docid": "893831_3",
            "document": "Gabe Kapler . Kapler was a 57th-round draft pick (1,487th overall) by the Detroit Tigers in the 1995 MLB draft. In 1996 he led the Class A South Atlantic League in hits, doubles (2nd in the minor leagues), extra-base hits, and total bases, and was named a South Atlantic League All-Star. In 1997 he led the Class A+ Florida State League in doubles, total bases, and extra base hits, and was named a Florida State League mid-season and post-season All-Star. In 1998 he won the Class AA Southern League Most Valuable Player Award, after leading the league in hits (8th-most in the minors), runs (6th-most in the minors), doubles (3rd-most in the minor leagues), RBIs (most in the minors in 1998, and most ever in the Southern League), total bases, and sacrifice flies, played in both the Double-A and Southern League All-Star Games, and was recognized as MVP of the Southern League All-Star Game. He was also named to the Southern League's post-season All-Star team, and named a \"Baseball America\" First Team Minor League All Star, Minor League Player of the Year by \"USA Today\", \"Baseball Weekly\", and \"The Sporting News\", and \"USA Today\", and was named Tigers Minor League Player of the Year and Detroit's No. 1 prospect by \"Baseball America\".",
            "score": 119.79216766357422
        },
        {
            "docid": "7471733_18",
            "document": "PECOTA . Although Silver was the creator of PECOTA, producing PECOTA forecasts was a team effort: \"I might be 'the PECOTA guy,' but it very much is a team effort,\" Silver has said of the BP staff. \"We all do it. It's my baby, but it takes a village to run a PECOTA\". For example, PECOTA draws on Clay Davenport's translations (the so-called Davenport Translations or DT's) of minor league and international baseball statistics to estimate the major league equivalent performance of each player. In this way, PECOTA is able to make projections for more than 1,600 players each year, including many players with little or no prior major league experience.",
            "score": 119.10757446289062
        },
        {
            "docid": "672451_2",
            "document": "New Hampshire Fisher Cats . The New Hampshire Fisher Cats are a Minor League Baseball team based in Manchester, New Hampshire. The team, which plays in the Eastern League, is the Double-A affiliate of the Toronto Blue Jays major league club.",
            "score": 119.07186126708984
        },
        {
            "docid": "128187_27",
            "document": "Eden, North Carolina . The Leaksville-Draper-Spray Triplets was a former Minor League Baseball team combined from three separate towns in North Carolina. The team played from 1934 through 1942 in the Bi-State League, winning the championship titles in 1935 and 1942 seasons. It was the Affiliate team for various current and former Major League Baseball teams such as, the Chicago Cubs, Cleveland Indians, Brooklyn Dodgers, and Wilkes-Barre Barons. Some Major League Baseball alumni include: Wes Ferrell, Fred Archer, Tal Abernathy, Joe Frazier, Forrest Thompson, among others who played extensively at the minor and major league level.",
            "score": 117.97679901123047
        },
        {
            "docid": "2403841_2",
            "document": "Independent baseball league . An independent baseball league is a professional baseball organization located in the United States and Canada that is not operated in conjunction with either a Major League Baseball team or an affiliated Minor League Baseball team. Being independent allows teams to be located close to major league teams without their consent. Such leagues have been around for many years and were once known as \"outlaw leagues\" due to their position outside the rules of affiliated minor league baseball.",
            "score": 117.55973815917969
        },
        {
            "docid": "38979992_3",
            "document": "History of the St. Louis Cardinals (1920–52) . After Breadon named Rickey the Cardinals' business manager, he also served as the in-game manager for six uneventful seasons. In 1926, Breadon replaced Rickey with Rogers Hornsby as the field manager to allow him to concentrate fully on the front office. Nicknamed The Mahatma, Rickey began to accumulate knowledge and master the use of scouting and player development and forged connections with D-League and AA teams, known as the \"minor leagues.\" At this time, the minor leagues ran autonomous of the major leagues. To acquire minor league talent, the custom for a major league team was to purchase the player from the minor league team either outright or bid through an auction. As part of a National Agreement in 1921 between the major leagues and minor leagues when federal judge Kenesaw Mountain Landis was hired as the first Commissioner of Baseball in , a ban forbidding major league clubs from owning minor league clubs was lifted. To prevent players from stagnating in the minor leagues and ensure they had the opportunity to advance to major league clubs, Landis implemented a policy that allowed major league clubs to draft players who spent two consecutive seasons on one minor league team.",
            "score": 117.43408966064453
        },
        {
            "docid": "44747967_16",
            "document": "Sports in Phoenix . The Arizona Fall League is an off-season league run by Major League Baseball, and consists of six teams made up of some of the most talented minor league players in baseball. Unlike baseball's minor leagues, like AAA teams, the teams are not affiliated with a single major-league team. Each of the six teams is affiliated with five major league teams, all of which send seven players to the fall league. Most of the players come from AAA and AA teams. Many famous major-leaguers have played in the league throughout the years; perhaps the most notable was Michael Jordan in 1994, during his attempt to play major-league baseball.",
            "score": 117.24429321289062
        },
        {
            "docid": "34673898_3",
            "document": "Hartford Chiefs . The Hartford team, which played at Bulkeley Stadium, was known as the Bees from 1939–43 and in 1945; it was called the Laurels in 1938 and 1944 (although Baseball America's \"Encyclopedia of Minor League Baseball\" calls the 1938 team the \"Bees\"); and then renamed the \"Chiefs\" for the final seven years of its existence, 1946–52. It was affiliated for all 15 of its seasons with the Boston Braves, and the Bees/Chiefs nickname switch for the Hartford club is probably a result of the parent team's temporary and unsuccessful renaming as the Boston Bees from 1936–40. The 1944 Laurels were recognized as one of the 100 greatest minor league teams of all time. The Connecticut capital had been in organized baseball since the Hartford Dark Blues were a charter member of the National League in –77. After those two years in Major League Baseball, Hartford was represented in eleven different minor leagues — including three earlier versions of the \"Eastern League.\" When the Class B Northeastern League folded after the season during the depths of the Great Depression, Hartford was without professional baseball for three seasons. Then it joined the Class A New York–Pennsylvania League of 1923–37. The arrival of franchises in Hartford and Trenton, New Jersey, caused the NYPL to change its identity to the Eastern League for 1938, with marking the 75th consecutive season the league has used the name.",
            "score": 115.9520492553711
        },
        {
            "docid": "1694145_7",
            "document": "Night game . Organized Baseball is a specific group of baseball teams, those that are part of Major League Baseball, and the minor league teams associated with them. Organized Baseball games must follow specific rules in order to be Organized Baseball games. Organized Baseball games are official Major League Baseball or minor league games. The Commissioner of Baseball has authority over Organized Baseball. Since Independence had played a night baseball game before any Major League teams did so, the first night game in the history of Organized Baseball took place in Independence, Kansas. Numerous references, photos, and media clippings discussing the first night Organized Baseball game are available can be found on websites.",
            "score": 115.58893585205078
        },
        {
            "docid": "68066_2",
            "document": "Northern League (baseball, 1993–2010) . The Northern League was an independent minor professional baseball league. It was affiliated with neither Major League Baseball nor the organized minor leagues. The league was founded in 1993 and folded after its 2010 season when financial stability became a problem. The three teams remaining in the league when it folded joined with the remaining teams in United League Baseball and the Golden Baseball League to form a new independent organization called the North American League.",
            "score": 115.14032745361328
        },
        {
            "docid": "1507604_9",
            "document": "Sacramento Solons . The Pacific Coast League returned to the capital city in 2000 when a group of area businessmen led by majority owner Art Savage purchased the Vancouver Canadians of the PCL and moved the team to Sacramento. Foregoing the traditional name of Sacramento baseball teams, the owners named the team the Sacramento River Cats. Unlike their predecessors, who were often troubled at the box office, the River Cats have led all of Minor League Baseball in attendance during each of its seasons in Sacramento; the River Cats have taken up residence at the newly built Raley Field, which was constructed specifically for baseball.",
            "score": 114.6839599609375
        },
        {
            "docid": "49468434_20",
            "document": "Professional sports leagues in the United States . Minor League Baseball is a hierarchy of professional baseball leagues in the United States that compete at levels below Major League Baseball (MLB) and provide opportunities for player development and a way to prepare for the major leagues. All of the minor leagues are operated as independent businesses. Most are members of the umbrella organization known as Minor League Baseball (MiLB), which operates under the Commissioner of Baseball within the scope of organized baseball, a seven-tier league hierarchy (eight when Major League Baseball is included as the top tier) that classifies leagues by level of development. The highest level of minor league baseball, Triple-A, features high level major league prospects almost ready to join the majors playing in large cities without MLB franchises, while each successively lower class (Double-A, A-Advanced, Class A, Short Season A, Rookie-Advanced and Rookie) features players with correspondingly less experience and, generally, playing in smaller markets. Additionally, several independent baseball leagues, which do not have any official links to Major League Baseball, also operate, with varying quality of competition, some in suburban communities too close to affiliated baseball teams to avoid territorial exclusivity.",
            "score": 114.17328643798828
        },
        {
            "docid": "19046970_4",
            "document": "Baseball in the United States . An extensive minor league baseball system covers most mid-sized cities in the United States. Minor league baseball teams are organized in a six-tier hierarchy, in which the highest teams (AAA) are in major cities that do not have a major league team but often have a major team in another sport, and each level occupies progressively smaller cities. The lowest levels of professional baseball serve primarily as development systems for the sport's most inexperienced prospects, with the absolute bottom, the rookie leagues, occupying the major league squads' spring training complexes and making no effort to earn money on their own.",
            "score": 114.03712463378906
        },
        {
            "docid": "30678654_2",
            "document": "Gulf States League . The Gulf States League was a Class A American minor baseball league that existed for one season — — and was based in the American states of Texas and Louisiana. Although its teams were not affiliated with any Major League Baseball farm systems, the GSL was an \"official\" minor circuit and a member of the National Association of Professional Baseball Leagues. Established before the boom in minor and independent league baseball attendance that began in the 1980s, the Gulf States League did not survive after its maiden season. Instead, the league reorganized without any teams in Louisiana, and was renamed the Lone Star League for .",
            "score": 113.9449462890625
        },
        {
            "docid": "107521_67",
            "document": "Bakersfield, California . Bakersfield is not represented in any of the four major sports leagues: NFL, MLB, NBA, or NHL. The closest major sports teams are in Los Angeles and they have many fans in Bakersfield. The city is home to two minor league professional sports teams: the Bakersfield Condors (American Hockey League) and the Bakersfield Train Robbers baseball club (Pecos League). It was previously home to the California League's Bakersfield Blaze baseball team which ceased operations after the 2016 season. A third minor league team, the Bakersfield Jam of the D-League (basketball), was relocated to Prescott Valley, Arizona, in 2016.",
            "score": 113.89842224121094
        },
        {
            "docid": "11220888_8",
            "document": "Hank Peters . \"We had so many leagues that were in danger of going out of business,\" Peters said. His response was to encourage the creation of \"co-op\" teams that received players from multiple MLB clubs to keep the struggling leagues afloat. \"I spent a lot of my time trying to convince Major League Baseball that they really needed these leagues. I’m proud that we were able to create clubs, getting two or three players from this team and a few from another team and so on, so that we could put together an unaffiliated team and each league could have at least four teams. Some of those leagues that were in trouble are now strong and prosperous.\"",
            "score": 113.85883331298828
        },
        {
            "docid": "12401996_200",
            "document": "History of baseball team nicknames . The original Pacific Coast League minor league club in Seattle was initially called the Indians, due to the Native American legacy of the area. The team was later named the Seattle Rainiers, directly in reference to the Rainier Brewing Company, and indirectly in reference to Mount Rainier, for which the brewery was named. The Rainiers operated through 1968, when the major leagues expanded. After the one-year major league experiment, a new Rainiers ball club was formed and played during 1972–1976, when the majors were ready to try Seattle again. Since 1995, the Rainiers name has been used by the Seattle Mariners' Triple-A affiliate in nearby Tacoma.",
            "score": 113.80335998535156
        },
        {
            "docid": "55135436_7",
            "document": "Sports in North America . Instead, professional sports leagues in the U.S. and Canada use a closed, franchise model which always has the same teams playing, with occasional admission of expansion teams and relocation of existing teams, and with no team movement between the top level, the major leagues, and the lower levels, the minor leagues. The minor league system then can be generally viewed as an informal relegation system based on \"individual players\" rather than teams. Many minor league teams are generally affiliated with major league teams. Players remain employees of, or under contract to, the parent organization and are assigned to the minor league level appropriate to their skill and development. Skillful players are often promoted, or 'called up', to the parent major league team while under-performing players or players recovering from a major injury are 'sent down' to an affiliated minor league team.",
            "score": 113.73416900634766
        },
        {
            "docid": "7223100_7",
            "document": "Buffalo Blues . Buffalo has had three attempts at major league baseball. Prior to the Buffeds, were the Buffalo Bisons, from which the current minor league team derives its name and history. They entered the NL in 1879 and came in third place only 10 games out from first place. They had two notable players; Hall of Famers Pud Galvin and Dan Brouthers. The Bisons team was dismantled after only seven years in the majors. In 1890, another Buffalo baseball team emerged coincidentally called the Bisons. This team has notably one of the worst season records to date. The Buffalo Blues were actually the last of the three major league teams Buffalo had between 1879 and 1915. A proposed Continental League team (to be owned by future Buffalo Sabres owner Robert O. Swados) was slated for Buffalo in 1961, but the league folded before playing any games.",
            "score": 113.40100860595703
        },
        {
            "docid": "48704155_43",
            "document": "Minor League Baseball . Only 25 of the players on a Major League Baseball team's 40-man major league reserve list may be active for the major league club, with two exceptions. One minor exception is that when a team is scheduled to play a day-night doubleheader, it is allowed to carry 26 players on the active roster for that day only. The more significant exception is that from September 1 to the end of the regular season, teams are allowed to expand their game-day rosters to 40 players. The remaining 15 players are generally either on the disabled list or play at some level of the minor leagues (usually at the Triple-A or Double-A level). Players on the 40-man reserve list are eligible for membership in the Major League Baseball Players Association. The minor league players work at the lower end of major league pay scales and are covered by all rules and player agreements of the players association. Minor league players not on the 40-man reserve list are under contract to their respective parent Major League Baseball clubs but have no union. They generally work for far less pay as they develop their skills and work their way up the ladder toward the major leagues. Many players have signing bonuses and other additional compensation that can run into the millions of dollars, although that is generally reserved for early round draft picks.",
            "score": 113.37747192382812
        },
        {
            "docid": "22596996_2",
            "document": "History of the Minnesota Twins . The Minnesota Twins are an American professional baseball team based in Minneapolis, Minnesota, and play in the Central Division of Major League Baseball's American League. The team is named after the Twin Cities area of Minneapolis and St. Paul, Minnesota. One of the American League's eight original charter franchises of 1901, the club was originally founded in Kansas City, Kansas in as the Kansas City Blues in the old Western League - a top level minor league baseball loop, before moving east in 1900 to the national capital of Washington, D.C. and renamed \"Senators\". In 1901, the Westerners under president Ban Johnson (1864-1931), reorganized and established themselves as the new American League as a new upper level rival to the older National League, established 1876. The newly relocated Washington Senators club was included in the new roster of franchises in the A.L. as it embarked on a two-year baseball war with the Nationals. By 1903, peace was restored with agreements between the two rival baseball loops on player contract and represented member cities/teams, and the beginnings of a national championship series entitled the World Series. In 1905, the team changed its official name to the Washington Nationals. The name \"Nationals\" would appear on the uniforms for only 2 seasons, and would then be replaced with the \"W\" logo for the next 52 years. The media often shortened the nickname to \"Nats\". Many fans and newspapers (especially out-of-town papers) persisted in continuing using the previous \"Senators\" nickname. Over time, \"Nationals\" faded as a nickname, and \"Senators\" became dominant. Baseball guides would list the club's nickname as \"Nationals or Senators\", acknowledging the dual-nickname situation. After 61 years in the capital, in 1961, the Senators relocated to the upper Midwest to Minnesota and were renamed as the Twins, being the first major league baseball team to use a state in its name rather than the traditional city.",
            "score": 113.18572235107422
        },
        {
            "docid": "7172080_2",
            "document": "Wes Schulmerich . Edward Wesley Schulmerich (August 21, 1901 – June 26, 1985) was an American Major League Baseball player from the state of Oregon. A native of the state, he played baseball and football at what is now Oregon State University where he participated in three sports. On the football team, he played three positions and earned the nickname of Ironhorse and all-conference honors. In baseball, he was a right-handed outfielder and after leaving school started his professional career in the minor leagues. Schulmerich then became the first player from the school to make it to the Major Leagues, playing for three teams in the early 1930s. He is a member of the Oregon State University Sports Hall of Fame and the Oregon Sports Hall of Fame.",
            "score": 112.62284851074219
        },
        {
            "docid": "304101_12",
            "document": "Commissioner of Baseball . Landis tried to curb the growth of minor league farm systems by innovators such as Rickey, in the name of protecting the lower levels of professional ball. Landis argued that because a parent club could unilaterally call up players from teams which were involved in pennant races, the organization was unfairly interfering with the minor competitions. His position was that the championship of each minor league was of no less importance than the championships of the major leagues, and that minor league fans and supporters had the right to see their teams competing as best they could. Yet he also prevented the formation of a powerful third major league when he stopped Pants Rowland from upgrading the Pacific Coast League in the 1940s.",
            "score": 112.42320251464844
        },
        {
            "docid": "3962875_2",
            "document": "Saskatoon Legends . The Saskatoon Legends were a minor league baseball team during the 2003 season. They played in the Canadian Baseball League, which was not a part of Minor League Baseball and therefore not affiliated with Major League Baseball or its member clubs. The Legends played out of Cairns Field. The team featured a mixture of former major league players mixed with up and coming prospects. The names from that team that some may recognize are former Montreal Expos pitcher Floyd Youmans and current Sioux Falls Canaries' outfielder Ben Van Iderstine.",
            "score": 112.38063049316406
        }
    ]
}