{
    "q": [
        {
            "docid": "13937833_3",
            "document": "San Francisco Hep B Free . API’s have the highest risk of hepatitis B of any ethnic group. San Francisco’s API residents comprise 34% of the city’s population and bear a disproportionate burden of liver cancer and undetected hepatitis B infection. Hepatitis B is a serious disease responsible for 80% of all liver cancers among APIs. San Francisco has the highest liver cancer rate in the nation. It is estimated that one in ten people in the API community have an undiagnosed infection. APIs are up to 100 times more likely to suffer from chronic hepatitis B infection and four times more likely to die from liver cancer compared with the general population.",
            "score": 54.55082833766937
        },
        {
            "docid": "53143403_16",
            "document": "Access to medicines . The majority of deaths from vaccine-preventable diseases occur in low and middle income countries. In low-income countries, more than 90% of deaths are from pneumococcal disease, 95% from Hib, and 80% from hepatitis B. Although widely used by high-income countries, in 2006, Hib vaccine usage in Africa was about 24% In the Americas, Hepatitis B vaccine usage was at 90%. In Southeast Asia, where there is hepatitis B epidemic, the Hib vaccine coverage was only 28%. The human papillomavirus (HPV) vaccine is considered the most expensive vaccine in history. However, the majority of those that suffer from cervical cancer are in developing countries.",
            "score": 27.15206503868103
        },
        {
            "docid": "51660948_3",
            "document": "Robert Purcell (virologist) . He obtained a bachelor's degree in Chemistry from the University of Oklahoma in 1957, a master's degree in biochemistry from Baylor University in 1960 and his MD from Duke University in 1962. The same team who co-identified the Hepatitis A virus (HAV) developed the first assays that could measure the virus antigen and antibody, and using those assays, the group along with Harvey J. Alter demonstrated through the serologic exclusion of Hepatitis A and Hepatitis B that a third, previously unrecognised form of viral hepatitis existed, originally named non-A, non-B hepatitis (NANBH). Michael Houghton's laboratory at Chiron Corporation ultimately identified the agent associated with NANBH, now known as Hepatitis C, in 1989.",
            "score": 27.949639797210693
        },
        {
            "docid": "1747906_8",
            "document": "Hafler Trio . In 2004, Andrew announced that he was suffering from diagnosed Hepatitis B and Auto-immune Hepatitis. Both of these conditions require drugs which McKenzie has stated he cannot afford.",
            "score": 29.24398922920227
        },
        {
            "docid": "12947073_15",
            "document": "Hepatitis B vaccine . The road to the hepatitis B vaccine began in 1963 when American physician/geneticist Baruch Blumberg discovered what he called the \"Australia Antigen\" (now called HBsAg) in the serum of an Australian Aboriginal person. In 1968, this protein was found to be part of the virus that causes \"serum hepatitis\" (hepatitis B) by virologist Alfred Prince. The American microbiologist/vaccinologist Maurice Hilleman at Merck used three treatments (pepsin, urea and formaldehyde) of blood serum together with rigorous filtration to yield a product that could be used as a safe vaccine. Hilleman hypothesized that he could make an HBV vaccine by injecting patients with hepatitis B surface protein. In theory, this would be very safe, as these excess surface proteins lacked infectious viral DNA. The immune system, recognizing the surface proteins as foreign, would manufacture specially shaped antibodies, custom-made to bind to, and destroy, these proteins. Then, in the future, if the patient were infected with HBV, the immune system could promptly deploy protective antibodies, destroying the viruses before they could do any harm.",
            "score": 30.437535524368286
        },
        {
            "docid": "1346128_8",
            "document": "Health risks from dead bodies . To those in close contact with the dead, such as rescue workers, there is a health risk from chronic infectious diseases which those killed may have been suffering from and which spread by direct contact, including hepatitis B and hepatitis C, HIV, enteric intestinal pathogens, tuberculosis, cholera and others.",
            "score": 29.700278282165527
        },
        {
            "docid": "16845493_8",
            "document": "ABHD2 . Up-regulation of \"ABHD2\" has been observed in cells transfected with Hepatitis B virus (HBV) DNA (HepG2.2.15 cells). Expression was down-regulated by the drug lamivudine, used in the treatment of hepatitis B. It has been suggested that ABHD2 has an important role in HBV propagation and could be a potential drug target in the treatment of hepatitis B.",
            "score": 23.6219801902771
        },
        {
            "docid": "38238_99",
            "document": "Hepatitis . The next leap forward in research was a serendipitous one by Dr. Baruch Blumberg, a researcher at the NIH who did not set out to research hepatitis, but rather studied lipoprotein genetics. He travelled across the globe collecting blood samples, investigating the interplay between disease, environment, and genetics with the goal of designing targeted interventions for at-risk individuals that could prevent them from getting sick. He noticed an unexpected interaction between the blood of a patient with hemophilia that had received multiple transfusions and a protein found in the blood of an Australian aborigine. He named the protein the \"Australia antigen\" and made it the focus of his research. He found a higher prevalence of the protein in the blood of patients from developing countries, compared to those from developed ones, and noted associations of the antigen with other diseases like leukemia and Down Syndrome. Eventually, he came to the unifying conclusion that the Australia antigen was associated with viral hepatitis. In 1970, David Dane first isolated the hepatitis B virion at London's Middlesex Hospital, and named the virion the 42-nm \"Dane particle\". Based on its association with the surface of the hepatitis B virus, the Australia antigen was renamed to \"hepatitis B surface antigen\" or HBsAg. Blumberg continued to study the antigen, and eventually developed the first hepatitis B vaccine using plasma rich in HBsAg, for which he received the Nobel Prize in Medicine in 1976.",
            "score": 27.237109541893005
        },
        {
            "docid": "21053651_6",
            "document": "Hepatitis C vaccine . One effort involved using hepatitis B core antigen modified to carry a hepatitis C protein. In a 2006 study, 60 patients received four different doses of an experimental hepatitis C vaccine. All the patients produced antibodies that the researchers believe could protect them from the virus. Nevertheless, , vaccines are still being tested. Some efforts have entered Phase I/II human clinical trials.",
            "score": 28.194671750068665
        },
        {
            "docid": "6127515_23",
            "document": "Hepatitis B in China . Hepatitis B sufferers in China frequently face discrimination in all aspects of life and work. For example, many Chinese employers and universities refuse to accept anyone who tests positive. Some kindergartens refuse admission to children who are carriers of the virus. The hepatitis problem is a reflection of the vast developmental gap between China's rural and urban areas. The largest problem facing Chinese people infected with HBV is that illegal blood testing is required by most employers in China. According to a report by PBS, faking blood tests by hiring uninfected individuals to take them has become widespread. Following an incident involving a Hepatitis B carrier's killing of an employer and other calls against discriminatory employment practices, China's ministries of health and personnel announced that Hepatitis B carriers must not be discriminated against when seeking employment and education. While the laws exist to protect the privacy of employees and job seekers, many believe that they are not enforced.",
            "score": 26.13527274131775
        },
        {
            "docid": "518686_6",
            "document": "Baruch Samuel Blumberg . Throughout the 1950s, Blumberg traveled the world taking human blood samples, to study the genetic variations in human beings, focusing on the question of why some people contract a disease in a given environment, while others do not. In 1964, while studying \"yellow jaundice\" (hepatitis), he discovered a surface antigen for hepatitis B in the blood of an Australian aborigine. His work later demonstrated that the virus could cause liver cancer. Blumberg and his team were able to develop a screening test for the hepatitis B virus, to prevent its spread in blood donations, and developed a vaccine. Blumberg later freely distributed his vaccine patent in order to promote its distribution by drug companies. Deployment of the vaccine reduced the infection rate of hepatitis B in children in China from 15% to 1% in 10 years.",
            "score": 42.14792013168335
        },
        {
            "docid": "607070_6",
            "document": "Viral hepatitis . Patients with chronic hepatitis B have antibodies against hepatitis B, but these antibodies are not enough to clear the infection of the affected liver cells. The continued production of virus combined with antibodies is a likely cause of the immune complex disease seen in these patients. A vaccine is available that will prevent infection from hepatitis B for life. Hepatitis B infections result in 500,000 to 1,200,000 deaths per year worldwide due to the complications of chronic hepatitis, cirrhosis, and hepatocellular carcinoma. Hepatitis B is endemic in a number of (mainly South-East Asian) countries, making cirrhosis and hepatocellular carcinoma big killers. There are six treatment options approved by the U.S. Food and Drug Administration (FDA) available for persons with a chronic hepatitis B infection: alpha-interferon, pegylated interferon, adefovir, entecavir, telbivudine, and lamivudine. About 65% of persons on treatment achieve a sustained response.",
            "score": 45.09198045730591
        },
        {
            "docid": "607070_2",
            "document": "Viral hepatitis . Viral hepatitis is liver inflammation due to a viral infection. It may present in acute (recent infection, relatively rapid onset) or chronic forms. The most common causes of viral hepatitis are the five unrelated hepatotropic viruses hepatitis A, hepatitis B, hepatitis C, hepatitis D, and hepatitis E. In addition to the nominal hepatitis viruses, other viruses that can also cause liver inflammation include cytomegalovirus, Epstein–Barr virus, and yellow fever. Up to 1997 there has been also 52 cases of viral hepatitis caused by herpes simplex virus. There is the opportunity to prevent or treat the most common types. Hepatitis A and hepatitis B can be prevented by vaccination. Effective treatments for hepatitis C are available but expensive. In 2013 about 1.5 million people died from viral hepatitis. Most deaths are due to hepatitis B and hepatitis C. East Asia is the region of the world most affected.",
            "score": 57.69499957561493
        },
        {
            "docid": "51660742_3",
            "document": "Stephen Feinstone . He completed his undergraduate education at Johns Hopkins University graduating in 1966, and completed his medical degree at the University of Tennessee in 1969. In 1971 he joined the Laboratory of Infectious Diseases where he co-identified the Hepatitis A virus (HAV) in 1973. The same team developed the first assays that could measure the virus antigen and antibody, and using those assays, the group along with Harvey J. Alter demonstrated through the serologic exclusion of Hepatitis A and Hepatitis B that a third, previously unrecognised form of viral hepatitis existed, originally named non-A, non-B hepatitis (NANBH). Michael Houghton's laboratory at Chiron Corporation ultimately identified the agent associated with NANBH, now known as Hepatitis C, in 1989.",
            "score": 31.33219265937805
        },
        {
            "docid": "959283_7",
            "document": "Satellite (biology) . A satellite virus important to human health that demonstrates the need for co-infection to replicate and infect within a host is the virus that causes hepatitis D. Hepatitis D (HDV) was discovered in 1977 by an Mario Rizzetto and is unique from hepatitis A, B, and C because it requires viral particles from hepatitis B to replicate and infect liver cells. Hepatitis B (HBV) provides a surface antigen HBsAg which in return is utilized by HDV to create a super infection resulting in liver failure. Hepatitis delta virus is found all over the globe but most prevalent in Africa, the Middle East and southern Italy.",
            "score": 49.966920375823975
        },
        {
            "docid": "38238_56",
            "document": "Hepatitis . The hepatitis D virus requires that a person first be infected with hepatitis B virus, so prevention efforts should focus on limiting the spread of hepatitis B. In people who have chronic hepatitis B infection and are at risk for superinfection with the hepatitis D virus, the preventive strategies are the same as for hepatitis B.",
            "score": 30.96664810180664
        },
        {
            "docid": "29802394_51",
            "document": "Social history of viruses . Hepatitis is a disease of the liver that has been recognised since antiquity. Symptoms include jaundice, a yellowing of the skin, eyes and body fluids. There are numerous causes, including viruses – particularly hepatitis A virus, hepatitis B virus and hepatitis C virus. Throughout history epidemics of jaundice have been reported, mainly affecting soldiers at war. This \"campaign jaundice\" was common in the Middle Ages. It occurred among Napoleon's armies and during most of the major conflicts of the 19th and 20th centuries, including the American Civil War, where over 40,000 cases and around 150 deaths were reported. The viruses that cause epidemic jaundice were not discovered until the middle of the 20th century. The names for epidemic jaundice, hepatitis A, and for blood-borne infectious jaundice, hepatitis B, were first used in 1947, following a publication in 1946 giving evidence that the two diseases were distinct. In the 1960s, the first virus that could cause hepatitis was discovered. This was hepatitis B virus, which was named after the disease it causes. Hepatitis A virus was discovered in 1974. The discovery of hepatitis B virus and the invention of tests to detect it have radically changed many medical, and some cosmetic procedures. The screening of donated blood, which was introduced in the early 1970s, has dramatically reduced the transmission of the virus. Donations of human blood plasma and Factor VIII collected before 1975 often contained infectious levels of hepatitis B virus. Until the late 1960s, hypodermic needles were often reused by medical professionals, and tattoo artists' needles were a common source of infection. In the late 1990s, needle exchange programmes were established in Europe and the US to prevent the spread of infections by intravenous drug users. These measures also helped to reduce the subsequent impact of HIV and hepatitis C virus.",
            "score": 44.5406950712204
        },
        {
            "docid": "31329785_54",
            "document": "Chang Yi Wang . 42. Hosein B, Fang CT, Popvsky MA, Ye J, Zhang M and Wang, CY. Improved serodiagnosis of Hepatitis C virus infection with synthetic peptide antigen from capsid protein. Proc Natl Acad Sci USA. 1991; 88:3647",
            "score": 17.247722864151
        },
        {
            "docid": "15925628_24",
            "document": "Hepatitis B . In assisted reproductive technology, sperm washing is not necessary for males with hepatitis B to prevent transmission, unless the female partner has not been effectively vaccinated. In females with hepatitis B, the risk of transmission from mother to child with IVF is no different from the risk in spontaneous conception.",
            "score": 27.21596097946167
        },
        {
            "docid": "12947073_3",
            "document": "Hepatitis B vaccine . Hepatitis B vaccination, hepatitis B immunoglobulin, and the combination of hepatitis B vaccine plus hepatitis B immunoglobulin, all are considered as preventive for babies born to mothers infected with HBV. The combination is superior for protecting these infants. The vaccine during pregnancy is not considered to be valuable in protecting babies of the infected mothers. Hepatitis B immunoglobulin before birth has not been well studied. In the United States vaccination is recommended for nearly all babies at birth. Many countries now routinely vaccinate infants against hepatitis B. In countries with high rates of hepatitis B infection, vaccination of newborns has not only reduced the risk of infection, but has also led to marked reduction in liver cancer. This was reported in Taiwan where the implementation of a nationwide hepatitis B vaccination program in 1984 was associated with a decline in the incidence of childhood hepatocellular carcinoma.",
            "score": 43.046098709106445
        },
        {
            "docid": "38238_2",
            "document": "Hepatitis . Hepatitis is inflammation of the liver tissue. Some people have no symptoms whereas others develop yellow discoloration of the skin and whites of the eyes, poor appetite, vomiting, tiredness, abdominal pain, or diarrhea. Hepatitis may be temporary (acute) or long term (chronic) depending on whether it lasts for less than or more than six months. Acute hepatitis can sometimes resolve on its own, progress to chronic hepatitis, or rarely result in acute liver failure. Over time the chronic form may progress to scarring of the liver, liver failure, or liver cancer. The most common cause worldwide is viruses. Other causes include heavy alcohol use, certain medications, toxins, other infections, autoimmune diseases, and non-alcoholic steatohepatitis (NASH). There are five main types of viral hepatitis: type A, B, C, D, and E. Hepatitis A and E are mainly spread by contaminated food and water. Hepatitis B is mainly sexually transmitted, but may also be passed from mother to baby during pregnancy or childbirth. Both hepatitis B and hepatitis C are commonly spread through infected blood such as may occur during needle sharing by intravenous drug users. Hepatitis D can only infect people already infected with hepatitis B. Hepatitis A, B, and D are preventable with immunization. Medications may be used to treat chronic cases of viral hepatitis. There is no specific treatment for NASH; however, a healthy lifestyle, including physical activity, a healthy diet, and weight loss, is important. Autoimmune hepatitis may be treated with medications to suppress the immune system. A liver transplant may also be an option in certain cases. Worldwide in 2015, hepatitis A occurred in about 114 million people, chronic hepatitis B affected about 343 million people and chronic hepatitis C about 142 million people. In the United States, NASH affects about 11 million people and alcoholic hepatitis affects about 5 million people. Hepatitis results in more than a million deaths a year, most of which occur indirectly from liver scarring or liver cancer. In the United States, hepatitis A is estimated to occur in about 2,500 people a year and results in about 75 deaths. The word is derived from the Greek \"hêpar\" (), meaning \"liver\", and \"-itis\" (), meaning \"inflammation\".",
            "score": 64.75215554237366
        },
        {
            "docid": "886731_11",
            "document": "Lydia Pinkham . Of the newer additions, motherwort is a nervine, emmenagogue, anti-spasmodic, hepatic, cardiac tonic, and hypotensive. Piscidia erythrina (Jamaican dogwood) is an eclectic remedy effective for painful spasms, pelvic pain, dysmenorrhea, and ovarian pain. Licorice is anti-inflammatory, anti-hepatotoxic, anti-spasmodic, and a mild laxative. Gentian is a sialagogue, hepatic, cholagogue, anthelmintic, and emmenagogue. Dandelion is a potassium-sparing diuretic, hepatic, cholagogue, anti-rheumatic, laxative, tonic, and a bitter. It is often suggested by the alternative medicine community that black cohosh (and a purified version, \"Remifemin\") really do provide relief from symptoms of menopause. A report by Natural Standard, which performs evidence-based reviews of alternative therapeutics, gives the evidence a \"B\" rating, \"good scientific evidence for this use\", saying: Black cohosh is a popular alternative to prescription hormonal therapy for treatment of menopausal symptoms such as hot flashes, mood problems, perspiration, heart palpitations, and vaginal dryness. Initial human research suggests that black cohosh may improve some of these symptoms for up to six months. However, most studies are not well designed and results are not conclusive.",
            "score": 32.06157624721527
        },
        {
            "docid": "564424_68",
            "document": "Dolores del Río . In 1978, she was diagnosed with osteomyelitis, and in 1981 she was diagnosed with Hepatitis B following a contaminated injection of vitamins. She also suffered of arthritis. In 1982, del Río was admitted to Scripps Hospital, La Jolla, California, where hepatitis led to cirrhosis.",
            "score": 23.666626930236816
        },
        {
            "docid": "17384301_43",
            "document": "Liver . Hepatitis is a common condition of inflammation of the liver. The most usual cause of this is viral, and the most common of these infections are hepatitis A, B, C, D, and E. Some of these infections are sexually transmitted. Inflammation can also be caused by other viruses in the Herpesviridae family such as the \"herpes simplex virus\". Chronic (rather than acute) infection with hepatitis B virus or hepatitis C virus is the main cause of liver cancer. Globally, about 248 million individuals are chronically infected with HBV (with 843,724 in the U.S.) and 142 million are chronically infected with HCV (with 2.7 million in the U.S.). Globally there are about 114 million and 20 million cases of hepatitis A and hepatitis E respectively, but these generally resolve, and do not become chronic (see Hepatitis A, Hepatitis E). Hepatitis D virus is a \"satellite\" of hepatitis B virus (can only infect in the presence of hepatitis B), and co-infects nearly 20 million people with hepatitis B, globally (see Hepatitis D).",
            "score": 59.6304566860199
        },
        {
            "docid": "214294_2",
            "document": "Hepatitis D . Hepatitis D (hepatitis delta) is a disease caused by the \"hepatitis D virus\" (\"HDV\"), a small spherical enveloped virusoid. This is one of five known hepatitis viruses: A, B, C, D, and E. HDV is considered to be a subviral satellite because it can propagate only in the presence of the hepatitis B virus (HBV). Transmission of HDV can occur either via simultaneous infection with HBV (coinfection) or superimposed on chronic hepatitis B or hepatitis B carrier state (superinfection).",
            "score": 30.942856788635254
        },
        {
            "docid": "21488257_7",
            "document": "Asian Pacific American Medical Student Association . Hepatitis B: Since 2006, APAMSA has contributed to help raise awareness about Hepatitis B and liver disease in the APA community by Hepatitis B, \"APAMSA Fights to Break the Hepatitis B Cycle\". This campaign brought together a national cross section of medical students and physicians dedicated to ending the epidemic of hepatitis B in APA community, and the launching of several local hepatitis B education and screening programs across the United States.",
            "score": 44.22653675079346
        },
        {
            "docid": "15925628_21",
            "document": "Hepatitis B . Tenofovir given in the second or third trimester can reduce the risk of mother to child transmission by 77% when combined with hepatitis B immunoglobulin and the hepatitis B vaccine, especially for pregnant women with high hepatitis B virus DNA levels. However, there is no sufficient evidence that the administration of hepatitis B immunoglobulin alone during pregnancy, might reduce transmission rates to the newborn infant. No randomized control trial has been conducted to assess the effects of hepatitis B vaccine during pregnancy for preventing infant infection.",
            "score": 26.05087375640869
        },
        {
            "docid": "167427_20",
            "document": "Groundhog . Groundhogs are used in medical research on hepatitis B-induced liver cancer. A percentage of the woodchuck population is infected with the woodchuck hepatitis virus (WHV), similar to human hepatitis B virus. Humans do not receive hepatitis from woodchucks with WHV but the virus and its effects on the liver make the woodchuck the best available animal for the study of viral hepatitis in humans. The only other animal model for hepatitis B virus studies is the chimpanzee, an endangered species. Woodchucks are also used in biomedical research investigating metabolic function, obesity, energy balance, the endocrine system, reproduction, neurology, cardiovascular disease, cerebrovascular disease, and neoplastic disease.",
            "score": 54.30079936981201
        },
        {
            "docid": "21938883_23",
            "document": "Hepatitis B virus . The oldest evidence of hepatitis B infection dates to Bronze Age. The evidence was obtained from 4,500-year-old human remains. According to the 2018 study, the viral genomes obtained by shotgun sequencing became the oldest ever recovered from vertebrate samples. It was also found that some ancient hepatitis viral strains still infect humans, while other became extinct. This disproved the belief that hepatitis B originated in the New World and spread to Europe around 16th century.",
            "score": 26.19983172416687
        },
        {
            "docid": "4296853_5",
            "document": "Duck hepatitis B virus . The Duck Hepatitis B virus has provided a basis for the use of vaccines and prophylactic treatments for individuals at high risk of human Hepatitis B virus (HBV). The virus has also provided as a useful animal model in the absence of one from the HBV.",
            "score": 24.84036374092102
        },
        {
            "docid": "518686_8",
            "document": "Baruch Samuel Blumberg . In 1992, Blumberg participated in the founding of the Hepatitis B Foundation (HBF), a nonprofit organization dedicated to finding a cure for hepatitis B and improving the lives of those affected by hepatitis B worldwide. He served on the Scientific and Medical Advisory Board, and as its Distinguished Scholar from 1992 until his passing in 2011. Blumberg was a regular and inspirational presence at the Hepatitis Foundation, maintaining an office at The Foundation in Doylestown, Pennsylvania.",
            "score": 34.33353114128113
        },
        {
            "docid": "6962050_2",
            "document": "Hepatitis A and B vaccine . Twinrix is a vaccine against hepatitis A and hepatitis B, manufactured by GlaxoSmithKline. The full generic name is  hepatitis A (inactivated) and hepatitis B (rDNA) (HAB) vaccine (adsorbed). Twinrix is administered over three doses.",
            "score": 26.305106163024902
        }
    ],
    "r": [
        {
            "docid": "38238_2",
            "document": "Hepatitis . Hepatitis is inflammation of the liver tissue. Some people have no symptoms whereas others develop yellow discoloration of the skin and whites of the eyes, poor appetite, vomiting, tiredness, abdominal pain, or diarrhea. Hepatitis may be temporary (acute) or long term (chronic) depending on whether it lasts for less than or more than six months. Acute hepatitis can sometimes resolve on its own, progress to chronic hepatitis, or rarely result in acute liver failure. Over time the chronic form may progress to scarring of the liver, liver failure, or liver cancer. The most common cause worldwide is viruses. Other causes include heavy alcohol use, certain medications, toxins, other infections, autoimmune diseases, and non-alcoholic steatohepatitis (NASH). There are five main types of viral hepatitis: type A, B, C, D, and E. Hepatitis A and E are mainly spread by contaminated food and water. Hepatitis B is mainly sexually transmitted, but may also be passed from mother to baby during pregnancy or childbirth. Both hepatitis B and hepatitis C are commonly spread through infected blood such as may occur during needle sharing by intravenous drug users. Hepatitis D can only infect people already infected with hepatitis B. Hepatitis A, B, and D are preventable with immunization. Medications may be used to treat chronic cases of viral hepatitis. There is no specific treatment for NASH; however, a healthy lifestyle, including physical activity, a healthy diet, and weight loss, is important. Autoimmune hepatitis may be treated with medications to suppress the immune system. A liver transplant may also be an option in certain cases. Worldwide in 2015, hepatitis A occurred in about 114 million people, chronic hepatitis B affected about 343 million people and chronic hepatitis C about 142 million people. In the United States, NASH affects about 11 million people and alcoholic hepatitis affects about 5 million people. Hepatitis results in more than a million deaths a year, most of which occur indirectly from liver scarring or liver cancer. In the United States, hepatitis A is estimated to occur in about 2,500 people a year and results in about 75 deaths. The word is derived from the Greek \"hêpar\" (), meaning \"liver\", and \"-itis\" (), meaning \"inflammation\".",
            "score": 64.75215911865234
        },
        {
            "docid": "21365918_2",
            "document": "Cirrhosis . Cirrhosis is a condition in which the liver does not function properly due to long-term damage. This damage is characterized by the replacement of normal liver tissue by scar tissue. Typically, the disease develops slowly over months or years. Early on, there are often no symptoms. As the disease worsens, a person may become tired, weak, itchy, have swelling in the lower legs, develop yellow skin, bruise easily, have fluid build up in the abdomen, or develop spider-like blood vessels on the skin. The fluid build-up in the abdomen may become spontaneously infected. Other complications include hepatic encephalopathy, bleeding from dilated veins in the esophagus or dilated stomach veins, and liver cancer. Hepatic encephalopathy results in confusion and may lead to unconsciousness. Cirrhosis is most commonly caused by alcohol, hepatitis B, hepatitis C, and non-alcoholic fatty liver disease. Typically, more than two or three alcoholic drinks per day over a number of years is required for alcoholic cirrhosis to occur. Non-alcoholic fatty liver disease has a number of causes, including being overweight, diabetes, high blood fats, and high blood pressure. A number of less common causes of cirrhosis include autoimmune hepatitis, primary biliary cholangitis, hemochromatosis, certain medications, and gallstones. Diagnosis is based on blood testing, medical imaging, and liver biopsy. Some causes of cirrhosis, such as hepatitis B, can be prevented by vaccination. Treatment partly depends on the underlying cause, but the goal is often to prevent worsening and complications. Avoiding alcohol is recommended in all cases of cirrhosis. Hepatitis B and C may be treatable with antiviral medications. Autoimmune hepatitis may be treated with steroid medications. Ursodiol may be useful if the disease is due to blockage of the bile ducts. Other medications may be useful for complications such as abdominal or leg swelling, hepatic encephalopathy, and dilated esophageal veins. In severe cirrhosis, a liver transplant may be an option. Cirrhosis affected about 2.8 million people and resulted in 1.3 million deaths in 2015. Of these, alcohol caused 348,000, hepatitis C caused 326,000, and hepatitis B caused 371,000. In the United States, more men die of cirrhosis than women. The first known description of the condition is by Hippocrates in the 5th century BCE. The word \"cirrhosis\" is from ; \"kirrhos\" \"yellowish\" and \"-osis\" (-) meaning \"condition\", describing the appearance of a cirrhotic liver.",
            "score": 63.38202667236328
        },
        {
            "docid": "211923_9",
            "document": "Liver function tests . Apart from found in high concentrations in liver, ALT is found in kidneys, heart, and muscles. It catalyses the transamination reaction, and only exist in cytoplasmic form. Any kind of liver injury can cause the rise in ALT. A rise up to 300 IU/L is not specific to liver, but can be due to the damage of other organs such as kidneys or muscles. When ALT rises to more than 500 IU/L, causes are usually from the liver. It can be due to hepatitis, ischemic liver injury, and toxins that causes liver damage. The ALT levels in Hepatitis C rises more than in Hepatitis A and B. Persistent ALT elevation more than 6 months is known as chronic hepatitis. Alcoholic liver disease, Non-alcoholic fatty liver disease (NAFLD), fat accumulation in liver during childhood obesity, steatohepatitis (inflammation of fatty liver disease) are associated with rise in ALT. Rise in ALT is also associated with reduced insulin response, reduced glucose tolerance, and increased free fatty acids and triglycerides. Bright liver syndrome (bright liver on ultrasound suggestive of fatty liver) with raised ALT is suggestive of metabolic syndrome.",
            "score": 62.8468017578125
        },
        {
            "docid": "1062956_20",
            "document": "Gastrointestinal disease . Hepatic diseases refers to those affecting the liver. Hepatitis refers to inflammation of liver tissue, and may be acute or chronic. Infectious viral hepatitis, such as hepatitis A, B and C, affect in excess of (X) million people worldwide. Liver disease may also be a result of lifestyle factors, such as fatty liver and NASH. Alcoholic liver disease may also develop as a result of chronic alcohol use, which may also cause alcoholic hepatitis. Cirrhosis may develop as a result of chronic hepatic fibrosis in a chronically inflamed liver, such as one affected by alcohol or viral hepatitis.",
            "score": 60.87664031982422
        },
        {
            "docid": "12284396_2",
            "document": "Liver cancer . Liver cancer, also known as hepatic cancer and primary hepatic cancer, is cancer that starts in the liver. Cancer which has spread from elsewhere to the liver, known as liver metastasis, is more common than that which starts in the liver. Symptoms of liver cancer may include a lump or pain in the right side below the rib cage, swelling of the abdomen, yellowish skin, easy bruising, weight loss, and weakness. The leading cause of liver cancer is cirrhosis due to hepatitis B, hepatitis C, or alcohol. Other causes include aflatoxin, non-alcoholic fatty liver disease, and liver flukes. The most common types are hepatocellular carcinoma (HCC), which makes up 80% of cases, and cholangiocarcinoma. Less common types include mucinous cystic neoplasm and intraductal papillary biliary neoplasm. The diagnosis may be supported by blood tests and medical imaging with confirmation by tissue biopsy. Preventive efforts include immunization against hepatitis B and treating those infected with hepatitis B or C. Screening is recommended in those with chronic liver disease. Treatment options may include surgery, targeted therapy, and radiation therapy. In certain cases ablation therapy, embolization therapy, or liver transplantation may be used. Small lumps in the liver may be closely followed. Primary liver cancer is globally the sixth most frequent cancer (6%) and the second leading cause of death from cancer (9%). In 2012 it occurred in 782,000 people and in 2015 resulted in 810,500 deaths. In 2015, 263,000 deaths from liver cancer were due to hepatitis B, 167,000 to hepatitis C, and 245,000 to alcohol. Higher rates of liver cancer occur where hepatitis B and C are common, including Asia and sub-Saharan Africa. Males are more often affected with HCC than females. Diagnosis is most frequent among those 55 to 65 years old. Five-year survival rates are 18% in the United States. The word \"hepatic\" is from the Greek \"hêpar\", meaning \"liver.\"",
            "score": 59.64531326293945
        },
        {
            "docid": "17384301_43",
            "document": "Liver . Hepatitis is a common condition of inflammation of the liver. The most usual cause of this is viral, and the most common of these infections are hepatitis A, B, C, D, and E. Some of these infections are sexually transmitted. Inflammation can also be caused by other viruses in the Herpesviridae family such as the \"herpes simplex virus\". Chronic (rather than acute) infection with hepatitis B virus or hepatitis C virus is the main cause of liver cancer. Globally, about 248 million individuals are chronically infected with HBV (with 843,724 in the U.S.) and 142 million are chronically infected with HCV (with 2.7 million in the U.S.). Globally there are about 114 million and 20 million cases of hepatitis A and hepatitis E respectively, but these generally resolve, and do not become chronic (see Hepatitis A, Hepatitis E). Hepatitis D virus is a \"satellite\" of hepatitis B virus (can only infect in the presence of hepatitis B), and co-infects nearly 20 million people with hepatitis B, globally (see Hepatitis D).",
            "score": 59.63045883178711
        },
        {
            "docid": "52926946_2",
            "document": "HCV genotypes . Hepatitis C virus (HCV) genotypes refer to the genetic variations that occurs in the hepatitis C virus. Hepatitis C is a contagious disease that primarily affects the liver, causing severe damage as the disease progresses. It is caused by the Hepatitis C virus, a small, enveloped RNA virus. The transmission of hepatitis C is through the contact with the blood of the infected person,for example by sharing the needles or by using non-sterile medical equipment. HCV is transmitted globally because of the high infection rate and is also associated with a high mortality rate. The World Health Organisation indicates the 3.3% of the world population is infected by the HCV virus. Statistical records show that there are about 13 million HCV affected persons in china, 3.5 million affected persons in the United States, and about 10 million people are affected by HCV in Pakistan. In all cases, the viral genotype of the HCV stays the same, occasionally mutations do occur making the treatment more complex by targeting the changes in the genotype. Hepatitis C virus genotype is considered more common than the Hepatitis B virus infection contributing to more than a million cases annually and is considered one of the major reason for liver transplantation in United States. Some of the HCV genotypes may develop in people without symptoms leading to dangerous conditions like liver cirrhosis causing a permanent damage to liver and the unnoticed HCV conditions will affect brain, joints, blood vessels, bones, and kidneys.",
            "score": 59.254512786865234
        },
        {
            "docid": "38238_6",
            "document": "Hepatitis . Acute cases of hepatitis are seen to be resolved well within a six-month period. When hepatitis is continued for more than six months it is termed chronic hepatitis. Chronic hepatitis is often asymptomatic early in its course and is detected only by liver laboratory studies for screening purposes or to evaluate non-specific symptoms. As the inflammation progresses, patients can develop constitutional symptoms similar to acute hepatitis, including fatigue, nausea, vomiting, poor appetite, and joint pain. Jaundice can occur as well, but much later in the disease process and is typically a sign of advanced disease. Chronic hepatitis interferes with hormonal functions of the liver which can result in acne, hirsutism (abnormal hair growth), and amenorrhea (lack of menstrual period) in women. Extensive damage and scarring of the liver over time defines cirrhosis, a condition in which the liver's ability to function is permanently impeded. This results in jaundice, weight loss, coagulopathy, ascites (abdominal fluid collection), and peripheral edema (leg swelling). Cirrhosis can lead to other life-threatening complications such as hepatic encephalopathy, esophageal varices, hepatorenal syndrome, and liver cancer.",
            "score": 58.89787292480469
        },
        {
            "docid": "38238_3",
            "document": "Hepatitis . Hepatitis has a broad spectrum of presentations that range from a complete lack of symptoms to severe liver failure. The acute form of hepatitis, generally caused by viral infection, is characterized by constitutional symptoms that are typically self-limiting. Chronic hepatitis presents similarly, but can manifest signs and symptoms specific to liver dysfunction with long-standing inflammation and damage to the organ.",
            "score": 58.485130310058594
        },
        {
            "docid": "607070_2",
            "document": "Viral hepatitis . Viral hepatitis is liver inflammation due to a viral infection. It may present in acute (recent infection, relatively rapid onset) or chronic forms. The most common causes of viral hepatitis are the five unrelated hepatotropic viruses hepatitis A, hepatitis B, hepatitis C, hepatitis D, and hepatitis E. In addition to the nominal hepatitis viruses, other viruses that can also cause liver inflammation include cytomegalovirus, Epstein–Barr virus, and yellow fever. Up to 1997 there has been also 52 cases of viral hepatitis caused by herpes simplex virus. There is the opportunity to prevent or treat the most common types. Hepatitis A and hepatitis B can be prevented by vaccination. Effective treatments for hepatitis C are available but expensive. In 2013 about 1.5 million people died from viral hepatitis. Most deaths are due to hepatitis B and hepatitis C. East Asia is the region of the world most affected.",
            "score": 57.69499969482422
        },
        {
            "docid": "367897_19",
            "document": "Marchantiophyta . In ancient times, it was believed that liverworts cured diseases of the liver, hence the name. In Old English, the word liverwort literally means \"liver plant\". This probably stemmed from the superficial appearance of some thalloid liverworts (which resemble a liver in outline), and led to the common name of the group as \"hepatics\", from the Latin word \"hēpaticus\" for \"belonging to the liver\". An unrelated flowering plant, \"Hepatica\", is sometimes also referred to as liverwort because it was once also used in treating diseases of the liver. This archaic relationship of plant form to function was based in the \"Doctrine of Signatures\".",
            "score": 57.423118591308594
        },
        {
            "docid": "660869_2",
            "document": "Autoimmune hepatitis . Autoimmune hepatitis, formerly called lupoid hepatitis, is a chronic, autoimmune disease of the liver that occurs when the body's immune system attacks liver cells causing the liver to be inflamed. Common initial symptoms include fatigue or muscle aches or signs of acute liver inflammation including fever, jaundice, and right upper quadrant abdominal pain. Individuals with autoimmune hepatitis often have no initial symptoms and the disease is detected by abnormal liver function tests.",
            "score": 57.22174072265625
        },
        {
            "docid": "38238_16",
            "document": "Hepatitis . Many chemical agents, including medications, industrial toxins, and herbal and dietary supplements, can cause hepatitis. The spectrum of drug-induced liver injury varies from acute hepatitis to chronic hepatitis to acute liver failure. Toxins and medications can cause liver injury through a variety of mechanisms, including direct cell damage, disruption of cell metabolism, and causing structural changes. Some drugs such as paracetamol exhibit predictable dose-dependent liver damage while others such as isoniazid cause idiosyncratic and unpredictable reactions that vary among individuals. There are wide variations in the mechanisms of liver injury and latency period from exposure to development of clinical illness.",
            "score": 56.19507598876953
        },
        {
            "docid": "4258255_7",
            "document": "Jade Ribbon Campaign . The Answer to Cancer (A2C) run was founded by Adrian Elkins, a 20-year-old student at Southern Oregon University who was diagnosed with liver cancer in 2002. Had he known during his childhood that his ethnicity and chronic hepatitis B infection increased his chance of developing liver cancer by 100%, he would have been regularly monitored for liver damage. He had no idea that hepatitis B – a disease he contracted at birth in Calcutta, India – causes 80% of the world's liver cancer cases. Adrian battled his disease for ten months, working tirelessly to organize an event to raise money for liver cancer research. Adrian saw the first-ever A2C run take place on August 8, 2003. Thanks to the generous support of friends, families and numerous companies, the 2003 Answer to Cancer Race was able to raise more than $20,000 for three charities and reach out to more than 240 participants. Adrian died only eight days after this first race.",
            "score": 56.11740493774414
        },
        {
            "docid": "18517438_9",
            "document": "LIVERight . The Answer to Cancer (A2C) run was founded by Adrian Elkins, a 20-year-old student at Southern Oregon University who was diagnosed with liver cancer in 2002. Had he known during his childhood that his ethnicity and chronic hepatitis B infection increased his chance of developing liver cancer by 100%, he would have been regularly monitored for liver damage. He had no idea that hepatitis B—a disease he contracted at birth in Calcutta, India—causes 80% of the world's liver cancer cases. Adrian battled his disease for ten months, working tirelessly to organize an event to raise money for liver cancer research. Adrian saw the first-ever A2C run take place on 8 August 2003. Thanks to the generous support of friends, families and numerous companies, the 2003 Answer to Cancer Race was able to raise more than $20,000 for three charities and reach out to more than 240 participants. Adrian died only eight days after this first race.",
            "score": 56.11740493774414
        },
        {
            "docid": "18430559_2",
            "document": "Essentiale . Essentiale (polyenylphosphatidylcholine or PPC, with or without synergistic vitamins) is a preparation of essential phospholipids. Essentiale normalizes the metabolism of lipids and proteins, improves the detoxification function of the liver, restores the cellular structure of the liver and retards the producing of conjunctive tissue. Essentiale medications are indicated for the treatment of fatty degeneration of the liver, hepatitis (including toxic hepatitis, liver damage caused by medicines or alcohol abuse), cirrhosis of the liver, and disturbances in liver function associated with different illnesses.",
            "score": 55.803245544433594
        },
        {
            "docid": "1105043_11",
            "document": "Hepatic encephalopathy . The diagnosis of hepatic encephalopathy can only be made in the presence of confirmed liver disease (types A and C) or a portosystemic shunt (type B), as its symptoms are similar to those encountered in other encephalopathies. To make the distinction, abnormal liver function tests and/or ultrasound suggesting liver disease are required, and ideally liver biopsy. The symptoms of hepatic encephalopathy may also arise from other conditions, such as cerebral haemorrhage and seizures (both of which are more common in chronic liver disease). A CT scan of the brain may be required to exclude haemorrhage, and if seizure activity is suspected an electroencephalograph (EEG) study may be performed. Rarer mimics of encephalopathy are meningitis, encephalitis, Wernicke's encephalopathy and Wilson's disease; these may be suspected on clinical grounds and confirmed with investigations.",
            "score": 55.77614212036133
        },
        {
            "docid": "21651912_3",
            "document": "2009 Gujarat hepatitis outbreak . The hepatitis B virus infects the liver and causes an inflammation called hepatitis. It is a DNA virus and one of many unrelated viruses that cause viral hepatitis. The disease, originally known as \"serum hepatitis\", has caused epidemics in parts of Asia and Africa, and it is endemic in China. About a third of the world's population, more than 2 billion people, have been infected with the hepatitis B virus. This includes 350 million chronic carriers of the virus. The acute illness causes liver inflammation, vomiting and jaundice. The infection is preventable by vaccination.",
            "score": 55.55291748046875
        },
        {
            "docid": "211923_2",
            "document": "Liver function tests . Liver function tests (LFTs or LFs) are groups of blood tests that give information about the state of a patient's liver. These tests include prothrombin time (PT/INR), aPTT, albumin, bilirubin (direct and indirect), and others. The liver transaminases aspartate transaminase (AST or SGOT) and alanine transaminase (ALT or SGPT) are useful biomarkers of liver injury in a patient with some degree of intact liver function. Most liver diseases cause only mild symptoms initially, but these diseases must be detected early. Hepatic (liver) involvement in some diseases can be of crucial importance. This testing is performed on a patient's blood sample. Some tests are associated with functionality (e.g., albumin), some with cellular integrity (e.g., transaminase), and some with conditions linked to the biliary tract (gamma-glutamyl transferase and alkaline phosphatase). Several biochemical tests are useful in the evaluation and management of patients with hepatic dysfunction. These tests can be used to detect the presence of liver disease, distinguish among different types of liver disorders, gauge the extent of known liver damage, and follow the response to treatment. Some or all of these measurements are also carried out (usually about twice a year for routine cases) on those individuals taking certain medications, such as anticonvulsants, to ensure the medications are not damaging the person's liver.",
            "score": 55.416969299316406
        },
        {
            "docid": "865271_6",
            "document": "Liver disease . Viral infection by hepatitis B virus (HBV) or hepatitis C virus (HCV) causes an increase of reactive oxygen species (ROS). The increase in intracellular ROS is about 10,000-fold upon chronic HBV infection and 100,000-fold after HCV infection. This increase in ROS causes inflammation and further increase in ROS. ROS cause more than 20 types of DNA damage. Oxidative DNA damage is mutagenic and also causes epigenetic alterations at the sites of DNA repair. Epigenetic alterations and mutations affect the cellular machinery that may cause the cell to replicate at a higher rate and/or result in the cell avoiding apoptosis, and thus contribute to liver disease. By the time accumulating epigenetic and mutational changes eventually cause hepatocellular carcinoma, epigenetic alterations appear to have an even larger role in carcinogenesis than mutations. Only one gene, TP53, is mutated in more than 20% of liver cancers while 41 genes each have hypermethylated promoters (repressing gene expression) in more than 20% of liver cancers.",
            "score": 55.17112731933594
        },
        {
            "docid": "20868830_11",
            "document": "Death of Ludwig van Beethoven . An autopsy was performed on 27 March 1827 by Dr. Johann Wagner. While it is unclear who ordered the autopsy, a specific request by Beethoven in his Heiligenstadt Testament may have played a role in the decision. The autopsy revealed a severely cirrhotic and shrunken liver, of which ascites is a common consequence. Scholars disagree over whether Beethoven's liver damage was the result of heavy alcohol consumption, hepatic infection, or both. Hepatitis B and C are causes of cirrhosis, but they spread from contact with contaminated body fluids and were extremely rare in Beethoven's day. Hepatitis A on the other hand can be contracted from food and water that were not handled properly and was very common in the 19th century, although it does not cause liver cirrhosis or permanent organ damage.",
            "score": 55.020111083984375
        },
        {
            "docid": "57101182_9",
            "document": "Echinococcus vogeli . Polycystic echinococcosis (PE) is an extremely lethal helminthic disease in humans, which is caused by the larval form of \"E. vogeli\". Type I PE consists of polycystic masses in the liver and abdominal cavity. Type II also has polcystic masses in the liver and abdominal cavity, but includes hepatic insufficiency. Type III has polcystic masses in the liver and chest cavity. In type IV polycystic masses occur only in the mesenteries. Type V has calcified cysts in the liver and lung. Type II seems to have the highest mortality rate due to the complications involved with hepatic insufficiency.  Due to the similarities between liver cancer and polycystic echinococcosis, PE is hard to diagnose and could deadly when metastasized to other organs.",
            "score": 54.99128341674805
        },
        {
            "docid": "235642_12",
            "document": "Portal vein . Unlike most veins, the portal vein does not drain into the heart. Rather, it is part of a portal venous system that delivers venous blood into another capillary system, the hepatic sinusoids of the liver. In carrying venous blood from the gastrointestinal tract to the liver, the portal vein accomplishes two tasks: it supplies the liver with metabolic substrates and it ensures that substances ingested are first processed by the liver before reaching the systemic circulation. This accomplishes two things. First, possible toxins that may be ingested can be detoxified by the hepatocytes before they are released into the systemic circulation. Second, the liver is the first organ to absorb nutrients just taken in by the intestines. After draining into the liver sinusoids, blood from the liver is drained by the hepatic vein.",
            "score": 54.75074768066406
        },
        {
            "docid": "6856793_5",
            "document": "Congestive hepatopathy . Macroscopically, the liver has a pale and spotty appearance in affected areas, as stasis of the blood causes pericentral hepatocytes (liver cells surrounding the central venule of the liver) to become deoxygenated compared to the relatively better-oxygenated periportal hepatocytes adjacent to the hepatic arterioles. This retardation of the blood also occurs in lung lesions, such as chronic interstitial pneumonia, pleural effusions, and intrathoracic tumors.  Hepatic congestion should be suspected in patients with the above clinical and laboratory features in the setting of congestive heart failure or other cardiac condition associated with elevated central venous pressure. Other causes of liver dysfunction should also be considered, including biliary obstruction, acute or chronic viral hepatitis, hepatic infiltrative disorders, and drug or herbal medication toxicity, depending upon the clinical setting.",
            "score": 54.72672653198242
        },
        {
            "docid": "13937833_3",
            "document": "San Francisco Hep B Free . API’s have the highest risk of hepatitis B of any ethnic group. San Francisco’s API residents comprise 34% of the city’s population and bear a disproportionate burden of liver cancer and undetected hepatitis B infection. Hepatitis B is a serious disease responsible for 80% of all liver cancers among APIs. San Francisco has the highest liver cancer rate in the nation. It is estimated that one in ten people in the API community have an undiagnosed infection. APIs are up to 100 times more likely to suffer from chronic hepatitis B infection and four times more likely to die from liver cancer compared with the general population.",
            "score": 54.55082702636719
        },
        {
            "docid": "1835064_34",
            "document": "Sociology of health and illness . There are many diseases that affect South America, but two major conditions are malaria and Hepatitis D. Malaria affects every country in South America except Uruguay, Chile, and The Falkland Islands. Elevation is a major factor in the areas where malaria is found. The disease is spread from person to person via mosquito bites. People are typically bitten by mosquitoes at dusk and dawn. Symptoms of this disorder are: high fever, chills, sweating, headaches, body aches, weakness, vomiting and diarrhea. If left untreated, new symptoms can occur; people that are infected may experience seizures, delirium and coma. Severe cases may end in death. Malaria can be cured, but the symptoms may not become noticeable until months later. There are three forms of medication that can cure Malaria. An infected person's accessibility to these drugs is dependent upon their access to medical care and their financial situation. Literature about Malaria treatment typically is focused toward people who are tourists. Most sources are not written with the native in mind. The first sign of Hepatitis D was detected in 1978 when a strange and unrecognizable internuclear antigen was discovered during a liver biopsy of several Italians who suffered HBV infection. Scientists initially thought that it was an antigenic specificity of HBV, but they soon found that it was a protein from another disease altogether. They called it \"Hepatitis Delta Virus\" (HDV). This new virus was found to be defective. HDV needed HBV to act as a helper function in order for it to be detected. Normally Hepatitis B is transmitted through blood or any type of blood product. In South America Hepatitis D was found to be fatal. Scientists are still unsure in what way this disease was being transmitted throughout certain South American countries. Sexual contact and drug use are the most common means of transmission. HDV is still considered an unusual form of hepatitis. Agents of this virus resemble that of plant viroids. It is still hard to tell how many stereotypes exist because HDV is under the umbrella of HBV. HDV causes very high titers in the blood of people who are infected. Incubation of Hepatitis D typically lasts for thirty five days. Most often Hepatitis D is a co-infection with Hepatitis B or a super-infection with chronic hepatitis. In terms of super infections there are high mortality rates, ranging seventy to eighty percent; in contrast with co-infections which have a one to three percent mortality rate. There is little information with the ecology of Hepatitis D. Epidemics have been found in Venezuela, Peru, Columbia, and Brazil. People who are treated for Hepatitis B have been able to control Hepatitis D. People who have chronic HDB will continue to get HDV.",
            "score": 54.50507736206055
        },
        {
            "docid": "56326884_5",
            "document": "Bland embolization . The majority of patients with HCC have underlying liver disease with resultant cirrhosis. Patients with normal liver function and, presumably, normal hepatic parenchyma may undergo resection of 75% to 80% of their liver without developing postoperative hepatic failure. Patients with underlying liver disease require a greater volume of liver remnant to maintain hepatic function, thus, tumors that might normally be resectable in patients with normal liver parenchyma may not be resectable in the presence of cirrhosis. The Child-Pugh nominal liver staging system is the most accurate in predicting survival of patients with unresectable HCC treated with TACE and TAE. Patients with Child-Pugh class C cirrhosis may be more likely to die of their underlying liver disease than of their HCC and are unlikely to tolerate arterial embolization well and therefore, embolization therapy is only indicated in patients with Child A or B cirrhosis.",
            "score": 54.49623489379883
        },
        {
            "docid": "38238_33",
            "document": "Hepatitis . Diagnosis of hepatitis is made on the basis of some or all of the following: a patient's signs and symptoms, medical history including sexual and substance use history, blood tests, imaging, and liver biopsy. In general, for viral hepatitis and other acute causes of hepatitis, the patient's blood tests and clinical picture are sufficient for diagnosis. For other causes of hepatitis, especially chronic causes, blood tests may not be useful. In this case, liver biopsy is the gold standard for establishing the diagnosis as histopathologic analysis is able to reveal the precise extent and pattern of inflammation and fibrosis. However, liver biopsy is typically not the initial diagnostic test because it is invasive and is associated with a small but significant risk of bleeding that is increased in patients with liver injury and cirrhosis.",
            "score": 54.482200622558594
        },
        {
            "docid": "38238_12",
            "document": "Hepatitis . Parasites can also infect the liver and activate the immune response, resulting in symptoms of acute hepatitis with increased serum IgE (though chronic hepatitis is possible with chronic infections). Of the protozoans, Trypanosoma cruzi, Leishmania species, and the malaria-causing Plasmodium species all can cause liver inflammation. Another protozoan, Entamoeba histolytica, causes hepatitis with distinct liver abscesses.",
            "score": 54.407066345214844
        },
        {
            "docid": "167427_20",
            "document": "Groundhog . Groundhogs are used in medical research on hepatitis B-induced liver cancer. A percentage of the woodchuck population is infected with the woodchuck hepatitis virus (WHV), similar to human hepatitis B virus. Humans do not receive hepatitis from woodchucks with WHV but the virus and its effects on the liver make the woodchuck the best available animal for the study of viral hepatitis in humans. The only other animal model for hepatitis B virus studies is the chimpanzee, an endangered species. Woodchucks are also used in biomedical research investigating metabolic function, obesity, energy balance, the endocrine system, reproduction, neurology, cardiovascular disease, cerebrovascular disease, and neoplastic disease.",
            "score": 54.30080032348633
        },
        {
            "docid": "30778342_15",
            "document": "Infectious causes of cancer . Viruses are one of the most important risks factor for cancer development in humans. Infection by some hepatitis viruses, especially hepatitis B and hepatitis C, can induce a chronic viral infection that leads to liver cancer in about 1 in 200 of people infected with hepatitis B each year (more in Asia, fewer in North America), and in about 1 in 45 of people infected with hepatitis C each year. People with chronic hepatitis B infection are more than 200 times more likely to develop liver cancer than uninfected people. Liver cirrhosis, whether from chronic viral hepatitis infection or alcohol abuse or some other cause, is independently associated with the development of liver cancer, and the combination of cirrhosis and viral hepatitis presents the highest risk of liver cancer development. Because chronic viral hepatitis is so common, and liver cancer so deadly, liver cancer is one of the most common causes of cancer-related deaths in the world, and is especially common in East Asia and parts of sub-Sarahan Africa.",
            "score": 54.16067886352539
        },
        {
            "docid": "7290414_2",
            "document": "List of people with hepatitis C . The infectious disease hepatitis C is caused by the hepatitis C virus (HCV), which affects the liver. During the initial infection, people often have mild or no symptoms, and there is typically no symptoms early during chronic infection. This condition can progress to scarring of the liver (fibrosis), and advanced scarring (cirrhosis). Over many years however, it often leads to liver disease and occasionally cirrhosis. In some cases, those with cirrhosis will develop complications such as liver failure, liver cancer, or dilated blood vessels in the esophagus and stomach.",
            "score": 54.0824089050293
        }
    ]
}