{
    "q": [
        {
            "docid": "1095771_5",
            "document": "Teddy Atlas . Atlas trained as an amateur boxer with Hall of Fame trainer Cus D'Amato. He had some amateur fights but had to turn to work as a trainer due to a back injury. Atlas was an assistant to D'Amato, although his role in the Catskill Boxing Club was short-lived. His duties included assisting in the training of D'Amato's teenage protégé Mike Tyson. However, Atlas left the camp in 1982 following an altercation with the 15-year-old Tyson after Tyson had been sexually inappropriate with an 11-year-old female relative of Atlas' (Tyson said he had grabbed the girl's buttocks). Atlas put a .38 caliber handgun to Tyson's ear and told him to never touch his family again, or he would kill him if he did. This altercation between Atlas and a young Mike Tyson led to Atlas' dismissal from the Catskill Boxing Club, and he was told he was no longer welcome in D'Amato's home or around any of his adopted children (his fighters whom he had legally adopted, Tyson included).",
            "score": 47.48804545402527
        },
        {
            "docid": "158538_21",
            "document": "Evander Holyfield . Then a deal was signed for him to defend his crown against Mike Tyson in November 1991. Tyson delayed the fight, claiming he was injured in training, but was then convicted for the rape of Desiree Washington and sentenced to six years in prison, so the fight did not happen at that time. They fought in 1996 (Holyfield won by a TKO in 11) and a rematch in 1997 (Holyfield won by disqualification in 3, after Tyson bit both of his ears).",
            "score": 40.214863538742065
        },
        {
            "docid": "39027_11",
            "document": "Mike Tyson . Kevin Rooney also trained Tyson, and he was occasionally assisted by Teddy Atlas, although Atlas was dismissed by D'Amato when Tyson was 15. Rooney eventually took over all training duties for the young fighter.",
            "score": 40.60438323020935
        },
        {
            "docid": "39027_27",
            "document": "Mike Tyson . Tyson and Ruddock met again on June 28 that year, with Tyson knocking down Ruddock twice and winning a 12 round unanimous decision. A fight between Tyson and Holyfield for the undisputed championship was scheduled for November 8, 1991 at Caesars Palace in Las Vegas, but Tyson pulled out after sustaining a rib cartilage injury during training.",
            "score": 36.8423810005188
        },
        {
            "docid": "66345_9",
            "document": "Robin Givens . After meeting in March 1986, Givens married boxer Mike Tyson on February 7, 1988. Tyson was then estimated to have US$50 million, and he and Givens did not make a prenuptial agreement. During their marriage, Givens and her mother bought a $4.6 million mansion in the affluent suburb of Bernardsville, New Jersey.",
            "score": 40.73841834068298
        },
        {
            "docid": "24694758_4",
            "document": "Tyson (1995 film) . Mike Tyson grows up a troubled youth, who vows to be a professional boxer in the future. Manager and trainer Cus D'Amato begins turning the young Tyson into an undefeated fighter. However, Tyson becomes a difficult pupil who is often exposed, and slacks off during his training.",
            "score": 43.13507628440857
        },
        {
            "docid": "1486840_12",
            "document": "Cus D'Amato . It was there that he met and began to work with the future heavyweight champion, Mike Tyson, who was in a nearby reform school. He adopted Tyson after Tyson's mother died. D'Amato trained him over the next few years, encouraging the use of peek-a-boo style boxing, with the hands in front of the face for more protection. D'Amato was briefly assisted by Teddy Atlas, and later Kevin Rooney, a protégé of D'Amato, who emphasized elusive movement. It is unclear at exactly what age (11 or 12) Tyson first became seriously interested in becoming a professional boxer. Bobby Stewart, a former Golden Gloves Champion, was approached by Tyson while working as a counselor at the Tryon School For Boys. Tyson knew of Stewart's former boxing glory and specifically asked to speak with Stewart who immediately took on a gruff attitude of the subject after witnessing Tyson's terrible behavior in his first days at the school. Bobby Stewart introduced Mike Tyson to D'Amato when Tyson was around 12 or 13 years old, after Stewart stated he had taught Tyson all he could about boxing technique and skill. D'Amato died a little over a year before Tyson became the youngest world heavyweight titleholder in history at the age of 20 years 4 months, thus supplanting Patterson's record. Rooney would later guide Tyson to the heavyweight championship sixteen months after D'Amato's death.",
            "score": 57.73039948940277
        },
        {
            "docid": "30858332_16",
            "document": "Evander Holyfield vs. Mike Tyson II . In the 2008 documentary \"Tyson\", the boxer claimed he did it as retaliation for the headbutting.",
            "score": 38.05423355102539
        },
        {
            "docid": "10317238_5",
            "document": "Gogoplata . Ryusuke \"Jack\" Uemura is notable as the fighter who performed the first successful gogoplata in mixed martial arts against Isao Terada at Zst Grand Prix 2, Final Round, on January 23, 2005. Former UFC Heavyweight fighter Brad Imes calls himself \"Mr. Gogoplata,\" after winning two matches in a row with the maneuver. Nick Diaz defeated Takanori Gomi using the gogoplata at Pride 33, only to have the victory turned to a NC due to positive test for marijuana in the post-fight drug screen.",
            "score": 58.78117513656616
        },
        {
            "docid": "7350552_5",
            "document": "Shinya Aoki . For unknown reasons, the proposed fight with Melendez did not take place. Instead, Aoki faced highly ranked Lightweight fighter Joachim Hansen. Aoki submitted Hansen with a gogoplata—this was the second successful gogoplata in MMA competition (the first by Ryusuke Uemura).",
            "score": 37.77950429916382
        },
        {
            "docid": "39209225_8",
            "document": "Bruce Seldon vs. Mike Tyson . Almost immediately after the fight, the audience began chanting \"Fix!\", having thought Seldon took a dive in order for Tyson to win the championship and move on to face Evander Holyfield. The crowd would continue to serenade Seldon with chants of \"Fix!\" as he remained in the ring for an interview with Jim Gray. Gray would openly ask Seldon if he did in fact take a dive, but Seldon professed his innocence, stating \"I didn't train 12 weeks to come in here and take a dive.\"",
            "score": 36.8276447057724
        },
        {
            "docid": "40424225_5",
            "document": "Mike Tyson vs. Kevin McBride . McBride, however, remained confident that he could upset Tyson and promised that he would \"shock the world\" by defeating Tyson Prior to the fight, Tyson parted ways with trainer Freddie Roach, who had trained Tyson for his two previous fights against Clifford Etienne in 2003 and Williams in 2004, and replaced him with former super bantamweight champion Jeff Fenech.",
            "score": 40.65997362136841
        },
        {
            "docid": "10317238_7",
            "document": "Gogoplata . In Japan, promotion 666's wrestler Konaka Pelhwan is known for using a rope hanging version of the gogoplata as a signature move.",
            "score": 37.31519412994385
        },
        {
            "docid": "3307314_5",
            "document": "Kevin Rooney . Rooney trained world heavyweight champion Mike Tyson from the start of his professional career in 1985 until Tyson's bout with Michael Spinks in 1988.",
            "score": 41.00313091278076
        },
        {
            "docid": "39027_48",
            "document": "Mike Tyson . In another Memphis fight on February 22, 2003, Tyson beat fringe contender Clifford Etienne 49 seconds into round one. The pre-fight was marred by rumors of Tyson's lack of fitness. Some said that he took time out from training to party in Las Vegas and get a new facial tattoo. This eventually proved to be Tyson's final professional victory in the ring.",
            "score": 38.7594780921936
        },
        {
            "docid": "811720_15",
            "document": "Punch-Out!! (arcade game) . In 1987, the growing popularity of the Nintendo Entertainment System (NES) caused the development and release of \"Mike Tyson's Punch-Out!!\" for the NES console to happen. Several elements, such as opponents and their names, were changed for this version. In particular, professional boxer Mike Tyson was added as the game's final boss to promote his success in becoming a champion. In 1990, when the contract licensing the use of Tyson's name in the console version expired, Nintendo replaced Tyson with an original character named Mr. Dream, re-releasing it as \"Punch-Out!!\" (a.k.a. \"Punch-Out!! featuring Mr. Dream\"). Like \"Mike Tyson's Punch-Out!!\", \"Punch-Out!! featuring Mr. Dream\" bore no further resemblance to the arcade version.",
            "score": 42.827534556388855
        },
        {
            "docid": "40225077_3",
            "document": "Mike Tyson vs. Lou Savarese . Mike Tyson was three fights into his latest comeback, which started on January 16, 1999 with a fifth-round knockout victory over former IBF Heavyweight champion Francois Botha. After a nine-month layoff due in large part to a four-month prison stint, Tyson met former WBA Cruiserweight champion Orlin Norris, but the bout ended in a no-contest after Tyson injured Norris with a punch that landed after the bell. Three months later, Tyson had his first ever fight in the United Kingdom, easily defeating British journeyman Julius Francis by second-round knockout. It was then announced in February 2000 that Tyson would next meet fringe-contender Lou Savarese. Initially, the fight was set to take place in Milan, Italy in May, but the bout was postponed after Tyson decided that he needed more time to train. The fight was then moved to Hampden Park in Glasgow, Scotland and rescheduled for June 24, 2000. Though the decision to allow Tyson to return to the United Kingdom was met with protests because of Tyson's rape conviction, the Glasgow city council voted 10–1 in favor of allowing Tyson to continue on with his match with Savarese.",
            "score": 49.094383001327515
        },
        {
            "docid": "39027_65",
            "document": "Mike Tyson . In October 2012, Tyson launched the Mike Tyson Cares Foundation. The mission of the Mike Tyson Cares Foundation is to \"give kids a fighting chance\" by providing innovative centers that provide for the comprehensive needs of kids from broken homes.",
            "score": 39.65777111053467
        },
        {
            "docid": "22454095_5",
            "document": "Richie Giachetti . When Mike Tyson was dethroned of his heavyweight crown by James \"Buster\" Douglas in 1990 in a 10th-round knockout in Tokyo, King inserted Giachetti as Tyson's trainer. Giachetti trained Tyson for his next four fights, those against Henry Tillman, Alex Stewart, and the two fights against Donovan \"Razor\" Ruddock. Giachetti later returned to Tyson's corner for his second fight against Evander Holyfield, the infamous \"bite fight\".",
            "score": 41.76061677932739
        },
        {
            "docid": "39027_46",
            "document": "Mike Tyson . Tyson once again had the opportunity to fight for a heavyweight championship in 2002. Lennox Lewis held the WBC, IBF, IBO and Lineal titles at the time. As promising fighters, Tyson and Lewis had sparred at a training camp in a meeting arranged by Cus D'Amato in 1984. Tyson sought to fight Lewis in Nevada for a more lucrative box-office venue, but the Nevada Boxing Commission refused him a license to box as he was facing possible sexual assault charges at the time.",
            "score": 47.657694816589355
        },
        {
            "docid": "39230759_7",
            "document": "Trevor Berbick vs. Mike Tyson . This fight was mentioned in the animated TV series Mike Tyson Mysteries episode \"Ultimate Judgement Day\" from 2014. In the episode Mike Tyson says Trevor Berbick wanted to call their 1986 fight 'Ultimate Judgement Day', but then ghost of Berbick appears to correct Tyson, saying that it was actual Tyson was the boxer that wanted to call it 'Ultimate Judgement Day.' Tyson thanks Berbick for the correction, and then waves his hand to make the ghost of Trevor Berbick disappear.",
            "score": 38.71496915817261
        },
        {
            "docid": "3480664_19",
            "document": "Jim Gray (sportscaster) . On June 24, 2000 in Glasgow, Scotland, Gray did the interview with Mike Tyson after his swift knockout of Lou Savarese where Tyson proclaimed he \"wanted to eat (Lennox Lewis's) children.\"",
            "score": 34.78545355796814
        },
        {
            "docid": "39342210_5",
            "document": "Mike Tyson vs. Donovan Ruddock II . After months of tough negotiations between Tyson's and Evander Holyfield's respective camps, which included both men's promoters attempting to get a fight with George Foreman instead, a deal was reached that would see Holyfield and Tyson face each other for the Undisputed Heavyweight Championship on November 8, 1991 at Caesers Palace. However, Tyson suffered an injury during training camp and was unable to fight in November. The parties waited to reschedule until after Tyson's trial was complete, but before the fight could take place, Tyson was convicted of the rape of Desiree Washington in February 1992 and sentenced to six years in prison.",
            "score": 38.618855237960815
        },
        {
            "docid": "49830302_3",
            "document": "Mike Tyson (disambiguation) . Mike Tyson or Michael Tyson may also refer to:",
            "score": 36.01161742210388
        },
        {
            "docid": "2258415_6",
            "document": "Yes It Is . \"Yes It Is\" was released as the B-side of \"Ticket to Ride\" in both the UK and the US. American pressings of the single erroneously show \"Yes It Is\" as being from the film \"Eight Arms to Hold You\" (the original title for the film, \"Help!\"), in which it did not appear.",
            "score": 12.756749391555786
        },
        {
            "docid": "7316042_6",
            "document": "Final Blow . The Genesis version was one of the key games used to market the Genesis console as part of the Genesis Does Campaign, particularly since Nintendo used Mike Tyson for its \"Mike Tyson's Punch-Out!!\" video game, whom Douglas had challenged and defeated that year. \"Mega\" placed the game at #9 in their list of the 10 Worst Mega Drive Games of All Time.",
            "score": 36.850388526916504
        },
        {
            "docid": "40414479_5",
            "document": "Mike Tyson vs. Danny Williams . Tyson was then given the option to compete on the undercard of Lewis' title defense against Vitali Klitschko on June 21, 2003, after which Tyson would have two additional fights before taking on Lewis in their rematch. Tyson initially agreed and was set to meet future WBC heavyweight champion Oleg Maskaev, but Tyson pulled out of the bout after former promoter Don King allegedly used threats to prevent Tyson from signing the contract.",
            "score": 41.90905261039734
        },
        {
            "docid": "39255281_3",
            "document": "Mike Tyson vs. Tyrell Biggs . According to Mike Tyson's Book \"Undisputed Truth\", Tyrell Biggs dissed Tyson in 1984. When Tyson came to wish the American Boxing Olympic team good luck, a lady came and wished the boxers a good trip. Tyrell Biggs then proceeded to laugh and said \"I don't know about him, but he certainly ain't getting on that plane\" (referring to Mike Tyson not being selected among the American Boxing Olympic Team).",
            "score": 42.427325963974
        },
        {
            "docid": "17121438_12",
            "document": "Lennox Lewis vs. Mike Tyson . Tyson later admitted to biting Lewis' leg and had to pay him US$335,000.",
            "score": 38.62655687332153
        },
        {
            "docid": "39438895_6",
            "document": "Mike Tyson vs. Francois Botha . The following year, Botha would get an opportunity at Lewis' titles, challenging the champion on July 15, 2000. Botha would not have as good a showing as he did against Tyson, being knocked out in the second round by Lewis",
            "score": 32.674455642700195
        },
        {
            "docid": "39027_84",
            "document": "Mike Tyson . The film \"Tyson\" was released in 1995 and was directed by Uli Edel. It explores the life of Mike Tyson, from the death of his guardian and trainer Cus D'Amato to his rape conviction. Tyson is played by Michael Jai White.",
            "score": 34.93034482002258
        },
        {
            "docid": "39027_8",
            "document": "Mike Tyson . Tyson's biological father is listed as \"Purcell Tyson\" (who was from Jamaica) on his birth certificate, but the man Tyson had known as his father was Jimmy Kirkpatrick. Kirkpatrick was from Grier Town, North Carolina (a predominantly black neighborhood that was annexed by the city of Charlotte), where he was one of the neighborhood's top baseball players. Kirkpatrick married and had a son, Tyson's half-brother Jimmie Lee Kirkpatrick, who would help to integrate Charlotte high school football in 1965. In 1959, Jimmy Kirkpatrick left his family and moved to Brooklyn, where he met Tyson's mother, Lorna Mae (Smith) Tyson. Mike Tyson was born in 1966. Kirkpatrick frequented pool halls, gambled and hung out on the streets. \"My father was just a regular street guy caught up in the street world,\" Tyson said. Kirkpatrick abandoned the Tyson family around the time Mike was born, leaving Tyson's mother to care for the children on her own. Kirkpatrick died in 1992.",
            "score": 40.97916531562805
        }
    ],
    "r": [
        {
            "docid": "345792_66",
            "document": "The Undertaker . Calaway is a fan of boxing and mixed martial arts. He has practiced Brazilian jiu-jitsu and earned a black belt in 2011 under Rolles Gracie Jr. His striking gloves and \"Hell's Gate\" submission (a modified gogoplata) were also inspired by mixed martial arts.",
            "score": 64.41366577148438
        },
        {
            "docid": "10317238_5",
            "document": "Gogoplata . Ryusuke \"Jack\" Uemura is notable as the fighter who performed the first successful gogoplata in mixed martial arts against Isao Terada at Zst Grand Prix 2, Final Round, on January 23, 2005. Former UFC Heavyweight fighter Brad Imes calls himself \"Mr. Gogoplata,\" after winning two matches in a row with the maneuver. Nick Diaz defeated Takanori Gomi using the gogoplata at Pride 33, only to have the victory turned to a NC due to positive test for marijuana in the post-fight drug screen.",
            "score": 58.78117370605469
        },
        {
            "docid": "11630690_3",
            "document": "Glover Teixeira . Teixeira is originally from the rural community of Sobrália, Minas Gerais, Brazil and is of Portuguese descent. His neighborhood had no traffic signals, there was no electricity in many of the homes, and there was a single gas station. He moved to Danbury, Connecticut in 1999 to help support his family and quickly found a job in landscaping. It was there that he met his wife, Ingrid. After watching boxers such as Mike Tyson and the early mixed martial arts fighters such as Royce Gracie and Chuck Liddell compete, Teixeira decided that he wanted to follow the same path. He had never heard of Brazilian jiu-jitsu, but was able to find and watch videos of UFC 1 and UFC 2 which featured the legendary UFC Hall of Famer Royce Gracie. After working 10- to 12-hour days landscaping, Teixeira would then go train Boxing at Hat City Boxing and Brazilian jiu-jitsu at American Top Team Connecticut. John Hackleman had trained a fighter who fought Teixeira and was impressed by the young Brazilian. Hackleman invited Teixeira to his gym in California, The Pit, where Teixeira began training with UFC Hall of Famer Chuck Liddell.",
            "score": 58.77213668823242
        },
        {
            "docid": "40574057_5",
            "document": "James Jarvie . Jarvie has over 13 years of martial arts experience. He began his foundational training with Muay Thai at the age of 19 at the Fighting Fit Gym in Kirkcaldy. He has fought in 21 Muay Thai and K1 fights in the UK and held the Scottish Thai Boxing Association light middleweight title from 2005 for 5 years. In 2004, he was runner up in the final of K1 Scotland. Jarvie has also trained in Brazilian jiu-jitsu (BJJ), winning a white belt tournament at the Rio International Open Jiu-Jitsu Championship in 2009, as well as competing in various BJJ competitions since. He gained his purple belt under Christian Graugart, who is considered to be the original BJJ Globetrotter. Jarvie has fought and won 3 pro Mixed Martial Arts (MMA) fights, winning each fight via submission in under one minute. He was the Scottish Gladiators Professional light welterweight MMA Champion in 2008. Jarvie fought his last MMA fight in 2009. Since then he has been coaching fighters in Muay Thai, MMA and conditioning fitness in his spare time at Headhunter's Martial Arts Academy gyms in Edinburgh and Falkirk.",
            "score": 57.7662239074707
        },
        {
            "docid": "1486840_12",
            "document": "Cus D'Amato . It was there that he met and began to work with the future heavyweight champion, Mike Tyson, who was in a nearby reform school. He adopted Tyson after Tyson's mother died. D'Amato trained him over the next few years, encouraging the use of peek-a-boo style boxing, with the hands in front of the face for more protection. D'Amato was briefly assisted by Teddy Atlas, and later Kevin Rooney, a protégé of D'Amato, who emphasized elusive movement. It is unclear at exactly what age (11 or 12) Tyson first became seriously interested in becoming a professional boxer. Bobby Stewart, a former Golden Gloves Champion, was approached by Tyson while working as a counselor at the Tryon School For Boys. Tyson knew of Stewart's former boxing glory and specifically asked to speak with Stewart who immediately took on a gruff attitude of the subject after witnessing Tyson's terrible behavior in his first days at the school. Bobby Stewart introduced Mike Tyson to D'Amato when Tyson was around 12 or 13 years old, after Stewart stated he had taught Tyson all he could about boxing technique and skill. D'Amato died a little over a year before Tyson became the youngest world heavyweight titleholder in history at the age of 20 years 4 months, thus supplanting Patterson's record. Rooney would later guide Tyson to the heavyweight championship sixteen months after D'Amato's death.",
            "score": 57.73039627075195
        },
        {
            "docid": "228344_74",
            "document": "Mixed martial arts . Brazilian jiu-jitsu (BJJ) and jujutsu (JJJ) came to international prominence in the martial arts community in the early 1990s, when BJJ expert Royce Gracie won the first, second and fourth Ultimate Fighting Championships, which at the time were single-elimination martial arts tournaments. Royce often fought against much larger opponents who practiced other styles, including boxing, wrestling, shoot-fighting, karate and taekwondo. It has since become a staple art and key component for many MMA fighters. BJJ and jujutsu are largely credited for bringing widespread attention to the importance of ground fighting. BJJ is primarily a ground-based fighting style that emphasizes joint locks and chokeholds, whereas jujutsu is a method of close combat that utilizes different forms of grappling techniques such as throws, holds and joint locks. As jujutsu may also involve the use of a short weapon, it cannot be used to its full potential in mixed martial arts. Current fighters who are known for their BJJ skills include Ronaldo Souza, Demian Maia, Fabrício Werdum and Brian Ortega.",
            "score": 57.18061828613281
        },
        {
            "docid": "31246930_5",
            "document": "Nazareno Malegarie . In 2001, after his family moved to Brazil, he started training in Brazilian Jiu-Jitsu, winning the 2003 and 2004 Brazilian Jiu Jitsu World Championships , South American and state tournaments. In BJJ he holds a notable victory over the four time BJJ World Champion and UFC fighter Gilbert \"Durinho\" Burns. After earning his blackbelt he made the leap into mixed martial arts, when he began training alongside UFC veteran Thiago Tavares, who inspired him to consider a career in MMA.",
            "score": 56.233646392822266
        },
        {
            "docid": "1476899_23",
            "document": "Donnie Yen . In late March 2015, \"Ip Man 3\" was announced. Yen reprised his role as the titular character, Bruce Lee's martial arts master, Ip Man. Retired boxer and former heavyweight champion Mike Tyson was confirmed to join the cast. Donnie Yen mentioned that he was a big fan of Mike Tyson, watched many of his professional boxing bouts, and was excited to work with him. Mike Tyson stated during a press conference that he was a huge fan of Donnie Yen and has watched the first two \"Ip Man\" movies more than three times each and was honored to be invited for the final installment of the trilogy.",
            "score": 56.049217224121094
        },
        {
            "docid": "32015051_3",
            "document": "Mike Constantino (MMA trainer) . In 2004, Constantino founded his own martial art school, American Martial Arts, a premier mixed martial arts training center offering classes in Brazilian jiu jitsu, Muay-thai kickboxing, mixed martial arts and kickboxing. Two years later, Constantino's American Martial Arts officially became the well-known MMA school, AMA Fight Club.",
            "score": 55.478614807128906
        },
        {
            "docid": "23385392_2",
            "document": "Nova União (mixed martial arts) . Nova União () is a Brazilian Jiu-Jitsu (BJJ) academy and mixed martial arts team located in Rio de Janeiro, Brazil. Their BJJ black belts have participated in BJJ, submission grappling and MMA competitions all over the world. BJ Penn's victory at the Mundials marked the first time a non-Brazilian native won gold in the black belt category. Since 2008 Nova União has become a familiar name in the Mixed Martial Arts scene as a result of stabling the former #1 ranked featherweight fighter in the world, Jose Aldo, as well as Renan Barão, the former UFC Bantamweight champion, and another top ten ranked featherweight in Marlon Sandro. Nova União is one of the top professional MMA training camps.",
            "score": 54.374656677246094
        },
        {
            "docid": "1724395_4",
            "document": "Pat Miletich . Miletich started his MMA training at 26. Before this, Miletich trained at Tarpein's Dojo with Grand Master Nick Tarpein, where he learned much of what he knows about karate, and was introduced to Brazilian Jiu-Jitsu (BJJ) for the very first time. With Miletich's wrestling background, Jiu-Jitsu came naturally to him. When Miletich coupled BJJ with his strong foundation in boxing/karate, he realized where his fighting career should go; MMA. After learning the foundations of BJJ in Tarpein's Dojo, Miletich decided to branch out and learn BJJ full-time. A friend from Chicago got him into a Renzo Gracie seminar. After training in Brazilian jiu-jitsu (BJJ) for a year, the same friend then got him into the \"Battle of the Masters\", an MMA tournament held in Chicago in 1995.",
            "score": 53.708805084228516
        },
        {
            "docid": "24461151_4",
            "document": "Brendan Schaub . After retiring from football, Schaub returned to Colorado where he began training in mixed martial arts. His father is a 2nd degree black belt in taekwondo. He began boxing and practicing jiu-jitsu before he started his football career, primarily as a means of staying in shape. After only six months of training in boxing, Schaub won a novice division Golden Gloves title. He also found UFC middleweight contender Nate Marquardt's gym, High Altitude Martial Arts located in Aurora. Schaub split his time between there and the Grudge Training Center in Arvada, where he met UFC heavyweight contender Shane Carwin, also a Grudge Fight Team member. The two became friends as well as training partners. Before long, Schaub won the 2007 Colorado-New Mexico Golden Gloves Novice division heavyweight title, and was later awarded his purple belt in Brazilian jiu-jitsu.",
            "score": 53.530662536621094
        },
        {
            "docid": "34497536_9",
            "document": "Matt Thornton (martial artist) . The timing of the beginnings of the Straight Blast Gym coincided with the first widely popularized mixed martial arts competitions, the Ultimate Fighting Championship (UFC), which had its first televised match, UFC 1, in November 1993. The domination of the Brazilian Jiu Jitsu fighter Royce Gracie simultaneously raised interest in Jiu Jitsu and created the first wave of athletes looking to train effectively for this type of competition. Thornton's training methods seemed better suited to the intense competition of this new MMA arena than highly constrained rules used in martial arts such as Tae Kwon Do, or those which had little or no full force sparring, such as most forms of Kung Fu being practiced at the time.",
            "score": 53.00389099121094
        },
        {
            "docid": "207083_21",
            "document": "Brazilian jiu-jitsu . Sport BJJ focus on submissions without the use of strikes while training allows practitioners to practice at full speed and with full power, resembling the effort used in a real competition. Training methods include technique drills in which techniques are practiced against a non-resisting partner; isolation sparring, commonly referred to as positional drilling, where only a certain technique or sets of techniques are used, and full sparring in which each opponent tries to submit their opponent using any legal technique. Physical conditioning is also an important part of training at many clubs. The Gracie family focuses on real world applications for BJJ. While other businesses and companies tend to focus on the sporting aspect of BJJ, the Gracie's maintain a strict way of training that is primarily self-defense. They will often run reflex development drills in which one person is surrounded by a circle of other students who will attempt to attack the defending student, who in turn must defend themselves using \"street\" Jiu-jitsu techniques. The student will often be unable to see the aggressor to simulate an attack that they weren't expecting.",
            "score": 52.96017074584961
        },
        {
            "docid": "25645031_4",
            "document": "Javier Vazquez (fighter) . In 1997, Vazquez started learning jiu-jitsu with the renownedCarlson Gracie Team. He competed in every jiu-jitsu and submission tournament he could and eventually found himself participating in mixed martial arts (MMA). His first no-holds-barred matches were at Neutral Grounds 5 in 1998. Several more fights in smaller venues followed, and he then took time off from fighting to train and compete in jiu-jitsu. After only five years of training, he earned his black belt from the Carlson Gracie Team. In 2005, Vazquez won the North American trials for the ADCC Submission Wrestling World Championship, but dropped out before competition due to a groin injury.",
            "score": 52.680484771728516
        },
        {
            "docid": "31392787_3",
            "document": "Lorenz Larkin . Larkin was born and raised in Riverside, California as one of nine siblings. Larkin began training in boxing at a young age and also played football, but soon gave it up because he did not excel at it or other team sports. He attended Riverside Polytechnic High School. Afterwards, he continued boxing but was not able to compete as much as he would like to, due to his father's objections. Larkin also felt that he was too short to be a professional boxer in the heavyweight division, so he took up Kickboxing and Brazilian jiu-jitsu which led him to mixed martial arts. Prior to his career in mixed martial arts, Larkin also trained in Kung Fu. In an interview, Larkin stated he enjoyed the martial arts movies that were ever so popular around the time he was growing up and wanted to be a Kung Fu fighter.",
            "score": 52.66444396972656
        },
        {
            "docid": "43761655_2",
            "document": "Katja Kankaanpää . Katja Kankaanpää (, born June 30, 1981) is a Finnish former mixed martial artist who competed in the strawweight division. She is currently signed with Invicta FC. Kankaanpää started martial arts training at her teens when she was 15 years old with Goju-ryu karate. Later she had interest about combat sports by training submission wrestling and other combat arts. Katja leads the Nordic (all Skandinavia) strawweight rankings and Finnish women, all weight classes MMA rankings. On January 2, 2015 she was awarded 'Nordic Female Fighter of the Year'. The same month, Finnish sports journalists honored her as 'Sportswoman of 2014', category MMA. In addition to her career in MMA, the BJJ purple belt competes in submission wrestling and Brazilian jiu-jitsu tournaments. As of September 13, 2015 she retired from MMA.",
            "score": 52.64668655395508
        },
        {
            "docid": "17441484_3",
            "document": "Anthony Perosh . Perosh was born and raised in Sydney, Australia and is of Croatian descent, as both of his parents are Croatian immigrants. Perosh began training in martial arts while doing security work to help pay for college tuition. The training would help him in working security and he began his training in 1995 with Paul Zadro, when he was 23 years old. This original training was in Kempo Karate and Muay Thai, before he learned about Brazilian jiu-jitsu. In 1997 Perosh moved to Dallas, Texas to train with Carlos Machado (A World BJJ Champion) for over two years. In 2003, Machado presented Perosh with a black belt in Machado Brazilian jiu-jitsu. Perosh is now a third degree black belt in Brazilian jiu-jitsu, still under Machado. Perosh trained to compete in mixed martial arts after he received his black belt when he was 31 years old.",
            "score": 52.64215087890625
        },
        {
            "docid": "3365806_5",
            "document": "Steve Cardenas . After \"Power Rangers\", he owns a martial arts studio in Burbank, California and one in his hometown of San Antonio. In 2009, he started a kids-specific program at Hollywood Brazilian jiu-jitsu studio in West Hollywood, and in 2011 he opened the Force/Balance Brazilian jiu-jitsu & Yoga school. Cardenas had become interested in Brazilian jiu-jitsu after losing a friendly match against \"a blue belt in BJJ... [he] choked me out in 10 seconds! He was only training for a year and a half at that time and I had been training for 10 yrs. It was an immediate eye opener.\" The style was more difficult for him to learn than other martial arts disciplines.",
            "score": 52.63783645629883
        },
        {
            "docid": "1476899_41",
            "document": "Donnie Yen . World class fighters, such as former Strikeforce Middleweight Champion Cung Le and former World Boxing Heavyweight Champion Mike Tyson, who have worked with Donnie Yen in the films \"Bodyguards and Assassins\" and \"Ip Man 3\", respectively, have both claimed that Yen is an incredible martial artist and would do well in authentic combat. While filming \"Ip Man 3\", crew members were afraid that Tyson, who had been a professional boxer, would forget the choreography and throw real punches to injure Yen. However, it was ultimately Yen who fractured Tyson's finger while using his elbow to block Tyson's punches.",
            "score": 52.4451789855957
        },
        {
            "docid": "34395924_3",
            "document": "Jeremy Arel . Jeremy James Arel was born September 7, 1981 in Northampton, Massachusetts. He began martial arts at an early age thanks to the inspiration from his uncle, Martial Arts Hall of Famer Robert Arel. At 7 he began Isshin-Ryu and then moved to Jeet Kune Do . During his time training Jeet Kune Do he began a rigorous training schedule that would set the pace for the rest of his martial arts career, training as much as possible outside of academic classes. After 6 years of Jeet Kune Do his academy changed directions and began opening up the style to encompass “MMA” training. Under his academy’s belt system he achieved the rank of black belt and began competing in boxing, kickboxing, and grappling tournaments. During this time Arel also competed for an alternate position on the World Kickboxing Association’s US National Kickboxing Team. In 2004, after serving with the US Army National Guard in Operation Iraqi Freedom, Arel began his career in Brazilian Jiu Jitsu when he joined an Alliance Jiu Jitsu affiliate in Charlotte, NC. He achieved the rank of purple belt under the guidance of the late Luis Togno. After several additional years of training in a no-gi combat style jiu jitsu, Arel made the decision to make Brazilian Jiu Jitsu his life’s work and dedicate himself full-time to attaining the rank of black belt. In 2009 Arel moved to Rio de Janeiro, Brazil and achieved the rank of brown belt under the legendary Gracie Barra black belt Roberto “Gordo” Correa. After a brief return home he once again traveled to Rio where he was promoted to black belt under Gordo on December 11, 2010. Jeremy Arel is a graduate from Winthrop University with a degree in Health & Physical Education and is the owner/head instructor of Great Grappling Brazilian Jiu Jitsu in Fort Mill, SC, just outside Charlotte, NC.",
            "score": 52.27751922607422
        },
        {
            "docid": "207083_45",
            "document": "Brazilian jiu-jitsu . Brazilian Jiu Jitsu is one of the safest martial arts. However, it is very effective as a fighter could quickly dislocate their opponents joints or knock them out with a choke-hold if they choose to. The injury rate is around 9.2-38.6 per 1000 athlete exposures. This is lower than in Mixed martial arts (236-286 per 1000), boxing (210-420 per 1000), judo (25.3-130.6) and Taekwondo (20.5-139.5). It is similar to wrestling which also uses grappling instead of striking; the few injuries that may be incurred in Brazilian Jiu Jitsu usually affect the joints and rarely the head. The most common injuries Brazilian Jiu Jitsu practitioners suffer from are ACL tears in the knees, rotator cuff tears in the shoulders and spinal disc herniations, most commonly in the neck region. They are all repairable via surgery that has an extended rehab period before the athlete can return to BJJ training. Also many athletes suffer from less minor injuries, such as elbow and wrist tendonitis, due to overtraining and the grappling nature of the martial art, which can be strenuous and taxing for the joints and the tendons.",
            "score": 52.241981506347656
        },
        {
            "docid": "34050389_3",
            "document": "Josh Griffiths (Jiu Jitsu practitioner) . Griffiths began training in Brazilian Jiu-Jitsu in 2001 while also studying Engineering at Stevens Institute of Technology. He first learned of the sport after attending an Ultimate Fighting Championship competition in New Jersey and becoming interested in mixed martial arts (MMA). He has trained under many of the top BJJ instructors in the U.S., including Marcelo Garcia (grappler), who is well known in the worlds of gi and no gi submission wrestling grappling. Josh received his black belt in 2007 from UFC contender Kenny Florian and On 4/25/2014 Kenny Florian awarded Josh his 2nd degree black belt.",
            "score": 52.10577392578125
        },
        {
            "docid": "207083_14",
            "document": "Brazilian jiu-jitsu . Jiu-Jitsu came to international prominence in the martial arts community in the early 1990s, when Brazilian jiu-jitsu expert Royce Gracie won the first, second and fourth Ultimate Fighting Championships, which at the time were single elimination martial arts tournaments. Royce fought against often much larger opponents who were practicing other styles, including boxing, shoot-fighting, muay thai, karate, wrestling, and taekwondo. It has since become a staple art for many MMA fighters and is largely credited for bringing widespread attention to the importance of ground fighting. Sport BJJ tournaments continue to grow in popularity worldwide and have given rise to no-gi submission grappling tournaments, such as the ADCC Submission Wrestling World Championship and NAGA, the North American Grappling Association.",
            "score": 51.83403396606445
        },
        {
            "docid": "13300898_3",
            "document": "Mike Pyle (fighter) . Pyle was born and raised in Dresden, Tennessee until the age of 17 when he moved to Birmingham, Alabama. It was there that he began studying Taekwondo. One of his training partners told him, \"Man you gotta check out this cage fighter stuff they got going on. There's this guy who lays on the ground and breaks peoples arms ...\" The cage fighting they were talking about was the UFC. The man they were talking about was Royce Gracie, the masterful practitioner of the martial arts discipline known as Brazilian jiu-jitsu who won the tournaments at UFC 1, UFC 2 and UFC 4. Pyle created a gym in a 13 x 15-foot shed behind his mother's home in Dresden, searching for any instructional videos for Brazilian jiu-jitsu he could get his hands on as well attending seminars put together by the Gracie family, whenever they were close enough for him to make the drive. Despite having no formal Brazilian jiu-jitsu training, Pyle would go on to be a successful submission grappler in mixed martial arts, the large majority of his wins coming by submission.",
            "score": 51.82847213745117
        },
        {
            "docid": "19156929_22",
            "document": "Pamorn Martdee . In 2011 Martdee founded Champions Gym, located in Highgate, Western Australia. It was founded as a boutique martial arts centre designed for men and women of all ages and fitness levels to be able to train martial arts with courses in boxing, Muay Thai, Brazilian Jiu-Jitsu, mixed martial arts and Ladies Kick Fitness for fitness, self-defence and competition. Martdee is a boxing and Muay Thai coach alongside black belt champion William Dias (Nova União (mixed martial arts) / Goioerê BJJ) who coaches Brazilian jiu-jitsu, Whitney Tuna who coaches Ladies Kick Fitness and a number of other coaches.",
            "score": 51.61625671386719
        },
        {
            "docid": "34406637_3",
            "document": "Gustavo Falciroli . Gustavo started his training in 1996 with Brazilian Jiu-Jitsu with Paulo Roberto de Miranda Streckert and has also trained with Carlos Alberto Liberi, in 2003 he was awarded his black belt by Roberto Tozi and Roberto Godoi. After placing third at the BJJ World Championships, winning the Brazilian Cup and taking home a slew of state titles in Brazil—all as a black belt—in 2007 he made the move to Australia and the transition into MMA. Since entering the world of mixed martial arts, Gustavo has replicated the success he found in BJJ and is renowned for his ability to apply his grappling and submissions in MMA.",
            "score": 51.20528030395508
        },
        {
            "docid": "48454404_9",
            "document": "Ryan Bow . After spending time in Las Vegas to learn Brazilian Jiu-jitsu and train under the BJJ world champion, Robert Drysdale, Bow accepted a job in Dubai, United Arab Emirates, as the Head MMA Coach at Team Nogueira Dubai. He and his wife moved there in September 2014. Bow earned a black belt in Brazilian Ju-Jitsu in 2016, under the guidance of former Pride and UFC Heavyweight Champion Rodrigo Nogueira and former BJJ world champion Rafael Haubert. In 2017 Bow and his wife moved back to Seattle, where he opened Fight Gods Mixed Martial Arts Academy.",
            "score": 51.13550567626953
        },
        {
            "docid": "7889724_4",
            "document": "Márcio Cruz . Cruz is a six-time Brazilian Jiu-Jitsu World Champion, five-time Brazilian Jiu-Jitsu National Champion, eight-time Brazilian Jiu-Jitsu Pan-American Champion and the 2003 ADCC World Champion. People he has defeated include: Ricco Rodriguez, Mike Van Arsdale, Roger Gracie, Gabriel Gonzaga, Paulo Filho, Fabrício Werdum, Xande Ribeiro, Marcelo Garcia, Saulo Ribeiro, Fernando Augusto, Jeff Monson, and Fernado \"Margarida\" Pontes. Since he started his mixed martial arts career, he has been training MMA with Roberto “Gordo” Correa and he fights under the Gracie Fusion team.",
            "score": 51.119049072265625
        },
        {
            "docid": "39088114_2",
            "document": "Mariusz Linke . Mariusz Ryszard Linke (born July 31, 1969) is a Polish professional mixed martial artist and grappler who is most notable for being the first Polish born black belt in Brazilian jiu-jitsu, the highest ranking active Polish judoka and BJJ practitioner in both mixed martial arts and grappling, and one of the most decorated grapplers in Poland, he is also the first Polish grappler to travel to Brazil and receive training under a Gracie trained Brazilian jiu-jitsu black belt. Linke has notably competed in the European Championship, NAGA, Grapplers Quest, ADCC and the Pan American Games. Linke is currently in talks with top Polish promotion Konfrontacja Sztuk Walki to negotiate a 2 fight contract to close out his mixed martial arts career by the end of 2015, Linke has stated despite retiring from fighting he will still continue his grappling career and is rumored to be in the 2014 ADCC Polish Trials to enter the 2015 ADCC World Championship.",
            "score": 50.893165588378906
        },
        {
            "docid": "4685448_3",
            "document": "Kalib Starnes . Starnes got involved in the martial arts at an early age and began teaching when he was a teenager. He started training Gracie Jiu-Jitsu at the Gracie Academy in 1994 in Torrance, California. He also trained in Las Vegas and Fort Lauderdale from 2006 - 2008 at the famous American Top Team gym. His primary styles are Brazilian Jiu Jitsu, Judo, Greco-Roman Wrestling and Boxing, other styles include Kung Fu, Taekwondo, Aikido, Muay Thai and Shotokan and Wado-ryu Karate. He has studied under prominent trainers such as UFC champion Royce Gracie, Olympic boxing gold medalist Howard Davis, Jr., Canadian boxer Tony Pep, Olympic wrestler Colin Daynes, and professional mixed martial artist Kultar Gill. He received his Brazilian Jiu-jitsu Black belt in 2010 from Fourth Degree BJJ Black Belt Professor Bob McRoberts.",
            "score": 50.27004623413086
        },
        {
            "docid": "17624419_3",
            "document": "Wilson Reis . Reis received his black belt in Brazilian jiu-jitsu from instructor Roberto Godoi. As a brown belt he won the 2004 Jiu Jitsu World Championships. Reis was crowned the first and only EliteXC Bantamweight champion on September 26, 2008. He trains at BJJ United in Pennsylvania and at Daddis Fight Camps in New Jersey and Philadelphia. He previously taught Brazilian jiu-jitsu and No-gi at Tri-State Martial Arts Academy in Levittown, Pennsylvania. Reis formerly competed in Bellator Fighting Championships. He competed for the first time in his native Brazil in WFE 11 - Platinum, winning by submission.",
            "score": 49.955970764160156
        }
    ]
}