{
    "q": [
        {
            "docid": "33953744_2",
            "document": "Beverage industry . The beverage industry refers to the industry that produces drinks, in particular ready to drink beverages. Beverage production can vary greatly depending on the beverage being made. ManufacturingDrinks.com explains that, \"bottling facilities differ in the types of bottling lines they operate and the types of products they can run\". Other bits of required information include the knowledge of if said beverage is canned or bottled (plastic or glass), hot-fill or cold-fill, and natural or conventional. Innovations in the beverage industry, catalysed by requests for non-alcoholic beverages, include: beverage plants, beverage processing, and beverage packing.",
            "score": 68.52872800827026
        },
        {
            "docid": "57059548_10",
            "document": "Chennai Beverages . Different types of vending machine are available in the beverages industry based on the type of requirement from various audience necessity. Chennai Beverages offering fewer models like",
            "score": 45.631916522979736
        },
        {
            "docid": "247960_6",
            "document": "Mikoyan-Gurevich MiG-25 . The subsonic Boeing B-47 Stratojet and Boeing B-52 Stratofortress strategic bombers were followed by the Mach 2 Convair B-58 Hustler, with the Mach 3 North American B-70 Valkyrie on the drawing board at that time. A major upgrade in the PVO defence system was required, and at the start of 1958 a requirement was issued for manned interceptors capable of reaching 3,000 km/h (1,864 mph) and heights of up to 27 km (88,583 ft). Mikoyan and Sukhoi responded. The Mikoyan-Gurevich OKB had been working on a series of interceptors during the second half of the 1950s: the I-1, I-3U, I-7U, I-75, Ye-150, Ye-150A, Ye-152, Ye-152A, Ye-152P, and Ye-152M. The Ye-150 was noteworthy because it was built specifically to test the Tumansky R-15 engine, two of which would later be used for the MiG-25. This led to Ye-152, alternatively known as Ye-166, which set several world records. The Ye-152M (converted from one of the two Ye-152 aircraft) was intended to be the definite heavy interceptor design. But before it was finished, the PVO had selected the Tupolev Tu-128. As the work on the MiG-25 was well under way, the single-engine Ye-152M was abandoned.",
            "score": 11.824471235275269
        },
        {
            "docid": "2379425_9",
            "document": "Capitalism (video game) . Some of the scenarios require the player to dominate a particular market in terms of market share. For example, \"Food Dominance\" sets a goal of dominating the food industry within 50 years while earning an annual operating profit of no less than $20 million. In \"Fortress of the Beverage King\", the player must dethrone the Beverage King 'James Zandman' as the dominator of the beverage industry within 50 years.",
            "score": 37.333306074142456
        },
        {
            "docid": "16307785_2",
            "document": "Massachusetts Alcoholic Beverage Control Commission . The Alcoholic Beverages Control Commission is a Massachusetts state government agency responsible for licensing or permitting participants in the alcoholic beverages industry in Massachusetts. It licenses manufacturers of alcoholic beverages, wholesalers and importers and out-of-state suppliers of alcoholic beverages. Additionally, brokers, salesman, warehouses, planes, trains, ships, ship chandlers and motor vehicles transporting alcoholic beverages in Massachusetts require licensing. The Commission also approves the granting of every retail pouring or package store license application allowed by a city or town.",
            "score": 70.76773929595947
        },
        {
            "docid": "369386_11",
            "document": "Cooper Industries . Eaton's B-Line Business (formerly Cooper B-Line) is a global provider of support systems and enclosure solutions for engineered facility subsystem applications in various markets: commercial, industrial, utility and OEM.",
            "score": 27.26326274871826
        },
        {
            "docid": "40624042_10",
            "document": "Massachusetts Bottle Bill . A referendum on the ballot in November 2014, concerned whether to expand the bill to cover containers for some non-carbonated beverages. This would address growing concern over the nearly 1.4billion containers not covered by existing legislation that are found in litter and landfill waste. The goal of the initiative petition that placed the measure on the ballot was to broaden the scope of beverage types requiring a deposit in order to be more responsive to consumer preferences as well as establishing a mechanism for stabilizing the recycling industry by tying the handling fees paid to redemption centers to the Consumer Price Index. Opponents argued that the change would increase costs and red tape for the beverage industry.",
            "score": 41.21726393699646
        },
        {
            "docid": "19159283_30",
            "document": "Seoul . The traditional, labour-intensive manufacturing industries have been continuously replaced by information technology, electronics and assembly-type of industries; however, food and beverage production, as well as printing and publishing remained among the core industries. Major manufacturers are headquartered in the city, including Samsung, LG, Hyundai, Kia and SK. Notable food and beverage companies include Jinro, whose soju is the most sold alcoholic drink in the world, beating out Smirnoff vodka; top selling beer producers Hite (merged with Jinro) and Oriental Brewery. It also hosts food giants like Seoul Dairy Cooperative, Nongshim Group, Ottogi, CJ, Orion, Maeil Holdings, Namyang Dairy Products and Lotte.",
            "score": 61.10994505882263
        },
        {
            "docid": "25249846_5",
            "document": "Functional beverage . The functional beverage industry is a subsector of the functional food and non-alcoholic beverage industry. It is the fastest-growing sector of the industry, partially due to the maturity of the carbonated soft drink sector and heavy investments by major food and beverage companies. Another reason for the industry's growth may be the consumer-oriented market scheme whereby innovative ideas come from consumers. By 2008, in the U.S., the market share of functional beverages accounted for 48.9% of the non-alcoholic industry, which is worth $118.3 billion.",
            "score": 52.095669746398926
        },
        {
            "docid": "13324152_3",
            "document": "Tygon tubing . \"Tygon B-44-3\", \"Tygon B-44-4X\", \"Tygon B-44-4X I.B.,\" and \"Tygon Silver\" (antimicrobial) were widely used in the food and beverage industry, in particular in: beverage dispensing, dairy processing, soft-serve dispensing, vitamin and flavor concentrate systems, cosmetic production, and water purification systems. These formulations each meet U.S. Food and Drug Administration 3-A and NSF International 51 criteria but they do not comply with European Directives (European Directive 2002/72/EC of 6 August 2002 relating to plastic materials and articles intended to come into contact with foodstuffs as modified in particular by Directive 2007/19/EC of 2 April 2007).",
            "score": 36.56076407432556
        },
        {
            "docid": "23904206_7",
            "document": "John B. R. Cooper . After passage of an 1829 law requiring permanent residents to be Mexican citizens, both Cooper and Hartnell were naturalized in 1830. Before 1829, naturalization was not strictly required but, along with conversion to Catholicism and marriage into a prominent family, helped Cooper become accepted in Monterey and obtain land grants.",
            "score": 20.30943012237549
        },
        {
            "docid": "47993650_10",
            "document": "MyDrink Beverages . In 2014 MyDrink Beverages created community of beverage entrepreneurs and called it DrinkPreneur. Main purpose of this community is to inspire and help current and new entrepreneurs of beverage industry by providing necessary information and making communication easier between beverage industry members in all the World.",
            "score": 43.81152009963989
        },
        {
            "docid": "57059548_4",
            "document": "Chennai Beverages . Chennai Beverages is a well-known brand in hot beverages and vending machine industries. CB is offering pantry services and hot beverages product direct delivery to corporate office and large scale industries.",
            "score": 49.06861162185669
        },
        {
            "docid": "16307053_3",
            "document": "Florida Division of Alcoholic Beverages and Tobacco . The Division of Alcoholic Beverages and Tobacco is responsible for licensing the alcoholic beverage and tobacco industries, for collection and auditing of taxes and fees paid by the licensees, and for enforcing the laws and regulations of the alcoholic beverage and tobacco industries.",
            "score": 49.53929805755615
        },
        {
            "docid": "5645363_3",
            "document": "Clean-in-place . Up to the 1950s, closed systems were disassembled and cleaned manually. The advent of CIP was a boon to industries that needed frequent internal cleaning of their processes. Industries that rely heavily on CIP are those requiring high levels of hygiene, and include: dairy, beverage, brewing, processed foods, pharmaceutical, and cosmetics.",
            "score": 35.26194453239441
        },
        {
            "docid": "10242140_5",
            "document": "Carleton B. Gibson . Gibson was hired to oversee the Rochester Athenæum and Mechanics Institute in June 1910 by the then board of directors which included George Eastman. He instituted the Institute's Cooperative education program in 1912, as part of his focus on industrial education. The program required students to study half time and to work half time in shops at Eastman Kodak, Gleason Works, and the German American Button Company.",
            "score": 19.152859687805176
        },
        {
            "docid": "33953744_1",
            "document": "Beverage industry . Beverage industry",
            "score": 37.090888023376465
        },
        {
            "docid": "46397836_4",
            "document": "Arnold C. Cooper . Arnold Cooper received his degree in Chemical engineering from Purdue University in 1955. After six months serving as a Second Lieutenant in the Army Chemical Corps, in 1956, he enrolled in the newly started Industrial Management MBA (Master of Business Administration) program at Purdue University, in what later became the Krannert School of Management. yes",
            "score": 25.221458435058594
        },
        {
            "docid": "3832346_15",
            "document": "KHS GmbH . The turnkey lines manufactured by KHS GmbH offer systems for every branch of industry, every type of container, and every process in the production of beverages. The container types offered include glass and PET bottles, cans, and kegs. Each KHS line comprises the individual machines required to carry out all beverage production processes ranging from PET bottle production, filling, labeling, packing, and palletizing up to and including inspection and complete sanitizing.",
            "score": 46.75392556190491
        },
        {
            "docid": "16307053_6",
            "document": "Florida Division of Alcoholic Beverages and Tobacco . The Division of Alcoholic Beverages and Tobacco was originally created as the \"Malt and Vinous Beverage Department\" in 1933 following the 21st Amendment to the U.S. Constitution which placed the responsibility of controlling the alcoholic beverage industry upon the states. Two years later it became the \"State Beverage Department\" and in 1945, the state’s cigarette industry was added as a responsibility of the department. In 1969, the department was grouped with other business regulatory programs as a division under the Department of Business Regulation. The name was expanded to what it is today, the Division of Alcoholic Beverages and Tobacco, in 1977.",
            "score": 51.55461406707764
        },
        {
            "docid": "19261279_4",
            "document": "High-speed door . High-speed doors are usually used wherever goods traffic occurs and where the doors have to fulfill special requirements. In the food and beverage industry, or Medical industry for example, special climatic conditions have to prevail; short opening and closing times reduce cooling loss, avoid airflow and enable a smooth operating procedure. They can also be designed in larger dimensions for the mining and aircraft industries.",
            "score": 33.34374666213989
        },
        {
            "docid": "17204058_1",
            "document": "Alcoholic beverage industry in Europe . Alcoholic beverage industry in Europe",
            "score": 46.48587417602539
        },
        {
            "docid": "40436825_15",
            "document": "Piramal Group . Piramal Glass is a manufacturer of glass packaging for the pharmaceuticals, foods & beverages (F&B) and cosmetics & perfumery (C&P) industries, services. Piramal Glass has manufacturing plants in USA, Sri Lanka and India.",
            "score": 26.585113525390625
        },
        {
            "docid": "18400194_37",
            "document": "Tea in the United Kingdom . Tea had other attractions as well. Drinking a hot, sweet beverage transformed their meals, which generally consisted of dry bread and cheese, and made them go down more easily. The warm beverage was especially appealing given Britain’s cold and wet climate. Further, tea helped alleviate some of the consequences of the urbanization that accompanied the industrial revolution: drinking tea required boiling the water, thereby killing water-borne diseases like dysentery, cholera, and typhoid.",
            "score": 38.92594790458679
        },
        {
            "docid": "23867229_1",
            "document": "Union of Beverage and Related Industry Workers . Union of Beverage and Related Industry Workers",
            "score": 40.35591411590576
        },
        {
            "docid": "50291430_5",
            "document": "True Williams . \"Williams was a man of great talent—of fine imagination and sweetness of spirit—but it was necessary to lock him in a room when industry was required, with nothing more exciting than cold water as a beverage.\" - Albert Bigelow Paine",
            "score": 31.43253445625305
        },
        {
            "docid": "326530_22",
            "document": "YAML . YAML autodetects the datatype of the entity. Sometimes one wants to cast the datatype explicitly. The most common situation is where a single-word string that looks like a number, boolean or tag requires disambiguation by surrounding it with quotes or using an explicit datatype tag. a: 123 # an integer b: \"123\" # a string, disambiguated by quotes c: 123.0 # a float d: !!float 123 # also a float via explicit data type prefixed by (!!) e: !!str 123 # a string, disambiguated by explicit type f: !!str Yes # a string via explicit type g: Yes # a boolean True (yaml1.1), string \"Yes\" (yaml1.2) h: Yes we have No bananas # a string, \"Yes\" and \"No\" disambiguated by context.",
            "score": 16.586716413497925
        },
        {
            "docid": "2499106_5",
            "document": "George Hacker . As director for alcohol policies at the Center for Science in the Public Interest, Hacker has led national efforts to combat alcoholic beverage industry marketing and advertising practices, to increase long-dormant alcohol excise tax rates, and to require warning labels on alcoholic beverage containers. He is the author of numerous newspaper and magazine articles on alcohol issues, and an author of several CSPI publications, including \"Last Call for High Risk Bar Promotions\", \"State Alcohol Taxes and Health\", \"Marketing Booze to Blacks\", and \"The Booze Merchants\".",
            "score": 45.5383722782135
        },
        {
            "docid": "38786354_9",
            "document": "Introduction to cooperative learning . Two important aspects of using informal cooperative learning groups are to (a) make the task and the instructions explicit and precise and (b) require the groups to produce a specific product (such as a written answer).  According to Johnson, Johnson and Holubec the informal cooperative learning procedure is organized in the following way:",
            "score": 40.36242985725403
        },
        {
            "docid": "49147_61",
            "document": "Fair trade . Fair trade commodities are goods that have been exchanged from where they were grown or made to where they are purchased, and have been certified by a fair trade certification organization, such as Fair Trade USA or World Fair Trade Organization. Such organizations are typically overseen by Fairtrade International. Fairtrade International sets international fair trade standards and supports fair trade producers and cooperatives. Sixty percent of the fair trade market revolves around food products such as coffee, tea, cocoa, honey, and bananas. Non-food commodities include crafts, textiles, and flowers. It has been suggested by Shima Baradaran of Brigham Young University that fair trade techniques could be productively applied to products which might involve child labor. Although fair trade represents only .01% of the food and beverage industry in the United States, it is growing rapidly and may become a significant portion of the national food and beverage industry.",
            "score": 48.84780669212341
        },
        {
            "docid": "5594274_4",
            "document": "Slush (beverage) . Frozen uncarbonated beverages are made by freezing a non-carbonated juice or other liquid. Machines for producing these do not require a pressure chamber, and as a result, they are much cheaper and easier to maintain. There are variations including frozen carbonated beverages, typified by the Slurpee or ICEE, which are made by freezing a carbonated drink. Machines for producing these are complicated and expensive, and notably require a carbon dioxide supply. They make a very fine and 'dry' slush. There are also frozen coffee beverages and frozen alcoholic beverages, as well as more conventional slush drinks. There are also \"instant\" slush drinks formed via supercooling. Several examples include Slushie, which allows consumers to make beverages that turn to slush upon opening using a conventional freezer; the Chill Chamber, which allows businesses to store beverages at below freezing temperatures that turn to slush upon opening; and supercooled Sprite from Coca-Cola (briefly marketed in the UK), which required special vending machines to store the bottles in a supercooled state so that they would turn to slush upon opening.",
            "score": 65.26558589935303
        },
        {
            "docid": "11280044_10",
            "document": "Alcohol laws in Germany . The permit is not required if alcohol-free beverages, free samples, prepared food is sold or administered or in connection with a accommodation establishment beverages and prepared food is delivered to residents. Every other establishment which does not apply to this scheme requires a Liquor license \"(Gaststättenkonzession)\". In most cases a Liquor license is always then required, when alcoholic beverages are served or sold for consumption in the premises. Furthermore on-licence premises have to place a clearly legible notice with the restrictions of the Protection of Young Persons Act \"(Jugendschutzgesetz)\" and the bartender must ensure that alcoholic beverages may not be sold or served to underage or visibly intoxicated persons.",
            "score": 45.44312882423401
        }
    ],
    "r": [
        {
            "docid": "55275681_6",
            "document": "Aging (food) . In the case of beverages, such as the aging of wine, beer, or whiskey, storing the beverage for extended periods of time in wooden casks allows the liquid to extract flavor compounds from the wood itself, adding to the complexity and depth of flavor. Traditional Balsamic Vinegar is aged for years in a succession of oak barrels to extract and concentrate flavors.",
            "score": 76.22050476074219
        },
        {
            "docid": "16307785_2",
            "document": "Massachusetts Alcoholic Beverage Control Commission . The Alcoholic Beverages Control Commission is a Massachusetts state government agency responsible for licensing or permitting participants in the alcoholic beverages industry in Massachusetts. It licenses manufacturers of alcoholic beverages, wholesalers and importers and out-of-state suppliers of alcoholic beverages. Additionally, brokers, salesman, warehouses, planes, trains, ships, ship chandlers and motor vehicles transporting alcoholic beverages in Massachusetts require licensing. The Commission also approves the granting of every retail pouring or package store license application allowed by a city or town.",
            "score": 70.76773834228516
        },
        {
            "docid": "33953744_2",
            "document": "Beverage industry . The beverage industry refers to the industry that produces drinks, in particular ready to drink beverages. Beverage production can vary greatly depending on the beverage being made. ManufacturingDrinks.com explains that, \"bottling facilities differ in the types of bottling lines they operate and the types of products they can run\". Other bits of required information include the knowledge of if said beverage is canned or bottled (plastic or glass), hot-fill or cold-fill, and natural or conventional. Innovations in the beverage industry, catalysed by requests for non-alcoholic beverages, include: beverage plants, beverage processing, and beverage packing.",
            "score": 68.52873229980469
        },
        {
            "docid": "847398_14",
            "document": "Balsamic vinegar . Traditional balsamic vinegar is produced from the juice of just-harvested white grapes (typically, Trebbiano grapes) boiled down to approximately 30% of the original volume to create a concentrate or must, which is then fermented with a slow aging process which concentrates the flavours. The flavour intensifies over the years, with the vinegar being stored in wooden casks, becoming sweet, viscous and very concentrated. During this period, a portion evaporates: it is said that this is the \"angels' share\", a term also used in the production of bourbon whiskey, scotch whisky, wine, and other alcoholic beverages.",
            "score": 68.34654998779297
        },
        {
            "docid": "2467862_2",
            "document": "Schorle . Schorle is a German beverage made by diluting juice or wine with carbonated water or lemonade (lemon-lime soda). The most common variety is Apfelschorle (made from apple juice and sparkling mineral water). Large bottles of Schorle can be found at most grocers, stores, supermarkets and anywhere else where carbonated drinks are sold, next to the soda. Due to its dilution it is less sweet or alcoholic than the original beverage, making it better suited as a refreshment on hot summer days or as an alternative to beer at the biergarten or .",
            "score": 68.22463989257812
        },
        {
            "docid": "1346922_33",
            "document": "Container deposit legislation . In February 2016, Lithuania became the latest country to implement container deposit legislation for single-use cans and bottles. Lithuania’s program is comprehensive and charges a deposit on nearly all types of beverage containers, including those made of plastic, metal, and glass 0.1L to 3L. The deposit is applicable to beer and beer cocktails; cider and other fermented beverages; mixed alcoholic and non-alcoholic beverages; all types of water; juice and nectars (sold in glass, plastic, and metal packaging); and fruit wines and wine-product cocktailers sold in plastic and metal packaging. Milk, wine, and spirits are exempt. The deposit is the same for all containers and is €0.10 per bottle/can. and most collection is done using reverse vending machines.",
            "score": 67.3868637084961
        },
        {
            "docid": "31716_99",
            "document": "Utah . Utah's laws in regard to alcohol, tobacco and gambling are strict. Utah is an alcoholic beverage control state. The Utah Department of Alcoholic Beverage Control regulates the sale of alcohol; wine and spirituous liquors may only be purchased at state liquor stores, and local laws may prohibit the sale of beer and other alcoholic beverages on Sundays. The state bans the sale of fruity alcoholic drinks at grocery stores and convenience stores. The law states that such drinks must now have new state-approved labels on the front of the products that contain capitalized letters in bold type telling consumers the drinks contain alcohol and at what percentage. The Utah Indoor Clean Air Act is a statewide smoking ban, that prohibits smoking in many public places. Utah is one of few states to set a smoking age of 19, as opposed to 18, as in most other states. Utah is also one of only two states in the United States to outlaw all forms of gambling; the other is Hawaii.",
            "score": 67.28874969482422
        },
        {
            "docid": "33758849_4",
            "document": "Manhattan Beer Distributors . Manhattan Beer Distributors primary business is distribution of alcoholic beverages such as beer, wine products, coolers, and ciders, as well as non-alcoholic beverages such as soda and water. The firm is the authorized distributor of hundreds of beverages.",
            "score": 67.19947052001953
        },
        {
            "docid": "54587_3",
            "document": "Root beer . Sassafras root beverages were made by indigenous peoples of the Americas for culinary and medicinal reasons before the arrival of Europeans in North America, and European culinary techniques have been applied to making traditional sassafras-based beverages similar to root beer since the 16th century. Root beer was sold in confectionery stores since the 1840s, and written recipes for root beer have been documented since the 1860s. It possibly was combined with soda as early as the 1850s, and root beer sold in stores was most often sold as a syrup rather than a ready-made beverage. The tradition of brewing root beer is thought to have evolved out of other small beer traditions that produced fermented drinks with very low alcohol content that were thought to be healthier to drink than possibly tainted local sources of drinking water, and enhanced by the medicinal and nutritional qualities of the ingredients used. Beyond its aromatic qualities, the medicinal benefits of sassafras were well known to both Native Americans and Europeans, and druggists began marketing root beer for its medicinal qualities. Pharmacist Charles Elmer Hires was the first to successfully market a commercial brand of root beer. Hires developed his root tea made from sassafras in 1875, debuted a commercial version of root beer at the Philadelphia Centennial Exposition in 1876, and began selling his extract. Hires was a teetotaler who wanted to call the beverage \"root tea\". However, his desire to market the product to Pennsylvania coal miners caused him to call his product \"root beer\", instead. In 1886, Hires began to bottle a beverage made from his famous extract. By 1893, root beer was distributed widely across the United States. Non-alcoholic versions of root beer became commercially successful, especially during Prohibition.",
            "score": 66.97693634033203
        },
        {
            "docid": "8301_68",
            "document": "Distillation . Carbohydrate-containing plant materials are allowed to ferment, producing a dilute solution of ethanol in the process. Spirits such as whiskey and rum are prepared by distilling these dilute solutions of ethanol. Components other than ethanol, including water, esters, and other alcohols, are collected in the condensate, which account for the flavor of the beverage. Some of these beverages are then stored in barrels or other containers to acquire more flavor compounds and characteristic flavors.",
            "score": 66.81017303466797
        },
        {
            "docid": "13392829_13",
            "document": "Alcohol laws of Kansas . Kansas law divides alcohol into six categories, each of which is regulated differently. \"Alcoholic liquor\" includes spirits, wine, and beer containing over 3.2% alcohol by weight; spirits are defined as any distilled alcoholic beverage, including brandy, rum, whiskey, and gin, among others. A \"cereal malt beverage\" is beer containing less than 3.2% alcohol by weight. A \"nonalcoholic malt beverage\" is beer containing less than 0.5% alcohol by weight. \"Domestic table wine\" is wine containing 14% or less alcohol by volume, manufactured by farm wineries in Kansas from products grown in Kansas. \"Domestic fortified wine\" is wine containing between 14% and 20% alcohol by volume, similarly made in Kansas. \"Domestic beer\" is beer containing 8% or less alcohol by weight and is manufactured by microbreweries from Kansas-grown agricultural products.",
            "score": 65.71016693115234
        },
        {
            "docid": "16307053_14",
            "document": "Florida Division of Alcoholic Beverages and Tobacco . Aside from the above, the Bureau also performs brand registration of all alcoholic beverages, the registration of all salesman for spirituous beverages and wines, and the issuance of cooperative pool buying approvals, wholesale alcoholic beverage licenses, wholesale cigarette and other tobacco products permits, retail cigarette and other tobacco products permits, common carrier licenses for airplanes, trains, boats and other vehicle permits.",
            "score": 65.57091522216797
        },
        {
            "docid": "360180_2",
            "document": "Systembolaget . Systembolaget (, \"the System Company\"), colloquially known as systemet (\"the system\") or bolaget (\"the company\"), is a government-owned chain of liquor stores in Sweden. It is the only retail store allowed to sell alcoholic beverages that contain more than 3.5% alcohol by volume. Systembolaget also sells non-alcoholic beverages, although this product segment represents less than half a percent of the company's total sales of beverages. The minimum age to buy alcohol at Systembolaget is 20 years. At Swedish restaurants and bars the legal age to buy alcoholic beverages is 18 years, though bars and clubs may voluntarily set an age limit higher than 18 if they prefer.",
            "score": 65.37395477294922
        },
        {
            "docid": "2689389_7",
            "document": "Alcoholic beverage control state . The remaining states adopted the monopoly system of regulation, the more cautious of the two regulatory frameworks. As alluded to above, under the monopoly plan the government takes over the wholesale trade and conducts the retail sale of heavier alcoholic beverages through its own stores. That is, the state itself engages in the sale and distribution of alcoholic beverages. Most of these states have an \"\"Alcoholic Beverage Control\" (ABC)\" board and run liquor stores called \"ABC stores\". In all monopoly states a parallel license system is used to regulate the sale and distribution of lighter alcoholic beverages such as beer and wine.",
            "score": 65.31913757324219
        },
        {
            "docid": "748731_4",
            "document": "Cooper (profession) . The word \"cooper\" is derived from Middle Dutch or Middle Low German \"kūper\" 'cooper' from \"kūpe\" 'cask', in turn from Latin \"cupa\" 'tun, barrel'. Everything a cooper produces is referred to collectively as \"cooperage.\" A cask is any piece of cooperage containing a bouge, bilge, or bulge in the middle of the container. A barrel is a type of cask, so the terms \"barrel-maker\" and \"barrel-making\" refer to just one aspect of a cooper's work. The facility in which casks are made is also referred to as a cooperage.",
            "score": 65.31481170654297
        },
        {
            "docid": "5594274_4",
            "document": "Slush (beverage) . Frozen uncarbonated beverages are made by freezing a non-carbonated juice or other liquid. Machines for producing these do not require a pressure chamber, and as a result, they are much cheaper and easier to maintain. There are variations including frozen carbonated beverages, typified by the Slurpee or ICEE, which are made by freezing a carbonated drink. Machines for producing these are complicated and expensive, and notably require a carbon dioxide supply. They make a very fine and 'dry' slush. There are also frozen coffee beverages and frozen alcoholic beverages, as well as more conventional slush drinks. There are also \"instant\" slush drinks formed via supercooling. Several examples include Slushie, which allows consumers to make beverages that turn to slush upon opening using a conventional freezer; the Chill Chamber, which allows businesses to store beverages at below freezing temperatures that turn to slush upon opening; and supercooled Sprite from Coca-Cola (briefly marketed in the UK), which required special vending machines to store the bottles in a supercooled state so that they would turn to slush upon opening.",
            "score": 65.26558685302734
        },
        {
            "docid": "47419_63",
            "document": "Convenience store . Because the laws regarding the sale of alcoholic beverages vary from state to state in the United States, the availability of beer, wine, and liquor varies greatly. For example, while convenience stores in Alaska, Pennsylvania and New Jersey cannot sell any kind of alcohol at all, stores in Nevada, New Mexico, and California may sell alcoholic beverages of any sort, while stores in Virginia, Idaho, or Oregon can sell beer and wine, but not liquor. Similar to grocery stores, convenience stores in New York can sell beer only, not wine or liquor. Altoona, Pennsylvania–based Sheetz tried to find a loophole in 2007 by classifying part of one of their prototype stores in Altoona as a restaurant, which would permit alcohol sales. However, state courts in Pennsylvania promptly overruled this. State law requires restaurants to have on-site consumption, but Sheetz did not do this. Sheetz continues to sell alcohol in other states.",
            "score": 65.16914367675781
        },
        {
            "docid": "22418955_49",
            "document": "Prohibition in the United States . Prohibition was a major blow to the alcoholic beverage industry and its repeal was a step toward the amelioration of one sector of the economy. An example of this is the case of St. Louis, one of the most important alcohol producers before prohibition started, which was ready to resume its position in the industry as soon as possible. Its major brewery had \"50,000 barrels\" of beer ready for distribution since March 22, 1933, and was the first alcohol producer to resupply the market; others soon followed. After repeal, stores obtained liquor licenses and restocked for business. After beer production resumed, thousands of workers found jobs in the industry again.",
            "score": 65.1291732788086
        },
        {
            "docid": "34385_21",
            "document": "Yeast . Alcoholic beverages are defined as beverages that contain ethanol (CHOH). This ethanol is almost always produced by fermentation – the metabolism of carbohydrates by certain species of yeasts under anaerobic or low-oxygen conditions. Beverages such as mead, wine, beer, or distilled spirits all use yeast at some stage of their production. A distilled beverage is a beverage containing ethanol that has been purified by distillation. Carbohydrate-containing plant material is fermented by yeast, producing a dilute solution of ethanol in the process. Spirits such as whiskey and rum are prepared by distilling these dilute solutions of ethanol. Components other than ethanol are collected in the condensate, including water, esters, and other alcohols, which (in addition to that provided by the oak in which it may be aged) account for the flavour of the beverage.",
            "score": 65.08636474609375
        },
        {
            "docid": "4615682_8",
            "document": "G. Heileman Brewing Company . Prohibition was signed into law officially on January 17, 1920, making it illegal to produce any beverage with more than half a percent of alcohol. Heileman quickly reorganized, dropping their Old Style Lager in favor of a new product, New Style Lager, which contained less than ½ a percent of alcohol. Heileman also began producing soda beverages and \"malt tonics\" with very little success – the company only sold 20,000 barrels in 1926. The company finally hit success with their production of Malt Syrup, which they made with the intention of consumers using it in private beer-making.",
            "score": 64.94213104248047
        },
        {
            "docid": "22860395_19",
            "document": "Shmaltz Brewing Company . Like many of its craft brewing counterparts, Shmaltz Brewing has begun aging several of its more complex and higher alcohol beers in various barrels previously used to store whiskey and bourbon whiskey. HE'BREW R.I.P.A. on Rye, Vertical Jewbelation, and Genesis 15:15 were all aged in Sazerac 6-year Rye Whiskey barrels, while Barrel-Aged Coney Island Human Blockhead was the first Shmaltz beer to be aged in Buffalo Trace Kentucky Straight Bourbon Whiskey barrels. While the beers in the barrel-aged series are Shmaltz's most limited offerings, they are also the most award-winning: R.I.P.A. on Rye was the Silver Medalist in the Wood- and Barrel-Aged Strong Beer category at the 2010 Great American Beer Festival and the Beverage Testing Institute awarded Vertical Jewbelation a gold medal at its 2011 World Beer Championships.",
            "score": 64.80635070800781
        },
        {
            "docid": "50664831_2",
            "document": "Alcohol-free bar . An alcohol-free bar, also known as a dry bar, is a bar that does not serve alcoholic beverages. An alcohol-free bar can be a business establishment or located in a non-business environment or event, such as at a wedding. Alcohol-free bars typically serve non-alcoholic beverages, such as non-alcoholic cocktails known as mocktails, alcohol-free beer or low-alcohol beer, alcohol-free wine, juice, soft drinks and water. Various foods may also be served.",
            "score": 64.65281677246094
        },
        {
            "docid": "404177_27",
            "document": "Aldi . Aldi is the largest wine retailer in Germany. Some Australian stores now sell alcoholic beverages. Some US stores also sell alcoholic beverages (mainly beer and wine) where permitted by local and state laws.",
            "score": 64.32682800292969
        },
        {
            "docid": "24810047_60",
            "document": "Alcohol law . Five U.S. states limit alcohol sales in grocery stores and gas stations to beer at or below 3.2% alcohol: Colorado, Kansas, Minnesota, Oklahoma, and Utah. In these states, stronger beverage sales are restricted to liquor stores. In Oklahoma, liquor stores may not refrigerate any beverage containing more than 3.2% alcohol. Missouri also has provisions for 3.2% beer, but its permissive alcohol laws (when compared to other states) make this type of beer a rarity.",
            "score": 64.04871368408203
        },
        {
            "docid": "594043_13",
            "document": "Barrel (unit) . The measurement of an \"oil barrel\" originated in the early Pennsylvania oil fields. The Drake Well, the first oil well in the US, was drilled in Pennsylvania in 1859, and an oil boom followed in the 1860s. When oil production began, there was no standard container for oil, so oil and petroleum products were stored and transported in barrels of different shapes and sizes. Some of these barrels would originally have been used for other products, such as beer, fish, molasses or turpentine. Both the 42-US-gallon barrels (based on the old English wine measure), the tierce (159 litres) and the 40-US-gallon (151.4-litre) whiskey barrels were used. Also, 45-gallon barrels were in common use. The 40-gallon whiskey barrel was the most common size used by early oil producers, since they were readily available at the time.",
            "score": 63.14866638183594
        },
        {
            "docid": "1749065_20",
            "document": "Beer in the United States . Beer is the most popular alcoholic beverage in America and accounts for about 85% of the volume of alcoholic beverages sold in the United States each year. As of 2016, the top three beer companies in the US were Anheuser-Busch, MillerCoors, and Pabst Brewing Company. The top beer brands by market share were Bud Light (28.3%), Budweiser (11.9%) and Coors Light (9.9%). Corona Extra is the No. 1 imported beer, followed by Heineken. 2009 figures show an overall decline in beer consumption from previous years, with only craft beer sales rising at a rate of 7–10%. Overall U.S. beer consumption was calculated at 205.8 million barrels. Light beer constitutes a 52.8% share of US beer sales. Nearly eighty percent of convenience stores sell beer, about 93 percent of which is sold cold. The U.S. convenience store industry sells more than of beer a year; roughly one-third of all the beer purchased in the United States. Of the twenty percent of convenience stores that do not sell beer, the majority of those are in Pennsylvania—the nation's sixth-largest state by population—due to limitations on alcohol sales in the state, which make it illegal to sell in convenience stores and restrict sales inside supermarkets. Legislation is currently pending in the Pennsylvania General Assembly to legalize alcohol sales in convenience stores and loosen restrictions on supermarkets.",
            "score": 62.976253509521484
        },
        {
            "docid": "29324283_6",
            "document": "Banana wine . In commercial production, ‘Cavendish’ bananas are used, while in informal production, a variety of cultivars, including both cooking and beer East African Highland bananas, ‘Pisang awak’, ‘Gros Michel’ and Apple bananas are used. Commercially produced banana wine is a clear, slightly sparkling alcoholic beverage with a longer shelf-life than banana beer, which is spoiled easily and therefore not stored for long periods. Depending on the strain of yeast and amount of sugar added, the sweetness and alcohol level in the final product is variable.",
            "score": 62.926490783691406
        },
        {
            "docid": "748731_7",
            "document": "Cooper (profession) . In the 21st century, coopers mostly operate barrel-making machinery and assemble casks for the wine and spirits industry. There is still demand for high-quality wooden barrels, and it is thought that the highest-quality barrels are those hand-made by professional coopers.",
            "score": 62.732662200927734
        },
        {
            "docid": "1435641_3",
            "document": "Cask ale . Cask or barrel is a container. The Histories of Herodotus, written in 424 BC, refers to \"casks of palm-wood filled with wine\" being moved by boat to Babylon, though clay vessels would also have been used. Stout wooden barrels held together with an iron hoop were developed by the north European Celts during the Iron Age for storing goods. Over the centuries other methods have been developed for preserving and storing beer but this method is still used, particularly in Britain.",
            "score": 62.636268615722656
        },
        {
            "docid": "2952_8",
            "document": "Alcopop . Although flavored malt beverages are produced at breweries, their method of production differs significantly from the production of other malt beverages and beer. In producing flavored malt beverages, brewers brew a fermented base of beer from malt and other brewing materials. Brewers then treat this base using a variety of processes in order to remove malt beverage character from the base. For example, they remove the color, bitterness, and taste generally associated with beer, ale, porter, stout, and other malt beverages. This leaves a base product to which brewers add various flavors, which typically contain distilled spirits, to achieve the desired taste profile and alcohol level.",
            "score": 62.39395523071289
        },
        {
            "docid": "4820441_14",
            "document": "Washington State Liquor and Cannabis Board . The Licensing and Regulation Division issues liquor licenses, which numbered 14,604 in fiscal year 2006. Liquor licenses are issued to businesses and not-for-profit organizations. Various licenses exist and each license is suited to a particular type of business and product mix. Breweries, wineries, and distilleries would be licensed to produce their specific class of alcoholic beverages. Wholesalers and distributors would be licensed to buy beer and/or wine from breweries and wineries and sell to retailers. Retail licenses fit two categories depending on where the alcohol will be consumed. Retailers like grocery stores are licensed to sell beer, wine, and spirits to customers who take the products home or elsewhere. Retailers like bars and restaurants are licensed to serve alcoholic beverages for on-site consumption. This group of retailers can be licensed to serve \"either\" beer and wine \"or\" beer, wine, and spirits. Some activities require a special endorsement or permit such as caterer offering alcohol at a client's event.",
            "score": 62.131378173828125
        },
        {
            "docid": "27997753_25",
            "document": "Beer measurement . Another explanation for the X marks may be rooted in the duty taxes of alcoholic beverages beginning in 1643. The \"X\" mark on a cask of beer was originally used to indicate that the contents were stronger than legal small beer limits, and were subject to a ten shillings per barrel tax. Later, brewers added additional (superfluous) X marks to signify progressively stronger beers: \"the present quack-like denominations of XX (double X) and XXX (treble X), which appear, unnecessarily, on the casks and in the accounts of the strong-ale brewers\".",
            "score": 62.08328628540039
        }
    ]
}