{
    "q": [
        {
            "docid": "455401_16",
            "document": "Frankenstein's monster . In the 1994 film \"Mary Shelley's Frankenstein,\" the creature is played by Robert De Niro in a nearer approach to the original source, except this version gives the creature balding grey hair and a body covered in bloody stitches. He is, as in the novel, motivated by pain and loneliness. In this version, Frankenstein gives the monster the brain of his mentor, Doctor Waldman, while his body is made from a man who killed Waldman while resisting a vaccination. The monster retains Waldman's \"trace memories\" that apparently help him quickly learn to speak and read.",
            "score": 99.19214391708374
        },
        {
            "docid": "1605066_14",
            "document": "Jack Pierce (make-up artist) . Occasionally Jack Pierce would land a job on a major production such as \"Joan of Arc\" (1948) or the Danny Kaye version of \"The Secret Life of Walter Mitty\", for which he made up Karloff as the Frankenstein Monster for a daydream sequence, cut from the film. Primarily, Pierce's post-Universal employment was on low-budget independent westerns and horror films. Notable Pierce creations during this period include the hirsute halfwit in \"Teenage Monster\", played by 40-ish stuntman Gil Perkins, who had doubled Bela Lugosi in Pierce's Monster make-up in \"Frankenstein Meets the Wolf Man\"; \"Beyond the Time Barrier\", with a clutch of bald, scarred atomic mutants and leading man Robert Clarke transforming into a withered ancient; \"Creation of the Humanoids\", crafting a race of bald cyborgs with silver eyes via bald caps and scleral contact lenses; and a reprise of his Wolf Man design for \"Beauty and the Beast\" (1962), played by Mark Damon.",
            "score": 96.13958847522736
        },
        {
            "docid": "8728611_25",
            "document": "Frankenstein's Monster (Marvel Comics) . The first Nazi clone of Frankenstein's Monster was a creation of Nazi sympathizer Anna Frankenstein and her lover Von Rottz in the Summer of 1944. They had hoped to use the works of Victor Frankenstein to create an army of monsters to sell to the Nazis. When her Frankenstein's Monster was complete, Anna wrote a letter to Captain America and Bucky Barnes in order to lure them to her. They were attacked by the Nazi clone Frankenstein's Monster twice with the second time had Bucky snatched by Frankenstein's Monster. Von Rottz assisted Captain America into rescuing Bucky from being thrown off the castle by the Nazi clone Frankenstein's Monster. Before Von Rottz could betray Captain America, he is strangled to death by the Nazi clone of Frankenstein's Monster. Then the Nazi clone of Frankenstein's Monster grabbed Anna Frankenstein and fled into the woods. After freeing Anna, Captain America lured the Nazi clone of Frankenstein's Monster into the quicksand where it drowned. Anna felt guilty over what she did and joined her creation's fate upon committing suicide by quicksand. Although Anna Frankenstein's father set fire to the laboratory, other people have utilized Victor's technique to create other monsters.",
            "score": 91.92729866504669
        },
        {
            "docid": "39711202_3",
            "document": "Bride of Frankenstein (character) . In \"Frankenstein\", Victor Frankenstein is tempted by his monster's proposal to create a female creature so that the monster can have a partner. He promises that if Victor grants his request, he and his mate will vanish into the wilderness of South America, never to reappear. Fearing for his family, Victor reluctantly agrees and travels to England to do his work. Working on a second being on the Orkney Islands, he is plagued by premonitions of what his work might wreak, particularly the idea that creating a mate for the creature might lead to the breeding of an entire race of creatures that could plague mankind. He destroys the unfinished female creature after he sees his first creation looking through the window. The monster witnesses this and vows to be with Victor on his upcoming wedding night. True to his word, the monster murders Frankenstein's new wife Elizabeth.",
            "score": 96.55908370018005
        },
        {
            "docid": "455401_11",
            "document": "Frankenstein's monster . The monster kills Victor's younger brother William upon learning of the boy's relation to his hated creator. When Frankenstein retreats to the mountains, the monster approaches him at the summit and asks his creator to build him a female mate. In return, he promises to disappear with his mate and never trouble humankind again; the monster then threatens to destroy everything Frankenstein holds dear should he fail. Frankenstein agrees and builds a female creature, but, aghast at the possibility of creating a race of monsters, destroys his experiment. In response, the monster kills Frankenstein's best friend Henry Clerval, and later kills Frankenstein's bride Elizabeth Lavenza on their wedding night; whereupon Frankenstein's father dies of grief. Frankenstein dedicates himself to destroying his creation. Searching for the monster in the Arctic Circle, Frankenstein falls into the freezing water, contracting severe pneumonia. A ship exploring the region encounters the dying Frankenstein, who relates his story to the ship's captain, Robert Walton. Later, the monster boards the ship; but, upon finding Frankenstein dead, is overcome by grief and pledges to incinerate himself at \"the Northernmost extremity of the globe\". He then departs, never to be seen again.",
            "score": 96.37187623977661
        },
        {
            "docid": "39711202_4",
            "document": "Bride of Frankenstein (character) . In \"Bride of Frankenstein\", Henry Frankenstein's former mentor Doctor Septimus Pretorius proposes to Henry that together they create a mate for his Monster with Henry creating the body and Pretorius supplying an artificially-grown brain. Henry initially balks at the idea, but Pretorius threatens to expose him to the authorities as the creator of the Monster. Henry eventually agrees to help his mentor when the monster kidnaps Henry's wife Elizabeth. Henry returns to his tower laboratory where in spite of himself, he grows excited by his work. After being assured of Elizabeth's safety, Henry completes the Bride's body. A storm rages as final preparations are made to bring the Bride to life. Her bandage-wrapped body is raised through the roof. Lightning strikes a kite sending electricity through the Bride. They remove her bandages and help her to stand. Pretorius then declares it \"The Bride of Frankenstein!\" The excited Monster sees his mate and reaches out to her. When the monster quotes \"friend\" to it, the Bride screams in horror at the sight of him. When the Monster tries to advance on her, the Bride screams again as the Monster quotes \"She hate me! Like others.\" As Elizabeth races to Henry's side, the Monster rampages through the laboratory and puts his hand on a lever. When Henry tells Elizabeth that he can't leave his creation, the Monster tells Henry and Elizabeth \"Yes! Go! You live!\" To Pretorius and the Bride, he says \"You stay. We belong dead.\" While Henry and Elizabeth flee, the Monster sheds a tear as the Bride hisses, and he then pulls a lever to trigger the destruction of the laboratory and tower. The following film \"Son of Frankenstein\" reveals that the monster survives the explosion while the fates of Pretorius and the Bride are unknown.",
            "score": 95.22933030128479
        },
        {
            "docid": "5338312_6",
            "document": "Frankenstein in popular culture . The first sound adaptation of the story, \"Frankenstein\" (1931), was produced by Universal Pictures, directed by James Whale, and starred Boris Karloff as the monster. The film has been selected for preservation in the United States National Film Registry. Its sequel, \"The Bride of Frankenstein\" (1935) was also directed by Whale with Karloff as the monster. It was followed by \"Son of Frankenstein\" (1939), the last of the three films with Boris Karloff as the monster. \"The Ghost of Frankenstein\" (1942) marked the Universal series' descent into B movie territory; later efforts by the studio combined two or more monsters, culminating in the comedy \"Abbott and Costello Meet Frankenstein\". The later Universal films in which The Monster appears (and the actors who played him) are:",
            "score": 81.0302906036377
        },
        {
            "docid": "3302699_13",
            "document": "The Ghost of Frankenstein . \"The Ghost of Frankenstein\" also marked the changeover of the Frankenstein (and Universal Monsters) series from \"A-movie\" to \"B-movie\" status, with noticeably reduced budgets and the reuse of actors from previous films. As noted below, footage from this film would be recycled in even a later Frankenstein feature.",
            "score": 76.25334978103638
        },
        {
            "docid": "2206376_14",
            "document": "Son of Frankenstein . After the phenomenal success of \"Son of Frankenstein\", Karloff decided not to return to the role of the Monster, feeling that the character was becoming the butt of jokes. Also \"Son of Frankenstein\" marked the final \"A\" production of Universal's Frankenstein films, which later went to \"B\" films, beginning with \"The Ghost of Frankenstein\" in 1942 in which Lon Chaney, Jr. took over the role of the Monster and Lugosi returned as Ygor; Lugosi himself would go on to play the Monster in \"Frankenstein Meets the Wolf Man\" in 1943, while Karloff would return to the franchise as another character in 1944's \"House of Frankenstein\". Karloff would not don the Monster makeup again for film until an episode of the TV series \"Route 66\" in the 1960s.",
            "score": 89.74374079704285
        },
        {
            "docid": "195797_15",
            "document": "New York Dolls (album) . Several songs on \"New York Dolls\" function as what Robert Hilburn deemed \"colorful, if exaggerated, expressions of teen alienation\". Robert Christgau remarked that because many of Manhattan's white youths were wealthy and somewhat artsy, only ill-behaved young people from the outer boroughs such as the band members could \"capture the oppressive excitement Manhattan holds for a half-formed human being\". \"Private World\", an escapist plea for stability, was co-written by Kane, who rarely contributed as a songwriter and felt overwhelmed as a young adult in the music business. Johansen, the band's main lyricist, said \"Frankenstein (Orig.)\" was about \"how kids come to Manhattan from all over, they're kind of like whipped dogs, they're very repressed. Their bodies and brains are disoriented from each other ... it's a love song.\" According to critic Frank Kogan, the titular monster in the song was the personification of New York City and its ethos—\"the ostentation and the terror, the dreams and the fear\"—while Johansen asking listeners if they \"could make it with Frankenstein\" involved more than sexual slang: \"David was asking if you—if I—could make it with the monster of life, whether I could embrace life in all its pain and dreams and disaster.\" Sylvain jokingly said \"Frankenstein (Orig.)\" was titled with a qualifier because rock musician Edgar Winter had released his 1973 song of the same name before the band could record their own: \"Our song 'Frankenstein' was a big hit in our live show ... Now, his thing didn't sound at all like ours, but I'm sure he stole our title.\"",
            "score": 82.29255878925323
        },
        {
            "docid": "73375_13",
            "document": "Bride of Frankenstein . The Monster comes down the steps after killing Karl on the rooftop and sees his mate (Elsa Lanchester). The excited Monster reaches out to her, asking, \"Friend?\" The Bride, screaming, rejects him. \"She hate me! Like others\" the Monster dejectedly says. As Elizabeth races to Henry's side, the Monster rampages through the laboratory. The Monster tells Henry and Elizabeth \"Yes! Go! You live!\" To Pretorius and the Bride, he says \"You stay. We belong dead.\" While Henry and Elizabeth flee, the Monster sheds a tear and pulls a lever to trigger the destruction of the laboratory and tower.",
            "score": 82.63687825202942
        },
        {
            "docid": "1853749_12",
            "document": "Frankenstein Conquers the World . Influenced by the concept of the giant Frankenstein monster from the \"King Kong vs. Prometheus\" story, Toho planned on making \"Frankenstein vs. Godzilla\" as a follow up to \"King Kong vs. Godzilla\". Written in 1963 by Kimura, the story dealt with the heart of the original Frankenstein monster becoming irradiated and growing into a Frankenstein-monster giant. Afraid the giant would start eating people, Godzilla would be freed from an icy prison by the JSDF and goaded into a fight with the monster in hopes of killing him. Even though \"King Kong vs. Godzilla\" had already been made with Godzilla escaping from an iceberg that he was trapped in at the end of \"Godzilla Raids Again\", script writer Mabuchi thought with Godzilla disappearing into the ocean at the end of that film, that the idea of Godzilla becoming frozen in the North Sea into another icy prison could still work. The story would end with natural disasters defeating the monsters as Godzilla disappears into a raging river flow, and the Frankenstein giant disappears into magma caused by an erupting volcano.",
            "score": 87.43328166007996
        },
        {
            "docid": "640643_6",
            "document": "Frankenstein's Daughter . Police Lt. Boyd (John Zaremba) and Det. Bill Dillon (Robert Dix) investigate a report from a frightened woman (Charlotte Portney) that a female monster in a swimsuit attacked her. It is, of course, Trudy. They spot her and fire a few shots but miss. Oliver grabs her and drags her home to recover.",
            "score": 69.87858772277832
        },
        {
            "docid": "3302848_15",
            "document": "Frankenstein Meets the Wolf Man . This would be the final Universal horror film in which the Monster played a major role; in the subsequent films \"House of Frankenstein\" and \"House of Dracula\", the Monster, played by Glenn Strange, is brought back to life only in the final scenes. (In the 1948 Universal comedy \"Abbott and Costello Meet Frankenstein\" (the second and final film in which Lugosi plays Dracula), Strange has a larger role and the creature once again speaks, albeit with very limited dialogue, twice muttering, \"Yes, Master.\") It was also the last Universal horror film to feature an actual member of the Frankenstein family as a character.",
            "score": 80.55616664886475
        },
        {
            "docid": "12259262_6",
            "document": "Frankenstein (miniseries) . Captain Robert Walton is a failed writer who sets out to explore the North Pole and expand his scientific knowledge in hopes of achieving fame. During the voyage the crew spots a dog sled mastered by a gigantic figure. A few hours later, the crew rescues a nearly frozen and emaciated man named Victor Frankenstein. Frankenstein starts to recover from his exertion; he sees in Walton the same over-ambitiousness and recounts a story of his life's miseries to Walton as a warning.",
            "score": 76.2293050289154
        },
        {
            "docid": "5437215_2",
            "document": "Frankenstein: Through the Eyes of the Monster . Frankenstein: Through the Eyes of the Monster is a point-and-click adventure video game that stars Tim Curry as Dr. Frankenstein, and has the player controlling a newly created Frankenstein monster. Other cast members include Robert Rothrock as the voice of the monster, Rebecca Wink as villager Sara, and Amanda Fuller as Gabrielle, the monster's daughter. It used full motion video clips and 3D CGI graphics similar to Myst. The game was developed by Amazing Media and published by Interplay Entertainment Corp for the PC in 1995 and for the Sega Saturn in 1997. The game was given a \"Teen\" rating by the Entertainment Software Rating Board, but was originally rated as K-A.",
            "score": 90.5495491027832
        },
        {
            "docid": "10633286_2",
            "document": "Frankenstein Meets the Space Monster . Frankenstein Meets the Space Monster (sometimes stylized as Frankenstein Meets the Spacemonster) (1965) is a science fiction cult film, directed by Robert Gaffney and starring Marilyn Hanold, James Karen and Lou Cutell. It was filmed in Florida and Puerto Rico in 1964.",
            "score": 79.73152446746826
        },
        {
            "docid": "8728611_12",
            "document": "Frankenstein's Monster (Marvel Comics) . In the 1890s, heat revived the Monster and he wandered again. He searched for the descendant of Victor Frankenstein and finally ended up in Transylvania. The Monster clashed with Dracula, and his vocal cords were injured. Vincent Frankenstein finally found him and tried to give him a new brain, dying in the process as he was shot by an angry maidservant before the Monster could kill him. Frustrated, the Monster returned to a state of suspended animation.",
            "score": 83.30901622772217
        },
        {
            "docid": "18580673_7",
            "document": "Frankenstein . The novel \"Frankenstein\" is written in epistolary form, documenting a fictional correspondence between Captain Robert Walton and his sister, Margaret Walton Saville. Walton is a failed writer and captain who sets out to explore the North Pole and expand his scientific knowledge in hopes of achieving fame. During the voyage, the crew spots a dog sled driven by a gigantic figure. A few hours later, the crew rescues a nearly frozen and emaciated man named Victor Frankenstein. Frankenstein has been in pursuit of the gigantic man observed by Walton's crew. Frankenstein starts to recover from his exertion; he sees in Walton the same obsession that has destroyed him, and recounts a story of his life's miseries to Walton as a warning. The recounted story serves as the frame for Frankenstein's narrative.",
            "score": 77.78579926490784
        },
        {
            "docid": "1853749_9",
            "document": "Frankenstein Conquers the World . Bowen, Sueko, and Kawaji then form a search party and venture into the forest in which they believe Frankenstein is hiding. But Kawaji, to the shock of Bowen and Sueko, then proceeds to attempt to kill him, believing that Frankenstein could be dangerous by his very nature, and not even Sueko could possibly tame him. He intends to blind him with chemical grenades and capture him to recover his heart and brain. Kawaji presses on to find Frankenstein, and instead finds Baragon. Kawaji and Bowen try in vain to stop the monster with the grenades, and when it is about to eat Sueko, Frankenstein comes to the rescue. The cataclysmic battle between the two giant monsters then begins. After the fight, the area where the fight took place starts to tremble, and then both monsters fall into the earth.",
            "score": 83.08685338497162
        },
        {
            "docid": "3302699_3",
            "document": "The Ghost of Frankenstein . The residents of the village of Frankenstein feel they are under a curse and blame all their troubles on Frankenstein's monster. The Mayor allows them to destroy Frankenstein's castle. Ygor finds the monster released from his sulfuric tomb by the explosions. The exposure to the sulfur weakened yet preserved the monster. Ygor and the monster flee the castle, and the monster is struck by a bolt of lightning. Ygor decides to find Ludwig, the second son of Henry Frankenstein, to help the monster regain his strength.",
            "score": 88.5929764509201
        },
        {
            "docid": "2131991_4",
            "document": "Ludwig Frankenstein . Following the apparent deaths of Ygor and Frankenstein's monster at the hands of Wolf Frankenstein in \"Son of Frankenstein\", Wolf gave to Ludwig both his own scientific notes as well as those of their father. Not wanting the people of Visaria, much less his daughter, to know about the unsavory history of his family, Ludwig kept the medical records of his father and brother Wolf locked away, determined not to let the sins of his father and brother haunt him. But Ludwig did not know that Ygor and the Monster were still alive. By some unrevealed act, Ygor becomes aware of Ludwig Frankenstein and his apparent success as a medical doctor which he reasons could help heal the Monster. The two arrive Visaria, Ygor demanded that Ludwig use his special talents to heal the Monster's sick brain, or else he informs the townspeople of the doctor's secret of being the actual son of the infamous monster-making Frankenstein.",
            "score": 105.47307872772217
        },
        {
            "docid": "18580673_36",
            "document": "Frankenstein . A possible interpretation of the name Victor is derived from \"Paradise Lost\" by John Milton, a great influence on Shelley (a quotation from \"Paradise Lost\" is on the opening page of \"Frankenstein\" and Shelley even has the monster himself read it). Milton frequently refers to God as \"the Victor\" in \"Paradise Lost\", and Shelley sees Victor as playing God by creating life. In addition, Shelley's portrayal of the monster owes much to the character of Satan in \"Paradise Lost\"; indeed, the monster says, after reading the epic poem, that he empathizes with Satan's role in the story.",
            "score": 73.90938353538513
        },
        {
            "docid": "1853749_8",
            "document": "Frankenstein Conquers the World . Unbeknownst to Bowen and the scientists, Baragon, the monster Kawai saw earlier, goes on a rampage. Tunneling under the earth, he pops out and ravages villages, eating people and animals and leaving destruction in his wake. People believe this is Frankenstein's doing, and the misunderstood monster narrowly escapes being hunted down by the military. Before Bowen and his assistants have no choice but to dismiss Frankenstein, Kawai returns to tell them that Frankenstein may not be responsible for the disasters: it could be the monster (Baragon) he saw in Akita. He tries to convince the authorities, but to no avail. Kawaji still wishes the scientists luck in finding Frankenstein.",
            "score": 88.5700798034668
        },
        {
            "docid": "455401_21",
            "document": "Frankenstein's monster . From the beginning, the monster is rejected by everyone he meets. He realizes from the moment of his \"birth\" that even his own creator cannot stand being around him; this is obvious when Frankenstein says \"…one hand was stretched out, seemingly to detain me, but I escaped…\". Upon seeing his own reflection, he realizes that he too cannot stand to see himself. His greatest desire is to find love and acceptance; but when that desire is denied, he swears revenge on his creator.",
            "score": 90.54784059524536
        },
        {
            "docid": "19784040_3",
            "document": "Embalming (manga) . \"Embalming\" takes place in the last decade of the 19th century in Europe and is based on the idea that Victor Frankenstein actually existed and created an artificial human from bodyparts of dead people with the novel being a fictional account of non-fictional events (see Frankenstein's monster) and that even 150 years after this event, numerous scientists across Europe are using what's left of his notes to try and create their own monsters. These creatures are referred to as \"Frankensteins\". The series follows several main characters who are all involved in the Frankenstein research in different ways. Their stories are told in separate, but interconnected episodes or story arcs.",
            "score": 86.0874936580658
        },
        {
            "docid": "3302699_6",
            "document": "The Ghost of Frankenstein . At the police station, the monster is restrained with chains as a hearing is conducted to investigate the murder of the villagers. When Ludwig denies recognizing the monster, it breaks free in a fit of rage, and is led away by Ygor. Elsa, Ludwig's daughter, finds the Frankenstein journals and learns the story of the monster. She sees Ygor and the monster in the window, and after breaking into Ludwig's laboratory, the monster kills Dr. Kettering. The monster grabs Elsa, but Ludwig is able to subdue him with knockout gas.",
            "score": 75.93558120727539
        },
        {
            "docid": "8728611_11",
            "document": "Frankenstein's Monster (Marvel Comics) . Frankenstein's Monster was built from human corpses by a scientist named Victor Frankenstein, in Ingolstadt, Bavaria, in the late 18th century. His efforts to fit in with regular humanity were futile due to his horrific form, and he was infuriated. Victor Frankenstein created and subsequently killed a mate for the Monster, who killed Frankenstein's bride Elizabeth in retaliation. After killing several people, the Monster fled to the Arctic. His creator pursued him, but died due to the cold. The Monster, anguished, tried to kill himself but only went into a state of suspended animation from the cold.",
            "score": 91.80566048622131
        },
        {
            "docid": "73375_6",
            "document": "Bride of Frankenstein . Villagers gathered around the burning windmill cheer the apparent death of the Monster (Boris Karloff). Their joy is tempered by the realization that Henry Frankenstein (Colin Clive) is also apparently dead. Hans (Reginald Barlow), father of the girl the creature drowned in the previous film, wants to see the Monster's bones. He falls into a flooded pit underneath the mill, where the Monster – having survived the fire – strangles him. Hauling himself from the pit, the Monster casts Hans' wife (Mary Gordon) to her death. He next encounters Minnie (Una O'Connor), who flees in terror.",
            "score": 73.16760468482971
        },
        {
            "docid": "359117_1",
            "document": "Robert Wadlow . Robert Wadlow",
            "score": 54.00274658203125
        },
        {
            "docid": "7242840_4",
            "document": "Clifford Thompson . A biography of Robert Pershing Wadlow recites that Thompson made a challenge to Wadlow to come to his hometown to prove that Robert was just 'another faker'. When both men walked on stage, Wadlow held out his arm and Thompson was easily under it. To which Wadlow replied \"When you grow up you will be an awfully big boy.\"",
            "score": 65.18127870559692
        },
        {
            "docid": "5338312_40",
            "document": "Frankenstein in popular culture . \"The Monster of Frankenstein\", the first five issues of which (Jan.-September 1973) contained a faithful (in spirit at least) retelling of Shelley's tale before transferring The Monster into the present day and pitting him against James Bond-inspired evil organizations. The artist, Mike Ploog, recalled, \"I really enjoyed doing \"Frankenstein\" because I related to that naive monster wandering around a world he had no knowledge of — an outsider seeing everything through the eyes of a child.\" \"Invaders\" #31 The Invaders, searching for the Human Torch and Toro, disappear in Switzerland. The Invaders’ investigation brings them face to fist with Frankenstein. A wheel-chair-bound Nazi scientist and Japanese doctor plan to transplant said Nazi scientist’s brain into Captain America’s body. The Invaders have to fight Frankenstein in the issue (Frankenstein is dressed as a Nazi officer)",
            "score": 81.8947080373764
        }
    ],
    "r": [
        {
            "docid": "1067305_45",
            "document": "Ronald Ryan . Philip Opas produced a human skeleton as a visual aid to explain the trajectory of the fatal bullet, Opas argued that the ballistics evidence indicated that the fatal bullet entered Hodson's (chest) body in a downward trajectory. He also got a Monash University mathematics professor Terry Speed, to explain that Ryan 5 feet 8 inches (1.73 m) tall would have had to have been 8 feet 3 inches (2.55 m) tall to have fired the shot. These calculations were based on Ryan being twenty feet from Hodson and Hodson was standing perfectly upright. The bullet would enter Hodson's body 62 inches from the ground and exit 61 inches from the ground. If the shot was in a downward angle the bullet would have hit the road forty feet from where Hodson was hit, it also suggested that Hodson could have been shot from another elevated point and possibly by another prison officer. It would cast doubt that Ryan had fired the fatal shot. But the prosecution argued that Hodson 6 feet 1 inch (1.85 m) tall could have been running in a stooped position, thus accounting for the bullet's fatal angle of entry. No witnesses saw or testified seeing Hodson running in a stooped position.",
            "score": 118.02625274658203
        },
        {
            "docid": "4300069_3",
            "document": "John Aasen . Aasen was born in Minneapolis, Minnesota. His mother, Kristi (Danielsen) from Rollag in Numedal, was an extremely tall Norwegian woman of around 2.20 m (almost 7 ft 3 inches) in height (latest information from September 2008, sets her height to 188 cm, almost 6 ft 2 inches). It is not certain who his father was, but according to Aasen's sister Evelyn (who died in 1988), his father was Alfred Aasen. When Aasen was ten years old, he and his mother moved from Ridgeway, Iowa (where his uncle Sam/Sevre lived with his wife Cornelia) to Sheyenne, North Dakota with his two younger siblings. Aasen was a Freemason. He raised to the degree of Master Mason at Highland Park Lodge No. 382, Los Angeles on July 14, 1924. When in Sheyenne, Aasen's mother operated a restaurant. He attended school and helped out in the family business. In 1902, Aasen's mother died. He was taken into many homes and families. When a family he was staying with started to operate a hotel in Leeds, North Dakota, he moved with them there. Aasen's growth started slowly. When he was confirmed in the Lutheran faith in Grandfield Lutheran Church near Sheyenne, North Dakota, he was the shortest in his class. According to some sources, Aasen was around 2.74 m or 8 feet, 11½ inches (which, if true, would make him even taller than Robert Wadlow, the tallest verified person in history). The \"Top 10 of Everything\" 2010 edition states his height at 8 feet, 9.7 inches.",
            "score": 112.21116638183594
        },
        {
            "docid": "7339721_11",
            "document": "St. Augustine Monster . The head is as large as an ordinary flour barrel, and has the shape of a sea lion head. The neck, if the creature may be said to have a neck, is of the same diameter as the body. The mouth is on the under side of the head and is protected by two tentacle tubes about eight inches in diameter and about 30 feet long. These tubes resemble an elephant's trunk and obviously were used to clutch in a sucker like fashion any object within their reach. Another tube or tentacle of the same dimensions stands out on the top of the head. Two others, one on each side, protrude from beyond the monster's neck, and extend fully 15 feet along the body and beyond the tail. The tail, which is separated and jagged with cutting points for several feet, is flanked with two more tentacles of the same dimensions as the others and 30 feet long. The eyes are under the back of the mouth instead of over it. This specimen is so badly cut up by sharks and sawfish that only the stumps of the tentacles remain, but pieces of them were found strewn for some distance on the beach, showing that the animal had a fierce battle with its foes before it was disabled and beached by the surf.",
            "score": 111.76255798339844
        },
        {
            "docid": "111579_12",
            "document": "Alton, Illinois . Robert Pershing Wadlow, listed in the Guinness Book of Records as the world's tallest documented man at 8 feet 11.1 inches tall, 2,72 m, is buried in Oakwood Cemetery in the area known as Upper Alton. The earth over his grave was raised so visitors can compare its length to other graves. A memorial to him, including a life-sized statue and a replica of his chair, stands on College Avenue, across from the Southern Illinois University Dental School.",
            "score": 106.27770233154297
        },
        {
            "docid": "3459329_6",
            "document": "Lady Frankenstein . That evening, having harvested salient body parts, Frankenstein and Marshall successfully reanimate a gruesome giant corpse with a scarred, misshapen head (Peter Whiteman) as Tania secretly watches. Almost instantly, however, this monster bear-hugs Frankenstein to death - breaking his back - then walks out of the castle. Tania and Marshall report the murder to Harris, but claim that it was a burglar. Harris points out that according to their description, the burglar would be over seven feet tall.",
            "score": 106.23790740966797
        },
        {
            "docid": "2131991_4",
            "document": "Ludwig Frankenstein . Following the apparent deaths of Ygor and Frankenstein's monster at the hands of Wolf Frankenstein in \"Son of Frankenstein\", Wolf gave to Ludwig both his own scientific notes as well as those of their father. Not wanting the people of Visaria, much less his daughter, to know about the unsavory history of his family, Ludwig kept the medical records of his father and brother Wolf locked away, determined not to let the sins of his father and brother haunt him. But Ludwig did not know that Ygor and the Monster were still alive. By some unrevealed act, Ygor becomes aware of Ludwig Frankenstein and his apparent success as a medical doctor which he reasons could help heal the Monster. The two arrive Visaria, Ygor demanded that Ludwig use his special talents to heal the Monster's sick brain, or else he informs the townspeople of the doctor's secret of being the actual son of the infamous monster-making Frankenstein.",
            "score": 105.47306823730469
        },
        {
            "docid": "640643_30",
            "document": "Frankenstein's Daughter . Warren dislikes the monster makeup worn by Harry Wilson and the gender confusion that results from a man playing Frankenstein's daughter. He writes that \"it's never clear if the monster is entirely a female - it certainly doesn't look like a woman - or has the body of a man and the head of a woman ... we never know if the monster is male, female, or a mixture - or why that would make any difference\". He blames much of this on the monster makeup, writing that \"when he learned at the last moment the monster was supposed to be a woman, [makeup artist Harry] Thomas hastily scrawled lipstick on its mouth and sent it on to movie immortality\". In an interview, Cuhna laid the blame for the makeup not on Harry Thomas, but on a short shooting schedule and low budget, telling crtitc Tom Weaver that \"it was a situation where we just got trapped, again, without any money. We had no preparation time, and \"Frankenstein's Daughter\" was designed on the set on the first day of shooting ... we just didn't have enough money to create a monster that would represent Sally Todd. Thomas told Weaver in a separate interview that he \"wanted to make Sally Todd up as the monster, but the producers didn't think she was big enough to fight and look menacing\".",
            "score": 105.18482971191406
        },
        {
            "docid": "455401_17",
            "document": "Frankenstein's monster . In the 2004 film \"Van Helsing,\" the monster is shown in a modernized version of the Karloff design. He is tall, has a square bald head, gruesome scars, and pale green skin. The electricity is emphasized with one electrified dome in the back of his head and another over his heart. It also has hydraulic pistons in its legs, essentially rendering the design as a steam-punk cyborg. Although not as eloquent as in the novel, this version of the creature is intelligent and relatively nonviolent.",
            "score": 104.47801208496094
        },
        {
            "docid": "3134567_5",
            "document": "Bear Lake monster . Not all descriptions of the Bear Lake Monster agree, but one team of folklorists stated that it “is reported to resemble a serpent, but with legs about eighteen inches long on which it marauds along the shoreline.” One article reported that the creature had “a large undulating body, with about 30 feet of exposed surface, of a light cream color, moving swiftly through the water, at a distance of three miles from the point of observation.” Others reported seeing a monster-like animal which went faster than a locomotive and had a head variously described as being similar to that of a cow, otter, crocodile or a walrus (minus the tusks). Its size was reported to be at least fifty feet long, and certainly not less than forty. Some sightings even spoke of a second member of the species and smaller monsters as well.",
            "score": 104.29513549804688
        },
        {
            "docid": "16643901_5",
            "document": "Angle gauge . For example, using a BAF 10 angle gauge a forester needs to know the limiting distance for a tree. The PRF using a 10 BAF angle gauge is for every inch of tree diameter. Therefore, 20 inches × 2.75 ft/inch = . This means that a tree must be over away from the center of the plot using a BAF 10 angle gauge to be out of the plot.",
            "score": 103.08346557617188
        },
        {
            "docid": "24177720_9",
            "document": "Arthur's O'on . The O'on was built of dressed freestone which were not mortised into each other. In appearance the O'on was shaped like a beehive, being circular on plan with a domed roof. The perpendicular height, from the bottom to the top of the aperture, was 22 feet; the external circumference at the base, 88 feet; internal circumference, 61 feet; external diameter at the base, 28 feet; internal diameter, 19 feet 6 inches; circumference of the aperture, 86 feet 1 inch; diameter of the aperture, 11 feet 6 inches; height of the door from its basis to the top of the arch 9 feet; breadth of the East facing door at the base, 6 feet inches; height, from the ground to the top of the key-stone of the door, 10 feet 6 inches breadth of the wall at the base, measuring at the door, 4 feet 3 inches; thickness of the wall where the arch springs, 3 feet 7 inches; and height of the basement on which the building stands, 4 feet 6 inches. The door is said to have had an iron gate, the removal of which by the Monteiths of Cars brought a curse upon the family.",
            "score": 102.31499481201172
        },
        {
            "docid": "7339721_16",
            "document": "St. Augustine Monster . Its head was nearly destroyed, and only the stumps of two arms were visible . . . The body, as it lies somewhat imbedded in the sand, is 18 feet long and about 7 feet wide, while it rises 3½ feet above the sand . . . The weight of the body and head would have been at least four or five tons. If the eight arms held the proportions usually seen in smaller species of the octopus, they would have been at least 75 to 100 feet in length and about 18 inches in diameter at the base.",
            "score": 100.5591812133789
        },
        {
            "docid": "4442920_9",
            "document": "Micromax . Micromax is a mutant with the ability to increase, decrease or redistribute his body mass, allowing for dramatic size change. He can shrink to roughly half an inch, or as tall as 65 feet in height. His strength is proportionate to his size and at top size and density he can withstand the pressure from a 50-ton weight, and strike with a similar level of force. He can attain a limited degree of shapeshifting by redistributing his body mass. Normally, Micromax is a short, pot-bellied balding man; in everyday life he uses his powers to become taller and robust and to give himself a full head of hair.",
            "score": 100.43040466308594
        },
        {
            "docid": "10812453_11",
            "document": "Monsters vs. Aliens . Production designer David James stated that the film is \"a return to what made us nerds in the first place,\" getting classic movie monsters and relaunching them in a contemporary setting. Director Conrad Vernon added that he found it would be a great idea to take hideous monsters and giving them personalities and satirizing the archetypes. Each of the five monsters has traits traceable to sci-fi/horror B movies from the 1950s, '60s and '70s, although none is a mere copy of an older character. Susan, who grows to be 49 feet 11 inches tall, was inspired by \"Attack of the 50 Foot Woman\". Dr. Cockroach represents \"The Fly\" and \"The Curse of Frankenstein\", while B.O.B. is an amalgam of slithering and slimy characters that were featured in the films, including \"The Blob\" and \"The Crawling Eye\". Insectosaurus, a 350-foot-tall monster, is a nod to the 1961 Japanese film \"Mothra\". According to Vernon, the Missing Link has no direct inspiration. He \"just represents anything prehistoric that comes back to life and terrorizes people.\" For the San Francisco sequence, the producers researched lots of films and photographs for an accurate depiction of the city, and filmed animator Line Andersen, who had a similar body type to Ginormica—tall, thin, and athletic-looking—walking alongside a scale model of San Francisco, to capture better how a person not comfortable with being too big with an environment would walk around it.",
            "score": 99.56260681152344
        },
        {
            "docid": "455401_16",
            "document": "Frankenstein's monster . In the 1994 film \"Mary Shelley's Frankenstein,\" the creature is played by Robert De Niro in a nearer approach to the original source, except this version gives the creature balding grey hair and a body covered in bloody stitches. He is, as in the novel, motivated by pain and loneliness. In this version, Frankenstein gives the monster the brain of his mentor, Doctor Waldman, while his body is made from a man who killed Waldman while resisting a vaccination. The monster retains Waldman's \"trace memories\" that apparently help him quickly learn to speak and read.",
            "score": 99.192138671875
        },
        {
            "docid": "17388142_10",
            "document": "Aurora Plastics Corporation . Aurora acquired a license from Universal Studios to create a line of kits based on the Universal monsters, which became the company’s most popular offerings. Aurora's kit of Frankenstein appeared in 1961. Giant Frankenstein was an all-plastic kit that, when assembled, created a 19-inch tall model. This was followed by twelve other monster figures that were issued and reissued in various versions through the early 1970s (Castile 1996). After this monster vehicles such as Dracula's Dragster, Frankenstein's Flivver, Godzilla's Go-Cart, King Kong's Thronester, Mummy's Chariot and Wolfman's Wagon were introduced, fortifying the company's car offerings (Gosson 2015, p. 69).",
            "score": 99.09110260009766
        },
        {
            "docid": "29407027_3",
            "document": "John Bloom (actor) . Standing at 7' 4\" (224 cm) tall, he is most famous for his roles as Frankenstein's Monster in the low-budget horror movie \"Dracula vs. Frankenstein\", and the unfortunate recipient in \"The Incredible 2-Headed Transplant\".",
            "score": 99.05286407470703
        },
        {
            "docid": "23335_6",
            "document": "Parsec . One of the oldest methods used by astronomers to calculate the distance to a star is to record the difference in angle between two measurements of the position of the star in the sky. The first measurement is taken from the Earth on one side of the Sun, and the second is taken approximately half a year later, when the Earth is on the opposite side of the Sun. The distance between the two positions of the Earth when the two measurements were taken is twice the distance between the Earth and the Sun. The difference in angle between the two measurements is twice the parallax angle, which is formed by lines from the Sun and Earth to the star at the distant vertex. Then the distance to the star could be calculated using trigonometry. The first successful published direct measurements of an object at interstellar distances were undertaken by German astronomer Friedrich Wilhelm Bessel in 1838, who used this approach to calculate the 3.5-parsec distance of 61 Cygni. The parallax of a star is defined as half of the angular distance that a star appears to move relative to the celestial sphere as Earth orbits the Sun. Equivalently, it is the subtended angle, from that star's perspective, of the semimajor axis of the Earth's orbit. The star, the Sun and the Earth form the corners of an imaginary right triangle in space: the right angle is the corner at the Sun, and the corner at the star is the parallax angle. The length of the opposite side to the parallax angle is the distance from the Earth to the Sun (defined as one astronomical unit (au), and the length of the adjacent side gives the distance from the sun to the star. Therefore, given a measurement of the parallax angle, along with the rules of trigonometry, the distance from the Sun to the star can be found. A parsec is defined as the length of the side adjacent to the vertex occupied by a star whose parallax angle is one arcsecond.",
            "score": 98.80187225341797
        },
        {
            "docid": "8728611_26",
            "document": "Frankenstein's Monster (Marvel Comics) . When Jackie Falsworth finds an oversized Nazi cap inside a box of souvenirs, Captain America tells her of the mission of how they acquired the hat and who it originally belonged to. In early 1942, Dr. Basil Frankenstein is a Nazi scientist who is the descendant of Victor Frankenstein. Basil Frankenstein and his Japanese assistant Dr. Kitagowa had moved to Victor Frankenstein's castle to continue his mission of creating an army of zombie Nazi soldiers. However, word of Basil Frankenstein's activities leaked out to the Allied Forces and the Human Torch and Toro went out to investigate. When Human Torch and Toro didn't return, Captain America, Bucky, and Namor went out to look for them. When the other Invaders arrive, they find the villagers that live near Castle Frankenstein about to storm the castle. The villagers explained to the Invaders about the arrival of Human Torch and Toro and the info about the monster that had torn through their village. Captain America and Bucky went to Castle Frankenstein to investigate while Namor held the angry mob at bay. Captain America and Bucky entered the castle and were overcome by the Nazi clone of Frankenstein's Monster. Upon Captain America and Bucky being brought before Basil Frankenstein, he revealed that he not only was making an army of Nazi zombies for Adolf Hitler, he plans to transplant his brain into Captain America's body. It turned out that Basil Frankenstein had been in a lab accident that paralyzed his hands and legs. Due to Basil Frankenstein being in love with Dr. Kitagowa, Basil wanted her to place his brain into Captain America's body so that they can finally have a physical love. It was then shown that Basil Frankenstein had captured Human Torch and Toro so that Basil Frankenstein can siphon Human Torch's energies so that he can make his Nazi clone of Frankenstein's Monster bigger and stronger. In the nick of time, Namor arrived into the castle and freed the Invaders. During the battle with the Nazi clone of rankenstein's Monster, the creature was knocked into a wall of electrical equipment. This was enough to free the Nazi clone of Frankenstein's Monster from Basil's mental control where he grabbed Basil and Dr. Kitagowa and took them to the Castle's parapets. Proclaiming that he was no longer Basil Frankenstein's slave, the Nazi clone of Frankenstein's Monster wanted to return to death and jumped from the castle taking Basil Frankenstein and Dr. Kitagowa with him.",
            "score": 98.42707061767578
        },
        {
            "docid": "16643901_4",
            "document": "Angle gauge . Some trees are on the borderline of the plot and must be checked to be sure they are to be included. The limiting distance must be calculated to see if the trees are \"in\" or \"out\". The equation to calculate the limiting distance in feet is diameter at breast height, DBH, in inches times plot radius factor, PRF, in feet/area D = DBH×PRF.",
            "score": 97.98857879638672
        },
        {
            "docid": "905957_2",
            "document": "Human height . Human height or stature is the distance from the bottom of the feet to the top of the head in a human body, standing erect. It is measured using a stadiometer, usually in centimetres when using the metric system, or feet and inches when using the imperial system.",
            "score": 97.95816040039062
        },
        {
            "docid": "3802926_9",
            "document": "Hollis Conway . Conway jumped off his left foot and is considered short in stature, in comparison to other world-class high jumpers, many of whom stand 6'3\"-to-6'5\". His personal details on file with the IAAF officially list his height and weight as 1.83m and 68 kg, which equate to 6 feet one-quarter inch, and 150 pounds. However, in a high jump instructional video produced in 1991, which features Conway and his coach, Dick Booth, the narrator states Conway is \"six feet one-half inch\" (1.84m) and weighs \"one hundred forty-five pounds.\" The narrator also says Conway has \"average\" speed, running 10.8 seconds for 100 meters, as well as having only an \"average\" vertical leap of 31 inches. At six feet tall, Conway has held a distinction with four others in track and field history for jumping over their own heights. Conway's best jump was 22-1/4 inches (57 cm) above his head.",
            "score": 97.64411163330078
        },
        {
            "docid": "7099893_61",
            "document": "Field hockey stick . The upright forehand hitting stroke, which is commonly used when the ball is close to the feet, will seldom be made with the handle in the same plane as the ball, unless the ball is to the immediate right of the player i.e. beside or alongside his feet. (Stick shown on far right of illustration)—which is generally the case when the ball is being hit directly to the front or from left to right—with a bowed stick even this vertical handle position will present an angled head to the ball. The further away to the front of the player the ball is the greater will be the head angle presented to the ball. To deal with the problem of head presentation some players use a low 'roundhouse' style of hitting, rather than an upright style and may also employ sweep-hits or slap-hitting of the ball (the difference being the positioning of the hands, sweep hits are generally made with the hands together at the top of the stick and with the base of the stick head in contact with the ground, while slap-hits are usually made with the hands in the more spread dribbling grip and the stick head is not necessarily in contact with the ground, but it may be), either sweep or slap type strokes give greater control over the angle of the face of the stick as it makes contact with the ball and are often the preferred strokes when passing the ball over longer distances (over shorter distances—less than 20 m—a push stroke is often preferred).",
            "score": 97.50569915771484
        },
        {
            "docid": "31982705_3",
            "document": "Stereoscopic acuity . Conversion to the angle of disparity \"dγ\" is performed by inserting the position difference \"dz\" in the formula where \"a\" is the interocular separation of the observer and \"z\" the distance of the fixed peg from the eye. To transfer \"dγ\" into the usual unit of minutes of arc, a multiplicative constant \"c\" is inserted whose value is 3437.75 (1 radian in arcminutes). In the calculation a, dz and z must be in the same units, say, feet, inches, cm or meters. For the average interocular distance of 6.5 cm, a target distance of 6m and a typical stereoacuity of 0.5 minute of arc, the just detectable depth interval is 8 cm. As targets come closer, this interval gets smaller by the inverse square of the distance, so that an equivalent detectable depth interval at ¼ meter is 0.01 cm or the depth of impression of the head on a coin. These very small values of normal stereoacuity, expressed in differences of either object distances, or angle of disparity, makes it a hyperacuity.",
            "score": 97.27255249023438
        },
        {
            "docid": "14306242_47",
            "document": "Skellingthorpe . In 1811, one Henry Normal, of Skellingthorpe, publicly announced in the columns of the \"Stamford Mercury\" that he would not be answerable for any debts incurred by his errant wife Elizabeth from 11 February onwards. Conversely, on 9 July 1819 a description of one William Thorpe was issued, following his desertion of his family in the parish. Rewards were issued for his capture and imprisonment, since Thorpe’s flight had left his wife and three children destitute, and dependent upon the overseers of the parish of Skellingthorpe. Thorpe was described thus: '29 years of age, about 5 feet 5 inches in height, broad and good looking, and about 11 and-a-half stone in weight, dark hair, a little bald at the top of the head, whiskers reddish or sandy, has lost one of his upper foreteeth; had on when he left his home, a large round frock and half-boots.’",
            "score": 96.85649108886719
        },
        {
            "docid": "39711202_3",
            "document": "Bride of Frankenstein (character) . In \"Frankenstein\", Victor Frankenstein is tempted by his monster's proposal to create a female creature so that the monster can have a partner. He promises that if Victor grants his request, he and his mate will vanish into the wilderness of South America, never to reappear. Fearing for his family, Victor reluctantly agrees and travels to England to do his work. Working on a second being on the Orkney Islands, he is plagued by premonitions of what his work might wreak, particularly the idea that creating a mate for the creature might lead to the breeding of an entire race of creatures that could plague mankind. He destroys the unfinished female creature after he sees his first creation looking through the window. The monster witnesses this and vows to be with Victor on his upcoming wedding night. True to his word, the monster murders Frankenstein's new wife Elizabeth.",
            "score": 96.55908203125
        },
        {
            "docid": "455401_11",
            "document": "Frankenstein's monster . The monster kills Victor's younger brother William upon learning of the boy's relation to his hated creator. When Frankenstein retreats to the mountains, the monster approaches him at the summit and asks his creator to build him a female mate. In return, he promises to disappear with his mate and never trouble humankind again; the monster then threatens to destroy everything Frankenstein holds dear should he fail. Frankenstein agrees and builds a female creature, but, aghast at the possibility of creating a race of monsters, destroys his experiment. In response, the monster kills Frankenstein's best friend Henry Clerval, and later kills Frankenstein's bride Elizabeth Lavenza on their wedding night; whereupon Frankenstein's father dies of grief. Frankenstein dedicates himself to destroying his creation. Searching for the monster in the Arctic Circle, Frankenstein falls into the freezing water, contracting severe pneumonia. A ship exploring the region encounters the dying Frankenstein, who relates his story to the ship's captain, Robert Walton. Later, the monster boards the ship; but, upon finding Frankenstein dead, is overcome by grief and pledges to incinerate himself at \"the Northernmost extremity of the globe\". He then departs, never to be seen again.",
            "score": 96.37187194824219
        },
        {
            "docid": "23916099_21",
            "document": "Gérard Thibault d'Anvers . In his primary stance (the posture of the straight line), Thibault describes an upright posture which allows for fluid, graceful motion while remaining profiled to the opponent. Thibault argues in favor of a \"natural\" stance, similar to an ordinary posture while standing or walking. This involves holding the feet several inches apart, at an angle of roughly 45 degrees to one another. Unusually, Thibault does not believe that the toes of the front foot should be pointed at the opponent, rather being pointed to the angle of the interior subjection (Thibault's method of pushing the opponent's sword down and aside). Thibault describes the placement of the feet in relation to an imaginary line drawn between a swordsman and his opponent (Thibault calls this line the \"diameter\"). The swordsman's back foot would be perpendicular to this line, while his front foot would angle inward, with the weight distributed evenly on the balls of the feet. This positioning of the front foot allows you to walk into the subjection.",
            "score": 96.22276306152344
        },
        {
            "docid": "1605066_14",
            "document": "Jack Pierce (make-up artist) . Occasionally Jack Pierce would land a job on a major production such as \"Joan of Arc\" (1948) or the Danny Kaye version of \"The Secret Life of Walter Mitty\", for which he made up Karloff as the Frankenstein Monster for a daydream sequence, cut from the film. Primarily, Pierce's post-Universal employment was on low-budget independent westerns and horror films. Notable Pierce creations during this period include the hirsute halfwit in \"Teenage Monster\", played by 40-ish stuntman Gil Perkins, who had doubled Bela Lugosi in Pierce's Monster make-up in \"Frankenstein Meets the Wolf Man\"; \"Beyond the Time Barrier\", with a clutch of bald, scarred atomic mutants and leading man Robert Clarke transforming into a withered ancient; \"Creation of the Humanoids\", crafting a race of bald cyborgs with silver eyes via bald caps and scleral contact lenses; and a reprise of his Wolf Man design for \"Beauty and the Beast\" (1962), played by Mark Damon.",
            "score": 96.13958740234375
        },
        {
            "docid": "944465_17",
            "document": "Model figure . In the 50s and 60s plastic model kits such as cars, planes or space ships became common in the US. There were also cheap plastic models for the popular market of movie monsters, comic book heroes, and movie and television characters in 1:8 size (about 9 inches or 23 cm in height). These included monsters like Frankenstein, The Wolf Man, Dracula, and the Creature from the Black Lagoon. One of the largest producers of monster figures were the Aurora Plastics Corporation, who produced many thousands figures from each mould. This market disappeared and no firm since has produced anything to match their quantities. Instead smaller (3¾-inch or 10 cm) action figures of have taken over the popular market.",
            "score": 95.75619506835938
        },
        {
            "docid": "195134_54",
            "document": "Bicycle frame . Roadster bicycles traditionally have a fairly slack seat-tube and head-tube angle of about 66 or 67 degrees, which produces a very comfortable and upright \"sit-up-and-beg\" riding position. Other characteristics include a long wheelbase, upwards of 40 inches (often between 43 and 47 inches, or 57 inches for a longbike), and a long fork rake, often of about 3 inches (76mm compared to 40mm for most road bicycles). This style of frame has had a resurgence in popularity in recent years due to its greater comfort compared to Mountain bicycles or Road bicycles. A variation on this type of bicycle is the \"sports roadster\" (also known as the \"light roadster\"), which typically has a lighter frame, and a slightly steeper seat-tube and head-tube angle of about 70 to 72 degrees.",
            "score": 95.64913177490234
        },
        {
            "docid": "73488_35",
            "document": "Frankenstein (1931 film) . Guillermo del Toro had expressed interest in directing the reboot film for Universal. Del Toro said his \"Frankenstein\" would be a faithful \"Miltonian tragedy\", citing Frank Darabont's \"near perfect\" script, which evolved into Kenneth Branagh's \"Frankenstein\". Del Toro said of his vision, \"What I'm trying to do is take the myth and do something with it, but combining elements of \"Frankenstein\" and \"Bride of Frankenstein\" without making it just a classical myth of the monster. The best moments in my mind of \"Frankenstein\", of the novel, are yet to be filmed [...] The only guy that has ever nailed for me the emptiness, not the tragic, not the Miltonian dimension of the monster, but the emptiness is Christopher Lee in the Hammer films, where he really looks like something obscenely alive. Boris Karloff has the tragedy element nailed down but there are so many versions, including that great screenplay by Frank Darabont that was ultimately not really filmed.\" He has also cited Bernie Wrightson's illustrations as inspiration, and said the film will not focus on the monster's creation, but be an adventure film featuring the character. Del Toro said he would like Wrightson to design his version of the creature. The film will also focus on the religious aspects of Shelley's tale. In June 2009, del Toro stated that production on \"Frankenstein\" was not likely to begin for at least four years. Despite this, he has already cast frequent collaborator Doug Jones in the role of Frankenstein's monster. In an interview with Sci Fi Wire, Jones stated that he learned of the news the same day as everybody else; that \"Guillermo did say to the press that he’s already cast me as his monster, but we’ve yet to talk about it. But in his mind, if that’s what he’s decided, then it's done ... It would be a dream come true.\" The film will be a period piece.",
            "score": 95.40689086914062
        }
    ]
}