{
    "q": [
        {
            "docid": "24346064_20",
            "document": "Chopsticks . Native cuisine uses a fork and spoon, adopted from the West. Ethnic Chinese immigrants introduced the use of chopsticks for foods that require them. Restaurants serving other Asian cuisines that utilize chopsticks use the style of chopstick, if any, appropriate for that cuisine.",
            "score": 81.6161425113678
        },
        {
            "docid": "1738605_59",
            "document": "Culture of Asia . Traditionally, many Asians eat using their bare hand; this is a common practice in Central, South, and West Asia. However, western cutlery such as spoons and forks are currently being used increasingly and have also become widely available. With the advent of western cutlery, it may be viewed as rude in these nations to eat using the bare hands in some public places. In Indonesia and the Philippines, people usually use western cutlery such as the spoon, fork, and knife. While in China, Japan, Taiwan, Korea, and Vietnam, people usually use chopsticks to eat traditional food, but the shape of chopsticks are different in these countries. For example, Chinese chopsticks are long and square; Vietnamese chopsticks are long, being thick at one end and then gradually getting thinner at the other end, and are made of wood or bamboo; Japanese chopsticks are rounder, short, and spiral, having been designed to eat bony fish easily; Taiwanese chopsticks are made of materials such as bamboo, wood, and metal; Korean chopsticks are short, flat, and made of metal. It is said that wood is rarer than metal on the Korean Peninsula and that metal chopsticks can prevent poisoning. Fresh raw fish cuisines, such as sushi and sashimi are very popular in East Asia (especially Japan). These raw fish dishes were influenced by two major cultures: Chinese and Japanese.",
            "score": 87.73107635974884
        },
        {
            "docid": "616975_57",
            "document": "Asian black bear . Along with sun bears, Asiatic black bears are the most typically used species in areas where bears are either used in performances or as pets. Asian black bears have an outstanding learning ability in captivity, and are among the most common species used in circus acts. According to Gary Brown:",
            "score": 74.91454768180847
        },
        {
            "docid": "616975_3",
            "document": "Asian black bear . The species is morphologically very similar to some prehistoric bears, and is thought by some scientists to be the ancestor of other extant bear species (aside from pandas and spectacled bears). Though largely herbivorous, Asian black bears can be very aggressive toward humans, who frequently trap or kill them for traditional medicine.",
            "score": 55.8563175201416
        },
        {
            "docid": "27440536_3",
            "document": "Knife rest . Similar tools are the chopstick rest and spoon and chopstick rest used in Asian cuisine and the spoon rest.",
            "score": 67.54946231842041
        },
        {
            "docid": "616975_8",
            "document": "Asian black bear . On average, adult Asiatic black bears are slightly smaller than American black bears, though large males can exceed the size of several other bear species.",
            "score": 53.01518964767456
        },
        {
            "docid": "616975_7",
            "document": "Asian black bear . A black bear with broken hind legs can still climb effectively. In contrast to polar bears, Asiatic black bears have powerful upper bodies for climbing trees, and relatively weak hind legs which are shorter than those in brown bears and American black bears. They are the most bipedal of all bears, and have been known to walk upright for over a quarter mile. The heel pads on the forefeet are larger than those of most other bear species. Their claws, which are primarily used for climbing and digging, are slightly longer on the fore foot (30–45 mm) than the back (18–36 mm), and are larger and more hooked than those of the American black bear.",
            "score": 59.247369050979614
        },
        {
            "docid": "7350882_8",
            "document": "Onna Tachiguishi-Retsuden . The first print contains a pair of collector wooden chopsticks, as a reference to the one used by the female Fast Food Grifter in the movie. Customers ordering from the distributor's official online shop can get an extra pair of chopsticks. This limited edition uses the original movie's own colors blue/yellow, while the regular package is designed after the short, \"i.e.\" black/red.",
            "score": 65.86422276496887
        },
        {
            "docid": "616975_64",
            "document": "Asian black bear . Accounts on the quality of the black bear's fur vary. According to \"Natural History of the Mammalia of India and Ceylon\", \"Their skins are always poor and mangy, and generally so greasy that they are very difficult to keep until you can make them over to the dresser\", which is corroborated by \"The great and small game of India, Burma, and Tibet\", which states \"... the skins are never of any particular value, and in autumn, owing to the masses of yellow fat that are accumulated beneath them, are absolutely useless.\" The first part of volume II of \"Mammals of the Soviet Union\" on the other hand states that Asian black bears yield fur, meat and fat of greater quality than those of brown bears. In British India, grease was the only practical use for black bear carcasses. Bears living near villages were considered the most ideal, as they were almost invariably fatter than their forest dwelling counterparts.",
            "score": 65.23551535606384
        },
        {
            "docid": "399740_31",
            "document": "Sloth bear . In Rudyard Kipling's \"The Jungle Book\", Baloo \"the sleepy old brown bear\" teaches the Law of the Jungle to the wolf cubs of the Seeonee wolf pack, as well as to his most challenging pupil, the \"man-cub\" Mowgli. Robert Armitage Sterndale, from whom Kipling derived most of his knowledge of Indian fauna, used the Hindustani word \"bhalu\" for several bear species, though Daniel Karlin, who edited the Penguin Classics reissue of \"The Jungle Book\" in 1989, stated, with the exception of colour, Kipling's descriptions of Baloo are consistent with the sloth bear, as brown bears and Asian black bears do not occur in the Seoni area where the novel takes place. Also, the name \"sloth\" can be used in the context of sleepiness. Karlin states, however, that Baloo's diet of \".. only roots and nuts and honey\" is a trait more common to the Asian black bear than to the sloth bear.",
            "score": 58.3758864402771
        },
        {
            "docid": "27019_128",
            "document": "South Korea . Korea is unique among Asian countries in its use of metal chopsticks. Metal chopsticks have been discovered in Goguryeo archaeological sites.",
            "score": 64.10832333564758
        },
        {
            "docid": "411656_3",
            "document": "Baloo . He is described in Kipling's work as \"the sleepy brown bear\". Robert Armitage Sterndale, from whom Kipling derived most of his knowledge of Indian fauna, used the Hindi word \"\"Bhalu\"\" for several bear species, though Daniel Karlin, who edited the Penguin reissue of \"The Jungle Book\" in 1987, states that, with the exception of colour, Kipling's descriptions of Baloo are consistent with the sloth bear, as brown bears and Asian black bears do not occur in the Seoni area where the novel takes place. Also, the name \"sloth\" can be used in the context of sleepiness. Karlin states, however, that Baloo's diet of \"only roots and nuts and honey\" is a trait more common to the Asian black bear than to the sloth bear. Nevertheless, this may be single observation only; according to the dietary habits of sloth bears, while sloth bears prefer termites and ants (which is also described as Baloo's special treat in \"The Jungle Book\"), their main sources of food are honey and fruits most of the year.",
            "score": 64.17602920532227
        },
        {
            "docid": "616975_55",
            "document": "Asian black bear . In the remoter areas of Japan, black bears can be serious crop predators: black bears feed on cultivated bamboo shoots in spring, on plums, watermelons and corn in the summer, and on persimmons, sweet potatoes and rice in the autumn. Japanese black bears are estimated to damage 3,000 bee hives annually. When feeding on large crops such as watermelons or pumpkins, black bears will ignore the flesh, and eat the seeds, thus adversely affecting future harvests. Black bears can girdle and kill trees by stripping their bark for the sap. This can cause serious economic problems in Asia's valuable timber forests. In the late 1970s, 400-1,200 hectares of land had been affected by bears bark stripping Japanese conifers. There is evidence that 70-year-old conifers (commanding the highest market values) may also have been bark stripped.",
            "score": 58.24164581298828
        },
        {
            "docid": "16749_73",
            "document": "Korea . Korea is unique among Asian countries in its use of metal chopsticks. Metal chopsticks have been discovered in archaeological sites belonging to the ancient Korean kingdoms of Goguryeo, Baekje and Silla.",
            "score": 62.77402853965759
        },
        {
            "docid": "616975_14",
            "document": "Asian black bear . Asiatic black bears are diurnal, though they become nocturnal near human habitations. They may live in family groups consisting of two adults and two successive litters of young. They will walk in a procession of largest to smallest. They are good climbers of rocks and trees, and will climb to feed, rest, sun, elude enemies and hibernate. Some older bears may become too heavy to climb. Half of their life is spent in trees and they are one of the largest arboreal mammals. In the Ussuri territory, black bears can spend up to 15% of their time in trees. Asiatic black bears break branches and twigs to place under themselves when feeding on trees, thus causing many trees in their home ranges to have nest-like structures on their tops. Asiatic black bears will rest for short periods in nests on trees standing fifteen feet or higher. Asiatic black bears do not hibernate over most of their range. They may hibernate in their colder, northern ranges, though some bears will simply move to lower elevations. Nearly all pregnant sows hibernate. Black bears prepare their dens for hibernation in mid-October, and will sleep from November until March. Their dens can either be dug out hollow trees (sixty feet above ground), caves or holes in the ground, hollow logs, or steep, mountainous and sunny slopes. They may also den in abandoned brown bear dens. Asiatic black bears tend to den at lower elevations and on less steep slopes than brown bears. Female black bears emerge from dens later than do males, and female black bears with cubs emerge later than barren females. Asiatic black bears tend to be less mobile than brown bears. With sufficient food, Asian black bears can remain in an area of roughly 1–2 sq km, and sometimes even as little as 0.5–1 sq km.",
            "score": 60.168741106987
        },
        {
            "docid": "616975_65",
            "document": "Asian black bear . Asiatic black bears have been hunted for their parts in China since the Stone Age. Bile is most appreciated as it supposedly cures many diseases, effectively treats the accumulation of blood below the skin, and counters toxic effects. Also, bear bone glue is used as a tonic, and bear fat is also used as a traditional medicine and a tonic. Black bear meat is also edible. Due to their many uses black bears are worth about 20–30 million dong (US$1,500–2,250) each in Vietnam.",
            "score": 62.84352898597717
        },
        {
            "docid": "616975_58",
            "document": "Asian black bear . Black bears are easily tamed, and can be fed with rice, maize, sweet potato, cassava, pumpkin, ripe fruit, animal fat and sweet foods. Keeping captive black bears is popular in China, especially due to the belief that milking the bear's gall bladder leads to quick prosperity. Bears are also popular as pets in Vietnam.",
            "score": 57.515642166137695
        },
        {
            "docid": "543466_30",
            "document": "Siberian tiger . Following a decrease of ungulate populations from 1944 to 1959, more than 32 cases of Amur tigers attacking both brown and Asian black bears were recorded in the Russian Far East, and hair of bears were found in several tiger scat samples. Tigers attack Asian black bears less often than brown bears, as latter live in more open habitat and are not able to climb trees. In the same time period, four cases of brown bears killing female and young tigers were reported, both in disputes over prey and in self-defense. Tigers can tackle bears larger than themselves, using an ambushing tactic and jumping onto the bear from an overhead position, grabbing it by the chin with one fore paw and by the throat with the other, and then killing it with a bite in the spinal column. Tigers mainly feed on the bear's fat deposits, such as the back, hams, and groin.",
            "score": 61.09872388839722
        },
        {
            "docid": "616975_6",
            "document": "Asian black bear . Although mostly herbivorous, the jaw structure of Asiatic black bears is not as specialized for plant eating as that of pandas: Asian black bears have much narrower zygomatic arches, and the weight ratio of the two pterygoid muscles is also much smaller in Asian black bears. The lateral slips of the temporal muscles are thicker and stronger in black bears.",
            "score": 65.93059253692627
        },
        {
            "docid": "24346064_8",
            "document": "Chopsticks . In Korean, 저 (箸, \"jeo\") is used in the compound \"jeotgarak\" (), which is composed of \"jeo\" \"chopsticks\" and \"garak\" \"stick\". \"Jeo\" cannot be used alone, but can be found in other compounds such as \"sujeo\" (), meaning \"spoon and chopsticks\".",
            "score": 61.679165840148926
        },
        {
            "docid": "3398337_21",
            "document": "East Asian cultural sphere . The cuisine of East Asia shares many of the same ingredients and techniques. Chopsticks are used as an eating utensil in all of the core East Asian countries. The use of soy sauce, a sauce made from fermenting soy beans, is also widespread in East Asia. Rice is a main staple food in all of East Asia and is a major focus of food security. In East Asian countries, the word, 'rice' can embody the meaning of food in general (simplified Chinese: ; traditional Chinese: ; pinyin: ).",
            "score": 70.32002997398376
        },
        {
            "docid": "24346064_29",
            "document": "Chopsticks . American manufacturers have begun exporting American-made chopsticks to China, using sweet gum and poplar wood as these materials do not need to be artificially lightened with chemicals or bleach, and have been seen as appealing to Chinese and other East Asian consumers.",
            "score": 69.95655107498169
        },
        {
            "docid": "399740_7",
            "document": "Sloth bear . Sloth bear fur is completely black (rusty for some specimens), save for a whitish Y- or V-shaped mark on the chest. This feature is sometimes absent, particularly in Sri Lankan specimens. This feature, which is also present in Asian black bears and sun bears, is thought to serve as a threat display, as all three species are sympatric with tigers. The coat is long, shaggy, and unkempt, despite the relatively warm environment in which the species is found, and is particularly heavy behind the neck and between the shoulders, forming a mane which can be long. The belly and underlegs can be almost bare. Sloth bears are usually about the same size as an Asian black bear but are immediately distinctive for their shaggier coat, whitish claws, as well as their typically rangier build. Their head and mouth is highly distinct from that of a black bear with a longer, narrower skull shape (particularly the snout), loose-looking, flappier lips and paler muzzle colour. In few areas of overlap, sloth bear confusion with sun bears is unlikely, given the latter species considerably smaller size, much shorter fur, wrinkled folding skin (especially around the back), bolder chest marking and drastically different, more compact head structure and appearance.",
            "score": 56.146140813827515
        },
        {
            "docid": "616975_42",
            "document": "Asian black bear . South Korea remains one of two countries to allow bear bile farming to continue legally. As reported in 2009, approximately 1,374 bears reside in an estimated 74 bear farms where they are kept for slaughter to fuel the demands of traditional Asian medicine. In sharp contrast, fewer than 20 bears can be found at Jirisan Restoration Center, located in Korea's Jirisan National Park.",
            "score": 49.70388078689575
        },
        {
            "docid": "616975_11",
            "document": "Asian black bear . Asiatic black bears are close relatives to American black bears, with which they share a European common ancestor; the two species are thought to have diverged 3 million years ago, though genetic evidence is inconclusive. Both American and Asiatic species are considered sister taxa and are more closely related to each other than other species of bear. The earliest American black bear fossils, which were located in Port Kennedy, Pennsylvania, greatly resemble the Asiatic species. The first mtDNA study undertaken on Asiatic black bears suggested that the species arose after the American black bears, while a second study could not statistically resolve the branching order of sloth bears and the two black species, suggesting that these three species underwent a rapid radiation event. A third study suggested that American black bears and Asiatic black bears diverged as sister taxa after the sloth bear lineage and before the sun bear lineage. Further investigations on the entire mitochondrial cytochrome b sequence indicate that the divergence of continental and Japanese black bear populations might have occurred when bears crossed the land bridge between the Korean peninsula and Japan 500,000 years ago, which is consistent with paleontological evidence.",
            "score": 54.08787441253662
        },
        {
            "docid": "616975_63",
            "document": "Asian black bear . Traditionally, the Atayal, Taroko, and Bunun tribes of Taiwan consider black bears to be almost human in their behaviours, and thus unjust killing of bears is equated with murder and will cause misfortunes such as disease, death, or crop failure. The Bunun people call black bears \"Aguman\" or \"Duman\" which means devil. Traditionally, a Bunun hunter who has accidentally trapped a bear has to build a cottage in the mountains and cremate the bear within it. The hunter must stay in the cottage alone, away from the village until the end of the millet harvest, as it is believed that the killing of a black bear will cause the millet crop to burn black. In the Tungpu area, black bears are considered animals of the \"third category\": animals with the most remote relationship to humans and whose activity is restricted outside human settlements. Therefore, when black bears encroach upon human settlements, they are considered ill omens. In this situation, the community can either destroy trespassing bears or settle somewhere else. The Rukai and Paiwan people are permitted to hunt black bears, though they believe that doing so will curse the hunters involved: Rukai people believe that hunting bears can result in disease. Children are forbidden from eating bear meat, which is itself not permitted to be taken within homes.",
            "score": 68.90063285827637
        },
        {
            "docid": "4402_68",
            "document": "Brown bear . Brown bears usually dominate other bear species in areas where they coexist. Due to their smaller size, American black bears are at a competitive disadvantage to brown bears in open, unforested areas. Although displacement of black bears by brown bears has been documented, actual interspecific killing of black bears by brown bears has only occasionally been reported. Confrontation is mostly avoided due to the black bear's diurnal habits and preference for heavily forested areas, as opposed to the brown bear's largely nocturnal habits and preference for open spaces. Where they do not live in close proximity to grizzly bears, and especially where found near human habitations, American black bears may become to a larger extent nocturnal. Brown bears may also kill Asian black bears, though the latter species probably largely avoids conflicts with the brown bear due to similar habits and habitat preferences to the American black species. Brown bears will eat the fruit dropped from trees by the Asian black bear, as they themselves are too large and cumbersome to climb. Improbably, in the Himalayas, brown bears are reportedly intimidated by Asian black bears in confrontations. However, the Himalayan black bears are reportedly more aggressive towards humans than the region's Himalayan brown bear, and the latter is one of the smaller types of brown bear, though still somewhat larger than the black bear. In Siberia, the opposite is true, and black bears are not known to attack people, but brown bears are. Both black bears seem to be most vulnerable to predatory attacks by brown bears when the latter species leaves hibernation sooner in early spring and ambushes the smaller ursids in their dens.",
            "score": 66.98473513126373
        },
        {
            "docid": "616975_1",
            "document": "Asian black bear . Asian black bear",
            "score": 51.80735969543457
        },
        {
            "docid": "616975_9",
            "document": "Asian black bear . The famed British sportsman known as the \"Old Shekarry\" wrote of how a black bear he shot in India probably weighed no less than based on how many people it took to lift its body. The largest Asiatic black bear on record allegedly weighed . Zoo-kept specimens can weigh up to . Although their senses are more acute than those of brown bears, their eyesight is poor, and their hearing range is moderate, the upper limit being 30 kHz.",
            "score": 51.627021074295044
        },
        {
            "docid": "48892760_17",
            "document": "Sangu Matamuhari . The wildlife sanctuary was once covered with luxuriant multi-storied evergreen forest. The Asian elephant herds used to roam in and around the sanctuary. However, due to settlement of refuge, the vegetation of these areas diminished and became uninhabitable for elephants, which now can be seen in Sangu Mouza only. Asian black bear is the most common bear species in the area but still low numbered. Second bear species of the area is Sun bear Other large mammal sambar deer are also been reported here but in lower numbers. Just recent camera trap project captured some clouded leopard photos. Endangered species great hornbill are still seen flying in the sanctuary. There are some spotted owlet as well.",
            "score": 50.37677001953125
        },
        {
            "docid": "29809971_2",
            "document": "Baluchistan black bear . The Baluchistan black bear (\"Ursus thibetanus gedrosianus\"), also called the Pakistan black bear is a subspecies of the Asian black bear occurring in the Baluchistan Mountains of southern Pakistan and Iran. It has an unusually thin coat for an Asian black bear, but this is because it is found in a warmer climate than most of the other subspecies, which are found in the much colder Himalayan Mountains. It is also more frugivorous than the other subspecies, and it loves to eat figs and bananas.",
            "score": 62.7316632270813
        },
        {
            "docid": "2681885_3",
            "document": "Ursid hybrid . A recent study found genetic evidence of multiple instances and species combinations where genetic material has passed the species boundary in bears (a process called introgression by geneticists). Specifically, species with evidence of past intermingling were (1) brown bear and American black bear, (2) brown bear and polar bear, (3) American black bear and Asian black bear, (4) bears currently distributed in Asia (sloth bear, sun bear and Asian black bear). Overall, this study shows that evolution in the bear family (Ursidae) has not been strictly bifurcating, but instead showed complex evolutionary relationships.",
            "score": 53.55674386024475
        }
    ],
    "r": [
        {
            "docid": "24346064_23",
            "document": "Chopsticks . In Cambodia, a fork and spoon are the typical utensils used in Cambodian dining and etiquette. Spoons are used to scoop up food or water and the fork is there to help guide the food onto the spoon. Chopsticks are normally used in noodle dishes such as the Kuy Tiev and soup dishes. When eating soup the chopsticks will typically be paired with the spoon, where the chopsticks will pick up the food and the spoon will be used to drink the broth. Forks are never to touch the mouth, it is thought as rude, thus it is not used to eat such dishes.",
            "score": 88.98282623291016
        },
        {
            "docid": "1738605_59",
            "document": "Culture of Asia . Traditionally, many Asians eat using their bare hand; this is a common practice in Central, South, and West Asia. However, western cutlery such as spoons and forks are currently being used increasingly and have also become widely available. With the advent of western cutlery, it may be viewed as rude in these nations to eat using the bare hands in some public places. In Indonesia and the Philippines, people usually use western cutlery such as the spoon, fork, and knife. While in China, Japan, Taiwan, Korea, and Vietnam, people usually use chopsticks to eat traditional food, but the shape of chopsticks are different in these countries. For example, Chinese chopsticks are long and square; Vietnamese chopsticks are long, being thick at one end and then gradually getting thinner at the other end, and are made of wood or bamboo; Japanese chopsticks are rounder, short, and spiral, having been designed to eat bony fish easily; Taiwanese chopsticks are made of materials such as bamboo, wood, and metal; Korean chopsticks are short, flat, and made of metal. It is said that wood is rarer than metal on the Korean Peninsula and that metal chopsticks can prevent poisoning. Fresh raw fish cuisines, such as sushi and sashimi are very popular in East Asia (especially Japan). These raw fish dishes were influenced by two major cultures: Chinese and Japanese.",
            "score": 87.73107147216797
        },
        {
            "docid": "24346064_13",
            "document": "Chopsticks . To use chopsticks, the lower chopstick is stationary, and rests at the base of the thumb, and between the ring finger and middle finger. The second chopstick is held like a pencil, using the tips of the thumb, index finger, and middle finger, and it is moved while eating, to pull food into the grasp of the chopsticks. Chopsticks, when not in use, are placed either to the right or below one's plate in a Chinese table setting.",
            "score": 82.21967315673828
        },
        {
            "docid": "24346064_20",
            "document": "Chopsticks . Native cuisine uses a fork and spoon, adopted from the West. Ethnic Chinese immigrants introduced the use of chopsticks for foods that require them. Restaurants serving other Asian cuisines that utilize chopsticks use the style of chopstick, if any, appropriate for that cuisine.",
            "score": 81.61614227294922
        },
        {
            "docid": "1965957_31",
            "document": "Etiquette in Japan . Chopsticks have been used in Japan since the Nara period (710-794). There are many traditions and unwritten rules surrounding the use of . For example, it is considered particularly taboo to pass food from chopsticks to chopsticks, as this is how bones are handled by the family of the deceased after a cremation. If one must pass food to someone else during a meal (a questionable practice in public), one should pick up the food with one's own chopsticks, reversing the chopsticks to use the end which were not in direct contact with the handlers mouth, and place it on a small plate, allowing the recipient to retrieve it (with the recipient's own chopsticks). If no other utensils are available while sharing plates of food, the ends of the chopsticks are used to retrieve the shared food. Mismatched chopsticks are not to be used. Standing chopsticks vertically in a bowl of rice is to be avoided, as it recalls burning incense sticks standing up in sand, typically at funerals; the act of stabbing the chopsticks into the food resembles an action devout Buddhists perform when offering ceremonial food to their ancestors at the household shrine. Placing chopsticks so that they point at someone else is considered a symbolic threat.",
            "score": 81.60133361816406
        },
        {
            "docid": "24346064_12",
            "document": "Chopsticks . The first chopsticks were probably used for cooking, stirring the fire, serving or seizing bits of food, and not as eating utensils. Chopsticks began to be used as eating utensils during the Han dynasty. Chopsticks were considered more lacquerware-friendly than other sharp eating utensils. It was not until the Ming dynasty that chopsticks came into normal use for both serving and eating. They then acquired the name \"kuaizi\" and the present shape.",
            "score": 80.77045440673828
        },
        {
            "docid": "24346064_14",
            "document": "Chopsticks . \"Saibashi\" (菜箸; さいばし) are Japanese kitchen chopsticks used in Japanese cuisine. They are used in the preparation of Japanese food, and are not designed for eating. These chopsticks allow handling of hot food with one hand, and are used like regular chopsticks. These chopsticks have a length of or more, and may be looped together with a string at the top. They are made from bamboo, but for deep frying, metal chopsticks with bamboo handles are preferred, as the tips of regular bamboo chopsticks discolor and get greasy after repeated use in hot oil. The bamboo handles protect against heat.",
            "score": 79.78126525878906
        },
        {
            "docid": "1794867_2",
            "document": "Sujeo . Sujeo (수저) is the Korean word for the set of eating utensils commonly used to eat Korean cuisine. The word is a portmanteau of the words \"sutgarak\" (, \"spoon\") and \"jeotgarak\" (, \"chopsticks\"). The \"sujeo\" set includes a pair of oval-shaped or rounded-rectangular metal (often stainless steel) chopsticks, and a long handled shallow spoon of the same material. One may use both at the same time, but this is a recent way to speed eating. It is not considered good etiquette to hold the spoon and the chopstick together in one hand especially while eating with elders. More often food is eaten with chopsticks alone. Sometimes the spoon apart from chopsticks is referred to as \"sujeo\".",
            "score": 78.21831512451172
        },
        {
            "docid": "24346064_2",
            "document": "Chopsticks . Chopsticks are shaped pairs of equal-length sticks that have been used as kitchen and eating utensils in virtually all of East Asia for over 2000 years. First invented and used by the ancient Han Chinese in the Zhou Dynasty over 2000 years ago, chopsticks later spread to other countries including Japan, Korea, Cambodia, Laos, Nepal, Malaysia, Myanmar, Singapore, Thailand and Vietnam. Chopsticks are smoothed and frequently tapered and are commonly made of bamboo, plastic, wood, or stainless steel. They are less commonly made from titanium, gold, silver, porcelain, jade, or ivory. Chopsticks are held in the dominant hand, between the thumb and fingers, and used to pick up pieces of food.",
            "score": 76.53103637695312
        },
        {
            "docid": "35557067_5",
            "document": "Etiquette in South Korea . Table etiquette in South Korea can be traced back to the Confucian philosophies of the Joseon period. Traditionally when dining, South Koreans use cushions to sit on the floor and eat from a low table. The floor is generally heated by the ondol, an underfloor heating system. This custom is still common at many restaurants in South Korea. The dining area in a restaurant is generally on a raised platform, and visitors are expected to remove their shoes before stepping onto it. Today, most restaurants also have tables and chairs for visitors who feel uncomfortable sitting on the floor. Unlike the Chinese or Japanese, South Koreans never raise a rice bowl to their mouth. During a meal, bowls and dishes remain on the table. It is also unacceptable to speak of smelly or dirty things when having meals with others, or to eat too slowly or quickly. Blowing one's nose at the table, even if the meal is spicy, is considered mildly offensive. If such an action is necessary, it is recommended to leave the table or otherwise be discreet.<ref name=\"airman/0406\">Airman's Quarterly Spring 2006</ref> South Koreans use chopsticks when they are eating, however, South Korean chopsticks are made from stainless steel. During a meal, these chopsticks are not to be thrown on the table because of the noise. Similarly, spoons should not touch plates because they may make a clashing sound. Chopsticks and spoons should never be put into food, particularly rice, in a standing-up position because it resembles food offerings at a grave for deceased ancestors, and it is therefore considered bad luck.",
            "score": 74.97631072998047
        },
        {
            "docid": "616975_57",
            "document": "Asian black bear . Along with sun bears, Asiatic black bears are the most typically used species in areas where bears are either used in performances or as pets. Asian black bears have an outstanding learning ability in captivity, and are among the most common species used in circus acts. According to Gary Brown:",
            "score": 74.91455078125
        },
        {
            "docid": "3780915_26",
            "document": "Table manners . Just as in Western cultures, communal utensils (chopsticks and spoons) are used to bring food from communal dishes to an individual's own bowl (or plate). It is considered rude and unhygienic for a diner to use his or her own chopsticks to pick up food from communal plates and bowls when such utensils are present. Other potentially rude behaviors with chopsticks include playing with them, separating them in any way (such as holding one in each hand), piercing food with them, or standing them vertically in a plate of food. (The latter is especially rude, evoking images of incense or 'joss' sticks used ceremoniously at funerals). A rice bowl may be lifted with one hand to scoop rice into the mouth with chopsticks. It is also considered rude to look for a piece one would prefer on the plate instead of picking up the piece that is closest to the diner as symbol of fairness and sharing to the others.",
            "score": 74.54633331298828
        },
        {
            "docid": "1965957_23",
            "document": "Etiquette in Japan . Many Japanese restaurants provide diners with single-use wooden/bamboo chopsticks that must be snapped apart near their tops (which are thicker than the bottoms). As a result, the attachment area may produce small splinters. Never rub chopsticks against each other to remove splinters: this is considered extremely rude, implying that one thinks the utensils are cheap. At the beginning of the meal, use the smooth bottom ends to pick up food from serving dishes if no other utensils have been provided for that purpose. Then eat, holding food between the bottoms of the \"hashi\". If you later want to use your \"hashi\" to take more food from serving dishes, use the top ends to do so in order to avoid 'contaminating' the food on the tray. At the end of the meal, it is good manners to return single-use chopsticks part way into their original paper wrapper; this covers the soiled sticks while indicating that the package has been used.",
            "score": 74.05876159667969
        },
        {
            "docid": "52475959_3",
            "document": "Japanese black bear . These bears are typically herbivorous, eating mainly grasses and herbs during the spring. During the summer, they switch to berries and nuts to feed themselves for their hibernation. The bear is able to get the berries and nuts by climbing trees and using their claws to grab the food. These animals can be omnivorous and eat other wild animals and livestock when there is a need. Like other bears, cannibalism occurs, as has been demonstrated when bone fragments and claws of a cub were found inside the stomach of a male black bear.",
            "score": 73.98710632324219
        },
        {
            "docid": "4328207_3",
            "document": "Ein Lama in Yokohama . The song concerns itself with a llama (and his friend Schnappi). The llama flies to Yokohama, and is frustrated by his inability to eat with chopsticks. \"Where is the fork?\" asks the llama. The llama and Schnappi do various silly things with their chopsticks. Eventually, the llama learns to use chopsticks by observing several geisha eating, and becomes a chopstick \"superstar.\"",
            "score": 72.61762237548828
        },
        {
            "docid": "51054_51",
            "document": "American black bear . A limitation of food sources in early spring and wild berry and nut crop failures during summer months may be contributing factors to black bears regularly feeding from commercial human-based food sources. Crops are frequently eaten by these bears, especially during autumn hyperphagia when natural foods are scarce. Favored crops may include apples, oats and corns. Black bears can do extensive damage in some areas of the northwestern United States by stripping the bark from trees and feeding on the cambium. Livestock depredations by black bears occur mostly in spring. Though black bears have the capacity to (and occasionally do) hunt adult cattle and horses, they seem to prefer smaller, more easily overwhelmed prey such as sheep, goats, calves, and pigs. They normally kill by biting the neck and shoulders, though they may break the neck or back of prey with blows from the paws. Evidence of a bear attack includes claw marks and is frequently found on the neck, back, and shoulders of larger animals. Surplus killing of sheep and goats are common. Bears have been known to frighten livestock herds over cliffs, causing injuries and death to many animals; whether or not this is intentional is not known. Occasionally, pets, especially dogs, which are most prone to harass a bear, are killed by black bears. It is not recommended to use unleashed dogs as a deterrent from bear attacks. Although large, aggressive dogs sometimes cause a bear to run, if pressed, angry bears frequently turn the tables and end up chasing the dog in return. A bear in pursuit of a pet dog has the potential to threaten both canid and human lives.",
            "score": 72.59091186523438
        },
        {
            "docid": "23440_159",
            "document": "Philippines . Unlike many of their Asian counterparts, Filipinos do not eat with chopsticks; they use Western cutlery. However, possibly due to rice being the primary staple food and the popularity of a large number of stews and main dishes with broth in Filipino cuisine, the main pairing of utensils seen at the Filipino dining table is that of spoon and fork, not knife and fork.",
            "score": 71.62232971191406
        },
        {
            "docid": "4400_22",
            "document": "Bear . When foraging for plants, bears choose to eat them at the stage when they are at their most nutritious and digestible, typically avoiding older grasses, sedges and leaves. Hence, in more northern temperate areas, browsing and grazing is more common early in spring and later becomes more restricted. Knowing when plants are ripe for eating is a learned behaviour. Berries may be foraged in bushes or at the tops of trees, and bears try to maximize the number of berries consumed versus foliage. In autumn, some bear species forage large amounts of naturally fermented fruits, which affects their behaviour. Smaller bears climb trees to obtain mast (edible reproductive parts, such as acorns). Such masts can be very important to the diets of these species, and mast failures may result in long-range movements by bears looking for alternative food sources. Brown bears, with their powerful digging abilities, commonly eat roots. The panda's diet is over 99% bamboo, of 30 different species. Its strong jaws are adapted for crushing the tough stems of these plants, though they prefer to eat the more nutritious leaves. Bromeliads can make up to 50% of the diet of the spectacled bear, which also has strong jaws to bite them open. The sloth bear, though not as specialised as polar bears and the panda, has lost several front teeth usually seen in bears, and developed a long, suctioning tongue to feed on the ants, termites, and other burrowing insects they favour. At certain times of the year, these insects can make up 90% of their diets. Some species may raid the nests of wasps and bees for the honey and immature insects, in spite of stinging from the adults. Sun bears use their long tongues to lick up both insects and honey. Fish are an important source of food for some species, and brown bears in particular gather in large numbers at salmon runs. Typically, a bear plunges into the water and seizes a fish with its jaws or front paws. The preferred parts to eat are the brain and eggs. Small burrowing mammals like rodents may be dug out and eaten. The brown bear and both species of black bears sometimes take large ungulates, such as deer and bovids, mostly the young and weak. These animals may be taken by a short rush and ambush, though hiding young may be stiffed out and pounced on. The polar bear mainly preys on seals, stalking them from the ice or breaking into their dens. They primarily eat the highly digestible blubber. Large mammalian prey is typically killed by a bite to the head or neck, or (in the case of young) simply pinned down and mauled. Predatory behaviour in bears is typically taught to the young by the mother.",
            "score": 70.6714859008789
        },
        {
            "docid": "3398337_21",
            "document": "East Asian cultural sphere . The cuisine of East Asia shares many of the same ingredients and techniques. Chopsticks are used as an eating utensil in all of the core East Asian countries. The use of soy sauce, a sauce made from fermenting soy beans, is also widespread in East Asia. Rice is a main staple food in all of East Asia and is a major focus of food security. In East Asian countries, the word, 'rice' can embody the meaning of food in general (simplified Chinese: ; traditional Chinese: ; pinyin: ).",
            "score": 70.32003021240234
        },
        {
            "docid": "24346064_29",
            "document": "Chopsticks . American manufacturers have begun exporting American-made chopsticks to China, using sweet gum and poplar wood as these materials do not need to be artificially lightened with chemicals or bleach, and have been seen as appealing to Chinese and other East Asian consumers.",
            "score": 69.95655059814453
        },
        {
            "docid": "4400_14",
            "document": "Bear . Bears are generally bulky and robust animals with short tails. They are sexually dimorphic with regard to size, with males typically being larger. Larger species tend to show increased levels of sexual dimorphism in comparison to smaller species. Relying as they do on strength rather than speed, bears have relatively short limbs with thick bones to support their bulk. The shoulder blades and the pelvis are correspondingly massive. The limbs are much straighter than those of the big cats as there is no need for them to flex in the same way due to the differences in their gait. The strong forelimbs are used to catch prey, to excavate dens, to dig out burrowing animals, to turn over rocks and logs to locate prey, and to club large creatures. Unlike most other land carnivorans, bears are plantigrade. They distribute their weight toward the hind feet, which makes them look lumbering when they walk. They are capable of bursts of speed but soon tire, and as a result mostly rely on ambush rather than the chase. Bears can stand on their hind feet and sit up straight with remarkable balance. Their front paws are flexible enough to grasp fruit and leaves. Bears' non-retractable claws are used for digging, climbing, tearing, and catching prey. The claws on the front feet are larger than those on the back and may be a hindrance when climbing trees; black bears are the most arboreal of the bears, and have the shortest claws. Pandas are unique in having a bony extension on the wrist of the front feet which acts as a thumb, and is used for gripping bamboo shoots as the animals feed.",
            "score": 69.32123565673828
        },
        {
            "docid": "616975_63",
            "document": "Asian black bear . Traditionally, the Atayal, Taroko, and Bunun tribes of Taiwan consider black bears to be almost human in their behaviours, and thus unjust killing of bears is equated with murder and will cause misfortunes such as disease, death, or crop failure. The Bunun people call black bears \"Aguman\" or \"Duman\" which means devil. Traditionally, a Bunun hunter who has accidentally trapped a bear has to build a cottage in the mountains and cremate the bear within it. The hunter must stay in the cottage alone, away from the village until the end of the millet harvest, as it is believed that the killing of a black bear will cause the millet crop to burn black. In the Tungpu area, black bears are considered animals of the \"third category\": animals with the most remote relationship to humans and whose activity is restricted outside human settlements. Therefore, when black bears encroach upon human settlements, they are considered ill omens. In this situation, the community can either destroy trespassing bears or settle somewhere else. The Rukai and Paiwan people are permitted to hunt black bears, though they believe that doing so will curse the hunters involved: Rukai people believe that hunting bears can result in disease. Children are forbidden from eating bear meat, which is itself not permitted to be taken within homes.",
            "score": 68.900634765625
        },
        {
            "docid": "33702_40",
            "document": "Gray wolf . Brown bears typically dominate wolf packs in disputes over carcasses, while wolf packs mostly prevail against bears when defending their den sites. Both species kill each other's young. Wolves eat the brown bears they kill, while brown bears seem to only eat young wolves. Wolf interactions with American black bears are much rarer than with brown bears, because of differences in habitat preferences. The majority of black bear encounters with wolves occur in the species' northern range, with no interactions being recorded in Mexico. Wolves have been recorded on numerous occasions to actively seek out black bears in their dens and kill them without eating them. Unlike brown bears, black bears frequently lose against wolves in disputes over kills. While encounters with brown and black bears appear to be common, polar bears are rarely encountered by wolves, though there are two records of wolf packs killing polar bear cubs. Wolves also kill the cubs of Asian black bears.",
            "score": 68.78014373779297
        },
        {
            "docid": "6583_6",
            "document": "Chinese cuisine . It is considered inappropriate to use knives on the dining table. Chopsticks are the main eating utensils for Chinese food, which can be used to cut and pick up food.",
            "score": 68.50343322753906
        },
        {
            "docid": "616975_56",
            "document": "Asian black bear . Black bears will prey on livestock if their natural food is in poor supply. They have been known to attack bullocks, either killing them outright, or eating them alive.",
            "score": 67.70358276367188
        },
        {
            "docid": "27440536_3",
            "document": "Knife rest . Similar tools are the chopstick rest and spoon and chopstick rest used in Asian cuisine and the spoon rest.",
            "score": 67.5494613647461
        },
        {
            "docid": "4402_68",
            "document": "Brown bear . Brown bears usually dominate other bear species in areas where they coexist. Due to their smaller size, American black bears are at a competitive disadvantage to brown bears in open, unforested areas. Although displacement of black bears by brown bears has been documented, actual interspecific killing of black bears by brown bears has only occasionally been reported. Confrontation is mostly avoided due to the black bear's diurnal habits and preference for heavily forested areas, as opposed to the brown bear's largely nocturnal habits and preference for open spaces. Where they do not live in close proximity to grizzly bears, and especially where found near human habitations, American black bears may become to a larger extent nocturnal. Brown bears may also kill Asian black bears, though the latter species probably largely avoids conflicts with the brown bear due to similar habits and habitat preferences to the American black species. Brown bears will eat the fruit dropped from trees by the Asian black bear, as they themselves are too large and cumbersome to climb. Improbably, in the Himalayas, brown bears are reportedly intimidated by Asian black bears in confrontations. However, the Himalayan black bears are reportedly more aggressive towards humans than the region's Himalayan brown bear, and the latter is one of the smaller types of brown bear, though still somewhat larger than the black bear. In Siberia, the opposite is true, and black bears are not known to attack people, but brown bears are. Both black bears seem to be most vulnerable to predatory attacks by brown bears when the latter species leaves hibernation sooner in early spring and ambushes the smaller ursids in their dens.",
            "score": 66.98473358154297
        },
        {
            "docid": "2047222_12",
            "document": "Filipino cuisine . Cooking and eating in the Philippines has traditionally been an informal and communal affair centered around the family kitchen. Filipinos traditionally eat three main meals a day: \"agahan\" or \"almusal\" (breakfast), \"tanghalían\" (lunch), and \"hapunan\" (dinner) plus an afternoon snack called \"meriénda\" (also called \"minandál\" or \"minindál\"). Snacking is normal. Dinner, while still the main meal, is smaller than other countries. Usually, either breakfast or lunch is the largest meal. Food tends to be served all at once and not in courses. Unlike many of their Asian counterparts Filipinos do not eat with chopsticks. Due to Western influence, food is often eaten using flatware—forks, knives, spoons—but the primary pairing of utensils used at a Filipino dining table is that of spoon and fork, not knife and fork. The traditional way of eating is with the hands, especially dry dishes such as \"inihaw\" or \"prito\". The diner will take a bite of the main dish, then eat rice pressed together with his fingers. This practice, known as \"kamayan\", is rarely seen in urbanized areas. However, Filipinos tend to feel the spirit of \"kamayan\" when eating amidst nature during out-of-town trips, beach vacations, and town fiestas.",
            "score": 66.95336151123047
        },
        {
            "docid": "15976_55",
            "document": "Japanese cuisine . The rice or the soup is eaten by picking up the bowl with the left hand and using chopsticks (\"hashi\") with the right, or vice versa if one is left-handed. Traditionally, chopsticks were held in the right hand and the bowl in the left. Japanese children were taught to distinguish left from right as \"the right hand holds the chopsticks, the left hand holds the bowl\" – but left-handed eating is acceptable today. Bowls may be lifted to the mouth, but should not be touched by the mouth except when drinking soup. The Japanese customarily slurp noodle soup dishes like ramen, udon, and soba. When slurping noodles quickly, the soup clings to the noodles, making the dish more flavourful.",
            "score": 66.34772491455078
        },
        {
            "docid": "616975_17",
            "document": "Asian black bear . Asiatic black bears are omnivorous, and will feed on insects, beetle larvae, invertebrates, termites, grubs, carrion, bees, eggs, garbage, mushrooms, grasses, fruits, nuts, seeds, honey, herbs, acorns, cherries, dogwood, and grain. Though herbivorous to a greater degree than brown bears, and more carnivorous than American black bears, Asiatic black bears are not as specialized in their diet as pandas are: while pandas depend on a constant supply of low calorie, yet abundant foodstuffs, black bears are more opportunistic and have opted for a nutritional boom-or-bust economy. They thus gorge themselves on a variety of seasonal high calorie foods, storing the excess calories as fat, and then hibernate during times of scarcity. Black bears will eat pine nuts and acorns of the previous year in the April–May period. In times of scarcity, they enter river valleys to gain access to hazelnuts and insect larvae in rotting logs. From mid-May through late June, they will supplement their diet with green vegetation and fruit. Through July to September, they will climb trees to eat bird cherries, pine cones, vines and grapes. On rare occasions they will eat dead fish during the spawning season, though this constitutes a much lesser portion of their diet than in brown bears. In the 1970s, black bears were reported to kill and eat Hanuman langurs in Nepal. They appear to be more carnivorous than most other bears, including American black bears, and will kill ungulates with some regularity, including domestic livestock. Wild ungulate prey can include muntjacs, serow, takin, wild boar and adult water buffaloes, which they kill by breaking their necks.",
            "score": 66.08075714111328
        },
        {
            "docid": "616975_6",
            "document": "Asian black bear . Although mostly herbivorous, the jaw structure of Asiatic black bears is not as specialized for plant eating as that of pandas: Asian black bears have much narrower zygomatic arches, and the weight ratio of the two pterygoid muscles is also much smaller in Asian black bears. The lateral slips of the temporal muscles are thicker and stronger in black bears.",
            "score": 65.93058776855469
        },
        {
            "docid": "7350882_8",
            "document": "Onna Tachiguishi-Retsuden . The first print contains a pair of collector wooden chopsticks, as a reference to the one used by the female Fast Food Grifter in the movie. Customers ordering from the distributor's official online shop can get an extra pair of chopsticks. This limited edition uses the original movie's own colors blue/yellow, while the regular package is designed after the short, \"i.e.\" black/red.",
            "score": 65.86421966552734
        }
    ]
}