{
    "q": [
        {
            "docid": "44113754_5",
            "document": "Welcome to the Darkside . The Gladiator competed against three low-card competitors in a gauntlet match. He defeated his first opponent Naohiko Yamazaki after an \"Awesome Bomb\". Gladiator would then defeat his second opponent Yoshinori Sasaki after an \"Awesome Splash\". His final opponent was Mr. Pogo #2. Gladiator tried to perform an \"Awesome Bomb\" but Pogo escaped it and delivered a backdrop suplex. He continued the momentum with an elevated cutter and a chokeslam. Gladiator made a comeback by performing a release German suplex but Pogo did not sell the move and charged at him but Gladiator hit a boot. He then hit a lariat and an \"Awesome Bomb\" for the win.",
            "score": 61.11408066749573
        },
        {
            "docid": "20262138_4",
            "document": "The Gladiators from Capua . \"The Gladiators from Capua\" opens with a brief scene set some years earlier – a slave in training as a gladiator refuses to kill his beaten opponent, turning his back on a promising career. The themes of combat, bloodshed, and mercy are thus established from the start.",
            "score": 57.48303508758545
        },
        {
            "docid": "3616797_8",
            "document": "Gladiator (2000 film) . Maximus's next fight is a victory against a legendary undefeated gladiator. Commodus orders Maximus to kill the gladiator, but Maximus spares his opponent's life; he is called \"Maximus the Merciful\" by the crowd. Angered at this outcome, Commodus taunts Maximus about his family's deaths, but Maximus turns and walks away.",
            "score": 55.83517813682556
        },
        {
            "docid": "12336_28",
            "document": "Gladiator . Spectators preferred to watch highly skilled, well matched \"ordinarii\" with complementary fighting styles; these were the most costly to train and to hire. A general \"melee\" of several, lower-skilled gladiators was far less costly, but also less popular. Even among the \"ordinarii\", match winners might have to fight a new, well-rested opponent, either a \"tertiarius\" (\"third choice gladiator\") by prearrangement; or a \"substitute\" gladiator (\"suppositicius\") who fought at the whim of the \"editor\" as an unadvertised, unexpected \"extra\". This yielded two combats for the cost of three gladiators, rather than four; such contests were prolonged, and in some cases, more bloody. Most were probably of poor quality, but the emperor Caracalla chose to test a notably skilled and successful fighter named Bato against first one \"supposicitius\", whom he beat, and then another, who killed him. At the opposite level of the profession, a gladiator reluctant to confront his opponent might be whipped, or goaded with hot irons, until he engaged through sheer desperation. Combats between experienced, well trained gladiators demonstrated a considerable degree of stagecraft. Among the cognoscenti, bravado and skill in combat were esteemed over mere hacking and bloodshed; some gladiators made their careers and reputation from bloodless victories. Suetonius describes an exceptional \"munus\" by Nero, in which no-one was killed, \"not even \"noxii\" (enemies of the state).\"",
            "score": 71.62976539134979
        },
        {
            "docid": "1391901_5",
            "document": "Priscus (gladiator) . Gladiatorial fights did not always end with death of a participant. A gladiator could raise a finger or surrender his weapon to the opponent to signal his willingness to concede defeat. And imposition of \"missio\" would require that the conceding gladiator return to continued fight training. Missio was initiated following the spirit of the attendees with a reprieve from the match ending in a death. The fighters could initiate ending of the match requesting that the match be declared a draw as supported by the crowds. Gladiatorial surrender was not common since it was held in disdain.",
            "score": 73.3386025428772
        },
        {
            "docid": "18573986_5",
            "document": "Colosseum: Rome's Arena of Death . All new gladiators fight in small arenas scattered around Rome, and when Verus is defeated, he requests a second chance, knowing he will not be given another, and defeats his opponent. Contrary to popular myth, not all contests end in death. If a gladiator was killed the game's sponsor had to pay for his replacement. As a gladiator, you had a near 90% chance of surviving the fight. And if a gladiator was injured, he was given some of the best medical care available in Rome. Roman doctors were renowned for their treatment of flesh wounds. Doctors who worked with gladiators helped to pioneer the treatment of fractures. And they used an opium-based anesthetic for operations. For each victory in the arena, a gladiator is paid the equivalent of a Roman soldier's yearly pay, and he can purchase some personal items. Priscus obtains a small prayer statue and wall-shelf for his own Celtic devotions.",
            "score": 65.2548919916153
        },
        {
            "docid": "12336_34",
            "document": "Gladiator . Once a band of five \"retiarii\" in tunics, matched against the same number of \"secutores\", yielded without a struggle; but when their death was ordered, one of them caught up his trident and slew all the victors. Caligula bewailed this in a public proclamation as a most cruel murder. A gladiator who was refused \"missio\" was despatched by his opponent. To die well, a gladiator should never ask for mercy, nor cry out. A \"good death\" redeemed the gladiator from the dishonourable weakness and passivity of defeat, and provided a noble example to those who watched: For death, when it stands near us, gives even to inexperienced men the courage not to seek to avoid the inevitable. So the gladiator, no matter how faint-hearted he has been throughout the fight, offers his throat to his opponent and directs the wavering blade to the vital spot. (Seneca. \"Epistles\", 30.8)",
            "score": 57.37249183654785
        },
        {
            "docid": "59627_41",
            "document": "Columbine High School massacre . Harris walked over to the table across from the lower computer row, slapped the surface twice and knelt, saying \"Peek-a-boo\" to 17-year-old Cassie Bernall before shooting her once in the head, killing her instantly. Harris had been holding the shotgun with one hand at this point and the weapon hit his face in recoil, breaking his nose. Initial reports suggest that Harris asked Bernall \"Do you believe in God?\", to which she replied yes, before getting killed. Three students who witnessed Bernall's death, including Emily Wyant, who had been hiding beneath the table with her, have testified that Bernall did not exchange words with Harris after his initial taunt; Wyant stated Bernall had been praying prior to her murder.",
            "score": 43.35915541648865
        },
        {
            "docid": "9345676_25",
            "document": "Ave Imperator, morituri te salutant . Kyle concurs that no other sources record the \"supposed gladiator salute\" in any other context \"and it did not come here from true gladiators\". Treated as a commodity, they were not elite gladiators but captives and criminals doomed to die, who usually fought until all were killed. When the salute or appeal failed, and they were forced to kill one another in earnest,",
            "score": 61.93663668632507
        },
        {
            "docid": "35757696_8",
            "document": "Deadliest Warrior (season 1) . They now fight with sica and war club. The Gladiator tries to cut the Apache with the sica, but the Apache knocks it out of his hand with the war club. His second swing knocks off the Gladiator's helmet. The Apache charges and tries to strike his opponent’s exposed head with his club. However, the Gladiator knocks him to the ground with his shield then punches his face repeatedly with the cestus. The Apache got up with his knife. The Gladiator swings at him, but misses. The Apache then started to knife the Gladiator's limbs. He then cut the Gladiator's neck. The Apache then repeatedly knifed him, lick the bloodied knife, and does his war cry, and left the scene.",
            "score": 52.98380160331726
        },
        {
            "docid": "1911479_9",
            "document": "Gladiator (Melvin Potter) . He was later forced into working for the Kingpin's elderly predecessor Alexander Bont, who claimed that Potter had a four-year-old daughter that he had never met and that she would die if Potter did not help. Gladiator brought Murdock to Bont, who attempted to kill Murdock and assume his old mantle but instead died of a drug-induced heart attack. The Gladiator was defeated by the new White Tiger, and went back to prison.",
            "score": 55.6659677028656
        },
        {
            "docid": "3037471_25",
            "document": "Sunstreaker . Sunstreaker made his first chronological IDW Publishing appearance in issue #2 of \"\", where he can be seen on page 4, part of a crowd cheering for Megatron to kill his opponent in an underground bloodsport. Later, he and Sideswipe appeared among the gathering of gladiators and insurgents that Megatron would eventually mold into the Decepticons.",
            "score": 45.90483832359314
        },
        {
            "docid": "3213185_20",
            "document": "The Spoils (Rome) . At the arena, before a capacity crowd containing both Vorenus and Timon, Pullo is led into a small ring and handed a large sword, but he drops the sword on the ground and sits in the center of the ring, refusing to fight. Three gladiators come out and tell him to fight, but Pullo stubbornly refuses. The men won't have it, and taunt him with insults. But when they insult the XIII Legion, Pullo grows increasingly angry until finally he lashes out, killing all three of his opponents. He yells \"Thirteen!\", but the crowd boos him. More gladiators come out, and despite the crowd's taunting, Pullo cuts down one gladiator after another while Timon cheers and Vorenus simply watches. Eventually Pullo tires, having been wounded so many times he can barely stand, at which point a large carnifex enters and knocks the sword out of Pullo's tired hand with a skull-topped mace. Just as the carnifex is about to deal the death blow, Vorenus charges into the ring, picks up a weapon, yells \"Thirteen!\" and takes on the gladiator, eventually slicing his leg off and collapsing him to the ground, before killing him with his own weapon. As the crowd recovers from shock, a roar of approval rises up, and Vorenus helps his old comrade out of the ring.",
            "score": 65.13565385341644
        },
        {
            "docid": "12336_31",
            "document": "Gladiator . A match was won by the gladiator who overcame his opponent, or killed him outright. Victors received the palm branch and an award from the \"editor\". An outstanding fighter might receive a laurel crown and money from an appreciative crowd but for anyone originally condemned \"ad ludum\" the greatest reward was manumission (emancipation), symbolised by the gift of a wooden training sword or staff (\"rudis\") from the \"editor\". Martial describes a match between Priscus and Verus, who fought so evenly and bravely for so long that when both acknowledged defeat at the same instant, Titus awarded victory and a \"rudis\" to each. Flamma was awarded the \"rudis\" four times, but chose to remain a gladiator. His gravestone in Sicily includes his record: \"Flamma, \"secutor\", lived 30 years, fought 34 times, won 21 times, fought to a draw 9 times, defeated 4 times, a Syrian by nationality. Delicatus made this for his deserving comrade-in-arms.\"",
            "score": 58.92094302177429
        },
        {
            "docid": "3380571_47",
            "document": "Johnny Behan . Behan testified that from the time the Earps passed him by to confront the Cowboys, he had watched them closely. Under cross-examination by attorney Thomas Fitch, he admitted seeing Holliday carrying the messenger shotgun towards the confrontation. All the witnesses testified that Holliday had been seen with a shotgun. Behan also testified he was concentrating on the Earps during the gun fight, but he did not see the shotgun used. He insisted that Holliday fired the first shot from a nickel-plated revolver. But the coroner had already testified that Tom McLaury was killed by a shotgun blast. For Behan's \"testimony to make any sense, the court would have to believe that Holliday marched down Fremont Street carrying a shotgun; put it aside in order to pull out his pistol; fired the first shot, presumably at Billy Clanton; and then picked up the shotgun in order to kill Tom McLaury—all in the space of a few seconds.\"",
            "score": 55.638911485672
        },
        {
            "docid": "1607755_6",
            "document": "Retiarius . The more skin left unarmoured and exposed, the lower a gladiator's status and the greater his perceived effeminacy. Likewise, the engulfing net may have been seen as a feminine symbol. The light arms and armour of the \"retiarius\" thus established him as the lowliest, most disgraced, and most effeminate of the gladiator types. Helmets allowed both gladiators and spectators to dehumanise the fighters; when an arena combatant had to kill a comrade-at-arms, someone he probably lived and trained with every day, his opponent's helmet added an extra layer of separation. However, the \"retiarius\" was allowed no head protection; his face was visible to all. The emperor Claudius had all net-fighters who lost in combat put to death so that spectators could enjoy their expressions of agony. The \"retiarius\"<nowiki>'</nowiki>s fighting style was another strike against him, as reliance on speed and evasion were viewed as undignified in comparison to the straightforward trading of blows. The \"retiarii\" lived in the worst barracks. Some members of the class trained to fight as Samnites, another gladiator type, in order to improve their status.",
            "score": 63.94672334194183
        },
        {
            "docid": "7137692_11",
            "document": "Jack Scott (California politician) . Scott is very active in gun control. He began his gun control efforts after his son Adam, an attorney who had recently graduated from USC Law School, was fatally shot at a party with friends. One of his friends had a shotgun, which he did not know was loaded. His friend discharged the shotgun, hitting Adam and killing him.",
            "score": 45.80563688278198
        },
        {
            "docid": "38081438_3",
            "document": "Spartacus and the Ten Gladiators . Rocca and his nine gladiators have just completed a triumphal show in the arena in front of the Emperor. However their ebullient mood changes to horror and sadness when they are followed by a group of a dozen gladiators from Thrace who are ordered to kill each other until one man is standing. In this group is a father and son. They reluctantly comply but when the son faces his father one of the gladiators steps in to prevent the son from killing his father then throws his sword at the Emperor's box.",
            "score": 62.11339974403381
        },
        {
            "docid": "46500817_18",
            "document": "O.K. Corral hearing and aftermath . Matthews testified at the inquest that Tom McLaury had been killed by a single shotgun blast, contradicting Behan's testimony that he had been shot with a pistol, which according to the defense, \"...to make any sense, the court would have to believe that Holliday marched down Fremont Street carrying a shotgun; put it aside in order to pull out his pistol; fired the first shot, presumably at Billy Clanton; and then picked up the shotgun in order to kill Tom McLaury—all in the space of a few seconds.\" Under questioning, Matthews said he did not see Ike Clanton appeal to Wyatt to not shoot him.",
            "score": 51.73739290237427
        },
        {
            "docid": "18573986_7",
            "document": "Colosseum: Rome's Arena of Death . Gladiators are admired by aristocratic women of Rome, especially rich widows, and are included in feasts and banquets hosted by public officials and members of the imperial court. Verus soon becomes known for his skill and victories. He is eyed by an Imperial lady, and is soon summoned to a party at night, hosted by Titus and the lady, where arriving he is suddenly attacked by another gladiator provoking a surprise fight arranged as \"entertainment\"; but he defeats his opponent, whose death the host commands. Verus kills him, his first: \"\"not in the arena, but at a party for the rich.\"\" He is numb. Afterward, upon returning to his school, Verus discovers Priscus has been sold to another school; the trainer says, \"\"it's only business\".\"",
            "score": 51.13270425796509
        },
        {
            "docid": "12336_61",
            "document": "Gladiator . In AD 69, the Year of the Four Emperors, Otho's troops at Bedriacum included 2000 gladiators. Opposite him on the field, Vitellius's army was swollen by levies of slaves, plebs and gladiators. In 167 AD, troop depletions by plague and desertion may have prompted Marcus Aurelius to draft gladiators at his own expense. During the Civil Wars that led to the Principate, Octavian (later Augustus) acquired the personal gladiator troop of his erstwhile opponent, Mark Antony. They had served their late master with exemplary loyalty but thereafter, they disappear from the record.",
            "score": 56.71089434623718
        },
        {
            "docid": "50643142_8",
            "document": "Gladiators (UK series 7) . Contender and Gladiator are each strapped to their own airship (blue for the contender, red for the gladiator). Using hi-tech combat clubs, they have thirty seconds to try and eject their opponent from their airship. Two strikes to their body hit sensor results in an ejection. A contender scores five points for hitting the gladiator once and ten points for ejecting them.",
            "score": 59.53025245666504
        },
        {
            "docid": "4922019_3",
            "document": "List of The Sopranos characters – Friends and family . Tony Soprano's cousin, who was imprisoned and soon thereafter became embroiled in a life of crime. Tony B. gets his massage license and tries to set up a massage business. He sabotages the business before it gets off the ground, and goes back to crime. Tony S. sets him up in the airbag scam, but it is not enough money for Tony B. To earn extra money, he performs a contract hit for Rusty and Angelo. After Angelo is killed, Tony B. kills Billy Leotardo in retaliation, igniting dangerous tensions with the New York crew. To bring peace with Johnny Sack (and to avoid Tony B.'s being tortured to death by Phil Leotardo), Tony S. kills Tony B. by shooting him in the face with a shotgun.",
            "score": 32.21451663970947
        },
        {
            "docid": "4077534_45",
            "document": "Dick Cheney hunting incident . In the beta for the video game Halo 3, a medal called \"Cheneymania\" was awarded for killing 10 opponents with a shotgun without dying.",
            "score": 39.78071689605713
        },
        {
            "docid": "28640088_12",
            "document": "Gladiator Begins . Sextus: A formidable, legendary gladiator, nicknamed the \"Honor of Rome\", who fights with a sharp gladius and a tall shield. Sextus is a warrior from Germania who once fought against General Aquilius Drusus, Aquilla's father, during the Germanic Wars. He lost and was then taken back as a slave to Rome, where he later became the most successful gladiator under the Drusus family's patronage. Despite his hatred for Rome, Sextus respects General Drusus and holds no grudge against him. The general did not kill prisoners and actually treated Sextus and his surviving comrades well. However, Sextus has vowed to never help the Drusus family directly since the general was still responsible for the deaths of his people.",
            "score": 54.08699417114258
        },
        {
            "docid": "22372570_3",
            "document": "Shotgun (novel) . Would you kill someone for love? Someone did. A man and a woman die from shotgun wounds. Kling's girlfriend says she would, and Carella won't answer.",
            "score": 48.984771728515625
        },
        {
            "docid": "22597264_3",
            "document": "Scissor (gladiator) . German historian and experimental archeologist Marcus Junkelmann has propagated an idea, based on an unlabeled, unclear image that he decided might be a scissor, that this type of gladiator fought using a weapon consisting of a hardened steel tube that encased the gladiator's entire forearm, with the hand end capped off and a semicircular blade attached to it. A handle inside the tube might have allowed the gladiator to maintain control in the heat of battle.  This weapon might have been both deadly and versatile; the gladiator could use his protected arm to block his opponent's blows and quickly counterattack, the shape of the blade being such that even the slightest touch could cause a serious wound.",
            "score": 74.51466512680054
        },
        {
            "docid": "852078_23",
            "document": "Mohammed al-Qahtani . 2A0780 asked how one man, Bin Laden, convince 19 young men to kill themselves, (detainee was starting to fade he was going in and out of sleep.) The question was repeated, detainee stated that they were tricked, that he distorted the picture if front of them, 2A0780 asked detainee if this made him mad, detainee stated yes, (detainee did not realize that 2A780 had not started putting detainee into the picture) 2A0780 asked detainee if he was mad that his friends had been tricked, detainee said yes. 2A0780 asked detainee if his friends knew about the plan, detainee said no, 2A0780 asked if detainee knew about the plan, detainee stated that he didn't know. 2A0780 asked detainee if it made him mad that he killed his friends, detainee stated yes. 2A0780 asked detainee if he was glad that he didn't die on the plane, detainee stated yes. 2A0780 asked detainee if his parents were happy that he didn't die detainee stated yes. 2A0780 stated \"he killed your friends\" detainee stated yes.",
            "score": 16.88540244102478
        },
        {
            "docid": "28640088_22",
            "document": "Gladiator Begins . Gulielmus: A Macedonian ex-criminal and gladiator who always crosses paths with the gladiator in the \"Word Of Quintus\", a gladiatorial event sponsored by the co-emperor, Lucius Verus. Gulielmus views the player with disdain and animosity and tends to underestimate the player's skill as a gladiator. When Gulielmus wins his freedom from the arena, he becomes a military officer under the command of General Cassius. When the player is sent by Commodus to kill Cassius, Gulielmus serves as the last enemy before the general is fought. When defeated by the player, Gulielmus is killed by Cassius' guards as punishment for his failure.",
            "score": 59.92295169830322
        },
        {
            "docid": "27405992_10",
            "document": "Ronnie Mann . After this, Cage Rage became defunct and Mann re-joined Cage Gladiators, immediately competing against Frederic Fernandez for the Cage Gladiators World Featherweight Championship at the \"Cage Gladiators 6\" event. Mann was able to utilise his wrestling skills again, dominating the takedowns, neutralising his opponent. Mann was able to take the unanimous decision after effective striking, leading Sherdog to once again label him \"a star in the making.\"",
            "score": 49.2138876914978
        },
        {
            "docid": "204953_64",
            "document": "Gloster Gladiator . The top scoring Gladiator aces flew it in North Africa and Greece, scoring most of their successes against \"Regia Aeronautica\" aircraft. The top ace was Flight Lieutenant Pat Pattle, from No. 80 Squadron, who got 15.5 confirmed air victories while flying the Gladiator (out of his 50+ kills), plus four probably destroyed and six damaged. Second was Pilot Officer William \"Cherry\" Vale, from No. 33 and 80 Squadrons, with ten individual kills, 1 shared kill, and 1.5 damaged. Flight Lieutenant Joe P. Fraser, from No. 112 Squadron, and Flight Sergeant Don S. Gregory, from Nos. 33 and 80 Squadrons, scored all of their kills (respectively, 9.5 and 8) flying the Gladiator. Sergeant C. E. \"Cas\" Casbolt, from No. 80 Squadron, shot down 7.5 enemy aircraft (plus one probably destroyed and 1.5 damaged). Rhodesian pilot Caesar Hull scored five of his eight victories in a Gladiator during the Norwegian Campaign in 1940, including four in the same afternoon. He was the leading Allied pilot of the campaign.",
            "score": 49.62555384635925
        },
        {
            "docid": "28640088_17",
            "document": "Gladiator Begins . Ursus: A mysterious gladiator from Aegyptus known as the \"Messenger of the Sun\", whose armor is based on the appearance of the Egyptian god Horus. While fighting with twin blades, Ursus uses strange, unorthodox movements and battle cries that often baffle his opponents. In battle, he favors aerial attacks and is often compared to a diving bird. Along with Hories, Ursus is one of Vipsanius' favorite gladiators.",
            "score": 51.31178689002991
        }
    ],
    "r": [
        {
            "docid": "9054221_2",
            "document": "List of Roman gladiator types . There were many different types of gladiators in ancient Rome. Some of the first gladiators had been prisoners-of-war, and so some of the earliest types of gladiators were experienced fighters; Gauls, Samnites, and \"Thraeces\" (Thracians) used their native weapons and armor. Different gladiator types specialized in specific weapons and fighting techniques. Combatants were usually pitted against opponents with different, but more or less equivalent equipment, for the sake of a fair and balanced contest. Most gladiators only fought others from within the same school or Ludus, but sometimes specific gladiators could be requested to fight one from another Ludus.",
            "score": 84.85719299316406
        },
        {
            "docid": "1607755_12",
            "document": "Retiarius . The \"retiarius\" is the most readily identifiable gladiator type, due to his signature equipment: arm guard (\"manica\"), shoulder guard (\"galerus\"), net (\"rete\"), trident (\"fuscina\" or \"tridens\"), and dagger (\"pugio\"). (Technically, the \"retiarius\" was not a \"gladiator\" at all, since he did not fight with the sword—\"gladius\"—after which such fighters took their name.) His weapons and armour could be decorated. An embellished gladiatorial dagger is held at the Naples National Archaeological Museum. Archaeologists have excavated three engraved shoulder guards from the gladiator barracks at Pompeii: one is engraved with illustrations of an anchor, a crab, and a dolphin; another with cupids and the head of Hercules; and a third with weapons and the inscription \"RET/SECUND\" (\"\"retiarius\", second rank\").",
            "score": 79.43730163574219
        },
        {
            "docid": "26838_4",
            "document": "Shotgun . The shot pellets from a shotgun spread upon leaving the barrel, and the power of the burning charge is divided among the pellets, which means that the energy of any one ball of shot is fairly low. In a hunting context, this makes shotguns useful primarily for hunting birds and other small game. However, in a military or law enforcement context, the large number of projectiles makes the shotgun useful as a close quarters combat weapon or a defensive weapon. Militants or insurgents may use shotguns in asymmetric engagements, as shotguns are commonly owned civilian weapons in many countries. Shotguns are also used for target shooting sports such as skeet, trap, and sporting clays. These involve shooting clay disks, known as clay pigeons, thrown in various ways.",
            "score": 78.81085968017578
        },
        {
            "docid": "1607755_21",
            "document": "Retiarius . The net could ensnare the \"secutor\"<nowiki>'</nowiki>s weapon to disarm him and snag away his shield to put him at a significant disadvantage. Other \"retiarius\" tricks were to whip the net at his opponent's eyes to blind him and at his legs to trip him. The helmet of the \"secutor\" was smooth and round to avoid snagging the net. In most cases, the \"secutor\" knew to expect the net-man's tactics and tried to intercept and hold on to the weapon, possibly unsteadying his enemy by yanking on the net. In such danger, the \"retiarius\" could sever the drawstring from his wrist with his dagger. The \"secutor\" stood by a lost net and left little chance to recover it. Speculation surrounds the frequency with which the \"retiarius\" used his net. Extant imagery rarely shows gladiators of the type with a net, yet the class is named for the device, and Juvenal uses the net to quickly identify a \"retiarius\" in his satires. The discrepancy may simply be a case of artistic licence; other types of gladiator are often shown without their weapons but can be assumed to be holding them due to their stance, and a net is a particularly difficult weapon to depict. The lack of nets in \"retiarius\" images may show gladiators who have already lost the weapon in the fight. Another possibility is that some \"retiarii\" simply did not use nets. In most bouts, the \"retiarius\" probably had to resort to fighting with just his trident and dagger, placing him at a disadvantage. The trident was his primary weapon in such situations, and its length allowed the \"retiarius\" to keep his opponent at bay. He held the weapon two-handed, left nearer the prongs, so that he could parry his enemy's strikes with its shaft and strike with both ends. Wielded two-handed, the weapon could land powerful blows. Images show \"retiarii\" stabbing downward at the \"secutor\"<nowiki>'</nowiki>s unshielded legs or stabbing down at the helmet in an attempt to poke through an eyehole. The trident itself was too weak to pierce the metal, although a skull found at Ephesus, Turkey, dating to CE 200 to 300 shows that a trident strike to the head could be fatal on a bareheaded opponent. The \"secutor\"<nowiki>'</nowiki>s helmet was rounded and free of protrusions to avoid snaring the net or being caught in the trident's prongs, but attacks on it forced the \"secutor\" to duck or hide behind his shield. This reduced his field of vision and gave the \"retiarius\" an advantage with his speed. Should the \"secutor\" strike with his sword, the \"retiarius\" parried with the trident prongs and attempted to disarm him. Likewise, the more heavily armoured gladiator tried to block the trident with his shield and force the net-man to lose it. Another type of gladiator, scissor could also be pitted against a \"retiarius\". Images from the Eastern Roman Empire show \"scissores\" wearing a tubular arm-guard in lieu of a shield. The guard fits over the left hand and ends in a hooked, knife-like blade that was probably intended to parry the net and trident or to snag and pull away the net. \"Scissores\" who succeeded in this probably dropped the hook weapon and fought with just a sword.",
            "score": 78.06214141845703
        },
        {
            "docid": "16686750_3",
            "document": "Laquearius . Most gladiator types were based on real-world antecedents. Because the Romans did not use lassos on the battlefield, it is unlikely that the \"laquearius\" was based on a Roman model. Instead, it may have been based on a barbarian tribe known to the Romans to use lassos in combat, such as the Sagartians. Another possibility is that the noose gladiator was meant to represent an executioner. However, the fact that his backup weapon was sword makes this seem unlikely.",
            "score": 76.39946746826172
        },
        {
            "docid": "16790703_6",
            "document": "Samnite (gladiator type) . Samnite gladiators appear quite frequently in Roman artwork. Other gladiator classes were added to the roster over the years, and some of these used similar gear, especially plumed helmets, adding to the difficulty of positively identifying Samnites. Roman spectators perceived gladiators as more masculine and honourable if they were more heavily armed and armoured. Thus, the Samnite, one of the heavier types, was an impressive sight with a fierce appearance. The Samnite may have been the first gladiator to be pitted against the \"retiarius\", a gladiator who fought with the gear of a fisherman and who was viewed as effeminate due to his light armaments. Accordingly, some \"retiarii\" may have trained as Samnites to improve their status. Gladiators who fought with a rectangular shield and sword, such as the \"provocator\", were said to be \"armed in the Samnite manner\". Such gladiators remained popular until the end of the gladiatorial games.",
            "score": 74.79524230957031
        },
        {
            "docid": "22597264_3",
            "document": "Scissor (gladiator) . German historian and experimental archeologist Marcus Junkelmann has propagated an idea, based on an unlabeled, unclear image that he decided might be a scissor, that this type of gladiator fought using a weapon consisting of a hardened steel tube that encased the gladiator's entire forearm, with the hand end capped off and a semicircular blade attached to it. A handle inside the tube might have allowed the gladiator to maintain control in the heat of battle.  This weapon might have been both deadly and versatile; the gladiator could use his protected arm to block his opponent's blows and quickly counterattack, the shape of the blade being such that even the slightest touch could cause a serious wound.",
            "score": 74.51466369628906
        },
        {
            "docid": "1391901_5",
            "document": "Priscus (gladiator) . Gladiatorial fights did not always end with death of a participant. A gladiator could raise a finger or surrender his weapon to the opponent to signal his willingness to concede defeat. And imposition of \"missio\" would require that the conceding gladiator return to continued fight training. Missio was initiated following the spirit of the attendees with a reprieve from the match ending in a death. The fighters could initiate ending of the match requesting that the match be declared a draw as supported by the crowds. Gladiatorial surrender was not common since it was held in disdain.",
            "score": 73.3386001586914
        },
        {
            "docid": "16790703_5",
            "document": "Samnite (gladiator type) . The war in Samnium, immediately afterwards, was attended with equal danger and an equally glorious conclusion. The enemy, besides their other warlike preparation, had made their battle-line to glitter with new and splendid arms. There were two corps: the shields of the one were inlaid with gold, of the other with silver … The Romans had already learned of these splendid accountrements, but their generals had taught them that a soldier should be rough to look on, not adorned with gold and silver but putting his trust in iron and courage … The dictator, as decreed by the senate, celebrated a triumph, in which by far the finest show was afforded by the captured armor. So the Romans made use of the splendid armor of their enemies to do honor to the gods; while the Campanians, in consequence of their pride and in hatred of the Samnites, equipped after this fashion the gladiators who furnished them entertainment at their feasts, and bestowed on them the name of Samnites. Rome's own gladiatorial contests began some 40 years later. The Samnite, borrowed from the Campanians, was the earliest of the gladiator types and the model upon which later classes were based. The Samnite gladiators were also the first of at least three gladiator classes (\"list of Roman gladiator types\") to be based on ethnic antecedents; other examples were the Gauls and the Thracians. These gladiators fought with the signature war equipment and in the martial style of ethnic groups who had been conquered by Rome, thus appropriating their source culture for the mocking milieu of the Roman games. Gladiators who fought as any particular type did not necessarily hail from that ethnic background; the tombstone of a gladiator named Thelyphus is careful to point out that he fought as a Samnite but was really a Thracian.",
            "score": 72.51595306396484
        },
        {
            "docid": "5339004_28",
            "document": "Slavery in ancient Rome . In the Late Republic, about half the gladiators who fought in Roman arenas were slaves, though the most skilled were often free volunteers. Successful gladiators were occasionally rewarded with freedom. However gladiators, being trained warriors and having access to weapons, were potentially the most dangerous slaves. At an earlier time, many gladiators had been soldiers taken captive in war. Spartacus, who led the great slave rebellion of 73-71 BCE, was a rebel gladiator.",
            "score": 72.19957733154297
        },
        {
            "docid": "9054221_26",
            "document": "List of Roman gladiator types . The \"scissor\" (plural \"scissores\") used a special short sword with two blades that looked like a pair of open scissors without a hinge. It is speculated that they attempted to trap their opponents' weapons between the twin blades in order to disarm them. German historian and experimental archeologist Marcus Junkelmann has propagated an idea, based on an unlabeled, unclear image that he decided might be a scissor, that this type of gladiator fought using a weapon consisting of a hardened steel tube that encased the gladiator's entire forearm, with the hand end capped off and a semicircular blade attached to it.",
            "score": 71.96178436279297
        },
        {
            "docid": "4100225_5",
            "document": "Waterfowl hunting . Hunting with shotguns began in the 17th century with the matchlock shotgun. Later flintlock shotguns and percussion cap guns were used. Shotguns were loaded with black powder and lead shot through the muzzle in the 17th century to the late 19th century. The transition from flint to \"detonating\" or percussion lock firearms and from muzzle to breech loading guns was largely driven by innovations made by English gun makers such as Joseph Manton, at which time wildfowling was extremely popular in England both as a pastime and as a means of earning a living, as described by Peter Hawker in his diaries. Damascus barrels are safe to shoot (where proofed) only with black powder charges. When smokeless powder was invented in the late 19th century, steel barrels were made. Damascus barrels which were made of a twisted steel could not take the high pressure of smokeless powder. Fred Kimble, Tanner, and Adam, duck hunters from Illinois, invented the shotgun choke in 1886. This is a constriction at the end of the barrel. This allowed for longer range shooting with the shotgun and kept the pattern of shot tighter or looser according to which type of choke is being used. Until 1886, shotguns had cylinder bore barrels which could only shoot up to 25 yards, so duck hunting was done at close range. After 1886, market hunters could shoot at longer ranges up to forty five yards with a full choke barrel and harvest more waterfowl. Shotguns became bigger and more powerful as steel barrels were being used, so the range was extended to sixty yards. Pump shotguns were invented in the late 19th century, and the semi automatic 12 ga. shotgun was developed by John Browning in the very early 20th century, which allowed commercial hunters to use a four-shell magazine (five including the one in the chamber) to rake rafts of ducks on the water or kill them at night, in order to kill larger numbers of waterfowl for the commercial markets. Even during the Great Depression years, a brace of canvasbacks could be sold to restaurants before legislation and hunting organizations pushed for greater enforcement. Once waterfowlers had access to these guns, this made these men more proficient market hunters. These guns could fire five to seven shots, therefore hunters were having bigger harvests.",
            "score": 71.72989654541016
        },
        {
            "docid": "12336_28",
            "document": "Gladiator . Spectators preferred to watch highly skilled, well matched \"ordinarii\" with complementary fighting styles; these were the most costly to train and to hire. A general \"melee\" of several, lower-skilled gladiators was far less costly, but also less popular. Even among the \"ordinarii\", match winners might have to fight a new, well-rested opponent, either a \"tertiarius\" (\"third choice gladiator\") by prearrangement; or a \"substitute\" gladiator (\"suppositicius\") who fought at the whim of the \"editor\" as an unadvertised, unexpected \"extra\". This yielded two combats for the cost of three gladiators, rather than four; such contests were prolonged, and in some cases, more bloody. Most were probably of poor quality, but the emperor Caracalla chose to test a notably skilled and successful fighter named Bato against first one \"supposicitius\", whom he beat, and then another, who killed him. At the opposite level of the profession, a gladiator reluctant to confront his opponent might be whipped, or goaded with hot irons, until he engaged through sheer desperation. Combats between experienced, well trained gladiators demonstrated a considerable degree of stagecraft. Among the cognoscenti, bravado and skill in combat were esteemed over mere hacking and bloodshed; some gladiators made their careers and reputation from bloodless victories. Suetonius describes an exceptional \"munus\" by Nero, in which no-one was killed, \"not even \"noxii\" (enemies of the state).\"",
            "score": 71.62976837158203
        },
        {
            "docid": "7911588_13",
            "document": "Hunting weapon . Shotguns were originally designed to fire multiple small projectiles in a single shot. This method is still used mainly for hunting small game, and, occasionally, for hunting deer with buckshot, but modern shotguns can also be used for bigger game (deer, bear, etc.) when loaded with slugs. Hunting shotguns are shoulder-fired weapons, and are generally smoothbores, but guns designed to fire slugs may have rifled barrels. Shotguns are used for short range shooting, and are less accurate than rifles, though the ability to fire multiple projectiles makes them ideal for small, fast moving targets. Additionally, the shorter effective range of shotguns, measured typically less than when using shot or slugs, with a maximum slug travel range of a few hundred yards for missed shots, becomes a safety advantage when hunting in areas with high population densities relative to using rifles that may have a maximum bullet travel range of several miles for missed shots. The following are popular shotgun actions for hunting:",
            "score": 71.61542510986328
        },
        {
            "docid": "28640088_33",
            "document": "Gladiator Begins . In the arena, the player can prepare their gladiator with the proper equipments and move sets and choose from the available matches to enter. During the match, the player will attack with armed weapons or with their bare hands at other gladiator opponents. Gladiators can knock off other gladiator's weapons and armors and pick them up to use it in their favor. During different arenas and matches, there will be some replicated themes such as the battle aboard a ship and animals like tigers and elephants to fight against. After winning a match, the player will earn money and AP and return to hub area to prepare for the next day or move on with the story.",
            "score": 71.56058502197266
        },
        {
            "docid": "31296879_5",
            "document": "Dimachaerus . The dimachaeri were equipped for close-combat fighting. A dimachaerus used a pair of siccae (curved scimitar) or gladius and used a fighting style adapted to both attack and defend with his weapons rather than a shield, as he was not equipped with one. Little else is known about this class of gladiator, but due to the difficulty of wielding two swords it can be inferred that dimachaeri were highly skilled and experienced fighters, and were probably relatively exalted as a class of gladiator. Dimachaeri would have been ideally suited to fight heavily armored opponents and they may have fought other dimachaeri, as well. They are known to have been paired against the hoplomachus and are also referred to as fighting against a gladiator class called an oplomachus, which, according to Justus Lipsius, was a putative variant of the Samnite.",
            "score": 71.39111328125
        },
        {
            "docid": "9054221_22",
            "document": "List of Roman gladiator types . The \"retiarius\" (\"net fighter\") developed in the early Augustan period. He carried a trident and a net, equipment styled on that of a fisherman. The \"retiarius\" wore a loincloth held in place by a wide belt and a larger arm guard (\"manica\") extending to the shoulder and left side of the chest. He fought without the protection of a helmet. Occasionally a metal shoulder shield (\"galerus\") was added to protect the neck and lower face. A tombstone found in Romania shows a \"retiarius\" holding a dagger with four spikes (each at the corner of a square guard) instead of the usual bladed dagger. This was previously thought to be an artistic invention or perhaps a ceremonial weapon, but a recent discovery of a gladiator graveyard found that several of the remains had four odd-looking marks that form the outline of a square on their bones which is consistent with the use of such a weapon. A variation to the normal combat was a \"retiarius\" facing two \"secutores\" at the same time. The \"retiarus\" stood on a bridge or raised platform with stairs and had a pile of fist-sized stones to throw at his adversaries. While the \"retiarius\" tried to keep them at bay, the \"secutores\" tried to scale the structure to attack him. The platform, called a \"pons\" (bridge), may have been constructed over water. \"Retiarii\" usually fought \"Secutores\" but sometimes fought \"Myrmillones\". There was an effeminate class of gladiator who fought as a \"retiarius tunicatus\". They wore tunics to distinguish them from the usual \"retiarius\", and were looked on as a social class even lower than infamia.",
            "score": 70.48515319824219
        },
        {
            "docid": "3507900_21",
            "document": "White slavery . In the Late Republic, about half the gladiators who fought in Roman arenas were slaves, though the most skilled were often free volunteers. Successful gladiators were occasionally rewarded with freedom. However, gladiators being trained warriors and having access to weapons, were potentially the most dangerous slaves. At an earlier time, many gladiators had been soldiers taken captive in war. Spartacus, who led the great slave rebellion of 73-71 BCE, was a rebel gladiator.",
            "score": 69.66334533691406
        },
        {
            "docid": "498597_22",
            "document": "Sawed-off shotgun . Historical military use of sawed-off shotguns includes use as a primary weapon for Confederate cavalry during the American Civil War. These muzzle-loaded weapons were used primarily for close-range combat and to supplement the availability of more traditional short ranged weapons such as the saber or carbine. The availability of the source weapons and the ability to use single ball, shot, or a mix of both as the situation required were reasons why they were initially desired by those establishing Confederate cavalry units. They were replaced over time as more conventional arms became available and as the tactical use of cavalry shifted towards use as mounted infantry. In modern usage, minimum length and barrel length restrictions only apply to civilian use; military and police departments may issue short-barreled shotguns, and major manufacturers offer special models with barrels in the range of as riot shotguns or combat shotguns for use in areas with restricted space. These are generally referred to as \"entry shotguns\", because they are generally used for entering buildings, where the short easy handling is more important than the increased ammunition capacity of a longer shotgun. Breaching rounds provide another use for very short shotguns. These rounds are usually made of sintered powdered metal, but a normal buckshot or bird shot round will also work. A shotgun is used for breaching by placing the gun next to a door lock (0 to 2 inches away, 0 to 5 cm), and firing at a 45 degrees downward angle through the door between the lock or latch and the door frame. The impact of the projectile(s) opens a hole through the door, removing the latch or locking bolt. When through the door, the shot or sintered metal disperses quickly, and because it was aimed downwards, the risk of harming occupants on the other side of the breached door is minimized. Breaching guns used by police and the military may have barrels as short as , and they often have only a pistol grip rather than a full butt stock. Some models use a special cup-like muzzle extension to further minimize the risk of debris injuring the shooter. Because few rounds are fired, any sporting shotgun with a 3-round capacity could be shortened and used as a capable breaching shotgun.",
            "score": 68.48433685302734
        },
        {
            "docid": "6813214_3",
            "document": "Blandia . \"Blandia\" dismisses the side-scrolling feature of its predecessor, but kept its versus segments while including elements of other 2D versus fighting games released at the time, which the player's chosen character fights against his or her opponent in best two-out-of-three matches in a single player tournament mode with the computer or against another human player. Unlike most other similar fighting games at the time, \"Blandia\" was one of the first fighting games that combines the style of Capcom's \"Street Fighter II\" with the use of weapons in every character. Another unique feature it has is the ability to cause visible damage to the armors of the characters, originally used in \"Gladiator\". However, unlike \"Gladiator\", \"Blandia\" requires players to attack at the uncovered parts of the opponent's body multiple times to defeat him or her, instead of one hit like in \"Gladiator\".",
            "score": 67.86832427978516
        },
        {
            "docid": "1420446_6",
            "document": "Cestus . The Roman variant included straps of different lengths, many reaching to the elbow, in order to protect the forearm when guarding heavy blows. \"Caestūs\" were frequently used in Roman gladiatorial bouts, both against each other and against other weapon-wielding gladiators. Despite being seemingly outmatched by other types of gladiators, a single hit from a cestus would have incapacitated most fighters. The cestus-fighter would have otherwise had no body armour.",
            "score": 67.65300750732422
        },
        {
            "docid": "12336_66",
            "document": "Gladiator . Pliny the Elder gives vivid examples of the popularity of gladiator portraiture in Antium and an artistic treat laid on by an adoptive aristocrat for the solidly plebeian citizens of the Roman Aventine: When a freedman of Nero was giving a gladiatorial show at Antium, the public porticoes were covered with paintings, so we are told, containing life-like portraits of all the gladiators and assistants. This portraiture of gladiators has been the highest interest in art for many centuries now, but it was Gaius Terentius who began the practice of having pictures made of gladiatorial shows and exhibited in public; in honour of his grandfather who had adopted him he provided thirty pairs of Gladiators in the Forum for three consecutive days, and exhibited a picture of the matches in the Grove of Diana. The decline of the \"munus\" was a far from straightforward process. The crisis of the 3rd century imposed increasing military demands on the imperial purse, from which the Roman Empire never quite recovered, and lesser magistrates found the obligatory \"munera\" an increasingly unrewarding tax on the doubtful privileges of office. Still, emperors continued to subsidize the games as a matter of undiminished public interest. In the early 3rd century AD, the Christian writer Tertullian had acknowledged their power over the Christian flock, and was compelled to be blunt: the combats were murder, their witnessing spiritually and morally harmful and the gladiator an instrument of pagan human sacrifice. In the next century, Augustine of Hippo deplored the youthful fascination of his friend (and later fellow-convert and Bishop) Alypius of Thagaste, with the \"munera\" spectacle as inimical to a Christian life and salvation. Amphitheatres continued to host the spectacular administration of Imperial justice: in 315 Constantine the Great condemned child-snatchers \"ad bestias\" in the arena. Ten years later, he banned the gladiator \"munera\":",
            "score": 67.10541534423828
        },
        {
            "docid": "25928434_2",
            "document": "Essedarius . An essedarius was a type of gladiator in Ancient Rome who fought from a chariot. There may have been just one man in the chariot, or two, a driver and a fighter. The word is also used of charioteers in other instances, such as in Caesar's Gallic War, in his campaign against Cassivellaunus in Britain. They normally fought with a spear and a sword as a side-arm but sometimes also had a small shield for defence. They charged their opponent with their chariot until the opposing gladiator was either impaled by the spear, trampled by the horses, or run over by the wheels of the chariot. They were relatively hard to defeat due to the speed of the chariot, but once the wheels were taken out they were easy to kill, if they didn't know how to ride a horse. It was a common tactic that if their chariot was broken they used one of the horses from the chariot as a mount.",
            "score": 67.06037139892578
        },
        {
            "docid": "9054221_9",
            "document": "List of Roman gladiator types . \"Bustuarius\" was literally a \"tomb fighter,\" from \"bustum\", \"tomb\", a generalised reference to the association of gladiatorial combat with funeral games \"(munera)\". Servius notes that it had once been \"the custom to put captives to death at the graves of strong men, which later seemed a bit cruel, so it was decided to have gladiators fight at the tombs.\" Even among gladiators, it was an unflattering term: Cicero used it to liken the morals of his enemy Clodius to those of the very lowest gladiator class.",
            "score": 66.75247955322266
        },
        {
            "docid": "12336_65",
            "document": "Gladiator . Images of gladiators could be found throughout the Republic and Empire, among all classes. Walls in the 2nd century BC \"Italian Agora\" at Delos were decorated with paintings of gladiators. Mosaics dating from the 2nd through 4th centuries AD have been invaluable in the reconstruction of combat and its rules, gladiator types and the development of the \"munus\". Throughout the Roman world, ceramics, lamps, gems and jewellery, mosaics, reliefs, wall paintings and statuary offer evidence, sometimes the best evidence, of the clothing, props, equipment, names, events, prevalence and rules of gladiatorial combat. Earlier periods provide only occasional, perhaps exceptional examples. The Gladiator Mosaic in the Galleria Borghese displays several gladiator types, and the Bignor Roman Villa mosaic from Provincial Britain shows Cupids as gladiators. Souvenir ceramics were produced depicting named gladiators in combat; similar images of higher quality, were available on more expensive articles in high quality ceramic, glass or silver.",
            "score": 66.53900146484375
        },
        {
            "docid": "8821943_10",
            "document": "List of Gladiators UK events . Contenders, one at a time, make their way across the arena whilst dodging tennis balls fired at high speed by the Gladiator. Between the start and finish are stations where the contender is shielded from the Gladiator's fire, and where they can attempt, using a provided weapon, to hit a target above the Gladiator. The contender must be quick, as each of their stations will explode every ten seconds and render that station's weapon unusable (a difference from the US version, which does not have the limit). Successful shots end the game earning them 10 points. However, contestants can still earn 5 points by simply reaching the end of the course without being hit. Reaching the end originally scored 10 points in series 1, and was reduced to 5 points in series 2 onwards. If the contender was hit directly by a tennis ball (ricochets off the floor, station or weapon did not count), they were eliminated.",
            "score": 66.31562042236328
        },
        {
            "docid": "16790703_7",
            "document": "Samnite (gladiator type) . Samnite gladiators appear often in Roman texts (they are the gladiators most often mentioned in Roman writings) until the early Imperial period. A likely possibility is that the Samnite went out of favour during the reign of Augustus when Samnium became an ally of Rome. As the real Samnites became fully integrated into Roman society, the gladiator based upon them was retired. At this time, similar classes, the \"hoplomachus\", \"murmillo\", and the \"secutor\" first appear in texts. It seems that the Samnite became specialized into these classes, although the means by which this happened is unclear. The Samnite and its successors all fought with a footsoldier's sword and shield. The only clear distinguishing characteristics are that the \"secutor\" almost exclusively fought the net-and-trident-wielding \"retiarius\", and the \"hoplomachus\" used a taller shield.",
            "score": 66.1024169921875
        },
        {
            "docid": "1607755_3",
            "document": "Retiarius . The \"retiarius\" was routinely pitted against a heavily armed \"secutor\". The net-fighter made up for his lack of protective gear by using his speed and agility to avoid his opponent's attacks and waiting for the opportunity to strike. He first tried to throw his net over his rival. If this succeeded, he attacked with his trident while his adversary was entangled. Another tactic was to ensnare his enemy's weapon in the net and pull it out of his grasp, leaving the opponent defenseless. Should the net miss or the \"secutor\" grab hold of it, the \"retiarius\" likely discarded the weapon, although he might try to collect it back for a second cast. Usually, the \"retiarius\" had to rely on his trident and dagger to finish the fight. The trident, as tall as a human being, permitted the gladiator to jab quickly and keep his distance. It was a strong weapon, capable of inflicting piercing wounds on an unprotected skull or limb. The dagger was the \"retiarius\"<nowiki>'</nowiki>s final backup should the trident be lost. It was reserved for when close combat or a straight wrestling match had to settle the bout. In some battles, a single \"retiarius\" faced two \"secutores\" simultaneously. For these situations, the lightly armoured gladiator was placed on a raised platform and given a supply of stones with which to repel his pursuers.",
            "score": 65.7022476196289
        },
        {
            "docid": "12336_62",
            "document": "Gladiator . Roman writing as a whole demonstrates a deep ambivalence towards the \"gladiatoria munera\". Even the most complex and sophisticated \"munera\" of the Imperial era evoked the ancient, ancestral \"dii manes\" of the underworld and were framed by the protective, lawful rites of \"sacrificium\". Their popularity made their co-option by the state inevitable; Cicero acknowledged their sponsorship as a political imperative. Despite the popular adulation of gladiators, they were set apart, despised; and despite Cicero's contempt for the mob, he shared their admiration: \"Even when [gladiators] have been felled, let alone when they are standing and fighting, they never disgrace themselves. And suppose a gladiator has been brought to the ground, when do you ever see one twist his neck away after he has been ordered to extend it for the death blow?\" His own death would later emulate this example. Yet, Cicero could also refer to his popularist opponent Clodius, publicly and scathingly, as a \"bustuarius\" – literally, a \"funeral-man\", implying that Clodius has shown the moral temperament of the lowest sort of gladiator. \"Gladiator\" could be (and was) used as an insult throughout the Roman period, and \"Samnite\" doubled the insult, despite the popularity of the Samnite type. Silius Italicus wrote, as the games approached their peak, that the degenerate Campanians had devised the very worst of precedents, which now threatened the moral fabric of Rome: \"It was their custom to enliven their banquets with bloodshed and to combine with their feasting the horrid sight of armed men [(Samnites)] fighting; often the combatants fell dead above the very cups of the revelers, and the tables were stained with streams of blood. Thus demoralised was Capua.\" Death could be rightly meted out as punishment, or met with equanimity in peace or war, as a gift of fate; but when inflicted as entertainment, with no underlying moral or religious purpose, it could only pollute and demean those who witnessed it. The \"munus\" itself could be interpreted as pious necessity, but its increasing luxury corroded Roman virtue, and created an un-Roman appetite for profligacy and self-indulgence. Caesar's 46 BC \"ludi\" were mere entertainment for political gain, a waste of lives and of money that would have been better doled out to his legionary veterans. Yet for Seneca, and for Marcus Aurelius – both professed Stoics – the degradation of gladiators in the \"munus\" highlighted their Stoic virtues: their unconditional obedience to their master and to fate, and equanimity in the face of death. Having \"neither hope nor illusions\", the gladiator could transcend his own debased nature, and disempower death itself by meeting it face to face. Courage, dignity, altruism and loyalty were morally redemptive; Lucian idealised this principle in his story of Sisinnes, who voluntarily fought as a gladiator, earned 10,000 drachmas and used it to buy freedom for his friend, Toxaris. Seneca had a lower opinion of the mob's un-Stoical appetite for \"ludi meridiani\": \"Man [is]...now slaughtered for jest and sport; and those whom it used to be unholy to train for the purpose of inflicting and enduring wounds are thrust forth exposed and defenceless.\"",
            "score": 65.64763641357422
        },
        {
            "docid": "285219_11",
            "document": "National Firearms Act . Firearms meeting the definition of \"any other weapon\" or AOW are weapons or devices capable of being concealed on the person from which a shot can be discharged through the energy of an explosive. Many AOWs are disguised devices such as pens, cigarette lighters, knives, cane guns and umbrella guns. AOWs can be pistols and revolvers having smooth bore barrels (e.g., H&R Handy-Gun, Serbu Super-Shorty) designed or redesigned to fire a fixed shotgun shell. While the above weapons are similar in appearance to weapons made from shotguns, they were originally manufactured in the illustrated configuration and are not modified from existing shotguns. As a result, these weapons do not fit within the definition of shotgun or weapons made from a shotgun.",
            "score": 65.63455963134766
        },
        {
            "docid": "28173937_6",
            "document": "List of Deadliest Warrior episodes . Gladiator team: Chris Torres (Ancient Weapons Specialist), Steven Dietrich (Gladiator Combat Instructor), Chuck Liddell (The Iceman)<br> Gladiator weapons: Cestus, Scissor, Trident & Net, Sling, Sica<br> Gladiator armor: Murmillo Helmet, Wooden Shield",
            "score": 65.36605834960938
        },
        {
            "docid": "18573986_5",
            "document": "Colosseum: Rome's Arena of Death . All new gladiators fight in small arenas scattered around Rome, and when Verus is defeated, he requests a second chance, knowing he will not be given another, and defeats his opponent. Contrary to popular myth, not all contests end in death. If a gladiator was killed the game's sponsor had to pay for his replacement. As a gladiator, you had a near 90% chance of surviving the fight. And if a gladiator was injured, he was given some of the best medical care available in Rome. Roman doctors were renowned for their treatment of flesh wounds. Doctors who worked with gladiators helped to pioneer the treatment of fractures. And they used an opium-based anesthetic for operations. For each victory in the arena, a gladiator is paid the equivalent of a Roman soldier's yearly pay, and he can purchase some personal items. Priscus obtains a small prayer statue and wall-shelf for his own Celtic devotions.",
            "score": 65.25489044189453
        }
    ]
}