{
    "q": [
        {
            "docid": "28580397_4",
            "document": "China at the 2012 Summer Olympics . Among the nation's medalists were Sun Yang and Ye Shiwen, who emerged as China's first swimmers to win two gold medals in their events; Sun and Ye broke a world record and an Olympic record respectively. Sun also dominated the nation's Olympic medal standings, winning four medals. Gymnast Zou Kai, who won two golds and one bronze in London, became the most successful Chinese athlete in history with a total of six Olympic medals. Springboard diver Wu Minxia became the first Chinese athlete to win a gold medal in a single event at three consecutive Olympic Games. Meanwhile, Chen Ruolin became the second diver in Chinese history to defend two Olympic titles at a single games, after Guo Jingjing did so in two springboard events in 2008.",
            "score": 44.289894580841064
        },
        {
            "docid": "72622_29",
            "document": "1976 Summer Olympics . These are the top ten nations that won medals at the 1976 Games. Canada placed 27th with only 11 medals in total — none of them being gold. Canada remains the only host nation of a Summer Olympics that did not win at least one gold medal in its own games. It also did not win any gold medals at the 1988 Winter Olympics in Calgary. However, Canada went on to win the most gold medals at the 2010 Winter Olympics in Vancouver.",
            "score": 44.74918603897095
        },
        {
            "docid": "1603583_86",
            "document": "Sports in Canada . After Canada failed to win any gold medals at the 1976 Summer and 1988 Winter games, several organizations including Sport Canada and the Canadian Olympic Committee collaborated to launch \"Own the Podium – 2010\", a development program to help Canada earn the most medals at the 2010 Games. Canada did not win the most total medals at the Vancouver Olympics (they finished third, behind the United States, whose 37 total medals was the most of any country at a single Winter Olympics, and Germany, with 26), but did win the most gold medals, with 14, the most of any country at a single Winter Olympics.",
            "score": 43.355262994766235
        },
        {
            "docid": "925269_8",
            "document": "List of Canadian Summer Olympics gold medallists . Canada did not win any gold medals at the Montreal games; this was the only time that a host country for the summer Olympics failed to win at least one gold medal.",
            "score": 40.76841688156128
        },
        {
            "docid": "19155147_7",
            "document": "Ken Wood (coach) . Wood rained Chinese swimming champions Liu Zige, Ye Shiwen and other Chinese National Team and Provincial team swimmers at his high performance centre. Liu won gold at the 2008 Beijing Olympics as well as 3 world medals in the 200m butterfly. Ye won the 200m and 400m medly at the 2012 London Olympics. After Australia failed to win any individual gold medals in swimming at the 2012 London Olympics, Wood criticised the current swimmers, saying that they were \"fat\" compared to the Chinese swimmers, and criticised their \"embarrassing\" fixation on social media and treating the games like a \"social gathering\".",
            "score": 34.3301123380661
        },
        {
            "docid": "921328_3",
            "document": "1988 Winter Olympics medal table . As in the 1984 Winter Olympics, 17 NOCs won at least one medal and 11 of them secured at least one gold medal. The Soviet Union returned to the top of the gold medal count with 11, relegating East Germany—which took first place four years earlier—to second place with nine. The Soviet Union also collected the most overall medals (29), including the most bronzes (9). In a repeat of the 1976 Summer Olympics in Montreal and mimicking Yugoslavia at the 1984 Winter Games, Canada, as host nation, did not win any gold medal, totalling two silver and three bronze medals. Canadian hopes for a gold rested on the shoulders of figure skater Brian Orser, the reigning World champion and silver medalist at the Sarajevo Games. A tight contest with Brian Boitano of the United States ended with the American taking the Olympic title. Athletes from Norway failed to win any event in Calgary, making this the first and so far only time that the country ended the Winter Olympics without a single gold medal. Italy's two gold medals were won by the same athlete: Alberto Tomba, a first-time Olympian who was crowned Olympic champion in the alpine skiing's slalom and giant slalom events. Ski jumper Matti Nykänen of Finland contributed to three of his nation's four gold medals by winning both individual events (first time by an Olympic ski jumper) and helping his team to win the collective title. The performance of the Swiss athletes ensured their nation's best result at the Winter Games, securing a record number of 15 medals, including a then-record of five gold medals that took 18 years to be improved.",
            "score": 43.34074556827545
        },
        {
            "docid": "51310942_4",
            "document": "2018 Winter Olympics medal table . Going in, Canada held the record for most gold medals won at a single Winter Olympics with 14, which it won in Vancouver in 2010. This mark was equalled by both Norway and Germany at these Olympics. Norway set the record for most total medals at a single Winter Olympics with 39, surpassing the 37 medals of the United States won at the 2010 Winter Olympics. The mark of 30 NOCs winning medals is the highest for any Winter Olympic Games. Hungary won its first Winter Olympic gold medal ever. Norwegian cross-country skier Marit Bjørgen (two gold, one silver, and two bronze) achieved five medals, more than any other athlete. With 15 medals, she became the most decorated athlete in Winter Olympics history. Swedish cross-country skier Charlotte Kalla finished with four medals (one gold, three silver), as did her compatriot and fellow cross-country skier Stina Nilsson (one gold, two silvers, one bronze) and Russian cross-country skier Alexander Bolshunov (three silver, one bronze) who was competing for the OAR. Norwegian cross-country skier Johannes Høsflot Klæbo and French biathlete Martin Fourcade tied for the most gold medals, with three each. Ester Ledecká of the Czech Republic became the first female Winter Olympian to achieve a gold medal in two separate sports at a single Games, winning in both alpine skiing and snowboarding.",
            "score": 40.34875774383545
        },
        {
            "docid": "82785_9",
            "document": "1980 Summer Olympics . The impact of the boycott was mixed. Some events, such as swimming, track and field, boxing, basketball, diving, field hockey and equestrian sports, were hard hit. Athletes from 25 countries won Olympic gold (the same total as in the 1984 Games and one fewer than in the 1976 Games) and competitors from 36 countries became Olympic medalists. Italy won four times more gold medals than they won in Montreal and France multiplied its gold medal tally by three. Romania won more gold medals than it had at any previous Olympics. In terms of total medals, the Moscow Olympics was Ireland's most successful games since Melbourne 1956 (winning 2 medals). The same was true for Great Britain. \"Third World\" athletes qualified for more events and took more medals than they did at any previous Olympics.",
            "score": 44.15478789806366
        },
        {
            "docid": "7748167_2",
            "document": "Panama at the 1948 Summer Olympics . Panama competed at the 1948 Summer Olympics in London, England, returning to the Olympic Games for the first time since 1928. Panama won its first-ever Olympic medals at these Games, and did not win another Olympic medal until Irving Saladino won gold at the 2008 Summer Olympics.",
            "score": 50.782620668411255
        },
        {
            "docid": "925269_9",
            "document": "List of Canadian Summer Olympics gold medallists . Canada did not win any gold medals at the Munich games.",
            "score": 38.26844143867493
        },
        {
            "docid": "925269_11",
            "document": "List of Canadian Summer Olympics gold medallists . Canada did not win any gold medals at the Rome games.",
            "score": 38.26844143867493
        },
        {
            "docid": "961522_6",
            "document": "2016 Summer Olympics . The United States topped the medal table for the fifth time in the past six Summer Olympics, winning the most golds (46) and most medals overall (121), as well as its 1,000th Olympic gold medal overall. Great Britain finished second and became the first country of modern Olympics history to increase its tally of medals in the subsequent games after being the host nation. China finished third. Host country Brazil won seven gold medals, its most at any single Summer Olympics, finishing in thirteenth place. Bahrain, Fiji, Jordan, Kosovo, Puerto Rico, Singapore, Tajikistan, Ivory Coast and Vietnam each won their first gold medals, as did the group of Independent Olympic Athletes (from Kuwait).",
            "score": 44.12698411941528
        },
        {
            "docid": "14923677_3",
            "document": "Brad Alan Lewis . Lewis qualified for the 1980 U.S. Olympic team but did not compete due to the U.S. Olympic Committee's boycott of the 1980 Summer Olympics in Moscow, Russia. He was one of 461 athletes to receive a Congressional Gold Medal many years later. He and his rowing partner Paul Enquist won the gold medal in the double sculls at the 1984 Los Angeles Olympic Games. They were the first American rowing crew to win a gold medal in any event since 1964.",
            "score": 43.57316017150879
        },
        {
            "docid": "2132449_4",
            "document": "Chris Hoy . With his three gold medals in 2008 Summer Olympics, Hoy became Scotland's most successful Olympian, the first British athlete to win three gold medals in a single Olympic Games since Henry Taylor in 1908, and the most successful Olympic cyclist of all time. After winning a further two gold medals (in the keirin and team sprint) at the 2012 Summer Olympics, Hoy has won more Olympic gold medals (six) than any other Scottish athlete along with Jason Kenny, and more total medals (seven) than any except fellow cyclist Sir Bradley Wiggins.",
            "score": 38.29064917564392
        },
        {
            "docid": "925269_13",
            "document": "List of Canadian Summer Olympics gold medallists . Canada did not win any gold medals at the London games of 1948.",
            "score": 38.058666944503784
        },
        {
            "docid": "925269_15",
            "document": "List of Canadian Summer Olympics gold medallists . Canada did not win any gold medals at the Paris games of 1924.",
            "score": 38.058666944503784
        },
        {
            "docid": "4039847_7",
            "document": "Jennifer Heil . Heil was visibly distraught as many including herself expected her to win the gold medal. Heil had gone into the event as the reigning Olympic champion and favourite not only to win the gold, but Canada's first gold medal during a Canadian hosted Olympics ever. Heil's B2ten company was founded in part to win the first gold at home and assist fellow Canadians in their quest for medals. The honour of winning the first home-soil Olympic gold medal would go to Alexandre Bilodeau the next day on Sunday, February 14. Although Heil herself did not win it, Bilodeau's victory deserves some credit from Heil as he is a sponsored B2ten athlete as well. The next day Heil was seen on television celebrating her silver medal. She went on to say that she did not lose the gold but won the silver medal and was celebrating on stage at the medal ceremony.",
            "score": 31.587979316711426
        },
        {
            "docid": "1461487_8",
            "document": "Equestrian at the 1980 Summer Olympics . Soviet Union dominated team competitions, winning gold medals in all of them. However they did not win any individual gold as Italy, Poland and Austria won the individual jumping, eventing and dressage competitions, respectively. Austria and Poland have won their first equestrian gold medals, Bulgaria won its first equestrian medal, while Romania won its first medal since 1936.",
            "score": 29.17082977294922
        },
        {
            "docid": "20054722_6",
            "document": "Canoeing at the 2000 Summer Olympics – Women's K-4 500 metres . Fischer became the first woman in any sport to win Olympic gold medals 20 years apart with this event and the first woman to win gold medals in five different Olympics in any sport. Kőbán's silver medal brought her career total to six: 2 gold, 3 silver, and 1 bronze.",
            "score": 30.62804126739502
        },
        {
            "docid": "921323_3",
            "document": "1992 Winter Olympics medal table . Athletes from 20 NOCs won at least one medal, and athletes from 14 secured at least one gold medal. Making their first Olympic appearance since German reunification in 1990, Germany led in both gold and overall medals, with 10 and 26 respectively. The Unified Team, consisting of athletes from six former Soviet republics, was second in both categories, with 9 gold and 23 overall medals. Four nations won their first Winter Olympic medal in Albertville. South Korea won the country's first Winter Olympic medal—a gold—when Kim Ki-hoon came first in the newly introduced Olympic sport of short track speed skating. Silver medal-winning slalom skier Annelise Coberger—in addition to winning New Zealand's first Winter Olympic medal—became the first athlete from the Southern Hemisphere to win a medal at the Winter Olympics. Speed skater Ye Qiaobo of the People's Republic of China and alpine skier Marc Girardelli of Luxembourg also won their country's first ever Winter Olympic medals in Albertville. Croatia and Slovenia participated at their first Olympic Games as independent nations, though neither won a medal.",
            "score": 37.479912996292114
        },
        {
            "docid": "26481983_5",
            "document": "2016 Summer Olympics medal table . Athletes from 87 nations earned medals at the 2016 Summer Olympics, breaking the record of most nations winning a medal at a single edition of the Olympics. However, following reallocation due to doping sanctions, an 87th country was later awarded a medal at the 2008 Olympics, tying the record. Athletes from 59 nations earned gold medals at these games, also breaking the record for the most number of nations winning gold at a single games. Great Britain became the first country in the history of the modern Olympics to increase their tally of medals in the subsequent games after being the host nation – winning 67 total medals (with 27 golds) at these games compared to the 65 (with 29 golds) won in London four years previously. Host country Brazil won seven gold medals, their most at any single Summer Olympics.",
            "score": 46.4568145275116
        },
        {
            "docid": "1855215_17",
            "document": "Ice hockey at the Olympic Games . The Soviet Union won its third gold medal with a 7-1 record in the 1968 Grenoble Olympics. Czechoslovakia and Canada won the silver and bronze medals. It was the last time that the Olympics were counted as the World Championships. In 1970, Canada withdrew from international ice hockey competition protesting the use of full-time \"amateurs\" by the Soviet Union and Czechoslovakia, and the team did not participate in the 1972 and 1976 Winter Olympics. Led by goaltender Vladislav Tretiak and forwards Valeri Kharlamov, Alexander Yakushev, Vladimir Petrov and Boris Mikhailov, the Soviet team won gold at both the 1972 Games in Sapporo, Japan and 1976 Winter Olympics in Innsbruck, Austria. In 1971, the United States finished last at the World Championships and was relegated to Pool B. The team qualified for the 1972 Olympics and won silver, making it the first Pool B team to win an Olympic medal. Czechoslovakia won the bronze medal in 1972. In 1976, Czechoslovakia won the silver and West Germany won bronze. Along with Canada, the Swedish team did not participate in the 1976 tournament joining the boycott.",
            "score": 46.268152832984924
        },
        {
            "docid": "77745_40",
            "document": "2008 Summer Olympics . Eighty-seven nations earned medals, 54 of which won gold medals, both setting new records for Olympic Games. 118 participating countries did not win a medal. Athletes from China won 48 gold medals, the most of any nation at these Olympics, becoming the seventh nation to rank top in the medal table along with the United States, France, Great Britain, Germany, the Soviet Union and the Unified team. The United States team won the most medals overall, with 111. Afghanistan, Mauritius, Sudan, Tajikistan and Togo won their first Olympic medals. Athletes from Mongolia (which previously held the record for most medals without a gold) and Panama won their nation's first gold medals. An athlete from Serbia won its first medal under that name, having previously won medals as part of Yugoslavia and Serbia and Montenegro.",
            "score": 40.080633878707886
        },
        {
            "docid": "921338_3",
            "document": "1980 Winter Olympics medal table . Athletes from 19 countries won at least one medal, and athletes from 11 secured at least one gold medal. After winning a then-record 13 gold medals in the 1976 Winter Olympics, the Soviet Union led with 10 gold medals in 1980, and had the second most total medals with 22. East Germany led the overall medal count with 23. The host United States were third in both gold and overall medals, with 6 and 12, respectively. Having won her country's first Olympic medal in Innsbruck, four years before, alpine skier Hanni Wenzel won Liechtenstein's only two gold medals in the country's history, at Lake Placid. Liechtenstein is the smallest nation to ever win a gold medal at the Olympics. Bulgaria won its first Winter Olympic medal at these Games, a bronze medal in cross-country skiing. The People's Republic of China made their first appearance at a Winter Olympics at these Games, but failed to win any medals.",
            "score": 42.497005581855774
        },
        {
            "docid": "14796106_3",
            "document": "Mongolia at the Olympics . Mongolian athletes have won a total of 26 medals, all in Summer Olympics competitions, in freestyle wrestling, boxing, shooting, and judo. Prior to the 2008 Summer Olympics, Mongolia had won more silver and bronze medals without winning any gold medals than any other nation. Mongolia won their first ever gold medal in the Judo, with Naidangiin Tüvshinbayar winning in the Men's half heavyweight.",
            "score": 29.36742663383484
        },
        {
            "docid": "18933209_12",
            "document": "Olympic medal table . This difference in rankings has its origins in the early days of the Olympics, when the IOC did not publish or recognise medal tables. Before the 2002 Winter Olympics the difference in ranking system received scant notice, since in recent Olympic history the country that led in total medals also led in the gold count. However, during the 2002 Winter Olympics Germany won the highest number of medals (36), but earned one gold medal fewer than Norway - the latter winning 13. A similar situation occurred at the 2008 Summer Olympics, with China and U.S. topping the gold and total medal tallies respectively, and then again at the 2010 Winter Olympics when Canada and the U.S. finished 1st and 3rd respectively in the \"gold first\" ranking and 3rd and 1st respectively in terms of total medals won.  Other exceptions are the 1896, 1912, and 1964 Summer Olympics when the United States finished first in gold medal count, but second in the overall medal count. In an August 24, 2008 news conference, IOC President Jacques Rogge confirmed that the IOC does not have a view on any particular ranking system.",
            "score": 36.6748583316803
        },
        {
            "docid": "3837617_4",
            "document": "Argentina at the Olympics . Starting with the 1956 Summer Olympics, Argentina suffered a gradual overall decline, a situation that reached its most critical point in the 1976 and 1984 Summer Olympics. In those Games, Argentina did not win any medals. At the 2004 Summer Olympics in Athens, the country claimed gold medals for the first time in 52 years.",
            "score": 43.70739483833313
        },
        {
            "docid": "6129685_3",
            "document": "List of Olympic medalists in speed skating . Dutch skater Ireen Wüst has won eleven medals — five gold, five silver, and one broze — more than any other speed skater at the Olympics. Lidiya Skoblikova, who represented the Soviet Union, is one of two female Winter Olympians to win six gold medals (cross-country skier Lyubov Yegorova is the other). At the 1924 Winter Olympics, Finn Clas Thunberg became the first athlete to win two or more gold medals; in 1928, he became the first speed skater to successfully defend an Olympic title. At the 1964 Games, Skoblikova won four gold medals and became the first athlete to win a gold in every available event. The feat was repeated in 1980 by American Eric Heiden, who won five golds, the most that any Winter Olympian has won at one edition of the Games. In 2006, Canadian Cindy Klassen became the only other speed skater, and one of seven Winter Olympians, to win five medals—one gold, two silver, two bronze—at a single edition of the Games. Pechstein, American Bonnie Blair, and Sven Kramer of the Netherlands are the only speed skaters to win gold in the same event three times in a row. Andrea Schöne, who won a silver medal in 1976, is the youngest female athlete in an individual event to win a medal. German Christa Luding-Rothenburger and Canadian Clara Hughes are the only medal-winning speed skaters who have also won a medal at the Summer Olympic Games, having won medals in cycling.",
            "score": 39.87898826599121
        },
        {
            "docid": "1644945_21",
            "document": "Eduard Streltsov . Olympic policy in 1956 was to award gold medals only to members of the winning football squad who had played in the final match. Since Streltsov did not play in the final, he did not receive a medal. He was posthumously given a gold medal in 2006, after this policy was changed retroactively to allow all members of winning Olympic squads to receive medals.",
            "score": 28.60022521018982
        },
        {
            "docid": "31566075_11",
            "document": "Triathlon at the 2012 Summer Olympics . Great Britain was the only nation to win two medals in the triathlon events at the 2012 Summer Olympics with one gold medal and one bronze medal, both in the men's race. Switzerland became the first nation to win a second gold medal in Olympic triathlon after Spirig followed Brigitte McMahon (a gold medalist at the 2000 Summer Olympics) in becoming an Olympic champion. Australia won its fifth Olympic medal with Densham's bronze which is more than any other nation to that point. Sweden, Spain and Great Britain all won their first Olympic triathlon medal.",
            "score": 31.341579914093018
        },
        {
            "docid": "33299816_2",
            "document": "Alex Hadley . Alex Hadley (born 14 September 1973) is an Australian Paralympic swimmer from the United Kingdom. He was born in Staines, England. He competed but did not win any medals at the 1996 Atlanta Games. At the 2004 Athens Games, he won a gold medal in the Men's 4 × 100 m Medley 34 pts event and a silver medal in the Men's 4 × 100 m Freestyle 34 pts event. He also competed but did not win any medals at the 2008 Beijing Games.",
            "score": 33.522687673568726
        },
        {
            "docid": "27536552_25",
            "document": "Monica Puig . At the Olympic Games in Rio de Janeiro, Puig won the women's singles gold medal by defeating Polona Hercog, Anastasia Pavlyuchenkova, Garbiñe Muguruza, Laura Siegemund, Petra Kvitová, and finally Angelique Kerber. Puig became the second unseeded player to win a medal at the Olympics after Alicia Molik had won bronze in Athens and the first athlete representing Puerto Rico to win a gold medal in any sport. In Puerto Rico's Olympic history, Puig is the ninth sportsperson and the first sportswoman to win an Olympic medal. She is the first Latin American representative to win the gold medal in singles and the second to win a medal after Gabriela Sabatini won silver at the 1988 Summer Olympics. In November, Puig was presented the award for Best Female Athlete in Rio 2016 presented by the Association of National Olympic Committees (ANOC).",
            "score": 37.982810497283936
        }
    ],
    "r": [
        {
            "docid": "2308715_11",
            "document": "Tiger Inn . Tiger Inn members acted to form the first American Olympics team for the first modern Olympic games in Athens in 1896. Most of the first American Olympic team came from Princeton, Harvard University and the Boston Athletic Association. Four Princetonians, including three Tiger Inn members, participated in those games. The TI members earned six medals in total: two gold, three silver medals, and one bronze; the four Princetonians earned 7 medals in total. The three TI members were Robert Garrett, Herb Jamison and Frank Lane; they were joined by Princetonian Al Tyler, who also medalled. These four Princeton athletes' 7 medals helped the 1896 American Olympic team earn 20 medals in total. Team Member Garrett delivered the most unexpected upset of the 1896 Games when he won Gold in the Discus, outperforming his Greek rival to win the most symbolic sport carried over from the ancient Olympics to the modern Olympic games.",
            "score": 58.60874557495117
        },
        {
            "docid": "48644_5",
            "document": "1896 Summer Olympics . The 1896 Olympics were regarded as a great success. The Games had the largest international participation of any sporting event to that date. The Panathenaic Stadium, the only Olympic stadium used in the 1800s, overflowed with the largest crowd ever to watch a sporting event. After the Games, Coubertin and the IOC were petitioned by several prominent figures, including Greece's King George and some of the American competitors in Athens, to hold all the following Games in Athens. However, the 1900 Summer Olympics were already planned for Paris and, except for the Intercalated Games of 1906, the Olympics did not return to Greece until the 2004 Summer Olympics, 108 years later.",
            "score": 56.65059280395508
        },
        {
            "docid": "12108_189",
            "document": "Greece . Greece is the birthplace of the ancient Olympic Games, first recorded in 776 BC in Olympia, and hosted the modern Olympic Games twice, the inaugural 1896 Summer Olympics and the 2004 Summer Olympics. During the parade of nations Greece is always called first, as the founding nation of the ancient precursor of modern Olympics. The nation has competed at every Summer Olympic Games, one of only four countries to have done so. Having won a total of 110 medals (30 gold, 42 silver and 38 bronze), Greece is ranked 32nd by gold medals in the all-time Summer Olympic medal count. Their best ever performance was in the 1896 Summer Olympics, when Greece finished second in the medal table with 10 gold medals.",
            "score": 52.08128356933594
        },
        {
            "docid": "16636124_2",
            "document": "List of Olympic records in swimming . The International Olympic Committee recognises the fastest performances in pool-based swimming events at the Olympic Games. Men's swimming has been part of the Summer Olympics since the Games' modern inception in 1896; it was not until 1912 that women competed against each other. The swimming events at the 1896 Olympic Games were held in a bay in the Aegean Sea with swimmers being required to swim to the shore—Hungarian swimmer Alfréd Hajós won two gold medals that year, saying \"My will to live completely overcame my desire to win.\" The 1900 Games in Paris saw the swimming events take place in the River Seine while the events at the 1908 Summer Olympics were hosted in a 100-metre pool located within an athletics track in the White City Stadium in London.",
            "score": 51.50442886352539
        },
        {
            "docid": "921294_2",
            "document": "1896 Summer Olympics medal table . The 1896 Summer Olympics medal count is a list of National Olympic Committees ranked by the number of medals won during the 1896 Summer Olympics—the first Olympic Games of the Modern era—held in Athens, Greece, from 6 to 15 April 1896. A total of 241 athletes from 14 nations participated in 43 events in nine sports at these games.",
            "score": 51.41679763793945
        },
        {
            "docid": "3624090_2",
            "document": "Great Britain at the Olympics . Great Britain or Team GB is the team that sends athletes from the United Kingdom (UK), all but three of its overseas territories, and the three Crown dependencies, to the Olympic Games. It has sent athletes to every Summer and Winter Games, along with France and Switzerland, since the start of the Olympics' modern era in 1896, including the 1980 and 1984 Summer Olympics, which were boycotted by a number of other nations on each occasion. From 1896 to 2016 inclusive, Great Britain has won 847 medals at the Summer Olympic Games, and another 31 at the Winter Olympic Games. It is the only national team to have won at least one Gold Medal at every Summer Games, and lies third globally in the winning of both Gold Medals and total medals, surpassed only by the United States and the former Soviet Union.",
            "score": 51.25429916381836
        },
        {
            "docid": "7748167_2",
            "document": "Panama at the 1948 Summer Olympics . Panama competed at the 1948 Summer Olympics in London, England, returning to the Olympic Games for the first time since 1928. Panama won its first-ever Olympic medals at these Games, and did not win another Olympic medal until Irving Saladino won gold at the 2008 Summer Olympics.",
            "score": 50.78261947631836
        },
        {
            "docid": "24356864_2",
            "document": "Zappas Olympics . The Zappas Olympics (), simply called Olympics (, \"Olympia\") at the time, were a series of athletic events held in Athens, Greece, in 1859, 1870, and 1875 sponsored by Greek businessman Evangelis Zappas. These games were one of the first revivals of the ancient Olympic Games in the modern era. Their success provided further inspiration for William Penny Brookes in England, whose games had been running since 1850, and the International Olympic Committee series from 1896.",
            "score": 50.494205474853516
        },
        {
            "docid": "22576_19",
            "document": "Olympic Games . After the success of the 1896 Games, the Olympics entered a period of stagnation that threatened their survival. The Olympic Games held at the Paris Exposition in 1900 and the Louisiana Purchase Exposition at St. Louis in 1904 were side shows. The Games in Paris did not have a stadium, but were notable for being the first time women took part in the Games. When the St. Louis Games were celebrated roughly 650 athletes participated, but 580 were from the United States. The homogeneous nature of these celebrations was a low point for the Olympic Movement. The Games rebounded when the 1906 Intercalated Games (so-called because they were the second Games held within the third Olympiad) were held in Athens. These Games were, but are not now, officially recognised by the IOC and no Intercalated Games have been held since. The Games attracted a broad international field of participants and generated great public interest. This marked the beginning of a rise in both the popularity and the size of the Olympics.",
            "score": 49.8956413269043
        },
        {
            "docid": "15147_4",
            "document": "International Olympic Committee . The IOC organises the modern Olympic Games and Youth Olympic Games, held in summer and winter, every four years. The first Summer Olympics organised by the IOC was held in Athens, Greece, in 1896; the first Winter Olympics was in Chamonix, France, in 1924. Until 1992, both Summer and Winter Olympics were held in the same year. After that year, however, the IOC shifted the Winter Olympics to the even years between Summer Games, to help space the planning of the two events from one another, and improve the financial balance of the IOC, which receives greater income on Olympic years. The first Summer Youth Olympics were in Singapore in 2010 and the first Winter Youth Olympics were held in Innsbruck in 2012.",
            "score": 49.789398193359375
        },
        {
            "docid": "46201441_9",
            "document": "International sport . The Olympic Games have also undergone globalization. The first Olympic Games of the modern era were held in 1896, only 9 disciplines were present and 241 athletes but only men. The place of women is representative of the position of women in society, and from the first Olympiad 1900 women participated but unofficially. It is in 1920 that the first women were officially part of the Olympic Games.",
            "score": 49.68644714355469
        },
        {
            "docid": "34069_2",
            "document": "Winter Olympic Games . The Winter Olympic Games () is a major international sporting event held once every four years for sports practised on snow and ice. The first Winter Olympics, the 1924 Winter Olympics, were held in Chamonix, France. The modern Olympic games were inspired by the ancient Olympic Games, which were held in Olympia, Greece, from the 8th century BC to the 4th century AD. Baron Pierre de Coubertin founded the International Olympic Committee (IOC) in 1894, leading to the first modern Summer Games in Athens, Greece in 1896. The IOC is the governing body of the Olympic Movement, with the Olympic Charter defining its structure and authority.",
            "score": 49.67147445678711
        },
        {
            "docid": "27566_2",
            "document": "Summer Olympic Games . The Summer Olympic Games () or the Games of the Olympiad, first held in 1896, is an international multi-sport event that is hosted by a different city every four years. The most recent Olympics were held in Rio de Janeiro, Brazil. The International Olympic Committee (IOC) organises the Games and oversees the host city's preparations. In each Olympic event, gold medals are awarded for first place, silver medals are awarded for second place, and bronze medals are awarded for third place; this tradition began in 1904. The Winter Olympic Games were created due to the success of the Summer Olympics.",
            "score": 49.55842208862305
        },
        {
            "docid": "3692423_7",
            "document": "Stamata Revithi . The 1896 Olympic Games were the first held in the Modern era and the most important international multi-sport event Greece had ever hosted. The rules of the Games generally excluded women from competition. Influenced by both his times—in the Victorian era women were considered to be inferior to men—and his admiration for the ancient Olympic Games, when only men were allowed to participate in the events, Baron Pierre de Coubertin, the visionary of the modern Olympic Games, was not in favour of women's participation in the Olympic Games or in sports generally. He believed that a woman's greatest achievement would be to encourage her sons to be distinguished in sports and to applaud a man's effort.",
            "score": 49.403343200683594
        },
        {
            "docid": "442948_6",
            "document": "Calendar era . Among the ancient Greek historians and scholars, a common method of indicating the passage of years was based on the Olympic Games, first held in 776 BC. The Olympic Games provided the various independent city-states with a mutually recognizable system of dates. Olympiad dating was not used in everyday life. This system was in use from the 3rd century BC. The modern Olympic Games (or Summer Olympic Games beginning 1896) do not continue the four year periods from ancient Greece: the 669th Olympiad would have begun in the summer of 1897, but the modern Olympics were first held in 1896.",
            "score": 48.857322692871094
        },
        {
            "docid": "3623732_2",
            "document": "Switzerland at the Olympics . Switzerland has sent athletes to compete in every Games since it first participated at the Olympic Games at the inaugural 1896 Games. Switzerland boycotted the 1956 Summer Olympics in Melbourne, but the equestrian events for those Games were held in Stockholm, Sweden earlier that year, where the Swiss dressage team won a bronze medal.",
            "score": 48.775394439697266
        },
        {
            "docid": "36649034_2",
            "document": "List of Armenian Olympic medalists . Due to historical and political reasons, only a small portion of Armenian athletes and athletes of Armenian descent have competed for Armenia. Armenian kings Tiridates III and Varazdat were recorded as champions in the Ancient Olympic Games. The first Armenians to participate in modern Olympics were Mkrtich Mkryan and Vahram Papazyan from the Ottoman Empire. Both competed in athletics at the 1912 Stockholm Games. The first Armenian to win a medal was Hal Haig Prieste, a son of Armenian immigrants, who won a bronze medal in diving at the 1920 Antwerp Games for the United States. Soviet Armenian gymnast Hrant Shahinyan became the first Armenian gold medalist of the modern Olympics in 1952.",
            "score": 48.480377197265625
        },
        {
            "docid": "12817128_2",
            "document": "Germany at the Olympics . Athletes from Germany have taken part in most of the Olympic Games since the first modern Games in 1896. Germany has hosted three Olympic Games, in 1936 both the Winter and Summer Games, and the 1972 Summer Olympics. In addition, Germany had been selected to host the 1916 Summer Olympics as well as the 1940 Winter Olympics, both of which had to be cancelled due to World Wars. After these wars, Germans were banned from participating in 1920, 1924 and 1948. While the country was divided, each of the two German states boycotted the Summer Games: in 1980 West Germany was one of 66 nations which did not go to Moscow in protest at the Soviet invasion of Afghanistan and in 1984 East Germany joined the Soviet Union (and several others) in the boycott of the Summer Games in Los Angeles.",
            "score": 48.240596771240234
        },
        {
            "docid": "30121100_2",
            "document": "Venues of the 2004 Summer Olympics . For the 2004 Summer Olympics, a total of thirty-five sports venues were used. Athens hosted the first modern Olympic Games in 1896 that included venues such as Panathinaiko Stadium and the city of Marathon for whom the long-distance race would be named for. From the end of the 1896 Games until the late 1970s, Greece underwent numerous political changes that included the Balkan Wars, two World Wars, a civil war, and a military coup that resulted in a junta that lasted from 1967 to 1974. A change in democracy in 1975 resulted in Greece's admission into the European Economic Community (European Union since 1993) in 1979. Athens first bid for the 1996 Summer Olympics as part of the 100th anniversary of the Modern Olympics, but was upset by Atlanta, Georgia in the United States for the Games in 1990. Seven years later, Athens won the right to host the 2004 Summer Olympics. At the time of the award, 75% of competition and 92% of training venues were available though a massive construction and renovation program was taken to get the venues ready for the games. Accessibility and environmental issues were taken into account in venue design and construction. The marathon course used was the same one used for the 1896 Games though it was longer to the marathon not being standardized until 1924. Canoe slalom's venue at Ellinikon was the first using saltwater, having it pumped in from the Aegean Sea. After the Olympics, Markopoulo Olympic Shooting Centre was converted into a police training center while two other venues were converted into entertainment centers.",
            "score": 48.1020393371582
        },
        {
            "docid": "1927547_3",
            "document": "Belarus at the Olympics . Athletes from the Soviet Union began participating in the Olympic Games in 1952, winning 194 total medals in the Winter Games and 1010 at the Summer Games for a total of 1204 medals. Of those medals, 473 were gold, 376 were silver and 355 were bronze. The Belarusian collection of medals began with Mikhail Krivonosov winning silver in the hammer throw at the 1956 Summer Olympics in Melbourne, Australia. The Soviet Republic's first gold medal was won by Leonid Geishtor and Sergei Makarenko in the 1000 metre pairs canoe event during the 1960 Summer Games in Rome, Italy. The Soviet Union first competed in the Winter Olympics in 1956, located in Cortina. In 1988, the Soviet Union competed for the last time as a unified country.",
            "score": 48.044525146484375
        },
        {
            "docid": "46713364_68",
            "document": "Paris in the Belle Époque . Paris played a central role in the organization of international sports and in the professionalization of sports. The first efforts to revive the Olympic Games were led by a French educator and historian, Pierre de Coubertin. The first meeting to organize the games took place at the Sorbonne in 1894, resulting in the creation of the International Olympic Committee and the holding of the first modern Olympic Games in Athens in 1896. The second games, the first Olympics held outside of Greece, were the 1900 Summer Olympics in Paris, from 14 May until 28 October 1900, organized in conjunction with the Paris Universal Exposition of 1900. There were 19 sports included in the event, and women competed in the Olympics for the first time. The swimming events took place in the Seine. Some of the sports were unusual by modern standards; they included automobile and motorcycle racing, cricket, croquet, underwater swimming, tug-of-war, and shooting live pigeons.",
            "score": 47.99165725708008
        },
        {
            "docid": "15293391_2",
            "document": "Athens bid for the 2010 Summer Youth Olympics . Athens 2010 Youth Olympics Bid is the official bid of Athens in order to host the first Youth Olympics. The Athens bid is one of the strong favourites as the Ancient Olympics started here, the Modern Olympics did as well. Athens was the host of the 1896 Summer Olympics the 2004 Summer Olympics and seven IOC Sessions. As stated on their website, Athens is eager to host the Games not only to utilize their state of the art venues, but to establish the Youth Olympics in the \"birthplace\" of the Modern and Ancient Games.",
            "score": 47.953800201416016
        },
        {
            "docid": "8490_3",
            "document": "Discus throw . Discus is a routine part of most modern track-and-field meets at all levels and is a sport which is particularly iconic of the Olympic Games. The men's competition has been a part of the modern Summer Olympic Games since the first Olympic games in 1896. Images of discus throwers figured prominently in advertising for early modern Games, such as fundraising stamps for the 1896 games and for the 1920 and 1948 Summer Olympics.",
            "score": 47.85397720336914
        },
        {
            "docid": "354367_7",
            "document": "Olympic medal . When the modern Olympic Games began in 1896 medals started to be given to successful olympian competitors. However, gold medals were not awarded at the inaugural Olympics in 1896 in Athens, Greece. The winners were instead given a silver medal and an olive branch, while runners-up received a laurel branch and a copper or bronze medal. In 1900, most winners received cups or trophies instead of medals.",
            "score": 47.70916748046875
        },
        {
            "docid": "1855215_26",
            "document": "Ice hockey at the Olympic Games . The 2014 Winter Olympics were held in Sochi, Russia, and retained the same game format used in Vancouver 2010, while returning to the larger international-sized ice rinks. Slovenia participated for the first time, upsetting Slovakia in the round-robin before losing to Sweden in the quarterfinals 0–5, for its best finish in any international tournament. Latvia upset Switzerland 3–1 in the qualification playoffs, also making it to the Olympic quarterfinals for the first time, where they were narrowly defeated by Canada 2–1. Host nation Russia, considered a pre-tournament favourite, lost 3–1 in the quarterfinals to Finland and finished 5th. Entering the semi-finals undefeated after outscoring opponents 20–6, the United States lost to Canada 0–1, then lost the bronze medal game against Finland 0–5. Teemu Selänne scored six more points in the tournament, was named tournament MVP and boosted his modern-era Olympic career record for points to 43 (24 goals, 19 assists). At the age of 43, he also set records as both the oldest Olympic goal-scorer and oldest Olympic ice hockey medal winner. Canada defeated Sweden 3–0 to win its ninth Olympic gold medal. The team did not trail at any point over the course of the tournament, and became the first back-to-back gold medal winner since the start of NHL participation in 1998, as well as the first team to go undefeated since 1984.",
            "score": 47.681400299072266
        },
        {
            "docid": "3623768_2",
            "document": "Sweden at the Olympics . Sweden first participated at the Olympic Games at the inaugural 1896 Games, and has sent athletes to compete in every Games since then with one exception, the sparsely attended 1904 Summer Olympics. Sweden has earned medals at all Olympic games except for two, the 1896 Games and the 1904 Games. The only other nation having earned medals at every Olympic game since 1908 is Sweden's neighboring country Finland.",
            "score": 47.67961502075195
        },
        {
            "docid": "3629172_2",
            "document": "Greece at the Olympics . Greece has a long presence at the Olympic Games, as they have competed at every Summer Olympic Games, one of only four countries to have done so and the only one of them to compete under its national flag in Moscow, despite the Greek government's support for an American-led boycott of the 1980 Games, and most of the Winter Olympic Games.  Greece has hosted the Games twice, both in Athens. As the home of the Ancient Olympic Games it was a natural choice as host nation for the revival of the modern Olympic Games in 1896, while Greece has also hosted the 2004 Summer Olympics. During the parade of nations at the opening ceremony of the Olympic Games, Greece always enters the stadium first and leads the parade to honor its status as the birthplace of the Olympics, with the notable exception of 2004 when Greece entered last as the host nation. Before the Games the Olympic Flame is lit in Olympia, the site of the Ancient Olympic Games, in a ceremony that reflects ancient Greek rituals and initiates the Olympic torch relay. The flag of Greece is always hoisted in the closing ceremony, along with the flags of the current and the next host country. Greek athletes have won a total of 116 medals in 15 different sports and the country currently ranks 33rd in the all-time Summer Olympics medal count. Athletics and weightlifting have been the top medal-producing sports for the nation and in the latter Greece is placed among the top 10 countries overall. Gymnastics, shooting and wrestling are the other sports that have produced ten or more medals for Greece. In the inaugural 1896 Olympics, Greece finished second in the medal counts, but won the most medals in total, in their best Olympic performance. The Greeks finished third in the 1906 Intercalated Games with 8 gold, 14 silver and 13 bronze medals (35 in total), which were considered Olympic at the time but are not officially recognized by the IOC today.",
            "score": 47.13066864013672
        },
        {
            "docid": "3533322_11",
            "document": "Evangelos Zappas . After Zappas's death, and wholly due to the Greek government ignoring Zappas's instructions to refurbish the stadium in marble, it was necessary to refurbish the Panathenian stadium a second time, replacing wood for marble, in readiness for the Athens 1896 Olympic Games. After a period of litigation over Zappas's bequests, his cousin Konstantinos Zappas continued and expanded his endowment of the Games and maintained efforts for the continuation of the Olympic concept. In 1870, the new stadium, with a spectator capacity of 30,000, was ready to host the second Olympiad. The Olympic Games of 1870, apart from being the first modern international Olympic Games to be hosted in a stadium, were better attended and hosted more events and athletes, and were much better organized in general. Additionally, the first modern Olympic building was built to support the contests (and hosted the fencing events of 1896), as well as an industrial exhibition that anti-athletic members of the Greek government had forced upon the concept of the Games. This building, located near the city's National Garden, was entirely funded by Zappas's legacy and was named Zappeion after him. The Zappeion officially opened on 20 October 1888.",
            "score": 47.106658935546875
        },
        {
            "docid": "23813489_3",
            "document": "Sport in Bulgaria . Bulgaria participates both in the Summer and Winter Olympics, and its first appearance dates back to the first modern Olympic Games in 1896, when the Swiss gymnast Charles Champaud represented the country. Since then Bulgaria has appeared in most Summer Olympiads, and has won a total of 214 medals: 51 gold, 85 silver, and 78 bronze. The most successful participations took place at Munich (21 medals), Montreal (22 medals), Moscow (41), Seoul (35). At the Winter Olympic Games, Bulgaria has a less impressive record: only 6 medals (of which only one gold) out of 19 participations.",
            "score": 47.0128288269043
        },
        {
            "docid": "3533322_2",
            "document": "Evangelos Zappas . Evangelis or Evangelos Zappas (; , 1800–19 June 1865) was a Greek patriot, philanthropist and businessman who spent most of his life in Romania. He is recognized today as a founder of the modern Olympic Games, who sponsored the Olympic Games of 1859, 1870, 1875, and 1888 and preceded the Olympic Games that came under the auspices of the International Olympic Committee. These Games, known at the time simply as Olympics, came before the founding of the International Olympic Committee. The legacy of Evangelis Zappas, as well as the legacy of his cousin Konstantinos Zappas, was also used to fund the Olympic Games of 1896.",
            "score": 46.99723815917969
        },
        {
            "docid": "2707254_5",
            "document": "1500 metres . In the Modern Olympic Games, the men's 1,500-metre race has been contested from the beginning, and at every Olympic Games since. The first winner, in 1896, was Edwin Flack of Australia, who also won the first gold medal in the 800-metre race. The women's 1,500-metre race was first added to the Summer Olympics in 1972, and the winner of the first gold medal was Lyudmila Bragina of the Soviet Union. During the Olympic Games of 1972 through 2008, the women's 1,500-metre race has been won by three Soviets plus one Russian, one Italian, one Romanian, one Briton, one Kenyan, and two Algerians. The 2012 Olympic results are still undecided as a result of multiple doping cases. The best women's times for the race were controversially set by Chinese runners, all set in the same race on just two dates 4 years apart at the Chinese National Games. At least one of those top Chinese athletes has admitted to being part of a doping program. The women's record was finally surpassed by Genzebe Dibaba of Ethiopia in 2015.",
            "score": 46.87213897705078
        },
        {
            "docid": "27566_15",
            "document": "Summer Olympic Games . Despite many obstacles and setbacks, the 1896 Olympics were regarded as a great success. The Games had the largest international participation of any sporting event to that date. Panathinaiko Stadium, the first big stadium in the modern world, overflowed with the largest crowd ever to watch a sporting event. The highlight for the Greeks was the marathon victory by their compatriot Spiridon Louis, a water carrier. He won in 2 hours 58 minutes and 50 seconds, setting off wild celebrations at the stadium. The most successful competitor was German wrestler and gymnast Carl Schuhmann, who won four gold medals.",
            "score": 46.763187408447266
        }
    ]
}