{
    "q": [
        {
            "docid": "6678_2",
            "document": "Cat . The domestic cat (\"Felis silvestris catus\" or \"Felis catus\") is a small, typically furry, carnivorous mammal. They are often called house cats when kept as indoor pets or simply cats when there is no need to distinguish them from other felids and felines. They are often valued by humans for companionship and for their ability to hunt vermin. There are more than seventy cat breeds recognized by various cat registries.",
            "score": 21.600090861320496
        },
        {
            "docid": "1001655_7",
            "document": "Prionailurus . At least one \"Prionailurus\" subspecies, the Asian leopard cat (\"P. b. bengalensis\") has been cross-bred successfully and frequently since the 1960s to another genus, the domestic cat (\"Felis silvestris catus\"). This fertile hybrid has been developed into the standardized Bengal cat breed, the most vividly spotted breed of housecat. The hybrids are generally docile after the fourth generation (F4) of breeding away from wild stock and into domestic or mostly-domestic lines.",
            "score": 2.9782967567443848
        },
        {
            "docid": "6412655_2",
            "document": "Tabby cat . A tabby is any domestic cat (\"Felis catus\") that has a coat featuring distinctive stripes, dots, lines or swirling patterns, usually together with a mark resembling an 'M' on its forehead. Tabbies are sometimes erroneously assumed to be a cat breed. In fact, the tabby pattern is found in many breeds, and is a genetic landrace common among the general mixed-breed population. The tabby pattern is a naturally occurring feature that may be related to the coloration of the domestic cat's direct ancestor, the African wildcat (\"Felis lybica lybica\"), which—along with the European wildcat (\"Felis silvestris silvestris\") and Asiatic wildcat (\"Felis lybica ornata\")—has a similar coloration. A genetic study found five genetic clusters from tabbies to be ancestral to wildcats of various parts of the world.",
            "score": 6.022399306297302
        },
        {
            "docid": "434590_2",
            "document": "Cat (disambiguation) . Cat most commonly refers to the domestic cat, \"Felis catus\", or \"Felis silvestris catus\"",
            "score": 3.3099780082702637
        },
        {
            "docid": "27164839_2",
            "document": "Taenia rileyi . Taenia rileyi is a tapeworm of the genus \"Taenia\" from the United States. Adults infect bobcats (\"Lynx rufus\") and feral domestic cats (\"Felis silvestris catus\"), but larvae have been found in rodents such as the cotton mouse (\"Peromyscus gossypinus\"), the marsh rice rat (\"Oryzomys palustris\") in Florida, and the hispid cotton rat (\"Sigmodon hispidus\") in Florida and Georgia. These rodents may serve as intermediate hosts.",
            "score": 36.25934541225433
        },
        {
            "docid": "145672_2",
            "document": "Manx cat . The Manx cat (, in earlier times often spelled Manks), is a breed of domestic cat (\"Felis catus\") originating on the Isle of Man, with a naturally occurring mutation that shortens the tail. Many Manx have a small stub of a tail, but Manx cats are best known as being entirely tailless; this is the most distinguishing characteristic of the breed, along with elongated hind legs and a rounded head. Manx cats come in all coat colours and patterns, though all-white specimens are rare, and the coat range of the original stock was more limited. Long-haired variants are sometimes considered a separate breed, the Cymric. Manx are prized as skilled hunters, and thus have often been sought by farmers with rodent problems, and been a preferred ship's cat breed. They are said to be social, tame and active. An old local term for the cats on their home island is stubbin. Manx have been exhibited in cat shows since the 1800s, with the first known breed standard published in 1903.",
            "score": 21.856173396110535
        },
        {
            "docid": "4791850_2",
            "document": "Chinchilla rabbit . Chinchilla rabbits are a group of three rabbit breeds that have been bred for a coat that resembles that of chinchillas. Despite their name, they are not related to and cannot interbreed with chinchillas, which are a species of rodent. Rabbits are lagomorphs. A mutation diluted the yellow pigment in the hairs to almost white, changing in this way the color of the fur of the wild rabbit (agouti) into chinchilla.",
            "score": 64.23150849342346
        },
        {
            "docid": "6678_9",
            "document": "Cat . The domestic cat was first classified as \"Felis catus\" by Carl Linnaeus in the 10th edition of his \"Systema Naturae\" published in 1758. Because of modern phylogenetics, domestic cats are usually regarded as another subspecies of the wildcat, \"F. silvestris\". This has resulted in mixed usage of the terms, as the domestic cat can be called by its subspecies name, \"Felis silvestris catus\". Wildcats have also been referred to as various subspecies of \"F. catus\", but in 2003, the International Commission on Zoological Nomenclature fixed the name for wildcats as \"F. silvestris\". The most common name in use for the domestic cat remains \"F. catus\". Sometimes, the domestic cat has been called \"Felis domesticus\" as proposed by German naturalist J. C. P. Erxleben in 1777, but these are not valid taxonomic names and have been used only rarely in scientific literature. A population of Transcaucasian black feral cats was once classified as \"Felis daemon\" but now this population is considered to be a part of the domestic cat.",
            "score": 4.921366333961487
        },
        {
            "docid": "1022343_2",
            "document": "Chausie . The Chausie () is a domestic breed of cat that was developed by breeding a few individuals from the nondomestic species jungle cat (\"Felis chaus\") to a far greater number of domestic cats (\"Felis catus\"). The Chausie was first recognized as a domestic breed by The International Cat Association (TICA). Within the domestic breeds, the Chausie is categorized as a nondomestic hybrid source breed. Other domestic breeds in this category include the Bengal and the Savannah. Because Chausies are mostly descended from domestic cats, by about the fourth generation they are fully fertile and completely domestic in temperament. Chausies should be tall, long, and lean, with very long legs and medium boning. The torso is deep-chested with flat sides. The ears are broad, tall, and set high on the head, about two fingers apart. The cheekbones are striking—prominent, long, and angular—and the eyes are flattened on top and form a half oval below. The coat is short, and the cats can come in three colors: solid black, black grizzled tabby, and black (brown) ticked tabby. Gold or yellow eye color is preferred, though yellower and lighter shades of green are allowed.",
            "score": 2.7083959579467773
        },
        {
            "docid": "31708890_5",
            "document": "Fauna of South Africa . Smaller carnivores are common across the country, and two species, the black-backed jackal and the caracal, are seen by some as pest species, often taking livestock such as sheep and goats, as lion, leopard, cheetah, African wild dog, and both species of hyena have been largely extirpated outside of protected areas. The serval is a rodent specialist and often occurs in marshy areas. Bat-eared foxes, Cape foxes and small felids such as the black-footed cat (\"Felis nigripes\") and Southern African wildcat (\"Felis sylvestris cafra\") are widespread, although there are concerns about the genetic purity of the African wild cat, as it breeds readily with both domestic and feral domestic cats (\"Felis sylvestris catus\"), which dilutes the African wild cat's gene pool. There are many species of mongoose, such as the meerkat, yellow mongoose and water mongoose. There are two genet species, the common genet and the large spotted genet. There are relatively few mustelid species in South Africa, as it appears that most niches taken by mustelids elsewhere in the world are taken up by vivverids and herpestids in sub-Saharan Africa (only seven species are native to Africa south of the Sahara). Two species of otter are native to South Africa, both inhabiting freshwater habitats and the Cape clawless otter ranging into the sea at the coast. The honey badger is probably the best known mustelid native to the region; aside from the otters, two other species occur, the African striped weasel and the striped polecat - their black-and-white fur serves the same function as that of skunks. The only seal native to the region is the brown fur seal, which breeds in large colonies off Namibia and South Africa.",
            "score": 17.026546001434326
        },
        {
            "docid": "25147300_20",
            "document": "Noronha skink . The Noronha skink probably lacked predators before Fernando de Noronha was discovered by humans, but several species that arrived since do prey on it, most commonly the cat (\"Felis catus\") and cattle egret (\"Bubulcus ibis\"). These may negatively affect skink abundance at some localities on the island. The Argentine black and white tegu lizard, \"Tupinambis merianae\", and three introduced rodents, the house mouse (\"Mus musculus\"), brown rat (\"Rattus norvegicus\") and black rat (\"Rattus rattus\"), have also been observed to eat Noronha skinks, but the rodents, particularly the house mouse, may have been scavenging on already dead skinks.",
            "score": 37.2197699546814
        },
        {
            "docid": "198290_7",
            "document": "Chinchilla . In nature, chinchillas live in social groups that resemble colonies, but are properly called herds. Herd sizes can range from 14 members up to 100, this is both for social interaction as well as protection from predators. They can breed any time of the year. Their gestation period is 111 days, longer than most rodents. Due to this long pregnancy, chinchillas are born fully furred and with eyes open. Litters are usually small in number, predominantly two.",
            "score": 58.67182445526123
        },
        {
            "docid": "11009131_2",
            "document": "Short-tailed chinchilla . The short-tailed chinchilla (\"Chinchilla chinchilla\", formerly known as \"Chinchilla brevicaudata\"), also called the Bolivian, Peruvian, or royal chinchilla, is an endangered species of rodent. Their original range included the Andes Mountains of Argentina, Chile, Peru, and Bolivia. The rodents were exploited for their luxurious fur, causing their numbers to dwindle greatly.",
            "score": 67.59777235984802
        },
        {
            "docid": "50720505_2",
            "document": "Henry's pocket . In animal anatomy, Henry's pocket, more formally known as a cutaneous marginal pouch, is a fold of skin forming an open pouch on the lower posterior part of the external ear. The pocket is situated in the location occupied by the antitragus in the human ear. It occurs in a number of species, but is particularly noticeable on the domestic cat, \"Felis catus\", as well as some dog breeds.",
            "score": 8.259578943252563
        },
        {
            "docid": "4791850_5",
            "document": "Chinchilla rabbit . The American Chinchilla or \"Heavyweight Chinchilla\" is larger than the Standard Chinchilla, it has a commercial body type but the same roll back coat. Standard Chinchillas bred for large size produced this breed. Chinchilla Rabbits originated in France and were bred to standard by M. J. Dybowski. They were introduced to the United States in 1919.",
            "score": 42.282161235809326
        },
        {
            "docid": "2556675_2",
            "document": "Kellas cat . The Kellas cat is a small black feline found in Scotland, and is an intraspecific hybrid between the Scottish wildcat (\"Felis silvestris grampia\") and the Domestic cat (\"Felis silvestris catus\"). Once thought to be a mythological wild cat, with its few sightings dismissed as hoaxes, a specimen was killed by being caught in a snare in 1984 by a gamekeeper named Ronnie Douglas and found to be a hybrid between wild and domestic subspecies of \"Felis silvestris\". It is not a formal breed of cat, but a landrace of felid hybrids. It is named after the village of Kellas, Moray, where it was first found. The historian Charles Thomas speculates that the Pictish stone at Golspie may depict a Kellas. The Golspie stone, now held at the Dunrobin Castle Museum, shows a cat-like creature standing on top of a salmon which may allude to the characteristics ascribed to a Kellas of catching fish while river swimming.",
            "score": 8.016183733940125
        },
        {
            "docid": "12534390_7",
            "document": "Iberian shrew . Domestic cats (\"Felis catus\"), European wild cats (\"Felis silvestris\"), and barn owls (\"Tyto alba\") have been noted to prey upon \"S. granarius\"\".\"",
            "score": 1.4397056102752686
        },
        {
            "docid": "36048052_4",
            "document": "Cytauxzoon . This genus was originally described in African ruminants but is now known to be common in felids including the domestic cat (\"Felis catus\"). It was first described in the African grey duiker (\"Sylvicapra grimmia\"). \"C. felis\" was first described by Kier in 1979.",
            "score": 5.171381950378418
        },
        {
            "docid": "32437185_7",
            "document": "Cats in the United States . The domestic cat, \"Felis catus\" or \"F. silvestris catus\", is a popular pet, with an estimated 93.5 million cats kept as pets; about one third of all households in the United States keeping at least one. Eighty-seven percent of owned cats are spayed or neutered",
            "score": 8.074755668640137
        },
        {
            "docid": "269357_7",
            "document": "Wildcat . In 1778, Johann von Schreber described the European wildcat using the scientific name \"Felis (catus) silvestris\". In 1780, Georg Forster described a cat from the Barbary Coast using the name \"Felis lybica\". In subsequent decades, several naturalists and explorers described 40 wildcats from European, African and Asian countries. The taxonomist Reginald Innes Pocock reviewed the collection of wildcat skins in the British Museum, and in 1951 designated seven \"Felis silvestris\" subspecies from Europe to Asia Minor, and 25 \"Felis lybica\" subspecies from Africa, and West to Central Asia.",
            "score": 1.2466485500335693
        },
        {
            "docid": "30456458_8",
            "document": "Traditional Persian . The color inhibitor gene mutated in a Persian cross in 1882 in the UK in a cat called \"Chinnie\". The offspring of this mutation that express the gene are commonly known as \"chinchillas\" presumably due to the resemblance of their coat to that of the rodent by that name. They were classified as a Persian variety for breeding purposes.",
            "score": 49.046539306640625
        },
        {
            "docid": "11130712_14",
            "document": "Splendid fairywren . Major nest predators include Australian magpies (\"Gymnorhina tibicen\"), butcherbirds (\"Cracticus\" spp.), laughing kookaburra (\"Dacelo novaeguineae\"), currawongs (\"Strepera\" spp.), crows and ravens (\"Corvus\" spp.), shrike-thrushes (\"Colluricincla\" spp.) as well as introduced mammals such as the red fox (\"Vulpes vulpes\"), cat (\"Felis catus\") and black rat (\"Rattus rattus\"). Like other species of fairywrens, splendid fairywrens may use a 'rodent-run' display to distract predators from nests with young birds. While doing this, the head, neck and tail of the bird are lowered, the wings are held out and the feathers are fluffed as the bird runs rapidly and voices a continuous alarm call.",
            "score": 26.223056316375732
        },
        {
            "docid": "4791850_6",
            "document": "Chinchilla rabbit . Bred to be a meat and fur rabbit, the American Chinchilla Rabbit can be shown/exhibited or kept as a stocky, hardy pet. American Chinchilla Rabbits do not require regular grooming. Adult American Chinchilla Rabbits weigh different for each sex. Males (Bucks)- 9-11#, and Females (Does) 10-12#. These stocky rabbits have a slight curve to their medium length bodies, beginning at the nape of their necks and following through to the rump. They carry their ears straight erect. The quality of the pelt is first and more important when breeding for the \"Standard Of Perfection\". American Chinchilla Rabbits are a six-class breed in show. (Any rabbit that matures over 9 pounds is a 6-class breed, maturation weights under 9# are 4-class breeds.) The American Chinchilla Rabbit was bred from large Standard Chinchilla Rabbits in order to produce a meatier rabbit. They were originally called Heavyweight Chinchilla Rabbits.",
            "score": 43.992056488990784
        },
        {
            "docid": "825332_18",
            "document": "Purebred . Some original cat breeds that have a distinct phenotype that is the main type occurring naturally as the dominant domesticated cat type in their region of origin are sometimes considered subspecies and in the past received names as such, although this is no longer supported by feline biologists. with \"F. silvestris\" the wild cat and \"F. s. catus\" the domestic. Some of these cat breeds (with their invalid scientific names for historical interest) are:",
            "score": 9.58541989326477
        },
        {
            "docid": "56870719_4",
            "document": "Ritualized aggression . Domestic cats (\"Felis catus\") are very territorial and defend their territories with ritualized body posturing, stalking, staring, spitting, yowling and howling.",
            "score": 0.0
        },
        {
            "docid": "57391457_5",
            "document": "Tympanocryptis intima . While feral cats (\"Felis catus\") have been found to prey on this species, they are unlikely to pose a major threat to this widespread species.",
            "score": 3.3524320125579834
        },
        {
            "docid": "12461683_27",
            "document": "White-winged fairywren . Adults and their young may be preyed upon by mammalian predators, such as the red fox (\"Vulpes vulpes\") or the feral cat (\"Felis catus\"), and native predatory birds, such as the Australian magpie (\"Gymnorhina tibicen\"), butcherbird species (\"Cracticus\" spp.), laughing kookaburra (\"Dacelo novaeguineae\"), currawongs (\"Strepera\" spp.), crows and ravens (\"Corvus\" spp.), shrike-thrushes (\"Colluricincla\" spp.) and reptiles such as goannas. Another threat to the birds is from humans; many nests are trampled on (even by the occasional bird watcher) during breeding season because the nests are hidden close to the ground and therefore difficult for passers-by to spot.",
            "score": 4.558237075805664
        },
        {
            "docid": "4791850_9",
            "document": "Chinchilla rabbit . The Giant Chinchilla is a result of crosses between Chinchilla and Flemish Giant breeds; it originates in the United States. This breed is used primarily as a commercial meat rabbit.",
            "score": 34.82318878173828
        },
        {
            "docid": "10005263_2",
            "document": "Chinchilla (disambiguation) . Chinchilla is a fur-bearing mountain rodent native to South America.",
            "score": 58.383423805236816
        },
        {
            "docid": "30456458_15",
            "document": "Traditional Persian . In South Africa, all breeds cat judge and Chinchilla breeder Stella Slabber, headed up a project to separate the breed from the modern Persian standard. This standard was only to be applicable to color-bred silvers, commonly known as \"Chinchillas\" in South Africa. The breed was accepted under the name \"Chinchilla Longhair\" with breed code \"CHL\" in the SA Cat Council (SACC) in 1996.",
            "score": 38.634939312934875
        },
        {
            "docid": "11203678_14",
            "document": "Jarrah Forest . The significant population loss of fauna species in the Jarrah Forest is attributed to the fox and cat (\"felis catus\"). Predators can influence abundances and ranges of species at all trophic levels, including primary producers, prey and other predators. Between 1933 and 1944 the terrestrial range of the quokka (\"Setonix brachyurus\"), the woylie, the chuditch, the brushtail possum, the western ringtail possum, the tammar wallaby and the numbat contracted quite dramatically. This was blamed on the fox. Population numbers, however, of woylies and boodies were already declining in 1911, most likely due to cats (\"Felis catus\") introduced by Europeans. Another introduced species that is a major threat to birds in some areas of the Jarrah Forest, but for a very different reason, is the feral bee (\"Apis mellifera\"). Swarms of feral bees take over tree hollows, stealing the nesting sites of hollow-nesting birds.",
            "score": 2.3423919677734375
        },
        {
            "docid": "198290_27",
            "document": "Chinchilla . Chinchillas which live in communities and their breeding must not be disturbed in February to March or from August to September, as they are especially sensitive in these breeding seasons. Chinchillas are social animals and are likely to be upset to have their breeding mate changed in breeding season. They are known to be disturbed by a change of diet in these times, so care should be taken by breeders that the food given at the beginning of these times is in ample supply and can be given without change for the duration of the season.",
            "score": 40.23404240608215
        }
    ],
    "r": [
        {
            "docid": "198290_2",
            "document": "Chinchilla . Chinchillas are either of two species of crepuscular rodents of the parvorder Caviomorpha. They are slightly larger and more robust than ground squirrels, and are native to the Andes mountains in South America. They live in colonies called \"herds\" at high elevations of up to . Historically, chinchillas lived in an area that included parts of Bolivia, Peru, Argentina, and Chile, but today, colonies in the wild are known only in Chile. Along with their relatives, viscachas, they make up the family Chinchillidae. They are also related to the chinchilla rat.",
            "score": 75.24091339111328
        },
        {
            "docid": "25079_3",
            "document": "Pet . Two of the most popular pets are dogs and cats. Other animals commonly kept include: rabbits, ferrets, pigs; rodents, such as gerbils, hamsters, chinchillas, rats, and guinea pigs; avian pets, such as parrots, passerines, and fowl; reptile pets, such as turtles, lizards and snakes; aquatic pets, such as fish, freshwater and saltwater snails, and frogs; and arthropod pets, such as tarantulas and hermit crabs. Small pets may be grouped together as pocket pets, while the equine and bovine group include the largest companion animals.",
            "score": 73.682373046875
        },
        {
            "docid": "2438172_2",
            "document": "Chinchilla rat . Chinchilla rats or chinchillones are members of the family Abrocomidae. This family has few members compared to most rodent families, with only nine known living species. They resemble chinchillas in appearance, with a similar soft fur and silvery-grey color, but have a body structure more like a short-tailed rat. They are social, tunnel-dwelling animals, and live in the Andes Mountains of South America. They are probably herbivorous, although this is not clear.",
            "score": 71.69921112060547
        },
        {
            "docid": "2328816_2",
            "document": "Caviomorpha . Caviomorpha is the rodent infraorder or parvorder that unites all New World hystricognaths. It is supported by both fossil and molecular evidence. The Caviomorpha was for a time considered to be a separate order outside the Rodentia, but is now accepted as a genuine part of the rodents. Caviomorphs include the extinct Heptaxodontidae (giant hutias) and extant families of chinchilla rats, hutias, guinea pigs and the capybara, chinchillas and viscachas, tuco-tucos, agoutis, pacas, pacaranas, spiny rats, New World porcupines, coypu and octodonts (Vassallo and Antenucci, 2015).",
            "score": 70.06189727783203
        },
        {
            "docid": "11009131_2",
            "document": "Short-tailed chinchilla . The short-tailed chinchilla (\"Chinchilla chinchilla\", formerly known as \"Chinchilla brevicaudata\"), also called the Bolivian, Peruvian, or royal chinchilla, is an endangered species of rodent. Their original range included the Andes Mountains of Argentina, Chile, Peru, and Bolivia. The rodents were exploited for their luxurious fur, causing their numbers to dwindle greatly.",
            "score": 67.59777069091797
        },
        {
            "docid": "2007884_2",
            "document": "Pocket pet . Pocket pet is a term used to refer to a small pet mammal commonly kept as a household pet. The most common pocket pets are rodents such as hamsters, gerbils, degus, sugar gliders (a marsupial), fancy mice, fancy rats, chinchillas, and guinea pigs. The term also includes exotic pets like flying squirrels, pygmy opossums, and hedgehogs (which have been bred as house pets in the United States for the last 15 years). An expanded definition would also include larger pets like rabbits (\"Lagomorpha\") and ferrets (a carnivore).",
            "score": 67.5809555053711
        },
        {
            "docid": "19886002_19",
            "document": "Handbook of the Mammals of the World . Initially it was intended to publish only one volume on lagomorphs and rodents. But due to the large number of described rodents Lynx Edicions organized a survey from summer to autumn 2015 in which a majority of customers decided in favor of two volumes. The sixth volume is devoted to the lagomorphs and 25 families of rodents, including the hares, pikas, chinchillas, the Laotian rock rat (a living fossil), the capybara (the largest extant rodent), and the diverse group of squirrels. The 60 colour plates are created by Toni Llobet. It covers the details to the taxonomy, range, habitat, reproduction, behaviour, and conservation status of 798 species from 27 families in two orders. It includes a special chapter on the overview of rodents, on morphology, taxonomy, and evolutionary history; why rodents are studied; and tools for studying them. Edited by Don E. Wilson, Thomas E. Lacher Jr, and Russell A. Mittermeier.",
            "score": 67.4516830444336
        },
        {
            "docid": "5220649_5",
            "document": "Asháninka arboreal chinchilla rat . When described, it was placed in the family Abrocomidae, but was considered different enough from existing species for the creation of the genus \"Cuscomys\". Since then, the Machu Picchu arboreal chinchilla rat (\"Cuscomys oblativus\"), a species of chinchilla rats originally placed in the genus \"Abrocoma\", has been shown to be a member of \"Cuscomys\". Although it was considered extinct by the IUCN at the time, photos of a rodent showing some similarities to \"C. ashaninka\" taken at Machu Picchu in late 2009 may show \"C. oblativus\".",
            "score": 66.46578216552734
        },
        {
            "docid": "4791850_2",
            "document": "Chinchilla rabbit . Chinchilla rabbits are a group of three rabbit breeds that have been bred for a coat that resembles that of chinchillas. Despite their name, they are not related to and cannot interbreed with chinchillas, which are a species of rodent. Rabbits are lagomorphs. A mutation diluted the yellow pigment in the hairs to almost white, changing in this way the color of the fur of the wild rabbit (agouti) into chinchilla.",
            "score": 64.23150634765625
        },
        {
            "docid": "19337310_64",
            "document": "Rodent . Rodents including guinea pigs, mice, rats, hamsters, gerbils, chinchillas, degus and chipmunks make convenient pets able to live in small spaces, each species with its own qualities. Most are normally kept in cages of suitable sizes and have varied requirements for space and social interaction. If handled from a young age, they are usually docile and do not bite. Guinea pigs have a long lifespan and need a large cage. Rats also need plenty of space and can become very tame, can learn tricks and seem to enjoy human companionship. Mice are short-lived but take up very little space. Hamsters are solitary but tend to be nocturnal. They have interesting behaviors, but unless handled regularly they may be defensive. Gerbils are not usually aggressive, rarely bite and are sociable animals that enjoy the company of humans and their own kind. Rodents are used widely as model organisms in animal testing. Albino mutant rats were first used for research in 1828 and later became the first animal domesticated for purely scientific purposes. Nowadays, the house mouse is the most commonly used laboratory rodent, and in 1979 it was estimated that fifty million were used annually worldwide. They are favored because of their small size, fertility, short gestation period and ease of handling and because they are susceptible to many of the conditions and infections that afflict humans. They are used in research into genetics, developmental biology, cell biology, oncology and immunology. Guinea pigs were popular laboratory animals until the late 20th century; about 2.5 million guinea pigs were used annually in the United States for research in the 1960s, but that total decreased to about 375,000 by the mid-1990s. In 2007, they constituted about 2% of all laboratory animals. Guinea pigs played a major role in the establishment of germ theory in the late 19th century, through the experiments of Louis Pasteur, Émile Roux, and Robert Koch. They have been launched into orbital space flight several times—first by the USSR on the Sputnik 9 biosatellite of March 9, 1961, with a successful recovery. The naked mole rat is the only known mammal that is poikilothermic; it is used in studies on thermoregulation. It is also unusual in not producing the neurotransmitter substance P, a fact which researchers find useful in studies on pain.",
            "score": 63.76978302001953
        },
        {
            "docid": "2328816_11",
            "document": "Caviomorpha . Caviomorph rodents underwent an explosive diversification upon arrival into South America. They managed to outcompete other animals in rodent-like niches such as certain South American marsupials. Retaining predominantly herbivorous diets, they expanded their sizes to encompass a range from rat-sized echimyids to the bison-sized \"Phoberomys\". Their ecologies included burrowing gopher-like forms such as tuco-tucos, arboreal forms such as porcupines and certain spiny rats, running forms such as maras, and aquatic forms such as the capybara and nutria (Vassallo and Antenucci, 2015). Habitats range from grasslands (maras), high mountains (chinchillas and chinchilla rats), forest edges (prehensile-tailed porcupines) and dense tropical forests (pacas and acouchis).",
            "score": 62.83490753173828
        },
        {
            "docid": "299797_2",
            "document": "Chinchillidae . The family Chinchillidae is in the order Rodentia and consists of the chinchillas, the viscachas, and their fossil relatives. This family is restricted to southern and western South America, mostly living in mountainous regions of the Andes but one species living on plains. They are medium to large-sized rodents, weighing from to , with strong hind legs and large ears and a bushy tail. All species have thick, soft fur, which is considered valuable in some cultures.",
            "score": 61.382694244384766
        },
        {
            "docid": "19337310_7",
            "document": "Rodent . The distinguishing feature of the rodents is their pairs of continuously growing, razor-sharp incisors. These incisors have thick layers of enamel on the front and little enamel on the back. Because they do not stop growing, the animal must continue to wear them down so that they do not reach and pierce the skull. As the incisors grind against each other, the softer dentine on the rear of the teeth wears away, leaving the sharp enamel edge shaped like the blade of a chisel. Most species have up to 22 teeth with no canines or anterior premolars. A gap, or diastema, occurs between the incisors and the cheek teeth in most species. This allows rodents to suck in their cheeks or lips to shield their mouth and throat from wood shavings and other inedible material, discarding this waste from the sides of their mouths. Chinchillas and guinea pigs have a high-fiber diet; their molars have no roots and grow continuously like their incisors.",
            "score": 61.303016662597656
        },
        {
            "docid": "39276975_2",
            "document": "Burrowing chinchilla mouse . The burrowing chinchilla mouse (\"Euneomys fossor\") is a species of rodent in the family Cricetidae. It is found in Salta Province, Argentina.",
            "score": 60.74904251098633
        },
        {
            "docid": "285913_2",
            "document": "Common degu . The common degu (\"Octodon degus\"; ) is a small caviomorph rodent endemic to the Chilean matorral ecoregion of central Chile. The name \"degu\" on its own indicates either the entire genus \"Octodon\" or, more likely, \"O. degus\". Common degus are in the parvorder Caviomorpha of the infraorder Hystricognathi, along with the chinchilla and guinea pig. The word \"degu\" comes from the indigenous language of Chile, Mapudungun \"dewü\" (mouse, rat). The animal may be kept as a pocket pet.",
            "score": 60.11770248413086
        },
        {
            "docid": "12172790_2",
            "document": "Patagonian chinchilla mouse . The Patagonian chinchilla mouse (\"Euneomys chinchilloides\") is a species of rodent in the family Cricetidae. It is found in Tierra del Fuego and neighboring areas of southernmost Argentina and Chile.",
            "score": 59.40093231201172
        },
        {
            "docid": "25631460_4",
            "document": "Tooth . Some animals develop only one set of teeth (monophyodont) while others develop many sets (polyphyodont). Sharks, for example, grow a new set of teeth every two weeks to replace worn teeth. Rodent incisors grow and wear away continually through gnawing, which helps maintain relatively constant length. The industry of the beaver is due in part to this qualification. Many rodents such as voles and guinea pigs, but not mice, as well as leporidae like rabbits, have continuously growing molars in addition to incisors.",
            "score": 59.39820861816406
        },
        {
            "docid": "27688811_4",
            "document": "Lagidium ahuacaense . \"L. ahuacaense\" was the fourth species of the genus \"Lagidium\" to be described, after \"L. peruanum\", \"L. viscacia\", and \"L. wolffsohni\" of the central and southern Andes, although more species may eventually be recognized within \"L. peruanum\" and \"L. viscacia\", and \"L. wolffsohni\" is poorly differentiated from \"L. viscacia\". Together with the plains viscacha (\"Lagostomus maximus\") and the chinchillas (\"Chinchilla\"), \"Lagidium\" forms the rodent family Chinchillidae. Within \"Lagidium\", \"L. ahuacaense\" differs by at least 7.9% from all other species in DNA sequences of the mitochondrial cytochrome \"b\" gene. A cladistic analysis placed the Ecuadorian species as the sister group to all other \"Lagidium\" species, but support for this placement was not strong. Morphometric analysis also confirmed the Ecuadorian population is different from other \"Lagidium\" species.",
            "score": 59.2314567565918
        },
        {
            "docid": "299797_3",
            "document": "Chinchillidae . Members of the family Chinchillidae are somewhat rabbit or squirrel-like rodents varying in weight from . They have large eyes, medium-sized ears, soft dense fur and short bushy tails. The forelegs are shorter than the hind legs. The forefeet have four toes while the hind feet have four small-clawed toes in \"Lagidium\" and \"Chinchilla\" but three large-clawed toes in \" Lagostomus\", a digging species. Their dental formula is 1/1, 0/0, 1/1, 3/3 and their incisors grow continually throughout their lives. Chinchillids are generally brownish-grey or grey on the dorsal (upper) surface and pale on the ventral (under) surface. Plains viscachas have distinctive black and white markings on their faces.",
            "score": 59.21936798095703
        },
        {
            "docid": "12172354_2",
            "document": "Altiplano chinchilla mouse . The Altiplano chinchilla mouse or achallo (\"Chinchillula sahamae\") is a species of rodent in the family Cricetidae. It is the only species in the genus Chinchillula. It is found in Argentina, Bolivia, Chile, and Peru.",
            "score": 59.13882064819336
        },
        {
            "docid": "198290_7",
            "document": "Chinchilla . In nature, chinchillas live in social groups that resemble colonies, but are properly called herds. Herd sizes can range from 14 members up to 100, this is both for social interaction as well as protection from predators. They can breed any time of the year. Their gestation period is 111 days, longer than most rodents. Due to this long pregnancy, chinchillas are born fully furred and with eyes open. Litters are usually small in number, predominantly two.",
            "score": 58.67182159423828
        },
        {
            "docid": "29806995_26",
            "document": "Auditory fatigue . Studies have been carried out in humans, marine mammals (dolphins, harbour porpoises and harbour seals) rodents (mice, rats, guinea pigs and chinchillas) and fish.",
            "score": 58.66554260253906
        },
        {
            "docid": "25743882_2",
            "document": "Posterolateral palatal pits . In anatomy, posterolateral palatal pits are gaps at the sides of the back of the bony palate, near the last molars. Posterolateral palatal pits are present, in various degrees of development, in several members of the rodent family Cricetidae. Many members of the family lack them or have only simple pits, but Arvicolinae (voles, lemmings, and relatives) and Oryzomyini (rice rats and relatives) have more highly developed posterolateral palatal pits. Posterolateral palatal pits are also present in some other rodents, including \"Glis\", \"Jaculus\", \"Hystrix\", \"Abrocoma\", \"Ctenomys\", \"Chinchilla\", and \"Lagidium\".",
            "score": 58.46358108520508
        },
        {
            "docid": "34738679_2",
            "document": "List of fictional rodents in animation . This List of fictional rodents is subsidiary to list of fictional animals and covers all rodents including beavers, chipmunks, gophers, pikachu, mice, squirrels, rats and porcupines, as well as extinct or prehistoric species (such as \"Ceratogaulus\").",
            "score": 58.46271896362305
        },
        {
            "docid": "5220765_2",
            "document": "Cuscomys oblativus . Cuscomys oblativus, the Machu Picchu arboreal chinchilla rat, is a large species of South American chinchilla rats, known from skeletal remains found by members of the Peruvian Expedition of 1912. The animals were buried alongside people in ancient Inca tombs at Machu Picchu in Peru. It was considered extinct by the IUCN in 2008, but conservation status was changed to data deficient in 2016. Photos of a rodent taken at Machu Picchu in late 2009 likely show this species, a finding apparently confirmed in 2014.",
            "score": 58.45301055908203
        },
        {
            "docid": "3277064_10",
            "document": "Lesser grison . Lesser grisons can be tamed if raised from a young age. They were used in the past to hunt wild chinchillas, pursuing them down burrows in a similar manner to ferrets, although chinchillas are now too rare for this to be viable. They are still sometimes kept to control rodents on farms, although they may also be hunted, especially where they are thought to prey on domestic poultry. They have also been reported to be amongst the most frequent species among mammalian roadkill in Brazil.",
            "score": 58.445220947265625
        },
        {
            "docid": "10005263_2",
            "document": "Chinchilla (disambiguation) . Chinchilla is a fur-bearing mountain rodent native to South America.",
            "score": 58.3834228515625
        },
        {
            "docid": "19337310_3",
            "document": "Rodent . Species can be arboreal, fossorial (burrowing), or semiaquatic. Well-known rodents include mice, rats, squirrels, prairie dogs, chipmunks, porcupines, beavers, guinea pigs, hamsters, gerbils and capybaras. Other animals such as rabbits, hares, and pikas, whose incisors also grow continually, were once included with them, but are now considered to be in a separate order, the Lagomorpha. Nonetheless, Rodentia and Lagomorpha are sister groups, sharing a most recent common ancestor and forming the clade of Glires.",
            "score": 58.33866500854492
        },
        {
            "docid": "18557992_6",
            "document": "Hamster ball . Hamster balls are recommended by the manufacturers for use with hamsters, gerbils, mice, degus and small rats only; they should not be used for chinchillas or guinea pigs, as their size and body structures are different from small rodents, posing a serious hazard to them if placed inside.",
            "score": 57.95201110839844
        },
        {
            "docid": "12172794_2",
            "document": "Biting chinchilla mouse . The biting chinchilla mouse (\"Euneomys mordax\") is a species of rodent in the family Cricetidae. It is found in west central Argentina and nearby areas of Chile, where it inhabits highland meadows, probably at elevations of 1740 to 3000 m.",
            "score": 57.61574172973633
        },
        {
            "docid": "12531365_11",
            "document": "Plains viscacha rat . The rodent is not a rat, but a caviomorph, kin to guinea pigs and chinchillas.",
            "score": 57.50148010253906
        },
        {
            "docid": "3435458_6",
            "document": "Animal tooth development . In mice, WNT signals are required for the initiation of tooth development. Rodents' teeth continually grow, forcing them to wear down their teeth by gnawing on various materials. If rodents are prevented from gnawing, their teeth eventually puncture the roofs of their mouths. In addition, rodent incisors consist of two halves, known as the crown and root analogues. The labial half is made of enamel and resembles a crown, while the lingual half is made of dentin and resembles a root. The mineral distribution in rodent enamel is different from that of monkeys, dogs, pigs, and humans.",
            "score": 57.42164611816406
        }
    ]
}