{
    "q": [
        {
            "docid": "26306034_6",
            "document": "English Romantic sonnets . The Romantic poets were influenced by all their famous predecessors, when writing sonnets, but the most important single influence was Milton, who had written less than 30 sonnets himself. In the 17th century Milton kept the sonnet form alive while also expanding the subject matter – which hitherto had mainly been love – by writing about ideas, events, history, and contemporary issues. Like Milton, the Romantics wrote relatively few love sonnets and the sonnet of the Romantic era include politics, nature, friendship, art, history, religion, life and death. In fact some of the Romantic poets even wrote sonnets about sonnets. Wordsworth’s \"Scorn not the Sonnet\" is an example of this. Keats also wrote about sonnets, most notably in \"On the Sonnet\" (1819), which like Wordsworth's poem defends the form in content and by using it himself.",
            "score": 71.71716809272766
        },
        {
            "docid": "12417264_2",
            "document": "Sonnet 102 . Sonnet 102 is one of the 154 sonnets written by English playwright and poet William Shakespeare. It is one of the Fair Youth sonnets, in which Shakespeare writes of an unnamed youth with whom the poet is enamored. Sonnet 102 is among a series of seemingly connected sonnets, from Sonnet 100 to Sonnet 103, in which the poet speaks of a silence between his Muse and himself. The exact date of writing is unknown, and there is contention among scholars about when they were written. Paul Hammond among other scholars believes that sonnets 61-103 were written primarily during the early 1590s, and then being edited or added to later, during the early 1600s (decade). Regardless of date of writing, it was published later along with the rest of the sonnets of the 1609 Quarto.",
            "score": 54.220261573791504
        },
        {
            "docid": "51052304_2",
            "document": "Sebastian Grabowiecki . Sebastian Grabowiecki (c. 1543 – 1607) was a Polish Catholic priest and poet. He was the author of \"Setnik rymów duchownych\" and \"Setnik rymów duchownych wtóry\" (\"Spiritual Rhymes\" parts 1 and 2). His work, focused entirely on religious themes (like George Herbert's), was strongly influenced by Italian poetry, especially by \"Rime Spirituali\" by Gabriele Fiamma. One of the founding fathers of Polish lyric poetry, Grabowiecki was one of the first poets to write sonnets in Polish. Thus he holds a position comparable to Thomas Wyatt, Henry Howard, Earl of Surrey and Portuguese poet Francisco de Sá de Miranda, who introduced the sonnet into their native literatures. He also wrote the first Polish poem in ottava rima, and was an early adopter of the Sapphic stanza in Polish poetry. His best-known poem is a sonnet (based on one of Fiamma's) similar to Philip Sidney's Sonnet 89 from \"Astrophel and Stella\" (\"Now that of absence the most irksome night\"), with the use of epistrophe (repetition of end-words) instead of rhyme.",
            "score": 68.44832336902618
        },
        {
            "docid": "12372301_2",
            "document": "Sonnet 86 . Sonnet 86 is one of 154 sonnets written by the English playwright and poet William Shakespeare. It is the final poem of the Rival Poet subsection of the Fair Youth sonnets in which Shakespeare writes about an unnamed young man and a rival poet competing for the youth's attention. While the exact date of its composition is unknown, scholars generally agree that the Rival Poet series was written between 1598 and 1600 and published along with the rest of the sonnets in the 1609 Quarto.",
            "score": 53.695839405059814
        },
        {
            "docid": "2005064_2",
            "document": "Sonnet L'Abbé . Sonnet L'Abbé, is a Canadian poet, editor, professor and critic. As a poet, L'Abbé writes about national identity, race, gender and language.",
            "score": 47.08712577819824
        },
        {
            "docid": "11698923_10",
            "document": "Sonnet 78 . \"Shakespeare's sonnets 78-86 concern the Speaker's rivalry with other poets and especially with one 'better spirit' who is 'learned' and 'polished'\". In Sonnet 78 we find out about a rival who is male and a poet and whose entry initiates an episode of jealousy that comes to a close in only Sonnet 86 These sonnets are considered to be the Rival Poet sonnets. The rival poet sonnets include three primary players; the fair youth, the rival poet, and the lady who is desired by both men. The identities of these three players have been a controversy for hundreds of years and many experts disagree on the personage of the fair youth, rival poet, and lady.  The author Joseph Pequigney discusses the historic background of the rival poet, fair youth, and lady and states, \"The rival poet referred to in Sonnet 78 to 86, (a) are wholly fictitious, or (b) are depictions of real but unknown persons, or (c) admit of historical identifications. In the case of (c) speculation centers mostly on the youth who is surmised to be either the earl of Southampton or the earl of Pembroke or, occasionally, some other nobleman. Marlowe and Chapman are the leading candidates for the role of the literary rival, the lady has generally fared less well in generating a historical counterpart. Regardless of whether the incidents and interpersonal transactions rendered are actual or imaginary, everything comes through as uncertain or indistinct because the Quarto, unauthorized and unsupervised by Shakespeare, (a) prints the Sonnets in a version to be understood as disarranged to a greater or lesser extent, or (b) the order of the poems in Q must be accepted in lieu of more satisfactory alternative, or (c) the lost original order may be reconstructed by acute transpositions.\" As with the fair youth there is some debate over the personage of the rival poet. Other experts disagree with Pequigney's assessment and another expert stated, \"Among biographically minded commentators, a favourite candidate for Rival Poet has been Christopher Marlowe\".  The author R.J.C. Wait believes that the youth is none other than the Earl of Southampton. Waits states, \"Shakespeare now clearly recognizes that Southampton is giving assistance to one or more rivals\". Another perspective is given by the author Macd. P. Jackson who states, \"There can be no simple equation of a figure in Shakespeare's sonnets with a historical, biological personage.\" Waits argues that there are too many similarities for the fair youth to be anyone other than the Earl of Southampton, who was a known patron of the arts. The controversy around the identities of the fair youth, rival poet(s), and lady are an age old argument and may never be resolved as Shakespeare never explicitly identifies the individuals in the Sonnets.",
            "score": 82.39643287658691
        },
        {
            "docid": "1018224_5",
            "document": "Crown of sonnets . \"A Wreath of Sonnets\" () is a crown of sonnets by the Slovene Romantic poet France Prešeren. It was written in 1833 and was enriched with acrostic in the master sonnet. Prešeren's crown of sonnets was translated into Russian in 1889, which had great influence on many poets, including Valery Bryusov. Jaroslav Seifert wrote his sentimental \"Věnec sonetů\" (A Wreath of Sonnets) in this form about Prague, with an authorized translation by Jan Křesadlo, who also composed his own emigre riposte in the same format, as well as writing several other sonnet cycles. The Bulgarian poet Venko Markovski wrote and published more than 100 crowns of sonnets, which also contained acrostics dedicated to various historical figures. In 2007, the Russian poet Natalia Shamberova published \"The Mists of August,\" a wreath of wreaths: 211 interlacing sonnets composed of 14 wreaths of sonnets to form the wreath of magistrals, and a final sonnet called the magistrals’ magistral.",
            "score": 61.45181429386139
        },
        {
            "docid": "12417264_3",
            "document": "Sonnet 102 . In the sonnet, the poet writes of why he has stopped showering his muse with flowery praise and adoration. In his analysis of Shakespeare's Sonnets, David West suggests that the sequence of sonnets 100-103 and the silence described are a response to the infidelity of the Fair Youth in the Rival Poet sequence of sonnets (78-86), which has caused a rift between the poet and his Muse. He writes of how immediately following the Rival Poet sonnets, the Poet begins to speak of his lover being false and having forsaken him. West claims that this ultimately culminates in sonnets 100-103, where the Poet expresses his regret over what has transpired.",
            "score": 55.1802237033844
        },
        {
            "docid": "12450812_11",
            "document": "Sonnet 110 . It has been debated by many critics and scholars whether or not sonnet 110 was written about Shakespeare's career in the theater or if the sonnet is a confession of love to a young man. The lines in the sonnet could be related to the stage but scholars Virginia L. Radley and David C. Redding disagree stating that sonnet 110 is, \"addressed to an old friend of the poet's.\" Sonnet 110 can be interpreted as a confession of love and the mistakes the poet made when he decided to leave his original love. The poet confesses to the young man his infidelities and regrets in order to receive pity from the young man for what the poet did was wrong but should be forgiven since he claimed the young man is the best person he will ever love.",
            "score": 59.76662516593933
        },
        {
            "docid": "11513949_2",
            "document": "Sonnet 140 . Sonnet 140 is one of 154 sonnets written by the English playwright and poet William Shakespeare. Sonnet 140 is one of the Dark Lady sonnets, in which the poet writes to a mysterious woman who rivals the Fair Youth for the poet's affection.",
            "score": 55.20579528808594
        },
        {
            "docid": "28260_38",
            "document": "Sonnet . The sonnet was introduced into Polish literature in the 16th century by Jan Kochanowski, Mikołaj Sęp-Szarzyński and Sebastian Grabowiecki. Later in 1826 Adam Mickiewicz wrote a series known as \"Crimean Sonnets\", which was translated into English by Edna Worthley Underwood. Sonnets were also written by Adam Asnyk, Jan Kasprowicz and Leopold Staff. Polish poets usually shape their sonnets according to Italian or French practice. The English sonnet is not common. Kasprowicz used a Shelleyan rhyme scheme: aba bcb cdc ded ee. Polish sonnets are typically written in either hendecasyllables (5+6 syllables) or Polish alexandrines (7+6 syllables).",
            "score": 71.49712061882019
        },
        {
            "docid": "28260_40",
            "document": "Sonnet . In Slovenia the sonnet became a national verse form. The greatest Slovenian poet, France Prešeren, wrote many sonnets. His best known work worldwide is \"Sonetni venec\" (\"A Wreath of Sonnets\"), which is an example of crown of sonnets. Another work of his is the sequence \"Sonetje nesreče\" (\"Sonnets of Misfortune\"). In writing sonnets Prešeren was followed by many later poets. After the Second World War sonnets remained very popular. Slovenian poets write both traditional rhymed sonnets and modern ones, unrhymed, in free verse. Among them are Milan Jesih and Aleš Debeljak. The metre for sonnets in Slovenian poetry is iambic pentameter with feminine rhymes, based both on the Italian endecasillabo and German iambic pentameter.",
            "score": 56.79483509063721
        },
        {
            "docid": "52712058_2",
            "document": "Sonnet on the Great Suffering of Jesus Christ . \"Sonnet on the Great Suffering of Jesus Christ\" (in Polish ') is a poem by the 17th-century Polish poet Stanisław Herakliusz Lubomirski. The poem is the last in the sequence \"The Poems of Lent\" (in Polish ').",
            "score": 56.85020637512207
        },
        {
            "docid": "51035284_4",
            "document": "Polish alexandrine . The Polish national epic, Pan Tadeusz by Adam Mickiewicz, is written in this measure. Polish alexandrines replaced hendecasyllables in sonnets: in the 16th century poets like Sebastian Grabowiecki and Mikołaj Sęp-Szarzyński wrote sonnets using 11-syllable metre, but in the 17th century Daniel Naborowski translated one of Petrarch's sonnets using 13-syllable lines:",
            "score": 63.0203800201416
        },
        {
            "docid": "12355261_8",
            "document": "Sonnet 81 . The first quatrain tackles the idea of achieving immortality through writing. \"Sonnet 81 moves towards the topos of poetic immortality. The poet's claim that his 'gentle verse' will be a 'monument', evoking once more the loci classici of Horace and Ovid ..., was standard among sonneteers\". In the second quatrain Shakespeare writes that his poems will immortalize the youth. Katherine Duncan-Jones writes in her book titled Shakespeare's Sonnets \"When the poet dies, he will be quickly forgotten; but when the youth dies, he will continue to live as the subject-matter of the poet's verse.\" The third quatrain and couplet tie together and conclude the idea of poetic immortality.",
            "score": 54.01918625831604
        },
        {
            "docid": "12450812_12",
            "document": "Sonnet 110 . There have been many arguments by scholars whether or not the sonnet was written about Shakespeare's disdain with the stage and his career in the theater, or if the sonnet is a confession of love to an unknown young man. Shakespeare's use of the word motley has the mind of critics and scholars boggled as to what the sonnet could truly mean. A motley is a multi-colored gown, or costume, usually worn by a jester. Many scholars believe that the sonnet is written about Shakespeare's disdain with the theater and the actors, or even his own profession as an actor. Katherine Duncan-Jones believes that the sonnet is about Shakespeare's feelings about his own career as an actor. Scholar Henry Reed agrees with Duncan-Jones and believes that the sonnet is written about Shakespeare's own disdain with his acting career. The third line of the quatrain also suggests that the sonnet could be about the theater. Gored could be used in the sense of sewing triangular sized cloths into the motley that would be worn by the actor. However, there are other scholars that would disagree with the two. Among these scholars is Kenneth Muir who says, \"the theatrical image does not imply that he was referring to his job as an actor.\" According to Virginia Radley and David Redding, the interpretation of the sonnet being about Shakespeare's profession as an actor is wrong. Radley and Redding suggests that \"sonnet 110 has nothing to do with the stage, or the acting, or the play writing.\" Radley and Redding interpreted the first quatrain as the poets confession of promiscuity. Lines 1-2 suggests that the poet has been around and has made a fool of himself for the world to see. Here, the word motley is used as in \"I played the fool.\" Line 3 suggests that the poet put himself on display and gave away his precious love. With the use of the word gored, Radley and Redding translated the phrase \"gored mine own thoughts\" to \"wounded my best thoughts\". The last line of this quatrain uses the word offences is used in the correct term as in offending the poet's lover by this new affairs he has encountered. By the end of this quatrain, the reading of the sonnet slowly becomes clear that this a confession of love versus Shakespeare's disdain with the theater.",
            "score": 63.56105828285217
        },
        {
            "docid": "5768995_2",
            "document": "Sonnet 28 . Sonnet 28 is one of 154 sonnets written by the English playwright and poet William Shakespeare, it was first published in 1609. The sonnet is a part of the Fair Youth sequence, in which the poet expresses his love towards a young man — usually referred to as \"the young man\" or the \"friend\". Shakespeare's use of \"friend\" means more than just of a sexual nature, it highlights the Renaissance ideal of male fidelity and equality. From sonnets 18 to 126, Shakespeare writes about his relationship with the said young man. Although the identity of the young man is still unknown, Henry Wriothesley and William Herbert, 3rd Earl of Pembroke, are the two leading contenders.",
            "score": 48.364954710006714
        },
        {
            "docid": "5502791_2",
            "document": "Sonnet 30 . Sonnet 30 is one of the 154 sonnets written by the English poet and playwright William Shakespeare. It was published in the Quarto in 1609. It is also part of the Fair Youth portion of the Shakespeare Sonnet collection where he writes about his affection for an unknown young man. While it is not known exactly when Sonnet 30 was written, most scholars agree that it was written between 1595 and 1600. It is written in Shakespearean form, comprising fourteen lines of iambic pentameter, divided into three quatrains and a couplet.",
            "score": 50.53531312942505
        },
        {
            "docid": "2394308_5",
            "document": "Criticism of Islam . Other notable early critics of Islam included: Abu Isa al-Warraq and Ibn al-Rawandi, two 9th-century critics of Islam and religion in general, along with al-Ma'arri, an 11th-century Arab poet and critic of Islam and all other religions who was also known for his veganism and antinatalism. In the early centuries of the Islamic Caliphate, including the period ruled by the four Rashidun caliphs (often called the \"rightly guided caliphs)\", Islamic law permitted citizens to freely express their views, including criticism of Islam and religious authorities, without fear of persecution. As such, there have been several notable critics and skeptics of Islam that arose from within the Islamic world itself. In tenth and eleventh-century Syria there lived a blind poet called Al-Ma'arri. He became well known for a poetry that was affected by a \"pervasive pessimism.\" He labeled religions in general as \"noxious weeds\" and said that Islam does not have a monopoly on truth. He had particular contempt for the \"ulema\", writing that:",
            "score": 45.422131419181824
        },
        {
            "docid": "12372301_15",
            "document": "Sonnet 86 . While scholarly debate abounds as to the identities of the persons contemplated in the sonnet, there is general consensus as to Sonnet 86's role within the Rival Poet subsection of the Fair Youth sonnets. As Joseph Pequigney notes, \"Sonnet 86 is written in the past tense, as distinct from the present tense of the eight previous sonnets, to signal the end of the episode,\" that is, the Rival Poet series of sonnets. As the final sonnet in the series, it is also the sonnet in which Shakespeare claims his ultimate victory over the rival poet, the situation \"resolved in Shakespeare's favor\" as he relentlessly mocks his opponent. Though he admits to having experienced a poetic hesitation, Shakespeare maintains that it was not the Rival Poet who caused it. Katherine Duncan-Jones writes: \"Undaunted by the splendour of his rival's verses, the speaker quails only at [his rival's] appropriation of the young man's favour.\"",
            "score": 55.49370265007019
        },
        {
            "docid": "11419326_7",
            "document": "Sonnet 147 . As a piece within Shakespeare's sonnet collection, Sonnet 147 lies within the Dark Lady sonnets sequence (Sonnets 127-154), following the Fair Youth sequence (Sonnets 1-126). Placed after the Fair Youth sonnets, which \"celebrate a young male love object\", The Dark Lady sonnets are associated with a woman of dark physical and moral features. Unlike the Fair Youth sonnets, which refer lovingly and admirably to the beauty and person-hood of a young male, the Dark Lady sonnets frequently include harsh and offensive language, often including sexual innuendos, to describe a woman who is neither admirably beautiful, or of admirable means or aristocratic status. By writing about this dark and simple woman, Shakespeare writes in stark contrast to most poets of his time, who often and predominantly wrote about fair, virginal, young girls who were of high social status. As with the questioned identity of the inspiration for the Fair Youth sonnets, the identity of the original Dark Lady has been disputed and argued for centuries. Unlike the Fair Youth sonnets, however, there is little academic \"proof\" to back up any proposed female muses, though historical characters ranging from Shakespeare's wife Anne Hathaway, Emilia Lanier, and even Queen Elizabeth herself have been suggested as potential \"femme fatales\".",
            "score": 62.04587125778198
        },
        {
            "docid": "171952_5",
            "document": "Gabriela Mistral . In 1906, Mistral met Romelio Ureta, her first love, who killed himself in 1909. Shortly after, her second love married someone else. This heartbreak was reflected in her early poetry and earned Mistral her first recognized literary work in 1914 with \"Sonnets on Death\" (\"Sonnets de la muerte\"). Mistral was awarded first prize in a national literary contest \"Juegos Florales\" in Santiago (the capital of Chile). Writing about his suicide led the poet to consider death and life more broadly than previous generations of Latin American poets. While Mistral had passionate friendships with various men and women, and these impacted her writings, she was secretive about her emotional life.",
            "score": 47.47865629196167
        },
        {
            "docid": "11513810_15",
            "document": "Sonnet 144 . Henry David Gray writes on the complexity of views that readers have taken while contemplating the sonnets. There are the Southamptonites who date the sonnets from 1592–1596, and believe the first 125 sonnets to be in chronological order, the dark lady being Elizabeth Vernon, and the Rival Poet to be Drayton. Gray continues with the next group of critics being Pembrokists, dating the sonnets from 1598 to 1603, the dark lady being Mary Fitton, and the Rival Poet being Chapman. Gray believes, following with Sir Sidney Lee, that the sonnets are literary exercises, it is important to figure who the dark lady is, that W.H. is not the youth addressed in the first 125 sonnets, the sonnets are in no chronological order, and he had no idea who the rival poet was. Gray proclaims his view, \"I am a free lance among the Sonnets' critics with a special set of conjectures all my own; though I do agree with Butler that that W.H. is William Hughes, with Acheson that the Dark Lady is Mistress Davanant, and with Montmorency that the Rival Poet is Spenser.\"",
            "score": 59.66061878204346
        },
        {
            "docid": "12450812_2",
            "document": "Sonnet 110 . Sonnet 110 is one of 154 sonnets written by the English playwright and poet William Shakespeare. Sonnet 110 was published along with the other sonnets in the 1609 Quarto. The sonnet falls in place with the Fair Youth sequence of Shakespeare's sonnets, in which the poet expresses his love towards a young man. The mystery of the young man is still unknown today. However, there are many different theories by various scholars of who this young man may be. There has been much debate whether or not this sonnet was written about Shakespeare's disdain with the stage and actors. Whereas others have interpreted sonnet 110 as the poet confessing his love to a young man.",
            "score": 60.20552182197571
        },
        {
            "docid": "6732754_8",
            "document": "Sonnet 56 . Sonnet 56 is part of the Fair Youth sonnets. The sonnet's first line was inspired by George Whetstone's \"The Rocke of Regard\" (1576). The sonnet is divided up into four quatrain, groups of four lines, and a couplet. Sonnet 56 is puzzling because of its seemingly inappropriate placement next to Sonnet 55. In Sonnet 55, the poet's relationship with the young man is steady and secure, but here there is a sudden shift from confidence to deep insecurity. In this sonnet the poet examines the \"quality of love.\" It is not clear whose love is being addressed. The poet's, \"his friend's, or that of both?\" The poet \"pleads for the love to be charged with fresh vigor.\" At the same time, the poet suggests that a \"separation\" may be what the relationship needs in order to \"renew the intensity of their devotion.\" It should noted that the identity of the \"Sweet love\" is not located in the poem and the ultimate fate of the relationship is left ambiguous. Although, there may be clues of their fate in the rest of the Fair You Sonnets. Shakespeare also uses metaphors for eating to talk about a sexual appetite.",
            "score": 69.4314249753952
        },
        {
            "docid": "5768969_3",
            "document": "Sonnet 23 . In the sonnet, the speaker compares himself to an actor on stage who has frozen up and cannot speak, but he hopes that his love will understand him through this poem. It is of special interest because of its use of a metaphor drawn from acting, a figure that has led to much attention for what the poem might reveal about Shakespeare's attitude towards sonnet writing, love poetry, and his professions as a playwright and a poet.",
            "score": 48.259886264801025
        },
        {
            "docid": "50345891_2",
            "document": "Daud Haider . Daud Haider is a Bangladeshi poet who was forced into exile after writing a poem that insulted religion including Islam. American Center, International PEN have described him as \"distinguished poet\".",
            "score": 40.56625032424927
        },
        {
            "docid": "179513_18",
            "document": "Natalie Clifford Barney . In 1900, Barney published her first book, a collection of poems called \"Quelques Portraits-Sonnets de Femmes\" (\"Some Portrait-Sonnets of Women\"). The poems were written in traditional French verse and a formal, old-fashioned style since Barney did not care for free verse. These poems have been described as \"apprentice work\" but by publishing them, Barney became the first woman poet to openly write about the love of women since Sappho. Her mother contributed pastel illustrations of the poems' subjects, wholly unaware three of the four women who modeled for her were her daughter's lovers.",
            "score": 45.12418079376221
        },
        {
            "docid": "610283_14",
            "document": "On First Looking into Chapman's Homer . This poem is a Petrarchan sonnet, also known as an Italian sonnet, divided into an octave and a sestet, with a rhyme scheme of \"a-b-b-a-a-b-b-a-c-d-c-d-c-d\". After the main idea has been introduced and the image played upon in the octave, the poem undergoes a volta, a change in the persona's train of thought. The volta, typical of Italian sonnets, is put very effectively to use by Keats as he refines his previous idea. While the octave offers the poet as a literary explorer, the volta brings in the discovery of Chapman's Homer, the subject of which is further expanded through the use of imagery and comparisons which convey the poet's sense of awe at the discovery.",
            "score": 54.63922739028931
        },
        {
            "docid": "78445_11",
            "document": "Henry Howard, Earl of Surrey . He and his friend Sir Thomas Wyatt were the first English poets to write in the sonnet form that Shakespeare later used, and Surrey was the first English poet to publish blank verse (unrhymed iambic pentameter) in his translation of the second and fourth books of Virgil's Aeneid.  Together, Wyatt and Surrey, due to their excellent translations of Petrarch's sonnets, are known as \"Fathers of the English Sonnet\". While Wyatt introduced the sonnet into English, it was Surrey who gave them the rhyming meter and the division into quatrains that now characterises the sonnets variously named English, Elizabethan or Shakespearean sonnets.",
            "score": 56.032023191452026
        },
        {
            "docid": "28260_33",
            "document": "Sonnet . In the Indian subcontinent, sonnets have been written in the Assamese, Bengali, Dogri, English, Gujarati, Hindi, Kashmiri, Malayalam, Manipuri, Marathi, Nepali, Oriya, Sindhi and Urdu languages. Urdu poets, also influenced by English and other European poets, took to writing sonnets in the Urdu language rather late. Azmatullah Khan (1887–1923) is believed to have introduced this format to Urdu literature in the very early part of the 20th century. The other renowned Urdu poets who wrote sonnets were Akhtar Junagarhi, Akhtar Sheerani, Noon Meem Rashid, Mehr Lal Soni Zia Fatehabadi, Salaam Machhalishahari and Wazir Agha. This example, a sonnet by Zia Fatehabadi taken from his collection \"Meri Tasveer\", is in the usual English (Shakespearean) sonnet rhyme-scheme.",
            "score": 57.516794204711914
        },
        {
            "docid": "7796320_10",
            "document": "Hamnet Shakespeare . Michael Wood suggests in \"In Search of Shakespeare\" that sonnet 33 might have nothing to do with the so-called \"Fair Youth\" sonnets, that it alludes to the death of the poet's son, Hamnet in 1596 at age 11, and that there is an implied pun on \"\"sun\"\" and \"\"son\"\": \"\"Even so my sun one early morn did shine, with all triumphant splendour on my brow; but out, alack, he was but one hour mine, the region cloud hath mask'd him from me now\"\". If this is the case the link of sonnet 33 with sonnet 34, sonnet 35 and sonnet 36 would be entirely coincidental and spurious. Note that in sonnet 33 (1) there is no overt \"you\" or \"thou\" (contrary to most of the sonnets and in particular to sonnets 34, 35 and 36 which all three use \"thou\") and (2) there is no mention of the supposed \"fault\" committed by the addressee towards the poet (as in sonnets 34 and 35) nor of the supposed \"guilt\" borne by the poet which may affect the addressee's reputation (as in sonnet 36).",
            "score": 53.96502637863159
        }
    ],
    "r": [
        {
            "docid": "588859_11",
            "document": "Twenty Questions . In developing the Participatory Anthropic Principle (PAP) which is an , theoretical physicist John Archibald Wheeler used a variant on Twenty Questions, called Negative Twenty Questions, to show how the questions we choose to ask about the universe may dictate the answers we get. In this variant, the respondent does not choose or decide upon any particular or definite object beforehand, but only on a pattern of 'Yes' or 'No' answers. This variant requires the respondent to provide a consistent set of answers to successive questions, so that each answer can be viewed as logically compatible with all the previous answers. In this way, successive questions narrow the options until the questioner settles upon a definite object. Wheeler's theory was that, in an analogous manner, consciousness may play some role in bringing the universe into existence.",
            "score": 113.40388488769531
        },
        {
            "docid": "327127_28",
            "document": "John Archibald Wheeler . In 1990, Wheeler suggested that information is fundamental to the physics of the universe. According to this \"it from bit\" doctrine, all things physical are information-theoretic in origin. In developing the Participatory Anthropic Principle (PAP), an , Wheeler used a variant on Twenty Questions, called Negative Twenty Questions, to show how the questions we choose to ask about the universe may dictate the answers we get. In this variant, the respondent does not choose or decide upon any particular or definite object beforehand, but only on a pattern of \"Yes\" or \"No\" answers. This variant requires the respondent to provide a consistent set of answers to successive questions, so that each answer can be viewed as logically compatible with all the previous answers. In this way, successive questions narrow the options until the questioner settles upon a definite object. Wheeler's theory was that, in an analogous manner, consciousness may play some role in bringing the universe into existence.",
            "score": 112.73418426513672
        },
        {
            "docid": "11461_59",
            "document": "Francis Crick . The human dilemma is hardly new. We find ourselves through no wish of our own on this slowly revolving planet in an obscure corner of a vast universe. Our questioning intelligence will not let us live in cow-like content with our lot. We have a deep need to know why we are here. What is the world made of? More important, what are we made of? In the past religion answered these questions, often in considerable detail. Now we know that almost all these answers are highly likely to be nonsense, having sprung from man's ignorance and his enormous capacity for self-deception... The simple fables of the religions of the world have come to seem like tales told to children. Even understood symbolically they are often perverse, if not rather unpleasant... Humanists, then, live in a mysterious, exciting and intellectually expanding world, which, once glimpsed, makes the old worlds of the religions seem fake-cosy and stale... :",
            "score": 106.75524139404297
        },
        {
            "docid": "25389_80",
            "document": "Robert A. Heinlein . In \"To Sail Beyond the Sunset\", Heinlein has the main character, Maureen, state that the purpose of metaphysics is to ask questions: Why are we here? Where are we going after we die? (and so on), and that you are not allowed to answer the questions. \"Asking\" the questions is the point of metaphysics, but \"answering\" them is not, because once you answer this kind of question, you cross the line into religion. Maureen does not state a reason for this; she simply remarks that such questions are \"beautiful\" but lack answers. Maureen's son/lover Lazarus Long makes a related remark in \"Time Enough for Love\". In order for us to answer the \"big questions\" about the universe, Lazarus states at one point, it would be necessary to stand \"outside\" the universe.",
            "score": 104.79802703857422
        },
        {
            "docid": "11698923_8",
            "document": "Sonnet 78 . In Sonnet 78, Shakespeare has a mock debate between the young man and himself: \"The mock-debate of the sonnet is: should the young man be prouder of Shakespeare's poem compiled out of rude ignorance, or of those of his more learned admirers?\" This question is followed by a mock answer: \"The mock answer is that the young man should be prouder of having taught a hitherto dumb admirer to sing, and of having advanced ignorance as high as learning, because these achievements on his part testify more impressively to his originally power than his (slighter) accomplishments with respect to his learned poets — he but mends their style and graces their arts.\" The debate that Shakespeare presents is \"in a Petrarchan logical structure, with a clearly demarcated octave and sestet.\" Shakespeare has to exhibit his present art as at least equal to that of his rivals. He accomplishes this \"by first resorting to a country-bumpkin, fairy-tale idiot-son role, presenting himself as a Cinderella, so to speak, raised from the cinders to the skies.\" This is just an example of some of the ignorance that Shakespeare displays in parts of the sonnet such as in the first quatrain. According to Helen Vendler, The most interesting grammatical move in the poem is the use in Q2 of aspectual description: not \"thou hast\" as we would expect — to parallel the later \"thou dost\" and \"thou art\" — but \"thine eyes...have\". The eyes govern the only four-line syntactic span (the rest of the poem is written in two-line units). We are made to pause for a two-line relative clause between \"thine eyes\" and its verb, \"have\"; in between subject and predicate we find ... the poet twice arising, once to sing, once to fly:",
            "score": 104.37451934814453
        },
        {
            "docid": "11310898_8",
            "document": "Islamic Declaration . To the question, \"What is a Muslim society?\" our answer is a community made up of Muslims, and we consider that this answer says it all, or nearly so. The meaning of this definition is that there is no institutional, social or legal system that can exist separately from people who are its actors, of which we could say, \"This is an Islamic system.\" No system is Islamic or Islamic \"per se\". It is only so based on the people who make it.",
            "score": 103.03589630126953
        },
        {
            "docid": "2905913_4",
            "document": "Robert Maximilian de Gaynesford . What is it for poetry to be serious and to be taken seriously? What is it to be open to poetry, exposed to its force, attuned to what it says and alive to what it does? These are important questions that call equally on poetry and philosophy. But poetry and philosophy, notoriously, have an ancient quarrel. Maximilian de Gaynesford sets out to understand and convert their mutual antipathy into something mutually enhancing, so that we can begin to answer these and other questions. The key to attuning poetry and philosophy lies in the fact that poetic utterances are best appreciated as doing things. For it is as doing things that the speech act approach in analytic philosophy of language tries to understand all utterances. Taking such an approach, this book offers ways to enhance our appreciation of poetry and to develop our understanding of philosophy. It explores work by a range of poets from Chaucer to Geoffrey Hill and J. H. Prynne, and culminates in an extended study of Shakespeare's Sonnets. What work does poetry set itself, and how does this determine the way it is to be judged? What do poets commit themselves to, and what they may be held responsible for? What role does a poet have, or their audience, or their context, in determining the meaning of a poem, what work it is able to achieve? These are the questions that an attuned approach is able to ask and answer.",
            "score": 101.64572143554688
        },
        {
            "docid": "11763558_5",
            "document": "Martyrs of Songkhon . Yesterday evening you received your order to wipe out, definitely, the Name of God, the Only Lord of our lives and minds. We adore Him only, Sir. A few days earlier, you had mentioned to us that you would not wipe out the Name of God and we were rather pleased with that in such a way that we put away our religious habits which showed that we were His handmaids. But it not so today. We do profess that the religion of Christ is the only true religion. Therefore, we would like to give our answer to your question, asked yesterday evening which we did not have a chance to respond because we were unprepared for it. Now we would like to give you our answer. We are asking you to carry out your order with us. Please do not delay any longer. Please carry out your order. Please open the door of heaven to us so that we can confirm that outside the Religion of Christ no none can go to heaven. Please do it. We are well prepared. When we will be gone we will remember you. Please take pity on our souls. We will be thankful to you and will be grateful to you for it. And on the last day we will see each other face to face.",
            "score": 100.61500549316406
        },
        {
            "docid": "4026045_16",
            "document": "Anomalous monism . He asks us to then consider the attribution of a belief. We are seeking a good scientific theory of amorous relations. We ask ourselves if Thomas, who has recently been betrayed by his girlfriend Ffion, believes that it is possible that the relationship can continue. The way we can find out the answer to this question is simply by asking Thomas if he believes it is possible. Thomas says no. Does this authorize us to attribute to Thomas the belief that the relationship cannot continue? Of course not, since Thomas is probably angry and confuses his desire to break up with Ffion with his beliefs. So we ask him if he is angry with Ffion. He says that he is, but we cannot attribute to him the belief that the relationship \"can\" continue, because we don't really know if he's confusing his desires with his beliefs or vice versa. So now we ask Thomas if he will still retain the same opinion next month. Thomas pauses for a while and then says yes. At this point, we think we have a definitive confirmation of the fact that Thomas believes that the relation must be interrupted, since he reflected on the matter before answering. Just to be sure, we ask him what came to mind during that interval of reflection. Thomas answers that he thought of all the unhappy incidents between that took place between him and Ffion. So we return to our original hypothesis on the basis that Thomas is angry and therefore confuses his desires and his beliefs.",
            "score": 99.64887237548828
        },
        {
            "docid": "35611432_17",
            "document": "Quantum Bayesianism . Approaches to quantum theory, like QBism, which treat quantum states as expressions of information, knowledge, belief, or expectation are called \"epistemic\" interpretations. These approaches differ from each other in what they consider quantum states to be information or expectations \"about\", as well as in the technical features of the mathematics they employ. Furthermore, not all authors who advocate views of this type propose an answer to the question of what the information represented in quantum states concerns. In the words of the paper that introduced the Spekkens Toy Model,if a quantum state is a state of knowledge, and it is not knowledge of local and noncontextual hidden variables, then what is it knowledge about? We do not at present have a good answer to this question. We shall therefore remain completely agnostic about the nature of the reality to which the knowledge represented by quantum states pertains. This is not to say that the question is not important. Rather, we see the epistemic approach as an unfinished project, and this question as the central obstacle to its completion. Nonetheless, we argue that even in the absence of an answer to this question, a case can be made for the epistemic view. The key is that one can hope to identify phenomena that are characteristic of states of incomplete knowledge regardless of what this knowledge is about.Leifer and Spekkens propose a way of treating quantum probabilities as Bayesian probabilities, thereby considering quantum states as epistemic, which they state is \"closely aligned in its philosophical starting point\" with QBism. However, they remain deliberately agnostic about what physical properties or entities quantum states are information (or beliefs) about, as opposed to QBism, which offers an answer to that question. Another approach, advocated by Bub and Pitowsky, argues that quantum states are information about propositions within event spaces that form non-Boolean lattices. On occasion, the proposals of Bub and Pitowsky are also called \"quantum Bayesianism\".",
            "score": 99.40755462646484
        },
        {
            "docid": "8501_20",
            "document": "Distributed computing . Many tasks that we would like to automate by using a computer are of question–answer type: we would like to ask a question and the computer should produce an answer. In theoretical computer science, such tasks are called computational problems. Formally, a computational problem consists of \"instances\" together with a \"solution\" for each instance. Instances are questions that we can ask, and solutions are desired answers to these questions.",
            "score": 99.06045532226562
        },
        {
            "docid": "2152113_17",
            "document": "Amr ibn Hishām . While Muhammad was in Mecca some twenty Christians came to him from Abyssinia (or Najrān) when they heard news of him. Muhammad answered all their questions and read the Quran to them. Their eyes flowed with tears and they accepted Islam. Abu Jahl intercepted them as they were leaving, saying, 'God, what a wretched band you are! Your people at home sent you to bring them information about the fellow, and as soon as you sat with him you renounced your religion and believed what he said. We don't know a more asinine band than you'. They answered: 'Peace be on you. We will not engage in foolish controversy with you. We have our religion and you have yours. We have not been remiss in seeking what is best.'",
            "score": 98.85841369628906
        },
        {
            "docid": "30864783_14",
            "document": "Ousia . The question, what is being, is seeking an answer to something \"that is.\" A contemporary example in rhetoric would be to look at a color. Using white as an example, when we define a color, we define it by association. Snow is white. Paper is white. A cow is white. But what is white? While we are saying things that are white, we are not defining what white is without qualification. Ousia is thus the answer to the question of \"what is being\" when the question is without qualification. The unqualified answer of what is white is the ousia of white.",
            "score": 97.58049011230469
        },
        {
            "docid": "40541441_4",
            "document": "Content audit . A related term, content inventory, is a quantitative analysis of a website. It simply logs what is on a website. A content inventory will answer the question: “What is there?” and can be the start of a website review. A content audit will answer the question: “Is it any good?” Specifically, Slater states that the content audit can answer five questions: What content do we already have?; Who is making this content?; How do people find it?; How is it performing?; and Is the content current (accurate) or outdated?",
            "score": 97.4791030883789
        },
        {
            "docid": "4026045_17",
            "document": "Anomalous monism . How can all this be formalized? At the beginning, we attributed the predicate \"no\" to Thomas as a direct response to our question. This is a physical predicate \"F\". We can call the attribution of Thomas' belief that the relationship cannot continue \"m\". From \"Fx\", we cannot deduce \"mx\". On the basis of the hypothesis that a person who is angry is not capable of examining their own opinions clearly, we asked Thomas if he was angry. We ascribed to him the mental predicate \"m1\" and the physical predicate \"F1\" (the answer \"yes\" to the question whether he is angry). Now, we can deduce \"m1\" (the fact that he is angry) from \"F1\". But from \"m1\" and \"F1\", we can deduce neither \"m\" (the fact that Thomas believes the relationship cannot continue) nor \"not m\". So we continue by attributing the next physical predicate \"F2\" (the positive answer to our question whether he will be of the same opinion in one month).",
            "score": 97.3932113647461
        },
        {
            "docid": "18054581_4",
            "document": "Hydro sapiens . For every question, there is an answer… What is the power of water? How weak can it make you? Should we fear it, love it, hate it? A human being is made up 66% percent out of water, so why do we need more? And in how many ways a man can drown? For all these questions, The Lunatics will try to find the answers - through a very intensive, hilarious, spectacular and even brutal search for the right value of water...",
            "score": 96.99237823486328
        },
        {
            "docid": "3947088_19",
            "document": "Beyond the Pleasure Principle . On his final page, Freud acknowledges that his theorising \"in turn raises a host of other questions to which we can at present find no answer\". Whatever legitimate reservations there may be about \"the improbability of our speculations. A queer instinct, indeed, directed to the destruction of its own organic home\", Freud's speculative essay has proven remarkably fruitful in stimulating further psychoanalytic research and theorising, both in himself and in his followers; and we may consider it as a prime example of Freud in his role \"as a problem \"finder\" — one who raises new questions ... called attention to a whole range of human phenomena and processes\". Thus for example André Green has suggested that Freud \"turned to the biology of micro-organisms ... because he was unable to find the answers to the questions raised by psychoanalytic practice\": the fruitfulness of the questions — in the spirit of 'Maurice Blanchot's sentence, \"\"La réponse est le malheur de la question\"\" [The answer is the misfortune of the question]' — remains nonetheless unimpaired.",
            "score": 96.8273696899414
        },
        {
            "docid": "17077_47",
            "document": "Konrad Lorenz . In his 1973 book \"\", Lorenz considers the old philosophical question of whether our senses correctly inform us about the world as it is, or provide us only with an illusion. His answer comes from evolutionary biology. Only traits that help us survive and reproduce are transmitted. If our senses gave us wrong information about our environment, we would soon be extinct. Therefore, we can be sure that our senses give us correct information, for otherwise we would not be here to be deceived.",
            "score": 96.51458740234375
        },
        {
            "docid": "4923610_59",
            "document": "Descriptive psychology . \"I would suggest that the spiritual domain is anchored in these notions (i.e., \"ultimates, totalities, and boundary conditions\"). You're into the spiritual domain when you ask ultimate questions—'what's the ultimate meaning of life?', when you deal with totalities—'What is the entire world like? What is my whole life like? How should I live my whole life?' And 'boundary conditions' is a little harder to explain, but think in terms of, \"When have I reached the limit?\" For example, if I tell you that I know something, you may ask me how I know and I may be able to give you an answer. Then when I give you the answer, that has to be something else that I know, and so you may ask me about it, and I may give you an answer. But ultimately, we reach some kind of end because I can't give you answers forever. All knowledge has that structure, that you can back up some knowledge with other knowledge, and you can back that up with some other, but there is never an infinite sequence of backing up. You do reach an end point. The fact that you reach an end point is an example of a boundary condition with respect to knowledge, that knowledge is not founded on an infinite set of foundations, nor is it founded on a secure foundation. A secure foundation is just some other fact that one can ask questions about. So knowledge starts somewhere, and it doesn't start from further knowledge, ultimately. And it's in dealing with such questions as, 'Where does our knowledge come from? What is its foundations? What kind of confidence can we have in it?' – these kinds of questions, I think are what you're dealing with when you think of a religion.\"",
            "score": 95.05677795410156
        },
        {
            "docid": "49293168_5",
            "document": "Intrapsychic humanism . Development of the Theory. The Piepers concluded that prevailing theories of child development did not offer adequate answers to the perennial questions posed by parents and mental health professionals. In their research, they addressed these questions, such as: What is a baby’s basic nature at birth? How much happiness can humans rightfully expect? How and why does happiness transform itself into unhappiness? In the Piepers’ words: “… [W]e set out on our own to find answers that would allow us to be better parents and more effective professionals. We learned from the insights and dilemmas of the many parents we counseled, from our own clients, and from supervising the caseloads of other mental health professionals. We evaluated the results of the counsel we gave to parents and to foster care and adoption agencies. As another way of testing our ideas, we created and ran a successful treatment program for adolescent wards of the state who had been designated ‘untreatable’. Our research* and experience taught us that the emotional problems of children and adolescents couldn’t be treated piecemeal or solely as individual behaviors that need to be modified. We found that troubled children are difficult to help because they have learned to need unhappiness. We saw that the real goal is to help troubled children turn away from needs for unhappiness as they rediscover the desires for positive relationship pleasure with which they were born,\". Intrapsychic Humanism was the result of this process.",
            "score": 95.0389175415039
        },
        {
            "docid": "5951096_15",
            "document": "Genesis (Heroes) . Introduction: Where does it come from? This quest... this need to solve life's mysteries for the simplest of questions can never be answered. Why are we here? What is the soul? Why do we dream? Perhaps we would be better off not looking at all. Not delving, not yearning. That's not human nature, not the human heart. That is not why we are here.",
            "score": 94.90655517578125
        },
        {
            "docid": "23233_6",
            "document": "Problem of the criterion . An answer to either set of questions will allow us to devise a means of answering the other. Answering the former question set first is called \"particularism\", whereas answering the latter set first is called \"methodism\". A third solution is \"skepticism\", which proclaims that since one cannot have an answer to the first set of questions without first answering the second set, and one cannot hope to answer the second set of questions without first knowing the answers to the first set, we are, therefore, unable to answer either. This has the result of our being unable to justify any of our beliefs.",
            "score": 94.59014892578125
        },
        {
            "docid": "6766552_8",
            "document": "Mark Watson . At the 2007 Fringe, Watson hosted a panel show \"We Need Answers\" with Alex Horne and Tim Key. This saw 16 comedians take part in a knock out quiz where all the questions and answers came from text service Any Question Answered. Paul Sinha won the competition, beating Josie Long in the final. \"We Need Answers\" returned in 2008 with fewer rounds, Josie Long emerged as winner, beating Sinha in the semi-final and Kristen Schaal in the final.",
            "score": 94.45185089111328
        },
        {
            "docid": "9604332_22",
            "document": "Sonnet 71 . Alternately, Pequigney believes \"the answer [as to what the couplet means] depends on our mood as we read it.\" He maintains that \"we learn more about ourselves when we interpret this poem than we do about its author.\"",
            "score": 93.95613098144531
        },
        {
            "docid": "21298614_18",
            "document": "Normal invariant . This is of course an almost trivial observation, but it is important because it turns out that there is an effective theory which answers question 1.' and also an effective theory which answers question 1. provided the answer to 1.' is yes. Similarly for questions 2. and 2.' Notice also that we can phrase the questions as follows:",
            "score": 93.822509765625
        },
        {
            "docid": "7015560_9",
            "document": "English Education Act 1835 . Are we to keep the people of India ignorant in order that we may keep them submissive? Or do we think that we can give them knowledge without awakening ambition? Or do we mean to awaken ambition and to provide it with no legitimate vent? Who will answer any of these questions in the affirmative? Yet one of them must be answered in the affirmative, by every person who maintains that we ought permanently to exclude the natives from high office. I have no fears. The path of duty is plain before us: and it is also the path of wisdom, of national prosperity, of national honour.",
            "score": 92.97696685791016
        },
        {
            "docid": "17846131_13",
            "document": "Echographies of Television . Stiegler points out that we learn from reading Derrida himself that writing is already a kind of teletechnology, and he therefore asks Derrida about the specificity of these more contemporary teletechnologies, especially television. Rather than immediately answering the question directly, Derrida first states that the answer \"cannot\" be a matter of opposing contemporary prostheses to some prior epoch of immediate or natural speech. If there \"is\" a specificity of modern teletechnology, then it has something to do with the directness of \"live\" recording and transmission, and the speed with which what is recorded can be made to travel the farthest distances. Nevertheless, however, we must also recognise that even the most \"live\" broadcasts are \"produced\".",
            "score": 92.51637268066406
        },
        {
            "docid": "13050911_7",
            "document": "History of the Church–Turing thesis . It is within Hilbert's 10th problem where the question of an \"Entscheidungsproblem\" actually appears. The heart of matter was the following question: \"What do we mean when we say that a function is 'effectively calculable'\"? The answer would be something to this effect: \"When the function is calculated by a \"mechanical\" procedure (process, method).\" Although stated easily nowadays, the question (and answer) would float about for almost 30 years before it was framed precisely.",
            "score": 92.4517593383789
        },
        {
            "docid": "4144627_4",
            "document": "Self-report study . Questionnaires are a type of self-report method which consist of a set of questions usually in a highly structured written form.  Questionnaires can contain both open questions and closed questions and participants record their own answers. Interviews are a type of spoken questionnaire where the interviewer records the responses. Interviews can be structured whereby there is a predetermined set of questions or unstructured whereby no questions are decided in advance. The main strength of self-report methods are that they are allowing participants to describe their own experiences rather than inferring this from observing participants.  Questionnaires and interviews are often able to study large samples of people fairly easy and quickly. They are able to examine a large number of variables and can ask people to reveal behaviour and feelings which have been experienced in real situations.  However participants may not respond truthfully, either because they cannot remember or because they wish to present themselves in a socially acceptable manner. Social desirability bias can be a big problem with self-report measures as participants often answer in a way to portray themselves in a good light.  Questions are not always clear and we do not know if the respondent has really understood the question we would not be collecting valid data. If questionnaires are sent out, say via email or through tutor groups, response rate can be very low.  Questions can often be leading. That is, they may be unwittingly forcing the respondent to give a particular reply.",
            "score": 92.44294738769531
        },
        {
            "docid": "41537322_16",
            "document": "HMS Briton (1812) . The Royal Marine Commander aboard \"Briton\", Lieutenant John Shillibeer, wrote in his account of their arrival:  \"At this moment I believe neither Captain Bligh of the Bounty, nor Christian, had entered any of our thoughts, and in waiting the approach of the strangers, we prepared to ask them some questions in the language of those people we had so recently left. They came —and for me to picture the wonder which was conspicuous in every countenance, at being hailed in perfect English, what was the name of the ship, and who commanded her, would be impossible—our surprize can alone be conceived. The Captain answered, and now a regular conversation commenced. He requested them to come alongside, and the reply was, \" We have no boat hook to hold on by.\" \"I will throw you a rope\" said the Captain. \"If you do we have nothing to make it fast to\" was the answer. However, they at length came on board, exemplifying not the least fear, but their astonishment was unbounded.\"",
            "score": 92.33699798583984
        },
        {
            "docid": "25242135_2",
            "document": "We Need Answers . We Need Answers was a British television panel game presented by comedians Mark Watson, Tim Key and Alex Horne. The show featured a pair of celebrities answering questions which had previously been texted in by the public, or the audience by text message.",
            "score": 92.33625793457031
        },
        {
            "docid": "51389728_7",
            "document": "Hong Kong Trilogy: Preschooled Preoccupied Preposterous . The characters of each generation wonder how to live, here and now. At the end of their journey, they find no answers. Yet what they do find is that they are not alone in asking the universal questions that we all share: who we are, how we fit in, and what our city wants to become together.",
            "score": 92.23353576660156
        }
    ]
}