{
    "q": [
        {
            "docid": "1420969_3",
            "document": "Julius Caesar (cricketer) . Julius Caesar was born in Godalming, Surrey, to Benjamin Caesar, an English professional cricketer, and his wife Anne (née Bowler). Benjamin and Anne had seven children. George, Richard, Lawrence William, Ann, Benjamin, Frederick Bowler and finally Julius. He was brought up in Godalming, a town with approximately 4,000 inhabitants, in Surrey, England. He was almost certainly educated in one of the two schools in Godalming at the time, and could read and write with a legible hand.",
            "score": 32.26545429229736
        },
        {
            "docid": "69880_95",
            "document": "Napoleon . While in exile, Napoleon wrote a book about Julius Caesar, one of his great heroes. He also studied English under the tutelage of Count Emmanuel de Las Cases with the main aim of being able to read English newspapers and books, as access to French newspapers and books was heavily restricted to him on Saint Helena.",
            "score": 32.61693835258484
        },
        {
            "docid": "2926817_3",
            "document": "Memnon of Heraclea . Memnon's history encompassed an unknown number of books, but Photius had read the ninth through the sixteenth, and made a tolerably copious abstract of that portion. The first eight books he had not read, and he speaks of other books after the sixteenth. The ninth book begins with an account of the tyrant Clearchus, the disciple of Plato and Isocrates. The thirteenth book contains a long account of the rise of Rome. The last event mentioned in the sixteenth book was the death of Brithagoras, who was sent by the Heracleians as ambassador to Julius Caesar, after the latter had obtained the supreme power (48 BC).",
            "score": 29.903595685958862
        },
        {
            "docid": "17938506_6",
            "document": "Lucius Julius . Lucius Julius Caesar I may have been the son of Numerius Julius Caesar or identical to Lucius Julius Libo II, with Sextus Julius Caesar (praetor 208 BC) as his son, in which case the latter would be the father of Sextus Julius Caesar (military tribune 181 BC) identical to Sextus Julius Caesar (consul 157 BC).",
            "score": 28.023038387298584
        },
        {
            "docid": "57328_19",
            "document": "Julius Caesar (play) . The text of \"Julius Caesar\" in the First Folio is the only authoritative text for the play. The Folio text is notable for its quality and consistency; scholars judge it to have been set into type from a theatrical prompt-book.",
            "score": 29.7615704536438
        },
        {
            "docid": "9437624_15",
            "document": "Art patronage of Julius II . Many also criticize Julius II for having repeatedly identified himself with Julius Caesar. His desire to emulate Caesar and his extravagant patronage further the negative connotations. Scholars have drawn this conclusion from the medal Julius had made for Saint Peter's with himself on the back, as well as his self-chosen name of Julius. (Gosman, 44) The second, less common stance, is that Julius’s main motive for his patronage was for his own personal aesthetic pleasure (Gosman, 45). One scholar defends Julius II's patronage by stating: \"“It must not be forgotten that not all messages conveyed in works commissioned by a patron, let alone those merely addressed to him, can be read as a communication by the patron of his thinking and claims and aspirations. To say this is not to deny that messages may be read into them, but it should not be assumed that patrons would necessarily have cared about or understood or been motivated by theories and statements about their power and authority that may be coded into the works of art they paid for\". \" (Gosman, 61)",
            "score": 35.01381206512451
        },
        {
            "docid": "32008642_5",
            "document": "Hubert Goltzius . Golzius had his own printshop in Bruges, where he published \"Caius Julius Caesar, or a history of Roman Emperors in medals\" in 1563, and \"The life of Julius Caesar\" in 1566. In 1567 he published the book \"Fastos\" for which he was made an honorary Roman citizen by the Rome council (and which was noted in his next book called \"Caesar Augustus\" in 1574). He published his final book in 1576 on the emperors of Greece in medallions. His portrait was painted twice by Antonis Mor in exchange for his medallion book. These paintings, as well as the books, were all honored in verse by various poets. The same goes for the engraved portrait by Melchior Lorck, used in his last book from 1576 and also used independently.",
            "score": 31.686087369918823
        },
        {
            "docid": "694796_10",
            "document": "Michael Parenti . In 2003 The New Press published Parenti's \"The Assassination of Julius Caesar: A People's History of Ancient Rome.\" \"PW\" said, \"Parenti... narrates a provocative history of the late republic in Rome (100–33 B.C.) to demonstrate that Caesar's death was the culmination of growing class conflict, economic disparity and political corruption.\" \"Kirkus Reviews\" wrote: \"Populist historian Parenti... views ancient Rome’s most famous assassination not as a tyrannicide but as a sanguinary scene in the never-ending drama of class warfare.\" Kirkus described the book as \"revisionist history at its most provocative.\" \"Political Affairs\" wrote: \"This is an excellent book and a good read.\"",
            "score": 26.588831901550293
        },
        {
            "docid": "4358254_33",
            "document": "The Twelve Caesars . Suetonius describes several omens that predicted the assassination of Caligula. He mentions a bolt of lightning that struck Rome on the Ides of March, which was when Julius Caesar was assassinated. Lightning was an event of immense superstition in the ancient world. The day of the assassination, Caligula sacrificed a flamingo. During the sacrifice, blood splattered on his clothes. Suetonius also describes a comet that was seen shortly before the assassination. In the ancient world, comets were believed to foretell the death or assassination of important people. Suetonius even suggested that Caligula's name itself was a predictor of his assassination, noting that every Caesar named Gaius, such as the dictator Gaius Julius Caesar, had been assassinated (a statement which is not entirely accurate; Julius Caesar's father died from natural causes, as did Augustus).",
            "score": 26.843085885047913
        },
        {
            "docid": "15924_61",
            "document": "Julius Caesar . Julius Caesar had been preparing to invade Parthia, the Caucasus, and Scythia, and then march back to Germania through Eastern Europe. These plans were thwarted by his assassination. His successors did attempt the conquests of Parthia and Germania, but without lasting results.",
            "score": 24.589775323867798
        },
        {
            "docid": "1120048_10",
            "document": "Scroll . The Romans invented the \"codex\" form of the book, folding the scroll into pages which made reading and handling the document much easier. Legend has it that Julius Caesar was the first to fold scrolls, concertina-fashion, for dispatches to his forces campaigning in Gaul. Scrolls were awkward to read if a reader wished to consult material at opposite ends of the document. Further, scrolls were written only on one side, while both sides of the codex page were used.",
            "score": 27.059324502944946
        },
        {
            "docid": "4309435_2",
            "document": "Julia (wife of Marius) . Julia (c. 130 BC – 69 BC) was a daughter of Gaius Julius Caesar II (praetor-grandfather of Caesar) and Marcia (daughter of praetor Quintus Marcius Rex). She was a sister of Gaius Julius Caesar III (the father of Julius Caesar) and Sextus Julius Caesar III, consul in 91 BC.",
            "score": 24.898866653442383
        },
        {
            "docid": "12194458_2",
            "document": "Brannovices . The Brannovices or Brannovii were a Gallic people mentioned by Julius Caesar (\"B. G.\" vii. 75). D'Anville conjectures that they may have been in the canton of Brionnois, near Mâcon, Saône-et-Loire, France. Walckenaer (\"Géog.\" vol. i. p. 331) has some remarks on these people. In Caesar (\"B. G.\" vii. 75) there are also readings \"Blannovicibus\" and \"Blannoviis\" (Oudendorp. ed. Caes.); and Walckenaer proposes to place the \"Blannovices\" or \"Brannovices\" in the district of Mâcon, where D'Anville also places the Brannovices or Brannovii. Walckenaer urges, in favor of this supposition, the existence of a place called Blannot in the district of Mâcon. There is another Blannot in the department of Côte d'Or, about 22 km from Arnay, and here Walckenaer places the Blannovii. The controversy has not been resolved.",
            "score": 25.10701632499695
        },
        {
            "docid": "26174_6",
            "document": "Julio-Claudian family tree . This generation of Julii Caesares has two consuls: Sextus Julius Caesar III in 91 BC, and Lucius Julius Caesar III the next year. This generation has also two female descendants very close to the centers of power by their marriages: Julia, the daughter of Gaius Julius Caesar II was married to seven-times consul Gaius Marius, while Julia, the daughter of Lucius Julius Caesar II was married to the two-times consul and Roman dictator Lucius Cornelius Sulla, who had successfully challenged Marius' power. For ensuing generations, Gaius Julius Caesar the Elder, married to a consul's daughter, and Lucius Julius Caesar III proved to be quintessential ancestors of those who held Imperial power in the Julio-Claudian dynasty.",
            "score": 30.611652374267578
        },
        {
            "docid": "39202379_25",
            "document": "Destruction of the Library of Alexandria . Thus Orosius laments the pillaging of libraries within temples in 'his own time' by 'his own men' and compares it to the destruction of the Great Library destroyed at the time of Julius Caesar. He is certainly referring to the plundering of pagan temples during his lifetime, but this presumably did not include the library of Alexandria, which he assumes was destroyed in Caesar's time. While he admits that the accusations of plundering books are “true enough,” he then suggests that the books in question were not copies of those that had been housed at the Great Library, but rather new books \"to rival the ancient love of literature.\" Orosius does not say where temples' books were taken, whether to Constantinople or to local monastic libraries or elsewhere, and he does not say that the books were destroyed.",
            "score": 31.621195793151855
        },
        {
            "docid": "57328_36",
            "document": "Julius Caesar (play) . The 2008 movie \"Me and Orson Welles\", based on a book of the same name by Robert Kaplow, is a fictional story centred around Orson Welles' famous 1937 production of \"Julius Caesar\" at the Mercury Theatre. British actor Christian McKay is cast as Welles, and co-stars with Zac Efron and Claire Danes.",
            "score": 27.20270299911499
        },
        {
            "docid": "1232477_2",
            "document": "Sextus Julius Caesar . Sextus Julius Caesar was the name of several Roman men of the Julii Caesares. \"Sextus\" was one of three praenomina used by the Julii Caesares, the others being \"Lucius\" and \"Gaius\", the latter being the praenomen of the most famous Julius Caesar.",
            "score": 24.65426540374756
        },
        {
            "docid": "57328_30",
            "document": "Julius Caesar (play) . One of the earliest cultural references to the play came in Shakespeare's own \"Hamlet\". Prince Hamlet asks Polonius about his career as a thespian at university, Polonius replies \"I did enact Julius Caesar. I was killed i' th' Capitol. Brutus killed me.\" This is a likely meta-reference, as Richard Burbage is generally accepted to have played leading men Brutus and Hamlet, and the older John Heminges to have played Caesar and Polonius.",
            "score": 27.68263864517212
        },
        {
            "docid": "15924_85",
            "document": "Julius Caesar . Julius Caesar is seen as the main example of \"Caesarism\", a form of political rule led by a charismatic strongman whose rule is based upon a cult of personality, whose rationale is the need to rule by force, establishing a violent social order, and being a regime involving prominence of the military in the government. Other people in history, such as the French Napoleon Bonaparte and the Italian Benito Mussolini, have defined themselves as Caesarists. Bonaparte did not focus only on Caesar's military career but also on his relation with the masses, a predecessor to populism. The word is also used in a pejorative manner by critics of this type of political rule.",
            "score": 26.91160249710083
        },
        {
            "docid": "219117_12",
            "document": "Roman emperor . Julius Caesar, and then Augustus after him, accumulated offices and titles of the highest importance in the Republic, making the power attached to those offices permanent, and preventing anyone with similar aspirations from accumulating or maintaining power for themselves. However, Julius Caesar, unlike those after him, did so without the Senate's vote and approval.",
            "score": 24.916934728622437
        },
        {
            "docid": "57328_28",
            "document": "Julius Caesar (play) . After the theatres re-opened at the start of the Restoration era, the play was revived by Thomas Killigrew's King's Company in 1672. Charles Hart initially played Brutus, as did Thomas Betterton in later productions. \"Julius Caesar\" was one of the very few Shakespearean plays that was not adapted during the Restoration period or the eighteenth century.",
            "score": 26.06229066848755
        },
        {
            "docid": "57328_13",
            "document": "Julius Caesar (play) . Brutus next attacks Cassius for supposedly soiling the noble act of regicide by having accepted bribes. (\"Did not great Julius bleed for justice' sake? / What villain touch'd his body, that did stab, / And not for justice?\") The two are reconciled, especially after Brutus reveals that his beloved wife committed suicide under the stress of his absence from Rome; they prepare for a civil war against Mark Antony and Caesar's adopted son, Octavius, who have formed a triumvirate in Rome with Lepidus. That night, Caesar's ghost appears to Brutus with a warning of defeat. (He informs Brutus, \"Thou shalt see me at Philippi.\")",
            "score": 32.73737597465515
        },
        {
            "docid": "7514689_4",
            "document": "Medici giraffe . In 46 BC Julius Caesar had celebrated his triumphs in Egypt by returning to Rome with a vast menagerie, the star attraction of which was a giraffe, the first ever seen in Europe. The Romans did not know what to make of such an animal and named it the cameleopard, for it seemed to them to embody characteristics of both the camel and leopard. Caesar had the animal torn to shreds by lions in the arena, probably to emphasize his power by the disposal of such a rare creature in a casual manner. Lorenzo had read of the success of the spectacle of Caesar's giraffe and saw a way to cement his reputation in Florence by emulating it. He also realised that he could gain further political influence by passing the animal on and promised to send it to Anne of France, after its sojourn in Florence.",
            "score": 33.13538217544556
        },
        {
            "docid": "4308816_7",
            "document": "Julii Caesares . The rest of the genealogy is well-known. As Caesar left no legitimate sons to carry on his name and legacy, by his will he adopted his grand-nephew, Gaius Octavius, who thus became Gaius Julius Caesar Octavianus, the future emperor better known as Augustus. Octavian had only a daughter, and therefore adopted two of his grandchildren by Marcus Vipsanius Agrippa, who thus became Gaius and Lucius Julius Caesar; but when both died young, the emperor adopted their brother, who became Marcus Julius Caesar Agrippa Postumus, and a stepson, Tiberius Claudius Nero, who became Tiberius Julius Caesar. Tiberius' son, Nero Claudius Drusus, became Drusus Julius Caesar, and he adopted a nephew, Tiberius Claudius Nero Germanicus, who became Germanicus Julius Caesar; their children also became part of the Julia gens. The line draws to a close with the death of Germanicus' son, Gaius Julius Caesar Germanicus, better known simply as Gaius or Caligula, in AD 41; after this, the imperial authority passed to Gaius' uncle, Tiberius Claudius Nero Germanicus, and out of the Julian line.",
            "score": 33.77597761154175
        },
        {
            "docid": "23416512_3",
            "document": "Gaius Julius Caesar (name) . The name \"Caesar\" probably originated from a dialect of Latium which did not share the rhotacism of the Roman dialect. (That is, the \"s\" between vowels did not change to \"r\".) Using the Latin alphabet as it existed in the day of Julius Caesar (100 BC – 44 BC) (i.e., without lower case letters, \"J\", or \"U\"), Caesar's name is properly rendered (the spelling is also attested and is interchangeable with the more common ; however the letter was used with its antique pronunciation of [g], as it was an adaptation of Greek \"gamma\"). It is often seen abbreviated to . (The letterform is a ligature, which is often encountered in Latin inscriptions, where it was used to save space, and is nothing more than the letters \"ae\".) The leading vowels in each part of the name are long, and in Classical Latin, the whole name was pronounced , or, alternatively, with praenomen pronounced trisyllabically as . In Greek, during Caesar's time, his name was written \"Καῖσαρ,\" which was pronounced more or less the same.",
            "score": 29.355915784835815
        },
        {
            "docid": "48405_2",
            "document": "Caesar cipher . In cryptography, a Caesar cipher, also known as Caesar's cipher, the shift cipher, Caesar's code or Caesar shift, is one of the simplest and most widely known encryption techniques. It is a type of substitution cipher in which each letter in the plaintext is replaced by a letter some fixed number of positions down the alphabet. For example, with a left shift of 3, D would be replaced by A, E would become B, and so on. The method is named after Julius Caesar, who used it in his private correspondence.",
            "score": 24.477931261062622
        },
        {
            "docid": "1224846_2",
            "document": "Gaius Julius Caesar Strabo Vopiscus . Gaius Julius Caesar Strabo Vopiscus (\"C. Iulius L. f. Sex. n. Caesar Strabo Vopiscus\")(ca. 130 BC – 87 BC) was the younger son to Lucius Julius Caesar II and his wife Poppilia and younger brother to Lucius Julius Caesar III. His \"cognomina\" indicate he was possibly cross-eyed, and the surviving member of a set of twins.",
            "score": 26.635055780410767
        },
        {
            "docid": "17938506_9",
            "document": "Lucius Julius . Lucius Julius Caesar II, first cousin of Caesar's grandfather, grandson of Lucius Julius Caesar I;",
            "score": 25.807607173919678
        },
        {
            "docid": "12210646_2",
            "document": "Ambarri . The Ambarri were a Gallic people, whom Julius Caesar (\"B. G.\" i. 11) calls close allies and kinsmen of the Aedui. If the reading \"Aedui Ambarri\" in the passage referred to is correct, the Ambarri were Aedui. They are not mentioned among the \"clientes\" of the Aedui. (\"B. G.\" vii. 75.) They occupied a tract in the valley of the Rhône, probably in the angle between the Saône and the Rhône; and their neighbors on the east were the Allobroges. They are mentioned by Livy (v. 34) with the Aedui among those Galli who were said to have crossed the Alps into Italy in the time of Tarquinius Priscus.",
            "score": 27.89983892440796
        },
        {
            "docid": "783514_3",
            "document": "Gaius Julius Caesar . Livy mentions a senator named Gaius Julius who wrote a Roman history in Greek about 143 BC. Given the time period, he would probably have been one of the Julii Caesares, most probably a brother of the Sextus Julius Caesar who was consul in 157, and the great-grandfather of the dictator. This is how Drumann regarded the dictator's most likely descent. If his brother was the Sextus Julius Caesar who was consul in 157 BC, then he would be the son of Sextus Julius Caesar, the praetor in 208 BC.",
            "score": 32.672414898872375
        },
        {
            "docid": "1228853_4",
            "document": "Lucius Julius Caesar . Lucius Julius Caesar, son of the praetor of 183, was \"praetor urbanus\" in 166. A \"praetor urbanus\" named Julius Caesar was mentioned by Pliny the Elder as having died suddenly during his year of office, and was perhaps the same man, although some scholars identify him with Gaius Julius Caesar, the grandfather of the dictator.",
            "score": 31.234062671661377
        },
        {
            "docid": "1232477_7",
            "document": "Sextus Julius Caesar . Sextus Julius Caesar, the son of Gaius Julius Caesar and Marcia, is best known as the uncle of Gaius Julius Caesar, the dictator. He was praetor by 94 BC, and held the consulship in 91. Proconsul in 90, he won a military victory, probably over the Paeligni. He died while laying siege to Asculum.",
            "score": 25.775280952453613
        }
    ],
    "r": [
        {
            "docid": "24354_35",
            "document": "Pharmacology . Students of pharmacology are trained as biomedical scientists, studying the effects of drugs on living organisms. This can lead to new drug discoveries, as well as a better understanding of the way in which the human body works.",
            "score": 64.27496337890625
        },
        {
            "docid": "24354_4",
            "document": "Pharmacology . The origins of clinical pharmacology date back to the Middle Ages in Avicenna's \"The Canon of Medicine\", Peter of Spain's \"Commentary on Isaac\", and John of St Amand's \"Commentary on the Antedotary of Nicholas\". Clinical pharmacology owes much of its foundation to the work of William Withering. Pharmacology as a scientific discipline did not further advance until the mid-19th century amid the great biomedical resurgence of that period. Before the second half of the nineteenth century, the remarkable potency and specificity of the actions of drugs such as morphine, quinine and digitalis were explained vaguely and with reference to extraordinary chemical powers and affinities to certain organs or tissues. The first pharmacology department was set up by Rudolf Buchheim in 1847, in recognition of the need to understand how therapeutic drugs and poisons produced their effects.",
            "score": 62.396812438964844
        },
        {
            "docid": "38736538_2",
            "document": "Systems pharmacology . Systems pharmacology is the application of systems biology principles to the field of pharmacology. It seeks to understand how drugs affect the human body as a single complex biological system.  Instead of considering the effect of a drug to be the result of one specific drug-protein interaction, systems pharmacology considers the effect of a drug to be the outcome of the network of interactions a drug may have. In 1992, an article on systems medicine and pharmacology was published in China. Networks of interaction may include chemical-protein, protein–protein, genetic, signalling and physiological (at cellular, tissue, organ and whole body levels). Systems pharmacology uses bioinformatics and statistics techniques to integrate and interpret these networks.",
            "score": 61.716407775878906
        },
        {
            "docid": "19120269_8",
            "document": "Methylhexanamine . Methylhexanamine is an indirect sympathomimetic drug that constricts blood vessels and thus has effects on the heart, lungs, and reproductive organs. It also causes bronchodilation, inhibits peristalsis in the intestines, and has diuretic effects. Most studies have been done on pharmacological effects when the drug is inhaled; our understanding of what methylhexanamine does when taken orally are mostly based on extrapolating from the activities of similar compounds. A 2013 review concluded that: \"Pharmacological effects after oral intake can be expected on the lungs (bronchodilation) and the nasal mucosa following a single oral dose of about 4–15 mg. Pharmacological effects on the heart can be expected following a single oral dose of about 50–75 mg. Pharmacological effects on the blood pressure can be expected after a single oral dose of about 100 mg. Because of the long half-life, there is a risk that repeated doses within 24–36 hours could lead to steadily stronger pharmacological effects (build-up).\"",
            "score": 61.49971389770508
        },
        {
            "docid": "44450362_11",
            "document": "Network medicine . Network pharmacology is a developing field based in systems pharmacology that looks at the effect of drugs on both the interactome and the diseasome. The drug-target network (DTN) can play an important role in understanding the mechanisms of action of approved and experimental drugs. The network theory view of pharmaceuticals is based on the effect of the drug in the interactome, especially the region that the drug target occupies. Combination therapy for a complex disease (polypharmacology) is suggested in this field since one active pharmaceutical ingredient (API) aimed at one target may not effect the entire disease module. The concept of disease modules can be used to aid in drug discovery, drug design, and the development of biomarkers for disease detection. There can be a variety of ways to identifying drugs using network pharmacology; a simple example of this is the \"guilt by association\" method. This states if two diseases are treated by the same drug, a drug that treats one disease may treat the other. Drug repurposing, drug-drug interactions and drug side-effects have also been studied in this field.",
            "score": 59.0839729309082
        },
        {
            "docid": "17986913_3",
            "document": "Pharmacoepidemiology . To accomplish this study, pharmacoepidemiology borrows from both pharmacology and epidemiology. Thus, pharmacoepidemiology is the bridge between both pharmacology and epidemiology. Pharmacology is the study of the effect of drugs and clinical pharmacology is the study of effect of drugs on clinical humans. Part of the task of clinical pharmacology is to provide a risk benefit assessment by effects of drugs in patients: Other parameters relating to drug use may benefit epidemiological methodology. Pharmacoepidemiology then can also be defined as the transparent application of epidemiological methods through pharmacological treatment of conditions to better understand the conditions to be treated.",
            "score": 59.07937240600586
        },
        {
            "docid": "24354_3",
            "document": "Pharmacology . The field encompasses drug composition and properties, synthesis and drug design, molecular and cellular mechanisms, organ/systems mechanisms, signal transduction/cellular communication, molecular diagnostics, interactions, toxicology, chemical biology, therapy, and medical applications and antipathogenic capabilities. The two main areas of pharmacology are pharmacodynamics and pharmacokinetics. Pharmacodynamics studies the effects of a drug on biological systems, and Pharmacokinetics studies the effects of biological systems on a drug. In broad terms, pharmacodynamics discusses the chemicals with biological receptors, and pharmacokinetics discusses the absorption, distribution, metabolism, and excretion (ADME) of chemicals from the biological systems. Pharmacology is not synonymous with pharmacy and the two terms are frequently confused. Pharmacology, a biomedical science, deals with the research, discovery, and characterization of chemicals which show biological effects and the elucidation of cellular and organismal function in relation to these chemicals. In contrast, pharmacy, a health services profession, is concerned with application of the principles learned from pharmacology in its clinical settings; whether it be in a dispensing or clinical care role. In either field, the primary contrast between the two are their distinctions between direct-patient care, for pharmacy practice, and the science-oriented research field, driven by pharmacology.",
            "score": 58.24203872680664
        },
        {
            "docid": "33398353_53",
            "document": "Safa Khulusi . ibn al-Baytar al-Malaqi (d.1248), born in Malaga, Spain, is remembered in the field of early pharmacology. In his book on botany \"Collection of Simple Drugs\", he describes fourteen hundred varieties of plants with known medicinal properties, including many that he personally collected over a belt extending from Spain to Syria. According to Khulusi, Arabic and Islamic pharmacology continued to influence Europe well into the 19th century and ibn al-Baytar's treatises were read and studied as late as the 1830s.",
            "score": 55.688758850097656
        },
        {
            "docid": "24354_2",
            "document": "Pharmacology . Pharmacology is the branch of biology concerned with the study of drug action, where a drug can be broadly defined as any man-made, natural, or endogenous (from within body) molecule which exerts a biochemical or physiological effect on the cell, tissue, organ, or organism (sometimes the word pharmacon is used as a term to encompass these endogenous and exogenous bioactive species). More specifically, it is the study of the interactions that occur between a living organism and chemicals that affect normal or abnormal biochemical function. If substances have medicinal properties, they are considered pharmaceuticals.",
            "score": 55.55225372314453
        },
        {
            "docid": "1728145_2",
            "document": "Effective half-life . In pharmacokinetics, effective half-life is the rate of accumulation or elimination of a biochemical or pharmacological substance in an organism, the biological half-life, when the kinetics are governed by multiple independent mechanisms. This is seen when there are multiple mechanisms of elimination, or when the drug occupies multiple pharmacological compartments. It reflects the cumulative effect of the individual half-lives, as observed by the changes in the actual serum concentration of a drug under a given dosing regimen. The complexity of biological systems means that most pharmacological substances do not have a single mechanisms of elimination, and hence the observed or effective half-life does not reflect that of a single process, but rather the summation of multiple independent processes.",
            "score": 55.41593933105469
        },
        {
            "docid": "1336603_3",
            "document": "Clinical pharmacology . Clinical pharmacology connects the gap between medical practice and laboratory science. The main objective is to promote the safety of prescription, maximize the drug effects and minimize the side effects. It is important that there be an association with pharmacists skilled in areas of drug information, medication safety and other aspects of pharmacy practice related to clinical pharmacology. In fact, in countries such as USA, Netherlands, and France, pharmacists train to become clinical pharmacologists. Therefore, clinical pharmacology is not specific to medicine.",
            "score": 55.212867736816406
        },
        {
            "docid": "24354_37",
            "document": "Pharmacology . Modern Pharmacology is highly interdisciplinary. Graduate programs accept students from most biological and chemical backgrounds. With the increasing drive towards biophysical and computational research to describe systems, pharmacologists may even consider themselves mainly physical scientists. In many instances, Analytical Chemistry is closely related to the studies and needs of pharmacological research. Therefore, many institutions will include pharmacology under a Chemistry or Biochemistry Department, especially if a separate Pharmacology Dept. does not exist. What makes an institutional department independent of another, or exist in the first place, is usually an artifact of historical times.",
            "score": 54.884361267089844
        },
        {
            "docid": "36458350_2",
            "document": "Classical pharmacology . In the field of drug discovery, classical pharmacology, also known as forward pharmacology, or phenotypic drug discovery (PDD), relies on phenotypic screening (screening in intact cells or whole organisms) of chemical libraries of synthetic small molecules, natural products or extracts to identify substances that have a desirable therapeutic effect. Using the techniques of medicinal chemistry, the potency, selectivity, and other properties of these screening hits are optimized to produce candidate drugs.",
            "score": 54.72273254394531
        },
        {
            "docid": "17410467_7",
            "document": "Safety pharmacology . The first appearance of the term ‘safety pharmacology’ in the published literature dates back to 1980. The term was certainly in common usage in the 1980s within the pharmaceutical industry to describe nonclinical pharmacological evaluation of unintended effects of candidate drugs for regulatory submissions. Back then it was part of a wider ‘general pharmacology’ assessment, which addressed actions of a drug candidate beyond the therapeutically-intended effects. The only detailed guidelines indicating the requirements from drug regulatory authorities for general pharmacology studies were from the Ministry of Health, Labour, and Welfare. Nowadays, the term ‘general pharmacology’ is no longer used, and the ICH S7A guidelines distinguish between primary pharmacodynamics (“studies on the mode of action and/or effects of a substance in relation to its desired therapeutic target”), secondary pharmacodynamics (“studies on the mode of action and/or effects of a substance not related to its desired therapeutic target”) and safety pharmacology (“studies that investigate the potential undesirable pharmacodynamic effects of a substance on physiological functions in relation to exposure in the therapeutic range and above.”). A major stimulus to the discipline of safety pharmacology was the release in 1996 of a draft ‘Points to Consider’ document on QT prolongation by the European Medicines Agency’s Committee for Proprietary Medicinal Products (CPMP), issued in final form the following year. This initiative had been prompted by growing concern of sudden death caused by drug-induced torsade de pointes, a potentially lethal cardiac tachyarrhythmia. Later, in 2005, this concern was addressed by issue of the ICH S7B guidelines.",
            "score": 54.140159606933594
        },
        {
            "docid": "3665681_8",
            "document": "Distribution (pharmacology) . If this formula is applied to the concepts relating to bioavailability, we can calculate the amount of drug to administer in order to obtain a required concentration of the drug in the organism (\"'loading dose\"):",
            "score": 53.85904312133789
        },
        {
            "docid": "33980770_31",
            "document": "Organ-on-a-chip . Mathematical pharmacokinetic (PK) models aim to estimate concentration-time profiles within each organ on the basis of the initial drug dose. Such mathematical models can be relatively simple, treating the body as a single compartment in which the drug distribution reaches a rapid equilibrium after administration. Mathematical models can be highly accurate when all parameters involved are known. Models that combine PK or PBPK models with PD models can predict the time-dependent pharmacological effects of a drug. We can nowadays predict with PBPK models the PK of about any chemical in humans, almost from first principles. These models can be either very simple, like statistical dose-response models, or sophisticated and based on systems biology, according to the goal pursued and the data available. All we need for those models are good parameter values for the molecule of interest.",
            "score": 53.542259216308594
        },
        {
            "docid": "24354_9",
            "document": "Pharmacology . Psychopharmacology, also known as behavioral pharmacology, is the study of the effects of medication on the psyche (psychology), observing changed behaviors of the body and mind, and how molecular events are manifest in a measurable behavioral form. Psychopharmacology is an interdisciplinary field which studies behavioral effects of psychoactive drugs. It incorporates approaches and techniques from neuropharmacology, animal behavior and behavioral neuroscience, and is interested in the behavioral and neurobiological mechanisms of action of psychoactive drugs. Another goal of behavioral pharmacology is to develop animal behavioral models to screen chemical compounds with therapeutic potentials. People in this field (called behavioral pharmacologists) typically use small animals (e.g. rodents) to study psychotherapeutic drugs such as antipsychotics, antidepressants and anxiolytics, and drugs of abuse such as nicotine, cocaine and methamphetamine. Ethopharmacology (not to be confused with ethnopharmacology) is a term which has been in use since the 1960s and derives from the Greek word ἦθος \"ethos\" meaning character and \"pharmacology\" the study of drug actions and mechanism.",
            "score": 52.713645935058594
        },
        {
            "docid": "38612918_3",
            "document": "American College of Clinical Pharmacology . In the 1960s, a group of physicians formulated the concept of an organization dedicated to a new branch of pharmacology that dealt with the effectiveness and safety of drugs in humans. As a result of their efforts, the American College of Clinical Pharmacology (ACCP) was founded on September 11, 1969.",
            "score": 52.431976318359375
        },
        {
            "docid": "17337461_3",
            "document": "Jordi Camí . His main research activity has been focused, during more than 20 years, in the Neurosciences field, particularly in the Clinical pharmacology of Drug abuse. He specialized in the evaluation of the effects of the simultaneous consumption of different drugs (alcohol, cocaine, THC) in humans, and the clinical and pharmacological effects of MDMA (ecstasy). One of the first Detoxification Units for heroin addicts in Spain was created in 1981 at the Hospital del Mar of Barcelona under his responsibility. In 1988 he was the founder member and first President of the Spanish Society of Drug Addictions (SET).",
            "score": 51.65345764160156
        },
        {
            "docid": "4387629_2",
            "document": "Biological activity . In pharmacology, biological activity or pharmacological activity describes the beneficial or adverse effects of a drug on living matter. When a drug is a complex chemical mixture, this activity is exerted by the substance's active ingredient or pharmacophore but can be modified by the other constituents. Among the various properties of chemical compounds, pharmacological/biological activity plays a crucial role since it suggests uses of the compounds in the medical applications. However, chemical compounds may show some adverse and toxic effects which may prevent their use in medical practice.",
            "score": 51.25768280029297
        },
        {
            "docid": "571274_2",
            "document": "Drug discovery . In the fields of medicine, biotechnology and pharmacology, drug discovery is the process by which new candidate medications are discovered. Historically, drugs were discovered through identifying the active ingredient from traditional remedies or by serendipitous discovery. Later chemical libraries of synthetic small molecules, natural products or extracts were screened in intact cells or whole organisms to identify substances that have a desirable therapeutic effect in a process known as  classical pharmacology. Since sequencing of the human genome which allowed rapid cloning and synthesis of large quantities of purified proteins, it has become common practice to use high throughput screening of large compounds libraries against isolated biological targets which are hypothesized to be disease modifying in a process known as reverse pharmacology. Hits from these screens are then tested in cells and then in animals for efficacy.",
            "score": 51.03082275390625
        },
        {
            "docid": "44933336_18",
            "document": "Nikolai Kravkov . Striving to make the conditions of experiments as similar as possible to clinical conditions, Professor Kravkov laid the foundation of a new trend in pharmacology known as pathologic pharmacology. This field of pharmacology studies the peculiarities of drug effect on certain experimentally caused pathologic conditions in animals — e.g. atherosclerosis in rabbits, aseptic or infectious inflammations, etc. - and the effect of chemical substances on isolated human heart, kidney or fingers of those who died from an illness or injuries.",
            "score": 50.99341583251953
        },
        {
            "docid": "10173414_2",
            "document": "Pharmaceutic adjuvant . In pharmacology, adjuvants are drugs that have few or no pharmacological effects by themselves, but may increase the efficacy or potency of other drugs when given at the same time.",
            "score": 50.700923919677734
        },
        {
            "docid": "35913326_7",
            "document": "Raymond P. Ahlquist . The publication was initially dismissed but went on to have a major impact on pharmacology. The manuscript was first rejected by the \"Journal of Pharmacology and Experimental Therapeutics\", but was subsequently accepted for publication by the \"American Journal of Physiology\". As for Ahlquist's inquiry into the nature of adrenoceptors, we now know that they are G protein-coupled receptors and humans possess a total of nine different adrenoceptors (α1A, α1B, α1D, α2A, α2B α2C, β1, β2, β3). In the field of drug therapy, his discovery laid the foundation for the development of beta blockers to treat heart disease and also reduce high blood pressure.",
            "score": 50.58651351928711
        },
        {
            "docid": "35290643_2",
            "document": "Reverse pharmacology . In the field of drug discovery, reverse pharmacology also known as target-based drug discovery (TDD), a hypothesis is first made that modulation of the activity of a specific protein target will have beneficial therapeutic effects. Screening of chemical libraries of small molecules is then used to identify compounds that bind with high affinity to the target. The hits from these screens are then used as starting points for drug discovery. This method became popular after the sequencing of the human genome which allowed rapid cloning and synthesis of large quantities of purified proteins. This method is the most widely used in drug discovery today. Differently than the classical (forward) pharmacology, with the reverse pharmacology approach \"in vivo\" efficacy of identified active (lead) compounds is usually performed in the final drug discovery stages.",
            "score": 50.50952911376953
        },
        {
            "docid": "1099391_4",
            "document": "Polypharmacy . Whether or not the advantages of polypharmacy (over monotherapy) outweigh the disadvantages or risks depends upon the particular combination and diagnosis involved in any given case. The use of multiple drugs, even in fairly straightforward illnesses, is not an indicator of poor treatment and is not necessarily overmedication. A perfectly legitimate treatment regimen could include, for example, the following: a statin, an ACE inhibitor, a beta-blocker, aspirin, paracetamol and an antidepressant in the first year after a myocardial infarction. Moreover, it is well accepted in pharmacology that it is impossible to accurately predict the side effects or clinical effects of a combination of drugs without studying that particular combination of drugs in test subjects. Knowledge of the pharmacologic profiles of the individual drugs in question does not assure accurate prediction of the side effects of combinations of those drugs; and effects also vary among individuals because of genome-specific pharmacokinetics. Therefore, deciding whether and how to reduce a list of medications (deprescribe) is often not simple and requires the experience and judgment of a practicing physician. However, such thoughtful and wise review is an ideal that too often does not happen, owing to problems such as poorly handled care transitions (poor continuity of care, usually because of siloed information), overworked physicians, and interventionism.",
            "score": 50.382537841796875
        },
        {
            "docid": "37122597_30",
            "document": "Behavioral epigenetics . Some researchers note that epigenetic perspectives will likely be incorporated into pharmacological treatments. Others caution that more research is necessary as drugs are known to modify the activity of multiple genes and may, therefore, cause serious side effects. However, the ultimate goal is to find patterns of epigenetic changes that can be targeted to treat mental illness, and reverse the effects of childhood stressors, for example. If such treatable patterns eventually become well-established, the inability to access brains in living humans to identify them poses an obstacle to pharmacological treatment. Future research may also focus on epigenetic changes that mediate the impact of psychotherapy on personality and behaviour.",
            "score": 49.9910888671875
        },
        {
            "docid": "6025636_10",
            "document": "Plasma protein binding . Note that for Drug A, the % increase in unbound fraction is 100% – hence, Drug A's pharmacological effect can potentially double (depending on whether the free molecules get to their target before they are eliminated by metabolism or excretion). This change in pharmacologic effect could have adverse consequences.",
            "score": 49.873329162597656
        },
        {
            "docid": "24354_17",
            "document": "Pharmacology . Theoretical pharmacology is a relatively new and rapidly expanding field of research activity in which many of the techniques of computational chemistry, in particular computational quantum chemistry and the method of molecular mechanics, are proving to be of great value. Theoretical pharmacologists aim at rationalizing the relation between the activity of a particular drug, as observed experimentally, and its structural features as derived from computer experiments. They aim to find structure—activity relations. Furthermore, on the basis of the structure of a given organic molecule, the theoretical pharmacologist aims at predicting the biological activity of new drugs that are of the same general type as existing drugs. More ambitiously, it aims to predict entirely new classes of drugs, tailor-made for specific purposes.",
            "score": 49.79331970214844
        },
        {
            "docid": "28394_51",
            "document": "Stuttering . The U.S. Food and Drug Administration (FDA) has not approved any drug for the direct treatment of stuttering. However, the effectiveness of pharmacological agents, such as benzodiazepines, anticonvulsants, antidepressants, antipsychotic and antihypertensive medications, and dopamine antagonists in the treatment of stuttering has been evaluated in studies involving both adults and children. A comprehensive review of pharmacological treatments of stuttering in 2006 concluded that few of the drug trials were methodologically sound. Of those that were, only one, not unflawed study, showed a reduction in the frequency of stuttering to less than 5% of words spoken. In addition, potentially serious side effects of pharmacological treatments were noted, such as weight gain, sexual dysfunctions and the potential for blood pressure increases. There is one new drug studied especially for stuttering named pagoclone, which was found to be well-tolerated \"with only minor side-effects of headache and fatigue reported in a minority of those treated\".",
            "score": 49.791683197021484
        },
        {
            "docid": "7907309_5",
            "document": "Idiosyncratic drug reaction . In adverse drug reactions involving overdoses, the toxic effect is simply an extension of the pharmacological effect (Type A adverse drug reactions). On the other hand, clinical symptoms of idiosyncratic drug reactions (Type B adverse drug reactions) are different from the pharmacological effect of the drug.",
            "score": 49.384765625
        },
        {
            "docid": "142271_5",
            "document": "Cardioversion . Various antiarrhythmic agents can be used to return the heart to normal sinus rhythm. Pharmacological cardioversion is an especially good option in patients with fibrillation of recent onset. Drugs that are effective at maintaining normal rhythm after electric cardioversion can also be used for pharmacological cardioversion. Drugs like amiodarone, diltiazem, verapamil and metoprolol are frequently given before cardioversion to decrease the heart rate, stabilize the patient and increase the chance that cardioversion is successful. There are various classes of agents that are most effective for pharmacological cardioversion.",
            "score": 49.35275650024414
        }
    ]
}