{
    "q": [
        {
            "docid": "54143900_39",
            "document": "Economics of bitcoin . Due to the design of bitcoin, all retail figures are only estimates. According to Tim Swanson, head of business development at a Hong Kong-based cryptocurrency technology company, in 2014, daily retail purchases made with bitcoin were worth about $2.3 million. MIT Technology review estimates that, , fewer than 5,000 bitcoins per day (worth roughly $1.2 million at the time) were being used for retail transactions, and concludes that in 2014 \"it appears there has been very little if any increase in retail purchases using bitcoin.\"",
            "score": 37.267661571502686
        },
        {
            "docid": "22141776_12",
            "document": "Ideal money . George Selgin, an expert on free banking theory, expounds on value proposition of bitcoin in regard to the inability to control its supply (ie inflation targeting):It doesn’t follow, however, that either Bitcoins’ purchasing power or the volume of Bitcoin-denominated payments will be stable enough to make Bitcoins anyone’s idea of a sound money. Because it makes no allowances for changes in the real demand for Bitcoins, whatever their source, the strict “protocol” that regulates the supply of Bitcoins—a protocol that raises Bitcoin “mining” costs in response to changes in mining activity and technology, but without regard to Bitcoins’ purchasing power—would allow fluctuations in the pure transactions demand for Bitcoins to continue to influence their purchasing power. As the number approaches 21 million, mining rewards will approach zero, and Bitcoin output with cease once and for all. The transactions demand for Bitcoins will, in contrast, tend to go on increasing with economic growth. A Bitcoin standard would thus tend to result in a rate of deflation at least equal to the rate of economic growth, with occasional bouts of more severe deflation occurring with every cyclical increase in the demand for money. Although (as I’ve argued elsewhere) deflation needn’t go hand-in-hand with recession or depression so long as the rate of deflation reflects an economy’s (total factor) productivity growth rate, chances are that deflation in a Bitcoin economy would frequently exceed this safe limit.Because bitcoin's supply was predetermined at inception and considered unchangeable it cannot fluctuate with the demand cycles and thus Selgin suggests it cannot be made very stable in regard to its purchasing power. However, this still leaves the possibility that bitcoin fits Nash's concept of \"Asymptotically Ideal Money\". Whether Nash was specifically referring to bitcoin or not it still might have the same effect and lead to the intended result of international stability of the existing legacy fiat currencies (and possibly in relation to bitcoin).",
            "score": 47.114009141922
        },
        {
            "docid": "41670960_11",
            "document": "BitPay . BitPay developed a processing module in 2013 for WooCommerce, which allowed the company to process online orders made with Bitcoin. The move allowed orders fulfilled by Amazon.com to be placed with Bitcoin, but meant that Amazon and other e-commerce sites would receive the amount in their given currency. In late 2013, BitPay was used for the purchase of a Tesla Motors car, the Model S in California. Until that point, car purchases using Bitcoin had been rare. The partnership between the Lamborghini dealership and BitPay continued when news of the purchase featured in the media. The media coverage led to other potential customers to contact the dealership, requesting to pay in Bitcoin.",
            "score": 42.20097637176514
        },
        {
            "docid": "54143900_23",
            "document": "Economics of bitcoin . On 12 September 2017, Jamie Dimon, CEO of JP Morgan Chase, called bitcoin a \"fraud\" and said he would fire anyone in his firm caught trading it. Zero Hedge claimed that the same day Dimon made his statement, JP Morgan also purchased a large amount of bitcoins for its clients.",
            "score": 29.77933621406555
        },
        {
            "docid": "39488873_34",
            "document": "Bitcoin network . According to the Internet Watch Foundation, a UK-based charity, bitcoin is used to purchase child pornography, and almost 200 such websites accept it as payment. Bitcoin isn't the sole way to purchase child pornography online, as Troels Oertling, head of the cybercrime unit at Europol, states, \"Ukash and Paysafecard... have [also] been used to pay for such material.\" However, the Internet Watch Foundation lists around 30 sites that exclusively accept bitcoins. Some of these sites have shut down, such as a deep web crowdfunding website that aimed to fund the creation of new child porn. Furthermore, hyperlinks to child porn websites have been added to the blockchain as arbitrary data can be included when a transaction is made.",
            "score": 43.21011137962341
        },
        {
            "docid": "41670960_16",
            "document": "BitPay . In June 2014, it was announced that the rapper 50 Cent would be accepting Bitcoin for his new album release, Animal Ambition. According to USA Today, all the Bitcoin purchases for the album would be processed by BitPay. At the time of the album release, many independent artists had accepted Bitcoin as a form of payment before 50 Cent. He was however seen at the time as one of the best-known musicians to accept the digital currency as a form of payment. BitPay in August 2014 was the merchant for one of the largest home purchases to be made using the Bitcoin currency. The property was located near Lake Tahoe at a value of $1.6 million or 2,739 bitcoins. Around the same time of the transaction for the property on Lake Tahoe, the Wall Street Journal announced an American-based company would become one of the first nationally to stop receiving dollars and only accept payments through BitPay. From 2016 onwards Euro Pacific Precious Metals would only receive payments in Bitcoin, with BitPay acting as the merchant for all the transactions. In September, BitPay announced that they were partnering with processing giant PayPal for bitcoin acceptance in their Payment Hub.",
            "score": 50.549580097198486
        },
        {
            "docid": "41883115_2",
            "document": "Bitcoin ATM . A bitcoin ATM is an internet machine that allows a person to exchange bitcoins and cash. Some Bitcoin ATMs offer bi-directional functionality enabling both the purchase of Bitcoin as well as the redemption of Bitcoin for cash. In some cases, Bitcoin ATM providers require users to have an existing account to transact on the machine.",
            "score": 35.52871227264404
        },
        {
            "docid": "393014_2",
            "document": "Louisiana Purchase (musical) . Louisiana Purchase is a musical with music and lyrics by Irving Berlin and book by Morrie Ryskind based on a story by B. G. DeSylva. Set in New Orleans, the musical lightly satirises Louisiana Governor Huey Long and his control over Louisiana politics An honest U.S. senator travels to Louisiana to investigate corruption in the Louisiana Purchase Company; the company's lawyer attempts to divert him via the attentions of two beautiful women, but the senator maintains his integrity and ends up marrying one of them. In 1941 it was adapted for the film \"Louisiana Purchase\" directed by Irving Cummings.",
            "score": 24.502964735031128
        },
        {
            "docid": "40956538_8",
            "document": "History of bitcoin . One of the first supporters, adopters, contributor to bitcoin and receiver of the first bitcoin transaction was programmer Hal Finney. Finney downloaded the bitcoin software the day it was released, and received 10 bitcoins from Nakamoto in the world's first bitcoin transaction on 12 January 2009. Other early supporters were Wei Dai, creator of bitcoin predecessor \"b-money\", and Nick Szabo, creator of bitcoin predecessor \"bit gold\".",
            "score": 26.434630155563354
        },
        {
            "docid": "28249265_76",
            "document": "Bitcoin . On 12 September 2017, Jamie Dimon, CEO of JP Morgan Chase, called bitcoin a \"fraud\" and said he would fire anyone in his firm caught trading it. Zero Hedge claimed that the same day Dimon made his statement, JP Morgan also purchased a large amount of bitcoins for its clients. In a January 2018 interview Dimon voiced regrets about his earlier remarks, and said \"The blockchain is real. You can have cryptodollars in yen and stuff like that. ICOs ... you got to look at every one individually.\"",
            "score": 30.890328884124756
        },
        {
            "docid": "39562938_5",
            "document": "Zerocoin . Zerocoins are purchased with bitcoin in fixed denominations by a zerocoin mint transaction. Later, these zerocoins can be redeemed for bitcoin to a different bitcoin address by a zerocoin spend transaction. Through the use of cryptographic accumulators and digital commitments with zero-knowledge proofs, it is not possible to link the bitcoin address that was used to mint the original zerocoin to the bitcoin address used to redeem the zerocoin.",
            "score": 33.631009340286255
        },
        {
            "docid": "54143900_12",
            "document": "Economics of bitcoin . Bitcoins can be bought and sold both on- and offline. Participants in online exchanges offer bitcoin buy and sell bids. Using an online exchange to obtain bitcoins entails some risk, and, according to a study published in April 2013, 45% of exchanges fail and take client bitcoins with them. Exchanges have since implemented measures to provide proof of reserves in an effort to convey transparency to users. Offline, bitcoins may be purchased directly from an individual or at a bitcoin ATM. Bitcoin machines are not however traditional ATMs. Bitcoin kiosks are machines connected to the Internet, allowing the insertion of cash in exchange for bitcoins. Bitcoin kiosks do not connect to a bank and may also charge transaction fees as high as 7% and exchange rates US$50 over rates from elsewhere.",
            "score": 30.085299730300903
        },
        {
            "docid": "56071119_15",
            "document": "Cryptocurrency bubble . David Andolfatto, a vice president at the Federal Reserve Bank of St. Louis, stated, \"Is bitcoin a bubble? Yes, if bubble is defined as a liquidity premium.\" According to Andolfatto, the price of bitcoin \"consists purely of a bubble.\"",
            "score": 14.194572448730469
        },
        {
            "docid": "41248122_5",
            "document": "Sheep Marketplace . In March 2015 Czech police arrested a man suspected to be the Sheep Marketplace thief when he paid for an expensive house entirely in bitcoins. A nine month investigation showed estimated that he had made $800,000 of sudden purchases. In October 2017 Tomáš Jiříkovský, the creator of the Sheep Marketplace, was sentenced to serve nine years in prison for stealing bitcoins from the market’s users.",
            "score": 25.453095197677612
        },
        {
            "docid": "28249265_10",
            "document": "Bitcoin . The receiver of the first bitcoin transaction was cypherpunk Hal Finney, who created the first reusable proof-of-work system (RPOW) in 2004. Finney downloaded the bitcoin software the day it was released, and received 10 bitcoins from Nakamoto. Other early cypherpunk supporters were Wei Dai, creator of bitcoin predecessor \"b-money\", and Nick Szabo, creator of bitcoin predecessor \"bit gold\".",
            "score": 22.85692262649536
        },
        {
            "docid": "48823722_6",
            "document": "Libertyx . LibertyX currently operates as a bitcoin purchasing service. Users have to provide and use their own bitcoin wallet to receive the purchased cryptocurrency. The company is partnered with bitcoin exchange and financial service providers such as Uphold to provide a suite of services for the cash-preferred customer. The company has a cash API for partners to build and develop applications to access the cash-preferred customer. LibertyX has raised seed funding from Project 11.",
            "score": 28.605137825012207
        },
        {
            "docid": "40956538_10",
            "document": "History of bitcoin . The value of the first bitcoin transactions were negotiated by individuals on the bitcoin forum with one notable transaction of 10,000 BTC used to indirectly purchase two pizzas delivered by Papa John's.",
            "score": 29.4111168384552
        },
        {
            "docid": "10641629_10",
            "document": "Susquehanna International Group . Since 2016, the company has buit a Bitcoin trading desk that is now being expanded to include 500 of its clients, according to the \"New York Times\". Susquehanna will be trading futures that are tied to Bitcoin prices, and enable customers to purchase and sell Bitcoin and other cryptocurrencies such as Ethereum and Bitcoin Cash.",
            "score": 25.528433799743652
        },
        {
            "docid": "28249265_60",
            "document": "Bitcoin . Venture capitalists, such as Peter Thiel's Founders Fund, which invested million in BitPay, do not purchase bitcoins themselves, but instead fund bitcoin infrastructure that provides payment systems to merchants, exchanges, wallet services, etc. In 2012, an incubator for bitcoin-focused start-ups was founded by Adam Draper, with financing help from his father, venture capitalist Tim Draper, one of the largest bitcoin holders after winning an auction of 30,000 bitcoins, at the time called 'mystery buyer'. The company's goal is to fund 100 bitcoin businesses within 2–3 years with $10,000 to $20,000 for a 6% stake. Investors also invest in bitcoin mining. According to a 2015 study by Paolo Tasca, bitcoin startups raised almost $1 billion in three years (Q1 2012 – Q1 2015).",
            "score": 28.849117279052734
        },
        {
            "docid": "54143900_20",
            "document": "Economics of bitcoin . Bitcoin has been labelled a \"speculative bubble\" by journalists and public figures including former Fed Chairman Alan Greenspan and economist John Quiggin. Nobel Memorial Prize laureate Robert Shiller said that bitcoin \"exhibited many of the characteristics of a speculative bubble\". On 14 March 2014, the American business magnate Warren Buffett said, \"Stay away from it. It's a mirage, basically.\" Two lead software developers of bitcoin, Gavin Andresen and Mike Hearn, have warned that bubbles may occur. David Andolfatto, a vice president at the Federal Reserve Bank of St. Louis, stated, \"Is bitcoin a bubble? Yes, if bubble is defined as a liquidity premium.\" According to Andolfatto, the price of bitcoin \"consists purely of a bubble,\" but he concedes that many assets have prices that are greater than their intrinsic value.  Speculation in Bitcoin has been compared to the tulip mania of seventeenth-century Holland. Comparisons have been made by the vice-president of the European Central Bank, Vítor Constâncio, by JPMorgan Chase chief Jamie Dimon, by hedge fund manager Ken Griffin of Citadel, and by former president of the Dutch Central Bank, Nout Wellink. In 2013, Wellink remarked, \"\"This is worse than the tulip mania [...] At least then you got a tulip [at the end], now you get nothing.\"\" On 13 September 2017, Jamie Dimon compared bitcoin to a bubble, saying it was only useful for drug dealers and countries like North Korea. On 22 September 2017, a hedge fund named Blockswater subsequently accused JP Morgan of market manipulation and filed a market abuse complaint with Financial Supervisory Authority (Sweden).",
            "score": 27.64376187324524
        },
        {
            "docid": "43242441_3",
            "document": "NTrust . Canadian members can transfer CAD to their account through bank transfer, Interact, credit card, or debit card. Then the user can purchase bitcoin at a real-time exchange rate. Members can then store bitcoin, send it to another member, send it to an external bitcoin address, or sell bitcoin for CAD that can be withdrawn to their bank account.",
            "score": 25.37215304374695
        },
        {
            "docid": "41729424_9",
            "document": "Vitalik Buterin . In addition Buterin wrote about bitcoin-related topics for other publications, including \"Bitcoin Weekly\". \"Bitcoin Magazine\" in 2012 later began publishing a print edition and has been referred to as the first serious publication dedicated to cryptocurrencies. \"Bitcoin Magazine\" was then purchased by BTC Media, where Buterin continued to write until mid-2014.",
            "score": 30.03873324394226
        },
        {
            "docid": "39941621_4",
            "document": "Charlie Shrem . As a college senior in 2011, Shrem started investing in bitcoin. Soon after, the bitcoin service Shrem was using crashed, and he lost his bitcoins. Shrem and Gareth Nelson, a friend he met online, had similar frustrations with the length of time it took to buy and sell bitcoin on exchange sites. They started BitInstant, a more user-friendly company that charged a fee for users to purchase and make purchases with bitcoins at over 700,000 locations, providing temporary credit to speed up transactions. Initially a side project, BitInstant soon needed to grow, at which point Shrem received a $10,000 loan from his mother. Shortly thereafter, BitInstant received $125,000 from angel investor Roger Ver, and, in the fall of 2012, $1.5 million from a group of investors led by Winklevoss Capital Management. By 2013, BitInstant was processing approximately 30% of all bitcoin transactions. BitInstant operated from September 2011 until July 2013.",
            "score": 31.408440113067627
        },
        {
            "docid": "54143900_47",
            "document": "Economics of bitcoin . Venture capitalists, such as Peter Thiel's Founders Fund, which invested million in BitPay, do not purchase bitcoins themselves, instead funding bitcoin infrastructure like companies that provide payment systems to merchants, exchanges, wallet services, etc. In 2012, an incubator for bitcoin-focused start-ups was founded by Adam Draper, with financing help from his father, venture capitalist Tim Draper, one of the largest bitcoin holders after winning an auction of 30,000 bitcoins, at the time called 'mystery buyer'. The company's goal is to fund 100 bitcoin businesses within 2–3 years with $10,000 to $20,000 for a 6% stake. Investors also invest in bitcoin mining. According to a 2015 study by Paolo Tasca, bitcoin startups raised almost $1 billion in three years (Q1 2012 – Q1 2015).",
            "score": 28.372334957122803
        },
        {
            "docid": "26800687_11",
            "document": "Winklevoss twins . In March 2014, it was announced that the twins had purchased seats on Richard Branson's Virgin Galactic shuttle using the profits they had made from bitcoin.",
            "score": 23.928672075271606
        },
        {
            "docid": "28249265_55",
            "document": "Bitcoin . Some Argentinians have bought bitcoins to protect their savings against high inflation or the possibility that governments could confiscate savings accounts. During the 2012–2013 Cypriot financial crisis, bitcoin purchases in Cyprus rose due to fears that savings accounts would be confiscated or taxed.",
            "score": 31.067983388900757
        },
        {
            "docid": "55945612_2",
            "document": "Bitcoin.com . Bitcoin.com is a company that provides Bitcoin and Bitcoin Cash services, such as purchasing and selling these cryptocurrencies, and choosing a wallet for both. The associated website aims to be a Bitcoin-related web portal. Accordingly, it features a range of services such as news, various tools, widgets and charts as well as a store and online games casino.",
            "score": 23.440637588500977
        },
        {
            "docid": "54143900_43",
            "document": "Economics of bitcoin . Some Argentinians have bought bitcoins to protect their savings against high inflation or the possibility that governments could confiscate savings accounts. During the 2012–2013 Cypriot financial crisis, bitcoin purchases in Cyprus rose due to fears that savings accounts would be confiscated or taxed.",
            "score": 30.9497971534729
        },
        {
            "docid": "28249265_78",
            "document": "Bitcoin . Several news outlets have asserted that the popularity of bitcoins hinges on the ability to use them to purchase illegal goods. In 2014, researchers at the University of Kentucky found \"robust evidence that computer programming enthusiasts and illegal activity drive interest in bitcoin, and find limited or no support for political and investment motives\".",
            "score": 29.742395401000977
        },
        {
            "docid": "54608634_6",
            "document": "The Rise and Rise of Bitcoin . Daniel is the one who leads the audience on this exciting journey around the world. He first got interested in Bitcoin in 2011 and from there he has been in love with it. When Daniel first got interested in Bitcoin, he started mining Bitcoin. Mining is a transaction record keeping system completed by the consumers. These transactions are then placed on the blockchain, which is a public ledger. Mining rewards the miners with a small percentage of Bitcoin when they complete a transaction..Throughout the documentary, Daniel purchases multiple new computer processors to make sure he has the best equipment to mine.",
            "score": 30.41485834121704
        },
        {
            "docid": "39488873_30",
            "document": "Bitcoin network . Several news outlets have asserted that the popularity of bitcoins hinges on the ability to use them to purchase illegal goods. In 2014, researchers at the University of Kentucky found \"robust evidence that computer programming enthusiasts and illegal activity drive interest in bitcoin, and find limited or no support for political and investment motives.\"",
            "score": 29.631712436676025
        },
        {
            "docid": "15945818_13",
            "document": "Rakuten.com . In March 2015, Rakuten.com started accepting bitcoin as payment. Through a partnership with Bitnet, shoppers may complete purchases on Rakuten.com using bitcoin.",
            "score": 27.291406631469727
        }
    ],
    "r": [
        {
            "docid": "41670960_16",
            "document": "BitPay . In June 2014, it was announced that the rapper 50 Cent would be accepting Bitcoin for his new album release, Animal Ambition. According to USA Today, all the Bitcoin purchases for the album would be processed by BitPay. At the time of the album release, many independent artists had accepted Bitcoin as a form of payment before 50 Cent. He was however seen at the time as one of the best-known musicians to accept the digital currency as a form of payment. BitPay in August 2014 was the merchant for one of the largest home purchases to be made using the Bitcoin currency. The property was located near Lake Tahoe at a value of $1.6 million or 2,739 bitcoins. Around the same time of the transaction for the property on Lake Tahoe, the Wall Street Journal announced an American-based company would become one of the first nationally to stop receiving dollars and only accept payments through BitPay. From 2016 onwards Euro Pacific Precious Metals would only receive payments in Bitcoin, with BitPay acting as the merchant for all the transactions. In September, BitPay announced that they were partnering with processing giant PayPal for bitcoin acceptance in their Payment Hub.",
            "score": 50.54957962036133
        },
        {
            "docid": "22141776_12",
            "document": "Ideal money . George Selgin, an expert on free banking theory, expounds on value proposition of bitcoin in regard to the inability to control its supply (ie inflation targeting):It doesn’t follow, however, that either Bitcoins’ purchasing power or the volume of Bitcoin-denominated payments will be stable enough to make Bitcoins anyone’s idea of a sound money. Because it makes no allowances for changes in the real demand for Bitcoins, whatever their source, the strict “protocol” that regulates the supply of Bitcoins—a protocol that raises Bitcoin “mining” costs in response to changes in mining activity and technology, but without regard to Bitcoins’ purchasing power—would allow fluctuations in the pure transactions demand for Bitcoins to continue to influence their purchasing power. As the number approaches 21 million, mining rewards will approach zero, and Bitcoin output with cease once and for all. The transactions demand for Bitcoins will, in contrast, tend to go on increasing with economic growth. A Bitcoin standard would thus tend to result in a rate of deflation at least equal to the rate of economic growth, with occasional bouts of more severe deflation occurring with every cyclical increase in the demand for money. Although (as I’ve argued elsewhere) deflation needn’t go hand-in-hand with recession or depression so long as the rate of deflation reflects an economy’s (total factor) productivity growth rate, chances are that deflation in a Bitcoin economy would frequently exceed this safe limit.Because bitcoin's supply was predetermined at inception and considered unchangeable it cannot fluctuate with the demand cycles and thus Selgin suggests it cannot be made very stable in regard to its purchasing power. However, this still leaves the possibility that bitcoin fits Nash's concept of \"Asymptotically Ideal Money\". Whether Nash was specifically referring to bitcoin or not it still might have the same effect and lead to the intended result of international stability of the existing legacy fiat currencies (and possibly in relation to bitcoin).",
            "score": 47.114009857177734
        },
        {
            "docid": "47763361_7",
            "document": "Bitcoin Group . Bitcoin Group made a submission to the Australian Senate’s Economics References Committee for their 2015 inquiry into digital currencies. The submission advised the committee that while the company did not agree with the ruling on the GST treatment of digital currencies by the Australian Taxation Office (ATO), its ambitions would have been more difficult to realize without the regulatory clarity that it provided.",
            "score": 43.86148452758789
        },
        {
            "docid": "39488873_34",
            "document": "Bitcoin network . According to the Internet Watch Foundation, a UK-based charity, bitcoin is used to purchase child pornography, and almost 200 such websites accept it as payment. Bitcoin isn't the sole way to purchase child pornography online, as Troels Oertling, head of the cybercrime unit at Europol, states, \"Ukash and Paysafecard... have [also] been used to pay for such material.\" However, the Internet Watch Foundation lists around 30 sites that exclusively accept bitcoins. Some of these sites have shut down, such as a deep web crowdfunding website that aimed to fund the creation of new child porn. Furthermore, hyperlinks to child porn websites have been added to the blockchain as arbitrary data can be included when a transaction is made.",
            "score": 43.210113525390625
        },
        {
            "docid": "41670960_11",
            "document": "BitPay . BitPay developed a processing module in 2013 for WooCommerce, which allowed the company to process online orders made with Bitcoin. The move allowed orders fulfilled by Amazon.com to be placed with Bitcoin, but meant that Amazon and other e-commerce sites would receive the amount in their given currency. In late 2013, BitPay was used for the purchase of a Tesla Motors car, the Model S in California. Until that point, car purchases using Bitcoin had been rare. The partnership between the Lamborghini dealership and BitPay continued when news of the purchase featured in the media. The media coverage led to other potential customers to contact the dealership, requesting to pay in Bitcoin.",
            "score": 42.20097732543945
        },
        {
            "docid": "46977873_21",
            "document": "Virtual currency law in the United States . Shavers attempted to argue the investments were not securities because Bitcoin is not money. However, in a precedent determining decision, the magistrate judge determined that Bitcoin is money, and thus the investments were securities. The magistrate judge stated, “[i]t is clear that Bitcoin can be used as money. It can be used to purchase goods or services, and as Shavers stated, used to pay for individual living expenses. The only limitation of Bitcoin is that it is limited to those places that accept it as currency. However, it can also be exchanged for conventional currencies, such as the U.S. dollar, Euro, Yen, and Yuan. Therefore, Bitcoin is a currency or form of money, and investors wishing to invest in BTCST provided an investment of money.” This decision paved the way for other regulators to treat Bitcoin and VCs as money, so it is likely this decision will be cited if regulators decide to prosecute VC transactions under the UIGEA, Illegal Gambling Business Act, Wire Act, or any other regulation involving financial transactions.",
            "score": 41.378604888916016
        },
        {
            "docid": "22141776_15",
            "document": "Ideal money . It has been shown that Nashification, the process of the asymptotic approach to an \"ideal\" of inter-national stability of major currencies is comparable to the end observation of the result of \"hyperbitcoinization\". That is to say, hyperbitoinization, which is the implication bitcoin will becomes the single world currency, does satisfy Nash's proposal to have internationally stable money:When all major currencies’ purchasing power changes at the same rate that would signal the advent of Ideal Money (Nashification).In regard to hyperbiticoinization as an end in which bitcoin serves as a global currency, this would be a comparable “for all intents and purposes” end as Nashification.",
            "score": 40.992530822753906
        },
        {
            "docid": "41670960_23",
            "document": "BitPay . The service for Bitcoin payments, fulfilled by Amazon was first introduced in 2013 and was seen as a positive move for the Bitcoin currency. The module was developed with WooCommerce and has meant that web stores using Amazon.com for fulfillment could from that point forward accept Bitcoin currency. Following the integration it was explained that the module worked closely with the fulfilment API and that the process would be completed automatically. When compared to other processors such as PayPal, many of them have to go through and enter information manually in order to complete the purchase, which isn't the case with BitPay.",
            "score": 40.64247131347656
        },
        {
            "docid": "39562938_6",
            "document": "Zerocoin . The zerocoin extension to bitcoin would have functioned like a money laundering pool, temporarily pooling bitcoins together in exchange for a temporary currency called zerocoins. While the laundering pool is an established concept already utilized by several currency laundering services, zerocoin would have implemented this at the protocol level, eliminating any reliance on trusted third parties. It anonymizes the exchanges to and from the pool using cryptographic principles, and as a proposed extension to the bitcoin protocol, it would have recorded the transactions within bitcoin's existing blockchain.",
            "score": 40.449161529541016
        },
        {
            "docid": "37194754_7",
            "document": "Ripple (payment protocol) . This led to the conception of a new system by Jed McCaleb of eDonkey network, which was designed and built by Arthur Britto and David Schwartz. In May 2011, they began developing a digital currency system in which transactions were verified by consensus among members of the network, rather than by the mining process used by bitcoin, which relies on blockchain ledgers. This new version of the Ripple system was therefore designed to eliminate bitcoin's reliance on centralized exchanges, use less electricity than bitcoin, and perform transactions much more quickly than bitcoin. Chris Larsen, who had previously founded the lending services companies E-Loan and Prosper, joined the team in August 2012, and together McCaleb and Larsen approached Ryan Fugger with their digital currency idea. After discussions with long-standing members of the Ripple community, Fugger handed over the reins. In September 2012 the team co-founded the corporation OpenCoin, or OpenCoin Inc.",
            "score": 39.646976470947266
        },
        {
            "docid": "40956538_72",
            "document": "History of bitcoin . On 18 March 2013, the Financial Crimes Enforcement Network (or FinCEN), a bureau of the United States Department of the Treasury, issued a report regarding centralized and decentralized \"virtual currencies\" and their legal status within \"money services business\" (MSB) and Bank Secrecy Act regulations. It classified digital currencies and other digital payment systems such as bitcoin as \"virtual currencies\" because they are not legal tender under any sovereign jurisdiction. FinCEN cleared American users of bitcoin of legal obligations by saying, \"A user of virtual currency is not an MSB under FinCEN's regulations and therefore is not subject to MSB registration, reporting, and recordkeeping regulations.\" However, it held that American entities who generate \"virtual currency\" such as bitcoins are money transmitters or MSBs if they sell their generated currency for national currency: \"...a person that creates units of convertible virtual currency and sells those units to another person for real currency or its equivalent is engaged in transmission to another location and is a money transmitter.\" This specifically extends to \"miners\" of the bitcoin currency who may have to register as MSBs and abide by the legal requirements of being a money transmitter if they sell their generated bitcoins for national currency and are within the United States. Since FinCEN issued this guidance, dozens of virtual currency exchangers and administrators have registered with FinCEN, and FinCEN is receiving an increasing number of suspicious activity reports (SARs) from these entities.",
            "score": 39.44059753417969
        },
        {
            "docid": "37194754_26",
            "document": "Ripple (payment protocol) . The bitcoin bridge is a link between the Ripple and bitcoin ecosystems. The bridge makes it possible to pay any bitcoin user straight from a Ripple account without ever needing to hold any of the digital currency. Additionally, any merchant accepting bitcoins has the potential to accept any currency in the world. For example, a Ripple user may prefer to keep money in USD and not own bitcoins. A merchant, however, may desire payment in bitcoin. The bitcoin bridge allows any Ripple user to send bitcoins without having to use a central exchange such as BTC-e to acquire them. Bitstamp acts as a gateway for the Ripple payment protocol, among other exchanges.",
            "score": 38.53081512451172
        },
        {
            "docid": "217149_2",
            "document": "Purchasing power . Purchasing power (sometimes retroactively called adjusted for inflation) is the number and quality or value of goods and services that can be purchased with a unit of currency. For example, if one had taken one unit of currency to a store in the 1950s, it is probable that it would have been possible to buy a greater number of items than would be the case today, indicating that one would have had a greater purchasing power in the 1950s. Currency can be either a commodity money, like gold or silver, or fiat money emitted by government sanctioned agencies.",
            "score": 38.288089752197266
        },
        {
            "docid": "267793_13",
            "document": "Legal tender . A cashless society describes an economic state whereby financial transactions are not conducted with money in the form of physical banknotes or coins, but rather through the transfer of digital information (usually an electronic representation of money) between the transacting parties. Cashless societies have existed, based on barter and other methods of exchange, and cashless transactions have also become possible using digital currencies such as bitcoin. However this article discusses and focuses on the term \"cashless society\" in the sense of a move towards, and implications of, a society where cash is replaced by its digital equivalent – in other words, legal tender (money) exists, is recorded, and is exchanged only in electronic digital form.",
            "score": 37.90793991088867
        },
        {
            "docid": "52030102_2",
            "document": "Cashless society . A cashless society describes an economic state whereby financial transactions are not conducted with money in the form of physical banknotes or coins, but rather through the transfer of digital information (usually an electronic representation of money) between the transacting parties. Cashless societies have existed, based on barter and other methods of exchange, and cashless transactions have also become possible using digital currencies such as bitcoin. However this article discusses and focuses on the term \"cashless society\" in the sense of a move towards, and implications of, a society where cash is replaced by its digital equivalent - in other words, legal tender (money) exists, is recorded, and is exchanged only in electronic digital form.",
            "score": 37.90793991088867
        },
        {
            "docid": "53408773_7",
            "document": "Abra (company) . Instead, Abra uses Bitcoin and its blockchain technology to store and encrypt cash deposits on the mobile device. Using Abra does not require the average user to possess any knowledge of Bitcoin or how it works. The Abra model is entirely non-custodial, meaning neither Abra nor Abra Tellers ever take custody of anyone's funds other than their own. In other words, everyone in the Abra system always holds their own money. A deposit and withdrawal are a purchase or sale, respectively, of digital cash via a peer to peer swap of paper cash in exchange for digital cash. In March 2017, Abra added the ability to purchase Bitcoin currency directly from its wallet. However, it has also been reported that some consumers were displeased that Abra does not inform users that a verification process will be required after funds have been deposited with Abra.",
            "score": 37.794715881347656
        },
        {
            "docid": "54143900_39",
            "document": "Economics of bitcoin . Due to the design of bitcoin, all retail figures are only estimates. According to Tim Swanson, head of business development at a Hong Kong-based cryptocurrency technology company, in 2014, daily retail purchases made with bitcoin were worth about $2.3 million. MIT Technology review estimates that, , fewer than 5,000 bitcoins per day (worth roughly $1.2 million at the time) were being used for retail transactions, and concludes that in 2014 \"it appears there has been very little if any increase in retail purchases using bitcoin.\"",
            "score": 37.267662048339844
        },
        {
            "docid": "1226927_53",
            "document": "Digital currency . Hard electronic currency does not have the ability to be disputed or reversed when used. It is nearly impossible to reverse a transaction, justified or not. It is very similar to cash. Advantages of this system include it being cheaper to operate, and transactions are instantaneous. Western Union, KlickEx and Bitcoin are examples of this type of currency.",
            "score": 37.073585510253906
        },
        {
            "docid": "41670960_14",
            "document": "BitPay . Shortly after CES 2014, the NBA basketball team the Sacramento Kings announced they would become the first major sports franchise in North America to accept Bitcoin as a form of payment for tickets and merchandise. The transactions would be processed by BitPay, making them the first Bitcoin merchant to process sports tickets on such a large scale. The implementation of the virtual currency would start from March 1, when fans and visitors to the Sacramento Kings games would be able to use Bitcoin to make the payment. In this instance, fans would pay in Bitcoin before BitPay converted the Bitcoin amount into dollars for the Sacramento Kings. The move came after Adafruit began accepting Bitcoin in November, which enabled the Sacramento Kings to accept the cryptocurrency. Limor Fried stated at the time one of the biggest obstacles that BitPay helped overcome was letting \"\"clients stay out of the currency and exchange process\"\".",
            "score": 37.0078239440918
        },
        {
            "docid": "40956538_25",
            "document": "History of bitcoin . In July 2013, a project began in Kenya linking bitcoin with M-Pesa, a popular mobile payments system, in an experiment designed to spur innovative payments in Africa. During the same month the Foreign Exchange Administration and Policy Department in Thailand stated that bitcoin lacks any legal framework and would therefore be illegal, which effectively banned trading on bitcoin exchanges in the country. According to Vitalik Buterin, a writer for Bitcoin Magazine, \"bitcoin's fate in Thailand may give the electronic currency more credibility in some circles\", but he was concerned it didn't bode well for bitcoin in China.",
            "score": 36.805633544921875
        },
        {
            "docid": "47763361_2",
            "document": "Bitcoin Group . Bitcoin Group is a multinational bitcoin mining company headquartered in Melbourne, Australia. The company was founded during 2014 as a result of a partnership between Sam Lee, Allan Guo and Ryan Xu. The company announced that it would pursue an initial public offering (IPO) on the Australian Securities Exchange (ASX) in October 2014, however it was delayed due to two stop orders from the Australian Securities and Investments Commission (ASIC). Bitcoin Group is currently in the process of making a third attempt to list on the ASX through an IPO, it is expected to occur in January 2016 due to ASIC's request for an Independent Expert Report. The company maintains it is the first digital currency company in the world to IPO as it has avoided going through so-called 'backdoor listings' that have been undertaken by other listed digital currency companies.",
            "score": 36.597930908203125
        },
        {
            "docid": "3162_20",
            "document": "Arbitrage . Arbitrage moves different currencies toward purchasing power parity. As an example, assume that a car purchased in the United States is cheaper than the same car in Canada. Canadians would buy their cars across the border to exploit the arbitrage condition. At the same time, Americans would buy US cars, transport them across the border, then sell them in Canada. Canadians would have to buy American dollars to buy the cars and Americans would have to sell the Canadian dollars they received in exchange. Both actions would increase demand for US dollars and supply of Canadian dollars. As a result, there would be an appreciation of the US currency. This would make US cars more expensive and Canadian cars less so until their prices were similar. On a larger scale, international arbitrage opportunities in commodities, goods, securities and currencies tend to change exchange rates until the purchasing power is equal.",
            "score": 36.520530700683594
        },
        {
            "docid": "35814487_9",
            "document": "Mike Gogulski . As a software developer, Gogulski has contributed open source code on GitHub, including a PHP library for the decentralised digital currency bitcoin. He is also an active member of the online forum Bitcointalk.org and has been interviewed on bitcoin by Russia Today. He operates the Bitcoin Laundry, a service which allows users to exchange their bitcoins for other bitcoins which have a different transaction history.",
            "score": 36.39630126953125
        },
        {
            "docid": "6796824_9",
            "document": "Virtual currency . The IRS decided in March 2014, to treat bitcoin and other virtual currencies as property for tax purposes, not as currency. Some have suggested that this makes bitcoins not fungible—that is one bitcoin is not identical to another bitcoin, unlike one gallon of crude oil being identical to another gallon of crude oil—making bitcoin unworkable as a currency. Others have stated that a measure like accounting on average cost basis would restore fungibility to the currency.",
            "score": 36.373207092285156
        },
        {
            "docid": "39488873_5",
            "document": "Bitcoin network . Although it is possible to handle bitcoins individually, it would be unwieldy to require a separate transaction for every bitcoin in a transaction. Transactions are therefore allowed to contain multiple inputs and outputs, allowing bitcoins to be split and combined. Common transactions will have either a single input from a larger previous transaction or multiple inputs combining smaller amounts, and one or two outputs: one for the payment, and one returning the change, if any, to the sender. Any difference between the total input and output amounts of a transaction goes to miners as a transaction fee.",
            "score": 36.30125427246094
        },
        {
            "docid": "37194754_38",
            "document": "Ripple (payment protocol) . Though XRP is third in market capitalization to bitcoin as a digital currency, many members of the press have described Ripple as an up-and-coming rival to bitcoin. In late 2014, \"Bloomberg\" called bitcoin a \"failing\" digital currency, after bitcoin's currency fell 54 percent in value in one year. Ripple was described as a significant competitor, in part because of its real-time international money transfers. Bill Gates supported this outlook and mentioned the Ripple system when asked about bitcoin in 2014, stating \"there’s a lot that bitcoin or Ripple and variants can do to make moving money between countries easier and getting fees down pretty dramatically. But bitcoin won’t be the dominant system.” About Ripple's allowance of any electronic value holder, the Vice President of the St. Louis Federal Reserve and professor at Simon Fraser University, David Andolfatto, stated in 2014 that \"Ripple is a currency-agnostic protocol. Ripple is the winner. It processes anything.\" For its creation and development of the Ripple protocol (RTXP) and the Ripple payment/exchange network, the Massachusetts Institute of Technology (MIT) recognized Ripple Labs as one of 2014's 50 Smartest Companies in the February 2014 edition of \"MIT Technology Review\".",
            "score": 36.20595932006836
        },
        {
            "docid": "1226927_55",
            "document": "Digital currency . Many of existing digital currencies have not yet seen widespread usage, and may not be easily used or exchanged. Banks generally do not accept or offer services for them. There are concerns that cryptocurrencies are extremely risky due to their very high volatility and potential for pump and dump schemes. Regulators in several countries have warned against their use and some have taken concrete regulatory measures to dissuade users. The non-cryptocurrencies are all centralized. As such, they may be shut down or seized by a government at any time. The more anonymous a currency is, the more attractive it is to criminals, regardless of the intentions of its creators. \"Forbes\" writer Tim Worstall has written that the value of bitcoin is largely derived from speculative trading. Bitcoin has also been criticised for its energy inefficient SHA-256-based proof of work.",
            "score": 36.198978424072266
        },
        {
            "docid": "36662188_28",
            "document": "Cryptocurrency . The legal status of cryptocurrencies varies substantially from country to country and is still undefined or changing in many of them. While some countries have explicitly allowed their use and trade, others have banned or restricted it. Likewise, various government agencies, departments, and courts have classified bitcoins differently. China Central Bank banned the handling of bitcoins by financial institutions in China in early 2014. In Russia, though cryptocurrencies are legal, it is illegal to actually purchase goods with any currency other than the Russian ruble.",
            "score": 35.94029235839844
        },
        {
            "docid": "41883115_2",
            "document": "Bitcoin ATM . A bitcoin ATM is an internet machine that allows a person to exchange bitcoins and cash. Some Bitcoin ATMs offer bi-directional functionality enabling both the purchase of Bitcoin as well as the redemption of Bitcoin for cash. In some cases, Bitcoin ATM providers require users to have an existing account to transact on the machine.",
            "score": 35.52871322631836
        },
        {
            "docid": "22232424_3",
            "document": "Green goods scam . In the typical green goods scam, the mark, or victim, would respond to flyers circulated throughout the country by the scammers (\"green goods men\") which claimed to offer \"genuine\" counterfeit currency for sale. This currency was sometimes alleged to have been printed with stolen engraving plates. Victims, usually living outside major cities, would be enticed to travel to the location of the green goods men to complete the transaction. Victims were guided by a \"steerer\" to be shown large amounts of genuine currency – represented to be counterfeit – which was then placed in a bag or satchel. Victims then received offers to purchase the money at a price much less than face value. While a victim negotiated a price or was otherwise distracted, another accomplice (the \"ringer\") would switch the bag of money for a bag containing sawdust, green paper, or other worthless items. Victims would leave unaware of the switch, and were unwilling to report the crime, as attempting to purchase counterfeit currency was itself a crime and the victim accordingly risked arrest.",
            "score": 35.46864700317383
        },
        {
            "docid": "41670960_21",
            "document": "BitPay . BitPay enables merchants to accept bitcoin in payment for a transaction. Formally, BitPay enters into the bitcoin transaction on the merchant’s behalf, and converts the bitcoin amount to one of 30 currencies of the merchant's choosing. Bitpay mitigates the risk of bitcoin price volatility by allowing the merchant to accept bitcoin which are immediately converted to a local currency. BitPay transactions are non-reversible, making it valuable for merchants who are working internationally. In 2013 it was announced that merchants could accept bitcoin and receive fiat currency the next day for a 0.99% fee.",
            "score": 35.411094665527344
        },
        {
            "docid": "53670027_3",
            "document": "Solidus Bond . The Solidus Bond utilizes SHA-256 elliptical encryption on a decentralized block chain to create and redeem debt instruments issued in a digital currency. The bonds are brought into existence upon command by any investor via algorithm rather than fiat. Coupon payments and bond redemption are also executed by algorithm, eliminating the need for brokerages and theoretically reducing bond duration to zero, making credit ratings obsolete. Investors choose bond size and bond maturity of seven days to 10 years. Payments are emitted from the block chain to the SwiftCoin wallet chosen by the investor at the time of bond creation. There are no commissions or fees to pay. The only requirement to purchase a Solidus Bond is a SwiftCoin wallet and a sufficient balance of the SwiftCoin digital currency to cover the face value of the bond. Bond ownership is conveyed solely through possession. There are no accounts, records, or user databases and the block chain ledger is not public. Interest rates are set by the market and were 18% in 2016. Holders of Bitcoin and other cryptocurrencies convert to SwiftCoin to access the Solidus Bond block chain, then cash back into their initial currency at bond expiry. Solidus Bonds are not open source. Unlike Bitcoin, Solidus Bonds cannot be mined.",
            "score": 35.34431838989258
        }
    ]
}