{
    "q": [
        {
            "docid": "20595373_31",
            "document": "List of Soulcalibur characters . Reception to Charade has been mixed. Netjack<nowiki>'</nowiki>s Steve Lubitz described Charade as \"Weapon Master, only uglier\" and cited a lack of creativity with the design. The sentiment was shared by Deeko<nowiki>'</nowiki>s review of \"Soulcalibur II\", who said that Charade felt like a new character that used \"old character moves and tactics\". Other reviewers of \"II\" repeated the sentiment, noting Charade as one of several \"Doppelgänger\" fighters in the title that filled in another character's role. On the other hand, UGO's Doug Trueman cited Charade as a character that \"[added] something spectacular to the \"Soul Calibur\" pantheon.\" and additionally received mention in UGO's \"Top 11 Soul Calibur Fighters\" article, losing to Olcadan only due to Olcadan's owl-inspired design.",
            "score": 57.65853929519653
        },
        {
            "docid": "30624551_6",
            "document": "Faust (2011 film) . Faust cannot resist the idea of spending a night with Gretchen. Yet Mauricius demands nothing less than Faust's soul in return. Faust even has to sign the contract with his own blood. Now living on borrowed time, Faust can hit on Gretchen, but he is haunted by penitence and fear. Finally Faust cannot bear Mauricius' nihilistic comments anymore. Overwhelmed with wrath, he buries Mauricius under rocks and finds himself lost in the middle of nowhere.",
            "score": 37.680715560913086
        },
        {
            "docid": "20595373_39",
            "document": "List of Soulcalibur characters . is the secret final boss of \"Soulcalibur III\", replacing the normal final boss Abyss if certain requirements are met. Its appearance has been a mystery as it is not player-controllable, is given very little mention in-game (its profile only stated that it is the result of Soul Edge and Soul Calibur fusing with Nightmare's remains), and does not appear or mentioned in future games. The official artbook of \"Soulcalibur V\" mentions the creature as the personification of \"Catastrophe\" residing in Astral Chaos who is very powerful that even Soul Calibur's creator, Algol avoids confronting it for the time being.",
            "score": 37.41361737251282
        },
        {
            "docid": "7211083_27",
            "document": "Soulcalibur . Four years later, Nightmare had begun on his Soul Edge ritual again in his old castle, wanting to resurrect Soul Edge, but his ritual was interrupted by an exiled French nobleman, Raphael Sorel. Although Raphael was utterly defeated, he was able to penetrate Soul Edge, which gave Siegfried and Soul Calibur the time to break free of its control fully. Soul Edge was then pierced by Siegfried using Soul Calibur, trapping them in the \"Soul Embrace\". While things seemed to go normal afterwards, Zasalamel had returned to try and free both swords, intending to use their power to break his cycle of reincarnation induced by Soul Calibur. He managed to do so, and Inferno took a physical form to become the \"second Nightmare\". Siegfried clashed with this new Nightmare, but was wounded in the process and had to be healed by Soul Calibur, tying him with it permanently, while Soul Edge was cast to the void to heal itself. The clash of Soul Edge and Soul Calibur had awakened Algol from his slumber, who rose the Tower of Remembrance to wait for warriors to challenge him. Meanwhile, Nightmare, with his servant Tira, wanting to gather the Soul Edge fragments to complete Soul Edge, forced several warriors, including Astaroth, Sophitia, and Voldo into servitude, while Siegfried, having recovered, set out to confront Nightmare. The two clashed for the second time in the Tower of Remembrance, where Siegfried managed to destroy both Nightmare and Soul Edge, seemingly once and for all.",
            "score": 40.07963979244232
        },
        {
            "docid": "7211083_25",
            "document": "Soulcalibur . A long time ago, an ordinary sword was soaked with blood through the endless battles of its era, causing the sword to be corrupted and becoming sentient by its own, which earned it the name \"Soul Edge\". No one dared to wield the sword without getting corrupted by its evil spirit, and only the Hero King, Algol can wield it without getting possessed. However, Algol's son, jealous of his father's feat, wielded the sword and became corrupted. Algol destroyed both his son and the sword, from which he then made a weapon in grief, naming it \"Soul Calibur\". He was sacrificed to complete the sword's ritual which would then be protected by a cult; no one knew that Soul Edge would reform on its own later on. Soul Calibur itself was lost after it was stolen by a member of the cult, Zasalamel.",
            "score": 67.5739369392395
        },
        {
            "docid": "1935120_7",
            "document": "Yoshimitsu . An ancestor of Yoshimitsu with the same name first appears in Namco's \"Soulcalibur\" series in 1998's \"Soulcalibur\". After refusing power-hungry lord Oda Nobunaga's offer of alliance, Yoshimitsu discovers his village has been destroyed. In a battle with Nobunaga's army, Yoshimitsu loses his arm. He subsequently sets out to find the fabled weapon Soul Edge in order to have revenge against Nobunaga. In meditation, Yoshimitsu decides that if he were to give in to his hatred, he would be no better than Nobunaga or Nightmare. When he reaches the castle where Soul Edge is, he discovers it has been locked away with Soul Calibur.",
            "score": 38.972939014434814
        },
        {
            "docid": "3899137_20",
            "document": "Weaponlord . Namco informed the developers that they would not be working on a sequel to \"Weaponlord.\" The game's weapon and parry mechanics was shown to Namco; Goddard and Winstead believe that the gameplay became the basis for \"Soul Edge/Calibur\" games.",
            "score": 43.96950817108154
        },
        {
            "docid": "3318391_13",
            "document": "Tira (Soulcalibur) . Tira was featured as one of the girls in GameDaily's article \"Babes of the Week: \"Soul Calibur\" Hotties\", describing her as \"one of the more dangerous-looking women introduced in the \"Soul Calibur\" series\" and \"an essential new addition to the series\"; GameDaily also included Tira in the list of \"Top 50 Hottest Game Babes\" at number 19, praised for her \"part goth and part carnival performer\" design as well as her revealing appearance, later drawing mention also in the article \"Babe of the Week: Chicks with Baggage\" due to her mental instability. UGO.com ranked Tira number six in their list of \"Top 11 Soulcalibur Fighters\", noting a liking of her weapon of choice and describing her as \"a force to be reckoned with...also quite the hottie in a dangerous, 'forbidden fruit' sort of way.\" Mania.com named her one of the \"Top 10 Hot But Mostly Bothered Video Game Females\", placing fifth on the list and described as \"unquestionably hot\", though noted as frightening due to the character's fascination with death. Magazine publications have also featured her in a context revolving around her attractiveness, such as \"play\"<nowiki>'</nowiki>s \"Girls of Gaming 5\" annual publication.",
            "score": 43.972153425216675
        },
        {
            "docid": "328198_20",
            "document": "Philadelphia Soul . Though originally not as important as the rivalries with the Power and Desperados, the Cleveland Gladiators would soon become the Soul's biggest rival. The rivalry started in 2008 when the Gladiators moved from Las Vegas to Cleveland, moving them into the same division as the Soul. In their first ever meeting, the Gladiators defeated the Soul 63-35. For the 2017 season, the AFL abolished the conferences, and the Soul and Gladiators played four games against one another, with Philadelphia winning all four. The Gladiators announced that they would not play the 2018 or 2019 seasons due to renovations on Quicken Loans Arena that will require it to close during the basketball off-season.",
            "score": 30.682565212249756
        },
        {
            "docid": "649307_12",
            "document": "Operation Sandstone . More efficient weapons would require less efficient initiators. This meant that less polonium would be required. At the time of Sandstone, the national stockpile of polonium-beryllium initiators consisted of 50 A-Class initiators, with more than 25 curies of polonium, and 13 B-Class initiators with 12 to 25 curies. During Sandstone, at least one test would be conducted with a B-Class initiator.",
            "score": 34.83288598060608
        },
        {
            "docid": "20595373_3",
            "document": "List of Soulcalibur characters . The \"Soul\" series is a weapon-based fighting game franchise developed by Namco Bandai's Project Soul division and consists of eight games: \"Soul Edge\", \"Soulcalibur\", \"Soulcalibur II\", \"Soulcalibur III\", \"Soulcalibur Legends\", \"Soulcalibur IV\", \"\" and \"Soulcalibur V\". Set in the 16th century, the plot of the games revolve around Soul Edge, a cursed sword able to possess its wielder and devour souls. Its spirit is called Inferno, and his avatar/host is called Nightmare. Soul Calibur, a holy sword and Soul Edge's antithesis, also has a spirit called Elysium.",
            "score": 52.74894618988037
        },
        {
            "docid": "17257687_9",
            "document": "Gladiators (2008 Australian TV series) . The barrier test was so successful at vetting would-be Gladiators & Challengers that less than 10% of applicants successfully completed the first event known as the Grunt Challenge. The challenge required participants to do a burpee style exercise (Grunts) to a cadence called by Chief himself. Prospective Challengers were required to complete a minimum of 75 Grunts to pass through to the next event, whereas Gladiators were required to complete 100 Grunts.",
            "score": 30.292139530181885
        },
        {
            "docid": "1140805_5",
            "document": "Strip search . In order to bypass the legal reasonable suspicion requirement, and because strip searches can be humiliating, the search is often made less overt, as part of an intake process, that includes a mandatory shower. For example, most prisons also include a mandatory shower along with a change of clothes. The shower serves to make the strip search less blatant as well as providing the additional benefit of removing contamination (in addition to removing weapons or other contraband). Many shelters require new arrivals to hand over all their clothing for a wash, as well as requiring them to have a shower. These rules also enable a discreet check for weapons or other contraband, with less legal implications, being less objectionable because the requirement is applied to everyone entering a facility. It is less offensive to clients than requiring them to undergo an overt strip search.",
            "score": 49.82399344444275
        },
        {
            "docid": "39716504_6",
            "document": "Mark 21 Mod 2 torpedo . Kingfisher C was a more developed version, carried by a powered missile, the AUM-2 \"Petrel\". This offered greater range, but then required its own guidance too. The choice was made, early on, that this would be one of the newly developed jet engines rather than the simpler rocket motors used by the British – the Fairchild J44 engine finally chosen did not run until 1948. Once WWII was over, the need for the weapon was less urgent and development slowed.",
            "score": 40.75217008590698
        },
        {
            "docid": "7211083_3",
            "document": "Soulcalibur . The central motif of the series, set in a historical fantasy version of the 16th century, are mythical swords, the evil weapon called 'Soul Edge' and the subsequent sword used to oppose this evil, 'Soul Calibur'. While it has developed during its various iterations, some of the characters and gameplay elements have remained consistent throughout the series. It is one of the most popular and successful franchises in the fighting game genre.",
            "score": 57.990062952041626
        },
        {
            "docid": "20595373_52",
            "document": "List of Soulcalibur characters . is the physical manifestation of Soul Calibur, taking the form of an angelic woman who, due to Patroklos's influence, resembles Sophitia. Her goal is to destroy everything related to Soul Edge and will do anything to achieve it, even if it means by destroying the innocent \"malfested.\" She guides Patroklos to destroy Soul Edge using Soul Calibur with the promise that she will help him find his sister Pyrrha, though she already knows that Pyrrha is a malfested and must be vanquished. She is successful in convincing Patroklos to kill Pyrrha, though Edge Master's giving of a second chance prevents Patroklos from doing so. Angry, she traps Patroklos in a crystal and confronts him in his subconscious to reveal her intentions and tries to possess Patroklos in order to destroy Soul Edge, though in the end she is defeated and eventually destroyed by Patroklos and Pyrrha along with Soul Calibur.",
            "score": 33.03950774669647
        },
        {
            "docid": "226090_7",
            "document": "Cutlass . Although also used on land, the cutlass is best known as the sailor's weapon of choice. A naval side-arm, its popularity was likely because it was not only robust enough to hack through heavy ropes, canvas, and wood, but short enough to use in relatively close quarters, such as during boarding actions, in the rigging, or below decks. Another advantage to the cutlass was its simplicity of use. Employing it effectively required less training than that required to master a rapier or small sword, and it was more effective as a close-combat weapon than a full-sized sword would be on a cramped ship.",
            "score": 58.62249517440796
        },
        {
            "docid": "7211083_28",
            "document": "Soulcalibur . Seventeen years later, however, Soul Edge had reformed itself, as did Nightmare, who had possessed a swordsman and became the king of Hungary under the alias \"Graf Dumas\". His former servant, Tira, did not accept him and intended to search for a new vessel for Soul Edge. She eventually found her now-dead nemesis, Sophitia's daughter, Pyrrha Alexandra, whom she had once kidnapped to blackmail Sophitia, who had Soul Edge's power in her blood. Though successful in advising her to attack and kill the people who had ostracized her, Tira was confronted by Pyrrha's long-lost brother, Patroklos Alexander, formerly a warrior under Graf Dumas, who had made his life's goal to find his sister and avenge his mother's murder. While he was able to bring her back, they were confronted by Nightmare and Pyrrha awakened her Soul Edge powers. She was disappointed when Patroklos was hesitant in accepting her, and decided to follow Tira again. Patroklos was named as Soul Calibur's new wielder afterwards by Siegfried and also purified the holy sword through the help of several Asian warriors, before going on an all-out battle in Europe. Nightmare was eventually killed by Siegfried's subordinate, Z.W.E.I., who was immediately wounded by the possessed Pyrrha, who proceeded to battle Patroklos. Patroklos accidentally killed his sister, but was given a second chance by Edge Master to purify Pyrrha without killing her. However, Patroklos was trapped subconsciously to fight Soul Calibur's spirit, Elysium, the one who had guided him all this time, as she was angry at him for sparing his malfested sister. After defeating Elysium, he alongside Pyrrha pierced Soul Calibur with Soul Edge, after which he accepted to live with his sister regardless of who she is.",
            "score": 30.829108238220215
        },
        {
            "docid": "1391901_5",
            "document": "Priscus (gladiator) . Gladiatorial fights did not always end with death of a participant. A gladiator could raise a finger or surrender his weapon to the opponent to signal his willingness to concede defeat. And imposition of \"missio\" would require that the conceding gladiator return to continued fight training. Missio was initiated following the spirit of the attendees with a reprieve from the match ending in a death. The fighters could initiate ending of the match requesting that the match be declared a draw as supported by the crowds. Gladiatorial surrender was not common since it was held in disdain.",
            "score": 38.39448928833008
        },
        {
            "docid": "7211083_6",
            "document": "Soulcalibur . Wikipedia uses a standardized naming convention of Soulcalibur for all games in the series except for the original \"Soul Edge\" (also known as \"Soul Blade\"). However, most usages of \"Soulcalibur\" are officially written as SoulCalibur or Soul Calibur (abbreviated to SC), and even SOULCALIBUR in all capital letters as it is used in the games' documentation and official websites but not in logos and only since \"Soulcalibur III\" (including for \"Soulcalibur Legends\", written as \"SOULCALIBUR Legends\"). Various western media outlets usually use either \"Soulcalibur\" or \"Soul Calibur\".",
            "score": 31.218556880950928
        },
        {
            "docid": "9054221_2",
            "document": "List of Roman gladiator types . There were many different types of gladiators in ancient Rome. Some of the first gladiators had been prisoners-of-war, and so some of the earliest types of gladiators were experienced fighters; Gauls, Samnites, and \"Thraeces\" (Thracians) used their native weapons and armor. Different gladiator types specialized in specific weapons and fighting techniques. Combatants were usually pitted against opponents with different, but more or less equivalent equipment, for the sake of a fair and balanced contest. Most gladiators only fought others from within the same school or Ludus, but sometimes specific gladiators could be requested to fight one from another Ludus.",
            "score": 46.69718837738037
        },
        {
            "docid": "20595373_45",
            "document": "List of Soulcalibur characters . hails from an ancient tribe that was tasked with the protection of the holy sword Soul Calibur by Algol. Angered by the tribe's restrictions, he tried to take Soul Calibur but was caught and exiled. Pursuing the sword he gained the ability to reincarnate, though eventually yearned to die for good. Tracking down Soul Edge, he manipulated events so that Soul Calibur would come to him, serving as the main antagonist of \"Soulcalibur III\". Hoping to use the combined energies of the swords to end his existence, he was instead transformed into a monster called Abyss. During these events he had a vision of the future, and desiring to see it firsthand he returned to life, acting in \"Soulcalibur IV\" to protect the swords in case their destruction broke his cycle of reincarnation. His further fate afterward is unknown, as he is given no mention in \"Soulcalibur V\". He is set to appear in \"Soulcalibur VI\", which revisits the events of the first \"Soulcalibur\" game.",
            "score": 41.74004411697388
        },
        {
            "docid": "12406739_7",
            "document": "List of American Gladiators events . In the first half of season one, there were four safe zones consisting of a pillbox (where the contender started the event, weapon in hand), a burnt out building, a thatch bush, and two oil drums, and four weapons (see chart below). If the contenders hit the bull's eye on the target, which was located at the foot of the Gladiator's platform, they would receive 100 points. Hitting the outer rim was worth less points, originally 60 and rising to 75 by the end of the season. If the contenders failed to hit the target in four tries but still had time on the clock, they could earn 30 points and a draw by taking cover in the last safe zone and avoiding being hit.",
            "score": 52.448326587677
        },
        {
            "docid": "2780115_15",
            "document": "Necrid . Other reviewers praised the character's gameplay and design. An editor for the video game website GameZone wrote that his attacks compensated for his appearance and described him as \"cool\", while also praising both his weapon and fighting style. Adam Sessler and Morgan Webb of \"X-Play\" stated that, while Necrid did not seem to fit the aesthetic, the character did have some appeal. UGO's Doug Trueman stated Necrid's weapon had to be \"seen to be believed\", and described him among other new characters as \"[adding] something spectacular to the \"Soul Calibur\" pantheon\". Tim Rogers of website \"Insert Credit\" called Necrid \"a work of digital art both in form and function\" and added that \"as far as console-only characters go—everybody wins with Necrid\". Despite their negative remarks, an editor for IGN listed Necrid as eighth on their list of the top ten characters contributed to the \"Soulcalibur\" games by designers outside Namco and wrote that while they felt the character's gameplay was unbalanced, it added to Necrid's appeal; the editor wrote \"what do you expect from a man who shares a symbiotic relationship with the very energy that powers Soul Edge? If you needed to clean house in [\"Soulcalibur II\"], Necrid was the man for the job.\"",
            "score": 46.79076886177063
        },
        {
            "docid": "2047211_16",
            "document": "Soulcalibur III . The console version of the game was first released in North America on October 25, 2005. A soundtrack for the game was released as \"Soulcalibur III Original Soundtrack - Legend of Sounds\". Two guide books were released in Japan in November–December 2005: \"Famitsu\"'s \"Soul Calibur III Starting Guide Book\" and Namco's own \"Soul Calibur III Official Complete Guide\".",
            "score": 30.601542472839355
        },
        {
            "docid": "28640088_33",
            "document": "Gladiator Begins . In the arena, the player can prepare their gladiator with the proper equipments and move sets and choose from the available matches to enter. During the match, the player will attack with armed weapons or with their bare hands at other gladiator opponents. Gladiators can knock off other gladiator's weapons and armors and pick them up to use it in their favor. During different arenas and matches, there will be some replicated themes such as the battle aboard a ship and animals like tigers and elephants to fight against. After winning a match, the player will earn money and AP and return to hub area to prepare for the next day or move on with the story.",
            "score": 53.86128330230713
        },
        {
            "docid": "19826868_3",
            "document": "List of awards and nominations received by Chris Brown . In 2007, he received twelve nominations but did not win any awards. In 2008, Brown has received forty-one nominations and won sixteen, including Favorite Male Pop/Rock Artist, Favorite Soul/R&B Male Artist and Artist of the Year at the American Music Awards; Best Male R&B Artist at the BET Awards; Best Heartbreak Video for \"No Air\" at the BET Pre-Awards; Best International Act and Best R&B/Soul at the MOBO Awards; Best Male Video for \"With You\" at the MTV Video Music Awards; Best Male Artist at the NAACP Image Awards; Favorite Male Singer at the Nickelodeon Kids' Choice Awards; Best R&B Artist at the Ozone Awards; Choice Music Hookup for \"No Air\", Choice Music: Male Artist, Choice Music: R&B Artist, Choice Music: R&B Track for \"Forever\" and Choice Music: Rap/Hip Hop Track for \"Shawty Get Loose\" at the Teen Choice Awards. In 2010, he won the AOL Fandemonium Award at the BET Awards. Overall, Brown has won 82 awards from 266 nominations.",
            "score": 16.179644107818604
        },
        {
            "docid": "690278_22",
            "document": "Choice . Maximizers are less happy in life, perhaps due to their obsession with making optimal choices in a society where people are frequently confronted with choice. One study found that maximizers reported significantly less life satisfaction, happiness, optimism, and self-esteem, and significantly more regret and depression, than did satisficers. In regards to buying products, maximizers were less satisfied with consumer decisions and were more regretful. They were also more likely to engage in social comparison, where they analyze their relative social standing among their peers, and to be more affected by social comparisons in which others appeared to be in higher standing than them. For example, maximizers who saw their peer solve puzzles faster than themselves expressed greater doubt about their own abilities and showed a larger increase in negative mood. On the other hand, people who refrain from taking better choices through drugs or other forms of escapism tend to be much happier in life.",
            "score": 23.394296288490295
        },
        {
            "docid": "3335114_11",
            "document": "Giacomo di Grassi . For a medium weapon (a short spear, a bayoneted gun or a two-handed sword), requiring two hands, the left hand grabs near the buttstock and the right a comfortable distance ahead of it, about one foot up to give an estimation. The left hand is either squarely in front of the lower belly, or it is closer to the left hip, depending on how long the weapon is compared to the user’s height. The point is comfortably stretched out towards the opponent’s neck or upper chest. The stance is more square than for the short weapon, although the right foot is still forward somewhat. To thrust, the right and left hands both push forward together, but the right hand then releases its grip to allow the left to keep pushing the weapon out to its fullest extent. At the same time, the left foot is brought from behind to step far forward in front of the right foot, and finally the right foot is shifted forward and to the left to align it with the point of the weapon and the left foot. The left hand must then pull the weapon back so that the right hand can grab it and return to the on guard position described above. The feet go through a reverse pattern of what they just did to return the body to its initial position. This is a more complex movement than with the short weapon, and so takes much drill to become comfortable with.",
            "score": 69.62658679485321
        },
        {
            "docid": "35757696_7",
            "document": "Deadliest Warrior (season 1) . The Gladiator catches up, and attacks with trident and net. The Apache tries to block with his shield, but it is thrown aside by the trident. The Apache swings his tomahawk at the Gladiator. The two fight hand-to-hand, but the Gladiator kicks the Apache to the ground. He advances with his trident while the Apache tries to avoid the weapon. The trident gets stuck in a tree branch, but the Gladiator quickly frees it and continues to attack. With few options left, the Apache tries a run. The Gladiator, however, quickly throws his net, tripping and ensnaring the Apache. The Gladiator throws the trident at the Apache, but he just manages to roll away and escape from the net. He throws a tomahawk, which sails past the Gladiator's helmet.",
            "score": 47.72521352767944
        },
        {
            "docid": "22597264_3",
            "document": "Scissor (gladiator) . German historian and experimental archeologist Marcus Junkelmann has propagated an idea, based on an unlabeled, unclear image that he decided might be a scissor, that this type of gladiator fought using a weapon consisting of a hardened steel tube that encased the gladiator's entire forearm, with the hand end capped off and a semicircular blade attached to it. A handle inside the tube might have allowed the gladiator to maintain control in the heat of battle.  This weapon might have been both deadly and versatile; the gladiator could use his protected arm to block his opponent's blows and quickly counterattack, the shape of the blade being such that even the slightest touch could cause a serious wound.",
            "score": 50.88508129119873
        },
        {
            "docid": "1707475_8",
            "document": "Felix Faust . Over the years, Faust's hunger for magical power proved very costly to him. He has bargained his soul for knowledge away on many occasions, only to buy it back later when his acquisitions failed to help him meet his goals; every time, he'd end up worse than before. Eventually, he found it difficult to find any mystics willing to purchase his tarnished soul. Finally, he tried to trick Neron into giving him power by offering the pure soul of an innocent girl he murdered in lieu of his own. Unfortunately for him, Neron saw through the ruse and punished Faust by setting the girl's vengeful spirit upon him. For a time, Faust's damned soul languished in a hellish plane for magicians who had abused or ignored the laws of magic.",
            "score": 31.08295226097107
        }
    ],
    "r": [
        {
            "docid": "30949252_6",
            "document": "Risen 2: Dark Waters . In combat, the player character has two weapon slots. In the right hand the player wields their bladed weapons such as a cutlass or a two-handed rifle while in the left hand is the secondary item such as a pistol or non-damaging items like throwing sand to blind opponents or trained wildlife. Weapons can be switched quickly or items like health provisions can be used through a separate tab of hot keys on the PC version. Throwing weapons like spears however requiring aiming with both hands.",
            "score": 76.95616149902344
        },
        {
            "docid": "2943_2",
            "document": "Dual wield . Dual wielding is using two weapons, one in each hand, during combat. It is not a common combat practice. Although historical records of dual wielding in war are limited, there are numerous weapon-based martial arts that involve the use of a pair of weapons. The use of a companion weapon is sometimes employed in European martial arts and fencing, such as a parrying dagger. Miyamoto Musashi, a Japanese swordsman and \"ronin\", was said to have conceived of the idea of a particular style of swordsmanship involving the use of two swords.",
            "score": 75.4063720703125
        },
        {
            "docid": "18985454_10",
            "document": "Diablo (video game) . Bows are the ranged weapon of the game, best used by rogues. Staves, while capable of physical attacks, are mainly used for the spell charges that they contain, as casting from a staff does not require the player to learn the spell or use mana. A staff's spell can only be cast a certain number of times before it requires a recharge. Swords are typically one-handed (though two-handed varieties also exist), while axes are all two-handed. Maces and clubs add a 50% damage bonus against the undead. Shields, when paired with single-handed weapons, allow attacks to be blocked. There are three classifications of armor: light, medium and heavy. Characters are also allowed to wear a helmet, two rings, and one amulet.",
            "score": 75.37422180175781
        },
        {
            "docid": "47906414_4",
            "document": "Sword Art Online: Lost Song . Unlike its predecessors, which have MMORPG-like gameplay, \"Lost Song\" is labeled as an action game instead of a role-playing game. It is the first game in the series that allows one to play as characters besides protagonist Kirito; there are 19 characters available, though two are only attainable through downloadable content. Additionally, players can create their own character to use in the game's story mode. Regardless of which character is being used, the story will progress as if the player is Kirito. Each character can wield three types of weapons—for instance, Kirito can dual-wield or use a one- or two-handed sword—and weapons have skills that can be trained to unlock new abilities.",
            "score": 75.2299575805664
        },
        {
            "docid": "2698996_5",
            "document": "Bushido Blade 2 . Most of the weapons are straight from the first game, excluding the yari and the M16. The yugiri (a sword which is quite similar to the nodachi but wielded like the katana), which was used by the original \"Bushido Blade's\" final boss Hanzaki is now a selectable weapon, but is only accessible in the final battle versus the unarmed \"last member of the Kagami clan\". Some of the original \"Bushido Blade's\" selectable weapons — rapier (which does not appear as a selectable weapon, but only in Highwayman's two-sword stance when he has the long sword equipped), sledgehammer and ninjato — as well as the boss-specific \"Double-Bladed Sword-Staff\" and \"Special Sabre\", have been eliminated. It is worth noting that the weapons usable by both schools (such as the katana) have a slightly different design for each school. The only new weapon available is the yari, so \"Bushido Blade 2\" is less diverse when it comes to weapon and fighting style selection. While each character wields a specific weapon when fought as a boss, when played as, they can wield whichever weapon the player chooses. It is also worth noting that the katana is the weapon highlighted by default on the sword selection screen and that the ninjas all wield katanas. There are also two weapons that exclusive to characters from a certain school; the yari is exclusive to characters from the Shainto school, and the naginata is exclusive to characters from the Narukagami school.",
            "score": 75.03050994873047
        },
        {
            "docid": "43013126_10",
            "document": "Bloodborne . The player may only wield two melee weapons and two secondary weapons at one time. Most melee weapons, called Trick Weapons, can transform into an alternate state; each state encourages a different approach to combat. For example, the Hunter Axe in its initial state is wielded with one hand and can be used to quickly dispatch enemies in cramped areas, but when transformed into its secondary state, it becomes an extended two handed weapon more suited for crowd control. With most Trick Weapons, one state is usually a slower, bigger weapon, that deals heavier damage per hit, while the other state is smaller, faster, and deals its damage in hit streaks. The player's main secondary weapon is a firearm; the firearm, usually a pistol, can be used in a traditional sense, as well as a way to stun enemies. When an enemy is stunned, the player can perform a Visceral attack; Visceral attacks cause a large amount of damage in one hit and can also be performed after the player strikes an enemy from behind with a charged attack. Other secondary weapons include a torch, cannon, and wooden shield, while other main melee weapons include a hammer, sword, two-handed gun, which serves as the melee and ranged weapon, and a whip. The player can carry other offensive weapons, such as molotovs, throwing knives, and pebbles.",
            "score": 74.76017761230469
        },
        {
            "docid": "1341689_4",
            "document": "Stonekeep . The protagonist Drake has two starting possessions: the magic scroll and the magic mirror. The magic scroll allows the player to pick up an infinite number of items. Items of the same type can be combined together up to a maximum quantity of 99; other items can be combined together such as a quiver which can hold 99 arrows. The magic mirror allows the player to equip Drake and other characters with weapons, armour and accessories and to consume items to affect their status such as healing potions or bad smelling Throg food otherwise Drake can read scrolls used on him. Although Drake can wield any weapon, other characters like Farli and Karzak can only wield hammers, axes and shields. Certain weapons like polearms and heavy swords require Drake to have two free hands to wield one. Some armour can be worn by certain characters. For instance only dwarves can wear dwarven platemail and only Drake can wear knight armour. Exceptional characters like Sparkle and Wahooka cannot be outfitted, but can still consume items.",
            "score": 72.44353485107422
        },
        {
            "docid": "12081961_5",
            "document": "Battle Circle . Each man is known by the weapon(s) he wields, hence the names of the title characters. Most men wield one of the six traditional weapons: sword, club, sticks, staff, daggers or morning star (more commonly known as a heavy flail - a spiked ball on a chain). Sos, originally named 'Sol the Sword', is forced to give up his name and weapon after being defeated by Sol of All Weapons, and learns to use a non-standard weapon: a metal cable with weights on the end of it. Var wields sticks, essentially two batons, also made of metal. Neq wields a traditional sword.",
            "score": 72.36784362792969
        },
        {
            "docid": "14856891_6",
            "document": "Growl (video game) . The player can procure weapons by destroying barrels and wooden crates or disarming certain enemies. There are a total of eight weapons which can be obtained: three melee weapons (a pipe, a sword and a whip), two throwing weapons (knives and hand grenades), and three firearms (a pistol, a machine gun, and a rocket launcher). The barrels and crates can also be picked up and thrown at enemies as well. When the machine gun or rocket launcher runs out of ammunition, these are still wielded by the player as melee weapons. The pistol, on the other hand, is thrown by the player after all of its bullets are used. The player can drop his current weapon by pressing down and attack while wielding it. If a weapon lies on the ground after a certain period, it will vanish completely.",
            "score": 71.93379974365234
        },
        {
            "docid": "3137739_11",
            "document": "Captive (video game) . There are a variety of weapons, both for hand-to-hand combat and projectile weapons. Depending on its type and the position of the droid wielding it, a weapon can have effect on the left, in the middle or on the right, and at one of two different heights. Some weapons can fire multiple shots at different heights and positions. The two front droids can attack on the left- or right-hand flank respectively. The two droids in the back rank can each only fire projectile weapons down the middle.",
            "score": 70.82850646972656
        },
        {
            "docid": "2557442_6",
            "document": "Champions: Return to Arms . The ranger class is primarily a ranged fighter. They have a wide variety of ranged spells and can use bows more effectively compared to other classes. They cannot use two-handed weapons, and lose the advantage of their superior bow abilities when forced to fight close ranged. The ranger's abilities allow him to imbue his arrows with various magics. The ranger may dual-wield single handed weapons such as swords, axes, or maces. The ranger is given a new ability in the sequel which allows the character to summon their own arrows instead of constantly replenishing a massive quiver.",
            "score": 70.69358825683594
        },
        {
            "docid": "574813_25",
            "document": "Gatka . All pole weapons begin with the staff, known as a \"dang\" or \"lathi\". The dang's ideal length is either equal to the height or the armspan of its wielder. Gatka typically uses a bamboo staff, which may be steel-tipped and encased in leather. This type of dang is held with both hands on one end and used for swinging techniques. The light weight of the bamboo allows for great speed and a variety of twirling maneuvres. This style of fighting was often used by peasants and commoners for whom the staff was a domestic tool and a convenient implement of self-defense. For warriors who used the dang as a training tool for edged weapons, a different method was employed. In this style, the dang is held diagonally with the hands far apart. The butt end of the weapon is held with one hand, while the other hand is further down the middle or just above the other end. This grip lends itself to thrusting attacks aimed at the vital points (\"marma\"), done by pushing the weapon forward with the back hand through the front hand, though it also incorporates \"barta\", techniques in which both ends are used to attack. This thrust-based method can be easily adapted to edged weapons such as spears, tridents and battle-axes. In the case of the axe, thrusts hit with the weapon's head, which can also be used defensively to stop an opponent's attack or to break their fingers. The \"barta\" method can also be adapted to edged polearms, most of which have a weighted or spiked back end. When wielding a heavy polearm in close-quarters, the fighter may hold a katara on one hand.",
            "score": 70.6494140625
        },
        {
            "docid": "2529634_34",
            "document": "Ancient Macedonian army . Each phalangite carried as his primary weapon a \"sarissa\", which was a type of pike. The length of these pikes was such that they had to be wielded with two hands in battle. The traditional Greek hoplite used his spear single-handed, as the large \"hoplon\" shield needed to be gripped by the left hand, therefore the Macedonian phalangite gained in both weapon reach and in the added force of a two handed thrust. At close range, such large weapons were of little use, but an intact phalanx could easily keep its enemies at a distance; the weapons of the first five rows of men all projected beyond the front of the formation, so that there were more spearpoints than available targets at any given time. The men of the rear ranks raised their sarissas so as to provide protection from aerial missiles. A phalangite also carried a sword as a secondary weapon for close quarter fighting should the phalanx disintegrate. The phalanx, however, was extremely vulnerable in the flanks and rear.",
            "score": 70.28663635253906
        },
        {
            "docid": "3335114_11",
            "document": "Giacomo di Grassi . For a medium weapon (a short spear, a bayoneted gun or a two-handed sword), requiring two hands, the left hand grabs near the buttstock and the right a comfortable distance ahead of it, about one foot up to give an estimation. The left hand is either squarely in front of the lower belly, or it is closer to the left hip, depending on how long the weapon is compared to the user’s height. The point is comfortably stretched out towards the opponent’s neck or upper chest. The stance is more square than for the short weapon, although the right foot is still forward somewhat. To thrust, the right and left hands both push forward together, but the right hand then releases its grip to allow the left to keep pushing the weapon out to its fullest extent. At the same time, the left foot is brought from behind to step far forward in front of the right foot, and finally the right foot is shifted forward and to the left to align it with the point of the weapon and the left foot. The left hand must then pull the weapon back so that the right hand can grab it and return to the on guard position described above. The feet go through a reverse pattern of what they just did to return the body to its initial position. This is a more complex movement than with the short weapon, and so takes much drill to become comfortable with.",
            "score": 69.6265869140625
        },
        {
            "docid": "5620144_12",
            "document": "Parrying dagger . An off-hand weapon is rarely used in modern sport competition. In fact, the use of the off-hand as a defensive measure is often prohibited by the rules of many sport fighting styles that are common in the Western world today. However, in HEMA (historical European martial arts) Rapier and Dagger is a common sparring method, and backsword and dagger is also practised. Another exception is kendo where the use of two shinai of different size is allowed but uncommon; this style is known as nito-ryu (literally \"two sword-style\"). Several other fighting styles not only incorporate but even promote off-hand weapons, for example the Filipino style eskrima. Simultaneous use of two weapons is also frequently featured in fiction, particularly in video games, literature, and other media from the fantasy genre, where it is commonly dubbed \"dual wielding\". In the Society for Creative Anachronism (SCA), rapier combat makes use of various forms of off-hand device, including parrying daggers, batons, cloaks, and a second sword, which in fencing is termed a \"case of rapier\".",
            "score": 69.428466796875
        },
        {
            "docid": "2943_5",
            "document": "Dual wield . The use of weapon combinations in each hand has been mentioned for close combat in western Europe during the Byzantine, Medieval, and Renaissance era. The use of a parrying dagger such as a main gauche along with a rapier is common in historical European martial arts.  Traditional schools of Japanese martial arts include dual wield techniques, particularly a style conceived by Miyamoto Musashi involving the katana and wakizashi, two-sword kenjutsu techniques he called \"Niten Ichi-ryū\". Eskrima, the traditional martial arts of the Philippines teaches \"Doble Baston\" techniques involving the basic use of a pair of rattan sticks and also Espada y daga or Sword/Stick and Dagger. Okinawan martial arts have a method that uses a pair of \"sai\". Chinese martial arts involve the use of a pair of butterfly swords and hook swords. Gatka, a weapon-based martial art from the Punjab region, is known to use two sticks at a time. The Thailand weapon-based martial art Krabi Krabong involves the use of a separate \"Krabi\" in each hand. Kalaripayattu teaches advanced students to use either two sticks (of various sizes) or two daggers or two swords, simultaneously.",
            "score": 68.8824234008789
        },
        {
            "docid": "1214551_2",
            "document": "Ranged weapon . A ranged weapon is any weapon that can engage targets beyond hand-to-hand distance, i.e. at distances greater than the physical reach of the weapon itself. It is sometimes also called projectile weapon or missile weapon because it typically works by launching projectiles (missiles), though technically a directed-energy weapon (which doesn't involve projectiles) is also a ranged weapon. In contrast, a weapon intended to be used in hand-to-hand combat is called a melee weapon.",
            "score": 68.35069274902344
        },
        {
            "docid": "17834611_26",
            "document": "Shaman (character class) . The Shaman wears only cloth or leather armor until level 40, at which time mail armor may also be equipped. Shamans may wield a one-handed or two-handed mace, staff, one-handed or two-handed axe, dagger, or fist weapon; and may use a shield. Speccing into enhancement grants a shaman the ability to dual wield (formerly a talent in the enhancement tree) and use a weapon in their offhand instead of a shield.",
            "score": 68.18196868896484
        },
        {
            "docid": "325643_3",
            "document": "Naginatajutsu . Perhaps the simplest explanation is the natural development of polearms. Polearms are intended as mass weapons, to be used not just by individual warriors, but by formations of soldiers together on field battles and not for dueling. When fighting in close order, two-handed cut-and-thrust weapons, such as halberds and glaives, are much more efficient than mere spears or swords because of their versatility compared to spears and longer reach compared to swords. Fighting in massed formation does not require similar individual weapon-handling skills as required by a skilled swordsman. Naginata are almost identical in appearance to both the glaive and the guan dao, and it is most likely result of parallel evolution.",
            "score": 67.85160064697266
        },
        {
            "docid": "1207618_13",
            "document": "Champions of Norrath . The ranger class is primarily a ranged fighter. They have a wide variety of ranged spells and can use bows more effectively compared to other classes. Though they are competent melee fighters, they cannot use two-handed weapons and lose the advantage of their superior bow abilities when forced to fight close ranged. The ranger's abilities allow him to imbue his arrows with various magics. The Ranger eventually gains the ability to dual-wield single handed weapons such as swords, axes or maces.",
            "score": 67.76587677001953
        },
        {
            "docid": "8963493_2",
            "document": "Guige . A guige is a long strap, typically made of leather, used to hang a shield on the shoulder or neck when not in use. Used in combat, it freed a soldier to use a weapon requiring two hands (or a weapon in each hand) without discarding the shield; the shield could then be easily retrieved when needed.",
            "score": 67.66304779052734
        },
        {
            "docid": "7211083_25",
            "document": "Soulcalibur . A long time ago, an ordinary sword was soaked with blood through the endless battles of its era, causing the sword to be corrupted and becoming sentient by its own, which earned it the name \"Soul Edge\". No one dared to wield the sword without getting corrupted by its evil spirit, and only the Hero King, Algol can wield it without getting possessed. However, Algol's son, jealous of his father's feat, wielded the sword and became corrupted. Algol destroyed both his son and the sword, from which he then made a weapon in grief, naming it \"Soul Calibur\". He was sacrificed to complete the sword's ritual which would then be protected by a cult; no one knew that Soul Edge would reform on its own later on. Soul Calibur itself was lost after it was stolen by a member of the cult, Zasalamel.",
            "score": 67.57393646240234
        },
        {
            "docid": "30862518_6",
            "document": "Throwing axe . The Nzappa zap is a weapon from the Democratic Republic of the Congo. This weapon is certainly one of the more unique-looking throwing axes. The Nzappa zaps sometimes had an iron head with two or three human faces. The handle had the shape of a club with a round upper part. The head is attached to the club via struts, giving the weapon its unique design. Besides being thrown, these axes were sometimes used to injure the enemy directly by hand. This can be used both for short distances throw and as a melee weapon in hand-to-hand combat.",
            "score": 66.85404968261719
        },
        {
            "docid": "2295048_5",
            "document": "Area 51 (2005 video game) . Throughout the game, the player uses a variety of weapons, both Human and Alien in origin, to defeat their adversaries. Most weapons can only be wielded one handed, however the player can dual wield some weapons, such as the Shotgun and the Sub-Machine Gun. Each weapon can also be used as a melee weapon for close quarter combat, and for its original intended purpose. Each weapon has two modes of firing, the first being the primary method, while the second is of a much higher power level, at the cost of ammunition and accuracy to the player. The player can also use explosive grenades, one of human origin, and the other of alien design.",
            "score": 66.72811126708984
        },
        {
            "docid": "17065853_16",
            "document": "Nemesis (Wildstorm) . As a trained Coda warrior, Nemesis is a highly skilled hand-to-hand fighter as well as an expert in a wide array of weapons. While she has been known to use firearms (usually handguns), her preferred and default weapons of choice are two indestructible swords made from shards of an ancient weapon called the Creation Engine. The blades can cut through virtually all known substances. Nemesis also wears a specialized body armor (referred to as her 'Stealth Suit') that emits various sized force fields.",
            "score": 66.5404281616211
        },
        {
            "docid": "57941_25",
            "document": "Fafhrd and the Gray Mouser . Fafhrd commonly uses a sword which he names Graywand, a two-hand sword that he's able to use one-handed too (in later episodes by necessity). He also carries a poignard named Heartseeker and a short hand-axe which has never been named. For combat at a distance, he often carries a bow and arrow which he wields effectively even while on horseback or at sea, and which he's able to use despite his final handicap (he loses a hand). The Mouser, in one episode called \"the best swordsman in the World\", also fights with a pair of weapons: a \"slim, curving\" sword or sabre called Scalpel, and a dagger called Cat's Claw, the latter usually hidden in the small of the Mouser's back, and the original of which had a very subtle curve. (It was a straight-bladed weapon by the events of \"Lean Times in Lankhmar\".) As the pair are often divested of their property, these are names they apply to any of their appropriate weapons and not necessarily names of specific ones. They are absolutely not magic weapons: both the wielders are just very able in their use. The Mouser is also an expert with the sling. The Mouser, having been an apprentice magician, can do some very small enchantments, especially while dueling.",
            "score": 66.47734069824219
        },
        {
            "docid": "5620144_2",
            "document": "Parrying dagger . The parrying dagger is a category of small handheld weapons from the European late Middle Ages and early Renaissance. These weapons were used as off-hand weapons in conjunction with a single-handed sword such as a rapier. As the name implies they were designed to parry, or defend, more effectively than a simple dagger form, typically incorporating a wider guard, and often some other defensive features to better protect the hand as well. They may also be used for attack if an opportunity arises. The general category includes two more specific types, the \"sword breaker\" and \"trident dagger\".",
            "score": 66.45380401611328
        },
        {
            "docid": "922719_13",
            "document": "Classification of swords . The \"Beidenhänder\" (\"both-hander\") or \" Zweihänder\" (\"two-hander\") is a true two-handed sword, in the sense that it cannot be wielded in only one hand. It was a specialist weapon wielded by certain \"Landsknechte Doppelsöldners\".",
            "score": 66.25885009765625
        },
        {
            "docid": "48774_2",
            "document": "Lance . The lance is a pole weapon designed to be used by a mounted warrior or cavalry soldier (lancer). During the periods of classical and medieval warfare, it evolved into being the leading weapon in cavalry charges, and was unsuited for throwing or for repeated thrusting, unlike similar weapons of the javelin/pike family typically used by infantry. Lances were often equipped with a vamplate – a small circular plate to prevent the hand sliding up the shaft upon impact. Though best known as a military and sporting weapon carried by European knights, the use of lances was widespread throughout Asia, the Middle East and North Africa wherever suitable mounts were available. As a secondary weapon, lancers of the medieval period also bore swords, axes or maces for hand-to-hand combat, since the lance was often a one-use-per-engagement weapon; assuming the lance survived the initial impact intact, it was (depending on the lance) usually too long, heavy and slow to be effective against opponents in a melee.",
            "score": 66.0051498413086
        },
        {
            "docid": "3335114_12",
            "document": "Giacomo di Grassi . For a long weapon, such as a pike, the hands are placed well apart, with the right this time at or near the butt end of the weapon, and is placed well back of the hip, and the left hand stretched out toward the opponent. The switched places of the hands from the previous weapon are because the right hand (the dominant and more dextrous hand) has more control of the movements of the long weapon when at the back than at the front, due to the added length and weight of the weapon and also because there is more leverage to be applied from behind than from in front now. In this case the pivot point is the left hand. In the case of the previous, medium, weapon, the pivot point in the manipulation of the spear or sword is really somewhere between the two hands, but closer to the forward, right, hand. The stance with the long weapon is with the left foot now in front, with the right foot behind. So, to thrust the long weapon forward, both hands are used initially, as in the last weapon, and the left hand is then released to allow the point to pass as far forwards as possible. The right leg is brought up to step far in front of the left, and the left brought into alignment with the right foot and the point. Then, the right pulls back on the weapon, allowing the left to re-grip. The feet can be put through a reverse of what they have just done to return to the on guard position.",
            "score": 65.85334014892578
        },
        {
            "docid": "21088195_7",
            "document": "Call of Juarez: Bound in Blood . The main gameplay differences between the two characters is that Ray is stronger and slower than Thomas; he cannot jump as high, but he can kick heavy obstacles out of his way and take more damage from enemy fire. He cannot aim as far as Thomas, but he is faster with six shooters, which he can dual wield, and is quicker when aiming at nearby enemies. Thomas can move faster than Ray, and can also grip onto ledges and pull himself up. He has a better long range aim than Ray, but is slower when using six shooters, which he can only single wield, and when aiming at nearby enemies. Ray can use two weapons unavailable to Thomas - a dismountable gatling gun and throwable dynamite. Thomas can use three weapons Ray cannot - a lasso, a bow and arrow and throwing knives. Weapons common to both characters include various types of six shooters, rifles and shotguns. Both characters can also can start fires by throwing or shooting oil lamps. They are also both capable of using chairs in hand-to-hand combat.",
            "score": 65.73868560791016
        },
        {
            "docid": "3062669_3",
            "document": "Kontos (weapon) . As shown by contemporary artwork, the kontos was about 4 metres long, though longer examples may have existed; later Parthian and Sassanian clibanarii (Middle Persian: Grivpanvar) reportedly used kontoi of longer lengths; only highly trained cavalrymen such as those fielded by the Arsaco-Sassanian dynasties could have used such weapons. It was reputedly a weapon of great power compared to other cavalry weapon of its time, described by Plutarch as being \"heavy with steel\" and capable of impaling two men at once. Its length was probably the origin of its name, as the word \"kontos\" could also mean \"oar\" or \"barge-pole\" in Greek. Thus, it had to be wielded with two hands while directing the horse using the knees; this made it a specialist weapon that required a lot of training and good horsemanship to use. In addition, most Parthian cavalry (even possibly including cataphracts) carried bows, so this meant daily practice with the weapons.",
            "score": 65.65106201171875
        }
    ]
}