{
    "q": [
        {
            "docid": "311643_60",
            "document": "Sea shanty . Even as shanty singing to accompany work aboard ships was \"dying,\" interest was being taken in \"reviving\" it—as a type of leisure pastime. Most shanty singing since the mid-20th century or earlier is considered to be in such a \"revival\" vein.",
            "score": 49.25201463699341
        },
        {
            "docid": "311643_97",
            "document": "Sea shanty . Shanty performances today reflect a range of musical approaches and tastes. The purpose and parameters of shanty singing in the present era have had an influence on which shanties are sung and how.",
            "score": 47.950401067733765
        },
        {
            "docid": "311643_64",
            "document": "Sea shanty . On shore, a revival in shanty singing for leisure was facilitated by song collections of the 1920s, especially Terry's \"The Shanty Book\" (in two volumes, 1921 and 1926). What set apart this and following collections was full musical score along with an adequate stock of lyrics. Collections prior to Terry's (except for Davis and Tozer's much earlier and contrived-sounding settings) had not provided enough verses to create \"full\" songs, and it is unlikely that performers would venture to improvise new verses in the manner of traditional shantymen. By 1926, it had become a custom at the Seven Seas Club in London to hold a shanty sing-along after the club's monthly dinners. By 1928, commercial recordings of shanties, performed in the manner of classical concert singing, had been released on HMV, Vocalion, Parlophone, Edison, Aco, and Columbia labels; many were realizations of scores from Terry's collection. Shanties like \"Johnny Come Down to Hilo\" were more or less standardized through popular dissemination.",
            "score": 55.847495555877686
        },
        {
            "docid": "311643_68",
            "document": "Sea shanty . All shanties had a chorus of some sort, in order to allow the crew to sing all together. Many shanties had a \"call and response\" format, with one voice (the shantyman) singing the solo lines and the rest of the sailors bellowing short refrains in response (compare military cadence calls).",
            "score": 45.04368829727173
        },
        {
            "docid": "311643_88",
            "document": "Sea shanty . Historically, shanties were usually not sung outside of work contexts, and singing sea songs was generally the purview of sailors. However, since their revival as leisure songs among laypersons they have been performed in a variety of contexts. Similarly to Euro-American folk music, shanties and sea songs are performed both informally by amateurs and as commercial entertainment by professionals, with many performers straddling both contexts. Some performers focus on shanties, sea songs, and related material, as part of the genre of maritime music, whereas in other cases performers of popular music (including the Folk genre) and classical music bring songs from the shanty repertoire into their own.",
            "score": 61.58717453479767
        },
        {
            "docid": "48711_73",
            "document": "Oregon Trail . In 1847, Brigham Young and the Mormon pioneers departed from the Oregon Trail at Fort Bridger in Wyoming and followed (and much improved) the rough trail originally recommended by Lansford Hastings to the Donner Party in 1846 through the Wasatch Mountains into Utah. After getting into Utah, they immediately started setting up irrigated farms and cities—including Salt Lake City. In 1848, the Salt Lake Cutoff was established by Sam Hensley, and returning members of the Mormon Battalion providing a path north of the Great Salt Lake from Salt Lake City back to the California and Oregon trails. This cutoff rejoined the Oregon and California Trails near the City of Rocks near the Utah–Idaho border and could be used by both California and Oregon bound travelers. Located about half way on both the California and Oregon trails many thousands of later travelers used Salt Lake City and other Utah cities as an intermediate stop for selling or trading excess goods or tired livestock for fresh livestock, repairs, supplies or fresh vegetables. The Mormons looked on these travelers as a welcome bonanza as setting up new communities from scratch required nearly everything the travelers could afford to part with. The overall distance to California or Oregon was very close to the same whether one \"detoured\" to Salt Lake City or not. For their own use and to encourage California and Oregon bound travelers the Mormons improved the Mormon Trail from Fort Bridger and the Salt Lake Cutoff trail. To raise much needed money and facilitate travel on the Salt Lake Cutoff they set up several ferries across the Weber, Bear, and Malad rivers, which were used mostly by travelers bound for Oregon or California.",
            "score": 51.13804090023041
        },
        {
            "docid": "31519031_27",
            "document": "Route of the Oregon Trail . In 1847, Brigham Young and the Mormon pioneers departed from the Oregon Trail at Fort Bridger in Wyoming and followed (and much improved) the rough trail originally recommended by Lansford Hastings to the Donner Party in 1846 through the Wasatch Mountains into Utah. After getting into Utah they immediately started setting up irrigated farms and cities—including Salt Lake City, Utah. In 1848, the Salt Lake Cutoff was established by Sam Hensley, and returning members of the Mormon Battalion providing a path north of the Great Salt Lake from Salt Lake City back to the California and Oregon Trails. This cutoff rejoined the Oregon and California Trails near the City of Rocks near the Utah-Idaho border and could be used by both California and Oregon bound travelers. Located about half way on both the California and Oregon Trails many thousands of later travelers used Salt Lake City and other Utah cities as an intermediate stop for selling or trading excess goods or tired livestock for fresh livestock, repairs, supplies or fresh vegetables. The Mormons looked on these travelers as a welcome bonanza as setting up new communities from scratch required nearly everything the travelers could afford to part with. The overall distance to California or Oregon was very close to the same whether one \"detoured\" to Salt Lake City or not. For their own use and to encourage California and Oregon bound travelers the Mormons improved the Mormon Trail from Fort Bridger and the Salt Lake Cutoff trail. To raise much needed money and facilitate travel on the Salt Lake Cutoff they set up several ferries across the Weber, Bear and Malad rivers which were used mostly by Oregon or California bound travelers.",
            "score": 52.57153308391571
        },
        {
            "docid": "311643_37",
            "document": "Sea shanty . Commenters on the ethnic or national origins of shanties, writing in the 19th century when shanties were still in wide use, generally supposed the genre to originate in America and recognized parallels to African-American singing—as opposed to earlier English traditions from Britain. An early article to offer an opinion on the origin of shanties (though not calling them by that name), appearing in Oberlin College's student paper in 1858, drew a comparison between Africans' singing and sailor work songs.",
            "score": 55.84567666053772
        },
        {
            "docid": "311643_42",
            "document": "Sea shanty . Alden was not writing as a research historian, but rather as an observer of the then-current shanty-singing. His, then, was an impression of shanties based on their style and manner of performance, and he was writing at a time when shanties had yet to become framed by writers and media as belonging to any canon of national \"folk music.\"",
            "score": 40.91708707809448
        },
        {
            "docid": "311643_21",
            "document": "Sea shanty . Later writers distinguished such chants and \"sing-outs\" from shanties proper, but in the case of relatively \"simple\" shanties—such as those for hauling sheets and tacks (see below)—there is a grey area. This has led some to believe that the more sophisticated shanties of later years developed from the more primitive chants.",
            "score": 41.759262800216675
        },
        {
            "docid": "311643_104",
            "document": "Sea shanty . I soon got used to this singing; for the sailors never touched a rope without it. Sometimes, when no one happened to strike up, and the pulling, whatever it might be, did not seem to be getting forward very well, the mate would always say, \"Come, men, can't any of you sing? Sing now, and raise the dead.\" And then some one of them would begin, and if every man's arms were as much relieved as mine by the song, and he could pull as much better as I did, with such a cheering accompaniment, I am sure the song was well worth the breath expended on it. It is a great thing in a sailor to know how to sing well, for he gets a great name by it from the officers, and a good deal of popularity among his shipmates. Some sea-captains, before shipping a man, always ask him whether he can sing out at a rope.",
            "score": 47.55272722244263
        },
        {
            "docid": "44349987_2",
            "document": "Oregon Trail Memorial Association . The Oregon Trail Memorial Association (OTMA) was an American organization founded by pioneer Ezra Meeker in 1922 as the Old Oregon Trail Association to memorialize those who traveled to the U.S. West Coast via the Oregon Trail. The group was incorporated in New York in early 1926 as the Oregon Trail Memorial Association. The organization is best known for promoting the Oregon Trail Memorial half dollar. It was succeeded by the American Pioneer Trails Association (APTA) in 1940. Oregon-California Trails Association is considered a successor to OTMA.",
            "score": 47.9161262512207
        },
        {
            "docid": "79491_27",
            "document": "Willamette River . In the middle part of the 19th century, the Willamette Valley's fertile soils, pleasant climate, and abundant water attracted thousands of settlers from the eastern United States, mainly the Upland South borderlands of Missouri, Iowa, and the Ohio Valley. Many of these emigrants followed the Oregon Trail, a trail across western North America that began at Independence, Missouri, and ended at various locations near the mouth of the Willamette River. Although people had been traveling to Oregon since 1836, large-scale migration did not begin until 1843, when nearly 1,000 pioneers headed westward. Over the next 25 years, some 500,000 settlers traveled the Oregon Trail, braving the rapids of the Snake and Columbia Rivers to reach the Willamette Valley.",
            "score": 47.45823812484741
        },
        {
            "docid": "11579778_47",
            "document": "Gold mining in the United States . Travellers along the Oregon Trail bound for the Willamette Valley are said to have discovered gold in northeastern Oregon in 1845, but mining in earnest did not begin until 1861.",
            "score": 32.82155227661133
        },
        {
            "docid": "376393_29",
            "document": "Folk music of England . Sea shanties are a type of work song traditionally sung by sailors. Derived from the French word 'chanter', meaning 'to sing', they may date from as early as the 15th century, but most recorded examples derive from the 19th century. Shanties were usually slow rhythmic songs designed to help with collective tasks on labour-intensive sailing and later steam ships. Many were call and response songs, with one voice (the shantyman) singing a lead line and the rest of the sailors giving a response together. There were derived from varied sources, including dances, folk songs, polkas, waltzes and even West African work-songs. Since different songs were useful for different tasks they are traditionally divided into three main categories, short haul shanties, for tasks requiring quick pulls over a relatively short time; halyard shanties, for heavier work requiring more set-up time between pulls; and Capstan shanties, for long, repetitive tasks requiring a sustained rhythm, but not involving working the lines. Famous shanties include, the 'Drunken Sailor' and 'Blow the Man Down'. There was some interest in sea shanties in the first revival from figures like Percy Grainger. In the second revival A. L. Lloyd attempted to popularise them, recording several albums of sea songs from 1965.",
            "score": 68.43649053573608
        },
        {
            "docid": "6904863_8",
            "document": "Oregon Trail Memorial half dollar . The idea for the coin was brought up again when civic activists in Pocatello, Idaho, led by Dr. Minnie Howard, sought ideas for funding a monument on the site of Fort Hall. Insurance salesman F.C. McGowan displayed a Stone Mountain piece, \"Yes. Coinage. Like this!\" Howard and her colleagues pursued the idea. Meeker did as well once he heard of it, forming the Oregon Trail Memorial Association, (\"OTMA\" or \"the Association\") a national organization, which could also receive the half dollars, and sell them at a profit.",
            "score": 23.092065811157227
        },
        {
            "docid": "311643_56",
            "document": "Sea shanty . By the 1920s, the proliferation of shanty collections had begun to facilitate a revival in shanty singing as entertainment for laypersons (see below), which in turn created a market for more shanty collections that were geared towards a general audience. Writers of the 1920s, 30s, and 40s, through their derivative, popular works, established in effect a new body of \"common knowledge\" about shanties that overwrote some of the knowledge of 19th century observers.",
            "score": 49.305609703063965
        },
        {
            "docid": "48711_36",
            "document": "Oregon Trail . Between 1847 and 1860, over 43,000 Mormon settlers and tens of thousands of travelers on the California Trail and Oregon Trail followed Young to Utah. After 1848, the travelers headed to California or Oregon resupplied at the Salt Lake Valley, and then went back over the Salt Lake Cutoff, rejoining the trail near the future Idaho–Utah border at the City of Rocks in Idaho.",
            "score": 37.91561508178711
        },
        {
            "docid": "311643_25",
            "document": "Sea shanty . Though \"Cheer'ly Man\" could be considered more \"developed\" than the average sing-out, in its form it is yet different from the majority of shanties that are known to us today, suggesting that it belonged to an earlier stage of sailors' songs that preceded the emergence of \"modern\" shanties.",
            "score": 51.33604598045349
        },
        {
            "docid": "31518964_29",
            "document": "History of the Oregon Trail . Between 1847 and 1860 over 43,000 Mormon settlers and tens of thousands of travelers on the California Trail and Oregon Trail followed Young to Utah. After 1848, the travelers headed to California or Oregon resupplied at the Salt Lake Valley, and then went back over the Salt Lake Cutoff, rejoining the trail near the future Idaho-Utah border at the City of Rocks in Idaho.",
            "score": 37.731812953948975
        },
        {
            "docid": "536698_7",
            "document": "Settler . Although they are often thought of as traveling by sea—the dominant form of travel in the early modern era—significant waves of settlement could also use long overland routes, such as the Great Trek by the Boer-Afrikaners in South Africa, or the Oregon Trail in the United States.",
            "score": 51.57152843475342
        },
        {
            "docid": "311643_26",
            "document": "Sea shanty . Detailed reference to shipboard practices that correspond to shanty-singing was extremely rare before the 1830s. In the first place, singing while working was generally limited to merchant ships, not war ships. The Royal Navy banned singing during work—it was thought the noise would make it harder for the crew to hear commands—though capstan work was accompanied by the bosun's pipe, or else by fife and drum or fiddle. A writer from the 1830s made this clear:",
            "score": 45.321120738983154
        },
        {
            "docid": "39591144_2",
            "document": "Oregon Desert Trail . The Oregon Desert Trail is a network of trails, cross country travel and two-track dirt roads across the Oregon High Desert. The trail is approximately 750 miles long, with termini located near Bend, Oregon, and near the Idaho border at Lake Owyhee State Park.",
            "score": 46.085179567337036
        },
        {
            "docid": "48711_112",
            "document": "Oregon Trail . Travel diminished after 1860, as the Civil War caused considerable disruptions on the trail. Many of the people on the trail in 1861–1863 were fleeing the war and its attendant drafts in both the south and the north. Trail historian Merrill J. Mattes has estimated the number of emigrants for 1861–1867 given in the total column of the above table. But these estimates may well be low since they only amount to an extra 125,000 people, and the 1870 census shows that over 200,000 additional people (ignoring most of the population increase in California, which had excellent sea and rail connections across Panama by then) showed up in all the states served by the Bozeman, California, Mormon, and Oregon Trail(s) and their offshoots.",
            "score": 44.11248230934143
        },
        {
            "docid": "1986166_3",
            "document": "Courthouse and Jail Rocks . The Oregon-California Trail, the Mormon Trail, the Pony Express Trail and the Sidney-Deadwood Trail all ran near the rocks. The pair of rock formations served as a landmark along the trails for many pioneers traveling west in the 19th century. Many travelers would stray as much as five miles (8 km) from the Oregon Trail just to get a glimpse of the rocks.",
            "score": 52.82232391834259
        },
        {
            "docid": "311643_7",
            "document": "Sea shanty . The origin of the word \"shanty\" is unknown, though several inconclusive theories have been put forth. One of the earliest and most consistently offered derivations is from the French \"chanter\", \"to sing.\"",
            "score": 45.72588086128235
        },
        {
            "docid": "48711_54",
            "document": "Oregon Trail . Many other trails followed the Oregon Trail for much of its length, including the Mormon Trail from Illinois to Utah; the California Trail to the gold fields of California; and the Bozeman Trail to Montana. Because it was more a network of trails than a single trail, there were numerous variations with other trails eventually established on both sides of the Platte, North Platte, Snake, and Columbia rivers. With literally thousands of people and thousands of livestock traveling in a fairly small time slot the travelers had to spread out to find clean water, wood, good campsites, and grass. The dust kicked up by the many travelers was a constant complaint, and where the terrain would allow it there may be between 20 and 50 wagons traveling abreast.",
            "score": 46.77441763877869
        },
        {
            "docid": "31519031_7",
            "document": "Route of the Oregon Trail . Numerous other trails followed the Oregon Trail for much of its length, including the Mormon Trail from Illinois to Utah; the California Trail to the gold fields of California; and the Bozeman Trail to Montana. Because it was more a network of trails than a single trail there were numerous variations, with other trails eventually established on both sides of the Platte, North Platte, Snake, and Columbia rivers. With literally thousands of people and thousands of livestock traveling in a fairly small time slot the travelers had to spread out to find clean water, wood, good campsites, and grass. The dust kicked up by the many travelers was a constant complaint, and where the terrain would allow it there may be between 20 and 50 wagons traveling abreast.",
            "score": 48.7935094833374
        },
        {
            "docid": "31519031_35",
            "document": "Route of the Oregon Trail . Starting in about 1848 the South Alternate of Oregon Trail (also called the Snake River Cutoff) was developed as a spur off the main trail. It bypassed the Three Island Crossing and continued traveling down the south side of the Snake River. It rejoined the trail near present-day Ontario, Oregon. It hugged the southern edge of the Snake River canyon and was a much rougher trail with poorer water and grass, requiring occasional steep descents and ascents with the animals down into the Snake River canyon to get water. Travellers on this route avoided two dangerous crossings of the Snake River. Today's Idaho State Route 78 roughly follows the path of the South Alternate route of the Oregon Trail.",
            "score": 42.1120502948761
        },
        {
            "docid": "311643_72",
            "document": "Sea shanty . The practical function of shanties as work songs was given priority over their lyrics or the musicality of a performance. Due to this, shanty texts might have been poor from an aesthetic standpoint—even at times random nonsense—so long as the singing fit the form of the work song. One writer about shanties warned his readers that their lyrics, to landsmen, would \"probably appear as the veriest doggerel.\" He went on to explain,",
            "score": 55.88994860649109
        },
        {
            "docid": "311643_92",
            "document": "Sea shanty . Shanty choirs (German \"Shantychor\", Dutch \"shantykoor\"), often large choral groups that perform only sailor songs, are especially popular in the Netherlands, Germany, and Norway. Polish performers of shanties favor medium-sized groups, often singing in harmony, accompanying themselves on instruments, and presenting themselves similarly to the way a rock band would.",
            "score": 46.25745439529419
        },
        {
            "docid": "31761681_2",
            "document": "Storm Weather Shanty Choir . Storm Weather Shanty Choir is a 6-man sea shanty choir from Stord, an island on the west coast of Norway. They were formed in 2000, by shantyman Håkon Vatle, and used to introduce themselves as \"the roughest, toughest and youngest boy band in Norway, singing 150 years old cover songs\".",
            "score": 45.2014365196228
        }
    ],
    "r": [
        {
            "docid": "376393_29",
            "document": "Folk music of England . Sea shanties are a type of work song traditionally sung by sailors. Derived from the French word 'chanter', meaning 'to sing', they may date from as early as the 15th century, but most recorded examples derive from the 19th century. Shanties were usually slow rhythmic songs designed to help with collective tasks on labour-intensive sailing and later steam ships. Many were call and response songs, with one voice (the shantyman) singing a lead line and the rest of the sailors giving a response together. There were derived from varied sources, including dances, folk songs, polkas, waltzes and even West African work-songs. Since different songs were useful for different tasks they are traditionally divided into three main categories, short haul shanties, for tasks requiring quick pulls over a relatively short time; halyard shanties, for heavier work requiring more set-up time between pulls; and Capstan shanties, for long, repetitive tasks requiring a sustained rhythm, but not involving working the lines. Famous shanties include, the 'Drunken Sailor' and 'Blow the Man Down'. There was some interest in sea shanties in the first revival from figures like Percy Grainger. In the second revival A. L. Lloyd attempted to popularise them, recording several albums of sea songs from 1965.",
            "score": 68.43649291992188
        },
        {
            "docid": "311643_83",
            "document": "Sea shanty . Shanties are work songs and were originally sung only for work. However, sailors also sang for pleasure in the fo'c's'le (forecastle) where they slept or, in fine weather, gathered near the fore bitts (large posts on the foredeck). While songs with maritime themes were sung, all manner of popular songs and ballads on any subject might be sung off watch. The leisure songs associated with sailors are labeled simply as \"sea songs,\" but they have no consistent formal characteristics. They are also popularly known among enthusiasts, especially when distinguishing them from shanties, as \"fo'c's'le songs\" or \"forebitters\". Though those terms were not in great evidence in the 19th century, some literary references to \"fore-bitter\" and, less so, \"fo'c'sle song,\" attest to their use even prior to the appearance of \"shanty.\" Unlike shanties, during the singing of which one's hands were occupied, sea songs might be sung to the accompaniment of handy instruments like fiddle or concertina.",
            "score": 67.35503387451172
        },
        {
            "docid": "26301256_15",
            "document": "Westward Expansion Trails . The Oregon Trail, was the longest of the overland routes used in the westward expansion of the United States, was first traced by explorers and fur traders for traveling to the Oregon Country. The main route of the Oregon Trail stopped at the Hudson's Bay Company Fort Hall, a major resupply route along the trail near present-day Pocatello and where the California Trail split off to the south. Then the Oregon Trail crossed the Snake River Plain of present-day southern Idaho and the Blue Mountains of northeastern Oregon before reaching the Willamette Valley. It was the only practical way for settlers in wagons without tools, livestock, or supplies to cross the mountains and usually thought critical to the colonization of the American West. Some of the first to travel the Oregon Trail were Christian missionaries, members of the Methodist Episcopal Church who established the Methodist Mission in 1834. Even though they didn't make many converts, they were impressed by the short amount of time needed to reach the Pacific Coast. Rumors about how the sun always shone there and wheat grew as tall as a man attracted American settlers. The journey to the west was pleasant, but there were dangers and challenges along the route. There were diseases: cholera, measles, smallpox, and dysentery. Children were crushed under the covered wagon wheels, people drowned in rivers, were lost, starved, killed by Native Americans (very few pioneers), froze to death, trampled by buffalo, or shot by accident. With these accidents, many pioneers died. About 20,000 to 30,000 died on the Oregon Trail along the way in 40 years.",
            "score": 67.21944427490234
        },
        {
            "docid": "2210_30",
            "document": "Folklore of the United States . Work songs sung by sailors between the 18th and 20th centuries are known as sea shanties. The shanty was a distinct type of work song, developed especially in American-style merchant vessels that had come to prominence in decades prior to the American Civil War. These songs were typically performed while adjusting the rigging, raising anchor, and other tasks where men would need to pull in rhythm. These songs usually have a very punctuated rhythm precisely for this reason, along with a call-and-answer format. Well before the 19th century, sea songs were common on rowing vessels. Such songs were also very rhythmic in order to keep the rowers together.",
            "score": 67.06741333007812
        },
        {
            "docid": "311643_106",
            "document": "Sea shanty . While shanties were historically understood as work songs, the word \"shanty\" has often been used in popular culture since the mid-20th century as a catch-all term that also includes songs supposed to have been sung during leisure time at sea, and even other songs about the sea or which vaguely inspire thoughts of the sea. Much of the historical shanty repertoire, being by definition designed to suit work, is less attractive as entertainment listening. The musical forms were highly repetitive, and the lyrics were quite often doggerel without any cohesive or preconceived composition. For these reasons, sea songs that were never or only exceptionally adapted as shanties—but which have engaging melodies and texts—have proved popular to 20th century audiences under the rubric of \"shanties.\" Both these non-shanty sailor songs and the historical repertoire of shanties are typically performed with instrumental accompaniment—something that was rare or unheard of at sea in the case of authentic shanties.",
            "score": 65.49501037597656
        },
        {
            "docid": "382326_12",
            "document": "Work song . Work songs sung by sailors between the eighteenth and twentieth centuries are known as sea shanties. These songs were typically performed while adjusting the rigging, raising anchor, and other tasks where men would need to pull in rhythm. These songs usually have a very punctuated rhythm precisely for this reason, along with a \"call-and-answer\" format. Well before the nineteenth century, sea songs were common on rowing vessels. Such songs were also very rhythmic in order to keep the rowers together. Because many cultures used slaves to row, some of these songs might also be considered slave songs. Improvised verses sung by sailors spoke of ills with work conditions and captains. These songs were performed with and without the aid of a drum.",
            "score": 64.83805847167969
        },
        {
            "docid": "252507_59",
            "document": "American frontier . To get to the rich new lands of the West Coast, there were two options: some sailed around the southern tip of South America during a six-month voyage, but 400,000 others walked there on an overland route of more than 2,000 miles (3,000 km); their wagon trains usually left from Missouri. They moved in large groups under an experienced wagonmaster, bringing their clothing, farm supplies, weapons, and animals. These wagon trains followed major rivers, crossed prairies and mountains, and typically ended in Oregon and California. Pioneers generally attempted to complete the journey during a single warm season, usually over the course of six months. By 1836, when the first migrant wagon train was organized in Independence, Missouri, a wagon trail had been cleared to Fort Hall, Idaho. Trails were cleared further and further west, eventually reaching all the way to the Willamette Valley in Oregon. This network of wagon trails leading to the Pacific Northwest was later called the Oregon Trail. The eastern half of the route was also used by travelers on the California Trail (from 1843), Mormon Trail (from 1847), and Bozeman Trail (from 1863) before they turned off to their separate destinations.",
            "score": 62.9358024597168
        },
        {
            "docid": "311643_88",
            "document": "Sea shanty . Historically, shanties were usually not sung outside of work contexts, and singing sea songs was generally the purview of sailors. However, since their revival as leisure songs among laypersons they have been performed in a variety of contexts. Similarly to Euro-American folk music, shanties and sea songs are performed both informally by amateurs and as commercial entertainment by professionals, with many performers straddling both contexts. Some performers focus on shanties, sea songs, and related material, as part of the genre of maritime music, whereas in other cases performers of popular music (including the Folk genre) and classical music bring songs from the shanty repertoire into their own.",
            "score": 61.58717346191406
        },
        {
            "docid": "311643_94",
            "document": "Sea shanty . The Folk Revival movement is one in which shanties themselves were often revived, especially as they have been viewed as a branch of heritage traditional songs of Anglophone culture. Several of the early performers in the Folk genre performed and recorded a significant number of sailor songs. For example, Paul Clayton recorded the album \"Whaling and Sailing Songs from the Days of Moby Dick\" (Tradition Records) in 1956, and Burl Ives' Down to the Sea in Ships came out in the same year. Since at least the 1950s, certain shanties have become staples of the Folk genre. This is evidenced in the popular Folk music fake book \"Rise Up Singing\", which includes such shanties as \"Blow the Man Down,\" \"What Shall We Do with a Drunken Sailor,\" and \"Bound for South Australia.\"",
            "score": 61.25193786621094
        },
        {
            "docid": "1054466_14",
            "document": "Fellside Records . \"Rolling Down to Old Maui\" (various artists) (FECD140) The traditional songs of this association with the sea can be divided into three types: work songs (usually called Shanties), fo'csle songs (songs sung by mariners in their leisure time) and shore songs (about the sea, ships, sailors etc. but probably originating on land). Such divisions can be very arbitrary and there could be a fair amount of cross-over. The approach with all these songs has not been to go for authenticity. They have been treated as songs for singing and/or listening to. Where appropriate we have indicated the type of job for which a particular song in its original form would be used. For anyone interested in shanties the best text on the subject is Shanties Of The Seven Seas by Stan Hugill.",
            "score": 61.09099578857422
        },
        {
            "docid": "31518964_2",
            "document": "History of the Oregon Trail . The Oregon Trail is a historic 2,000-mile (3,200-km) trail used by American pioneers living in the Great Plains in the 19th century. The emigrants traveled by wagon in search of fertile land in Oregon's Willamette Valley.",
            "score": 61.036739349365234
        },
        {
            "docid": "311643_29",
            "document": "Sea shanty . One of the earliest references to shanty-like songs that has been discovered was made by an anonymous \"steerage passenger\" in a log of a voyage of an East India Company ship, entitled \"The Quid\" (1832). Crew and passengers alike were noted to join in at heaving the capstan around. They were said to sing \"old ditties,\" along with which a few verses to one or more songs is given. While this practice was analogous to the practice of what is later called singing \"capstan shanties,\" the form of these verses is not particularly similar to later shanties. These songs do not appear to correspond to any shanty known from later eras. It is possible that the long, monotonous task of heaving the capstan had long inspired the singing of time-passing songs of various sorts, such as those in \"The Quid\". For example, the composition of capstan-style \"sailor songs\" by Norwegian poet Henrik Wergeland as early as 1838 implies that Scandinavians also used such songs. However, these older songs can be distinguished from the later type of songs that were given the label \"shanty\", suggesting there were other formative influences that gave birth to an appreciably new and distinctly recognized phenomenon.",
            "score": 60.332763671875
        },
        {
            "docid": "311643_58",
            "document": "Sea shanty . One of the most celebrated volumes on shanties produced in the 20th century is Stan Hugill's \"Shanties from the Seven Seas\" (1961). It is the largest of its kind, owing to Hugill's methodology and chronological position. With respect to methodology, Hugill aimed to be as inclusive as possible—to account for and to present, if sometimes only in fragments, any and all items of shanty repertoire that he was currently able to find. Any song that he had heard or read being attested as having been ever \"used as shanty\" was included—regardless of whether that song was not generally known as a shanty or if its use as a shanty was rare and incidental. The result is a varied portrait of the genre, highlighting its maximum diversity without, however, giving a focused sense of what songs were most common during the heyday of shanties or in latter eras. Hugill readily included more recently popular songs—those that evidently were not sung until after the shanty genre was experiencing decline, but which were extant when Hugill sailed (1920s–40s). He also culled from the major collections of non-English-language sailor work songs. Hugill's practice of liberally culling from all major prior works, \"in combination with\" original material from his own field experiences, makes it a handy sourcebook for performers, but a difficult work to assess in terms of historical accuracy.",
            "score": 59.93989944458008
        },
        {
            "docid": "311643_22",
            "document": "Sea shanty . A step up in sophistication from the sing-outs was represented by the first widely established sailors' work song of the 19th century, \"Cheer'ly Man.\" Though other work-chants were evidently too variable, non-descript, or incidental to receive titles, \"Cheer'ly Man\" appears referred to by name several times in the early part of the century, and it lived on alongside later-styled shanties to be remembered even by sailors recorded by James Madison Carpenter in the 1920s. \"Cheer'ly Man\" makes notable appearances in the work of both Dana (sea experience 1834–36) and Herman Melville (sea experience 1841–42).",
            "score": 59.6728401184082
        },
        {
            "docid": "768226_11",
            "document": "California Trail . The trail was used by about 2,700 settlers from 1846 up to 1849. These settlers were instrumental in helping convert California to a U.S. possession. Volunteer members of John C. Fremont's California Battalion assisted the Pacific Squadron's sailors and marines in 1846 and 1847 in conquering California in the Mexican–American War. After the discovery of gold in January 1848, word spread about the California Gold Rush. Starting in late 1848 till 1869, more than 250,000 businessmen, farmers, pioneers and miners passed over the California Trail to California. The traffic was so heavy that in two years the new settlers added so many people to California that by 1850 it qualified for admission as the 31st state with 120,000 residents. The Trail travelers were added to those migrants going by wagon from Salt Lake City to Los Angeles, California in winter, the travelers down the Gila River trail in Arizona, and those traveling by sea routes around Cape Horn and the Magellan Strait, or by sea and then across the Isthmus of Panama, Nicaragua or Mexico, and then by sea to California. Roughly half of California's new settlers came by trail and the other half by sea.",
            "score": 58.29560089111328
        },
        {
            "docid": "48711_117",
            "document": "Oregon Trail . The cost of traveling over the Oregon Trail and its extensions varied from nothing to a few hundred dollars per person. Women seldom went alone. The cheapest way was to hire on to help drive the wagons or herds, allowing one to make the trip for nearly nothing or even make a small profit. Those with capital could often buy livestock in the Midwest and drive the stock to California or Oregon for profit. About 60 to 80 percent of the travelers were farmers and as such already owned a wagon, livestock team, and many of the necessary supplies. This lowered the cost of the trip to about $50 per person for food and other items. Families planned the trip months in advance and made much of the extra clothing and many other items needed. Individuals buying most of the needed items would end up spending between $150–$200 per person. As the trail matured, additional costs for ferries and toll roads were thought to have been about $30 per wagon.",
            "score": 57.23262023925781
        },
        {
            "docid": "311643_55",
            "document": "Sea shanty . Somewhere between these perspectives was Cecil Sharp's, whose \"English Folk-Chanteys\" (1914) was published in the same year, and was based on shanties he collected from aged English sailors in Britain. Sharp responds to Bullen's claims of African-American origins by ceding that many shanties were influenced through the singing of Black shantymen—a position that assumes English folk song was the core of the tradition by default. The title of Sharp's work reflects his project of collecting and grouping shanties as part of what he conceived to be a rather continuous English folk song tradition. Sharp states in the introduction that he deliberately excluded shanties which were obviously (i.e. to him) born of popular songs. This idea is problematic when one considers that the popular songs that were feeding shanties were largely American and based in real or imagined African-American musical traits. However, Sharp believed that by eliminating such shanties based on popular songs, he could concentrate those that were \"folk\" songs. Of his own admission, Sharp lacked any shantying or sea experience to intuitively judge shanties like someone such as Bullen, however he offers his objectivity, recording precisely what was sung to him, as consolation. While Sharp's manner of documenting shanties was more or less objective, the field of his research and his biases in what to collect certainly influenced the outcome of this study. And whereas Bullen's work was fairly inaccessible, Sharp was influential as the leader of a cohort of scholars who were actively creating the young field of folk song research.",
            "score": 56.22702407836914
        },
        {
            "docid": "311643_72",
            "document": "Sea shanty . The practical function of shanties as work songs was given priority over their lyrics or the musicality of a performance. Due to this, shanty texts might have been poor from an aesthetic standpoint—even at times random nonsense—so long as the singing fit the form of the work song. One writer about shanties warned his readers that their lyrics, to landsmen, would \"probably appear as the veriest doggerel.\" He went on to explain,",
            "score": 55.88994598388672
        },
        {
            "docid": "311643_64",
            "document": "Sea shanty . On shore, a revival in shanty singing for leisure was facilitated by song collections of the 1920s, especially Terry's \"The Shanty Book\" (in two volumes, 1921 and 1926). What set apart this and following collections was full musical score along with an adequate stock of lyrics. Collections prior to Terry's (except for Davis and Tozer's much earlier and contrived-sounding settings) had not provided enough verses to create \"full\" songs, and it is unlikely that performers would venture to improvise new verses in the manner of traditional shantymen. By 1926, it had become a custom at the Seven Seas Club in London to hold a shanty sing-along after the club's monthly dinners. By 1928, commercial recordings of shanties, performed in the manner of classical concert singing, had been released on HMV, Vocalion, Parlophone, Edison, Aco, and Columbia labels; many were realizations of scores from Terry's collection. Shanties like \"Johnny Come Down to Hilo\" were more or less standardized through popular dissemination.",
            "score": 55.847496032714844
        },
        {
            "docid": "311643_37",
            "document": "Sea shanty . Commenters on the ethnic or national origins of shanties, writing in the 19th century when shanties were still in wide use, generally supposed the genre to originate in America and recognized parallels to African-American singing—as opposed to earlier English traditions from Britain. An early article to offer an opinion on the origin of shanties (though not calling them by that name), appearing in Oberlin College's student paper in 1858, drew a comparison between Africans' singing and sailor work songs.",
            "score": 55.84567642211914
        },
        {
            "docid": "311643_19",
            "document": "Sea shanty . Such simple or brief chants survived into the 19th century. First-hand observers such as Frederick Pease Harlow, a sailor of the 1870s, attested to their ubiquity, saying that they were brought into use whenever a brief task required one. In historical hindsight these items have come to be generically called \"sing-outs\"; yet even before the known advent of the term \"shanty\", Richard Henry Dana referred to \"singing out.\"",
            "score": 55.46565246582031
        },
        {
            "docid": "311643_14",
            "document": "Sea shanty . Singing or chanting has been done to accompany labor on seagoing vessels among various cultural groups at various times and in various places. A reference to what seems to be a sailor's hauling chant in \"The Complaynt of Scotland\" (1549) is a popularly cited example. Liberal use of the word \"shanty\" by folklorists of the 20th century expanded the term's conceptual scope to include \"sea-related work songs\" in general. However, the shanty genre is distinct among various global work song phenomena. Its formal characteristics, specific manner of use, and repertoire cohere to form a picture of a work song genre that emerged in the Atlantic merchant trade of the early 19th century. As original work songs, shanties flourished during a period of about fifty years.",
            "score": 55.22399139404297
        },
        {
            "docid": "311643_52",
            "document": "Sea shanty . These early 20th century collectors' choices of what to include, what to exclude, and how to frame the repertoire all had an effect on how following generations have viewed the genre. Because sailors who had sung shanties were by this time very old or dead, and the general public had little opportunity to experience performances of shanties, the representations by these authors were all the more influential in mediating information and creating the impression of \"standard\" versions of songs.",
            "score": 54.923118591308594
        },
        {
            "docid": "31519031_37",
            "document": "Route of the Oregon Trail . Once across the Snake River ford near Old Fort Boise the weary travelers traveled across what would become the state of Oregon. The trail then went to the Malheur River and then past Farewell Bend on the Snake River, up the Burnt River canyon and northwest to the La Grande valley before coming to the Blue Mountains. In 1843 settlers cut a wagon road over these mountains making them passable for the first time to wagons. The trail went to the Whitman Mission near Fort Nez Perce in Washington until 1847 when the Whitmans were killed by Native Americans. At Fort Nez Perce some built rafts or hired boats and started down the Columbia; others continued west in their wagons until they reached The Dalles. After 1847 the trail bypassed the closed mission and headed almost due west to present day Pendleton, Oregon, crossing the Umatilla River, John Day River, and Deschutes River before arriving at The Dalles. Interstate 84 in Oregon roughly follows the original Oregon Trail from Idaho to The Dalles.",
            "score": 54.531185150146484
        },
        {
            "docid": "31518964_27",
            "document": "History of the Oregon Trail . In what was dubbed \"The Great Migration of 1843\" or the \"Wagon Train of 1843\", an estimated 700 to 1,000 emigrants left for Oregon. They were led initially by John Gantt, a former U.S. Army Captain and fur trader who was contracted to guide the train to Fort Hall for $1 per person. The winter before, Marcus Whitman had made a brutal mid-winter trip from Oregon to St. Louis to appeal a decision by his Mission backers to abandon several of the Oregon missions. He joined the wagon train at the Platte River for the return trip. When the pioneers were told at Fort Hall by agents from the Hudson's Bay Company that they should abandon their wagons there and use pack animals the rest of the way, Whitman disagreed and volunteered to lead the wagons to Oregon. He believed the wagon trains were large enough that they could build whatever road improvements they needed to make the trip with their wagons. The biggest obstacle they faced was in the Blue Mountains of Oregon where they had to cut and clear a trail through heavy timber. The wagons were stopped at The Dalles, Oregon by the lack of a road around Mount Hood. The wagons had to be disassembled and floated down the treacherous Columbia River and the animals herded over the rough Lolo trail to get by Mt. Hood. Nearly all of the settlers in the 1843 wagon trains arrived in the Willamette Valley by early October. A passable wagon trail now existed from the Missouri River to The Dalles. In 1846, the Barlow Road was completed around Mount Hood, providing a rough but completely passable wagon trail from the Missouri River to the Willamette Valley—about 2,000 miles.",
            "score": 54.4632568359375
        },
        {
            "docid": "311643_50",
            "document": "Sea shanty . Other writers echoed Alden's lament through and after the 1880s; the first collections of shanties appeared in that decade, in one sense as a response to what the authors believed was a vanishing art. Shanties continued to be used to some extent so long as windjammers were, yet these were comparatively few in the early 20th century.",
            "score": 54.41910934448242
        },
        {
            "docid": "305591_7",
            "document": "Music of Massachusetts . As Massachusetts has long maintained a great maritime tradition from the early colonial fishermen to its importance in the whaling industry in the nineteenth century, songs of the sea have been prominent in the state's musical heritage. Traditional English sea shanties were brought to New England and preserved by colonial American seamen. A New England version of the sea shanty \"Spanish Ladies\" changes 'England' to 'New England' or, in some versions, 'Boston' or 'New Bedford', and 'British sailors' to 'Yankee Whalermen'.",
            "score": 54.29237747192383
        },
        {
            "docid": "26301256_17",
            "document": "Westward Expansion Trails . Families usually began their journey at Independence, Missouri, near the Missouri River with the best time to travel is from April to September. The journey to cross the entire Oregon Trail in a covered wagon took from four to six months, following a winding trail through prairies, deserts, and across mountains to the Pacific Northwest. The journey was a severe test of strength and endurance so travelers often joined wagon trains traveling about per day. Settlers often had to cross flooded rivers. Indians attacked the wagon trains; however, of the 10,000 deaths that occurred from 1835 to 1855, only 4 percent resulted from Indian attacks. Cholera, smallpox, and firearms accidents were the chief causes of death on the trail. Food, water, and wood were always scarce, and the travelers often encountered contaminated water holes. During summer, the trail was crowded with wagon trains, army units, missionaries, hunting parties, traders, and even sightseeing tours. Some travelers complained that they sometimes had to stop early in the day in order to find a good campsite ahead of the crowd. Others spoke of the need to wear masks for protection against the dust kicked up by the heavy traffic.",
            "score": 54.11427307128906
        },
        {
            "docid": "768226_155",
            "document": "California Trail . The cost of traveling over the California or Oregon trail and its extensions varied from nothing to a few hundred dollars per person. Women seldom went alone outside of family groups and were a distinct minority in the West for decades. The cheapest way to travel the trail was to hire on to help drive the wagons or herds, allowing one to make the trip for nearly nothing or even make a small profit. Those with capital could often buy livestock in the Midwest and drive the stock to California or Oregon and usually make good money doing it. About 60–80% of the travelers were farmers, and as such already owned a wagon, livestock team and many of the necessary supplies, this lowered the cost of the trip to about $50.00 per person for six months food and other items. Families often planned for a trip months in advance and made many of the extra clothing and other items needed. Individuals buying most of the needed items would end up spending between $150 and $300 per person. Some who traveled in \"grand\" style with several wagons and servants could spend much more.",
            "score": 53.64442443847656
        },
        {
            "docid": "311643_51",
            "document": "Sea shanty . Folklorists of the first decade of the 20th century, especially those from Britain, included shanties among their interests in collecting folk songs connected with the idea of national heritage. Cecil Sharp and his cohort among the English Folk-Song Society were among the first to take down the lyrics and tunes of shanties directly from the lips of veteran sailors and to publish them more or less faithfully. Their efforts were matched by a number of less-rigorous articles and published collections issued by former sailors themselves. By the 1920s, the body of literature on shanties had grown quite large, yet it was of variable quality. Most editors presented \"ideal\" versions of songs—not reflecting any one way the shanty may have been sung, but rather a composite picture, edited for print. Bowdlerization and omission of lyrics were typical. Moreover, few authors were trained folklorists and even fewer maintained a critical historical methodology. Editors customarily published fanciful, often nostalgic introductions to the material that included unsubstantiated statements. As a result, though much of the vanishing shanty repertoire was preserved in skeletal form, aspects of the genre were re-envisioned according to contemporary perceptions.",
            "score": 53.44725036621094
        },
        {
            "docid": "268988_6",
            "document": "Donner Party . During the 1840s, the United States saw a dramatic increase in pioneers, people who left their homes in the east to settle in Oregon and California. Some, such as Patrick Breen, saw California as a place where they would be free to live in a fully Catholic culture, but many were inspired by the idea of Manifest Destiny, a philosophy which asserted that the land between the Atlantic and Pacific Oceans belonged to European Americans and they should settle it. Most wagon trains followed the Oregon Trail route from Independence, Missouri to the Continental Divide, traveling at about a day on a journey that usually took between four and six months. The trail generally followed rivers to South Pass, a mountain pass in Wyoming, which was relatively easy for wagons to negotiate. From there, wagon trains had a choice of routes to their destination.",
            "score": 53.3964958190918
        },
        {
            "docid": "311643_6",
            "document": "Sea shanty . The switch to steam-powered ships and the use of machines for shipboard tasks, by the end of the 19th century, meant that shanties gradually ceased to serve a practical function. Their use as work songs became negligible in the first half of the 20th century. Information about shanties was preserved by veteran sailors and by folklorist song-collectors, and their written and audio-recorded work provided resources that would later support a revival in singing shanties as a land-based leisure activity. Commercial musical recordings, popular literature, and other media, especially since the 1920s, have inspired interest in shanties among landlubbers. The modern performance contexts of these songs have affected their forms, their content, and the way they are understood as cultural and historical artifacts. Recent performances range from the \"traditional\" style of practitioners within a revival-oriented, maritime music scene, to the adoption of shanty repertoire by musicians in a variety of popular styles.",
            "score": 53.334716796875
        }
    ]
}