{
    "q": [
        {
            "docid": "55744418_9",
            "document": "Jeeves and the Song of Songs . The 1932 collection \"Nothing But Wodehouse\" and the 1958 collection \"Selected Stories by P. G. Wodehouse\" included the story. The story was also featured in the 1960 collection \"The Most of P. G. Wodehouse\", and in the 1983 collection \"P. G. Wodehouse Short Stories\", published by The Folio Society with drawings by George Adamson.",
            "score": 41.24584913253784
        },
        {
            "docid": "63342_1",
            "document": "P. G. Wodehouse . P. G. Wodehouse",
            "score": 31.579105377197266
        },
        {
            "docid": "1888289_3",
            "document": "P. G. Wodehouse short stories bibliography . \"For a list of Wodehouse's books, including novels and collections of short stories, see P. G. Wodehouse bibliography.\"",
            "score": 34.67698621749878
        },
        {
            "docid": "1888289_2",
            "document": "P. G. Wodehouse short stories bibliography . The following is an incomplete list of short stories by P. G. Wodehouse grouped by the Wodehouse canon to which they belong, if applicable.",
            "score": 36.55791473388672
        },
        {
            "docid": "3078499_3",
            "document": "Wodehouse Playhouse . P. G. Wodehouse introduced the episodes in the first and second series, shortly before his death.",
            "score": 39.42278790473938
        },
        {
            "docid": "4465464_1",
            "document": "P. G. Wodehouse locations . P. G. Wodehouse locations",
            "score": 31.347926139831543
        },
        {
            "docid": "1369623_1",
            "document": "P. G. Wodehouse bibliography . P. G. Wodehouse bibliography",
            "score": 31.347926139831543
        },
        {
            "docid": "1901140_10",
            "document": "The Great Sermon Handicap . The 1932 collection \"Nothing But Wodehouse\" and the 1960 collection \"The Most of P. G. Wodehouse\" included this story. \"The Great Sermon Handicap\" was featured in the 1983 collection of Wodehouse stories titled \"P. G. Wodehouse Short Stories\" published by The Folio Society and illustrated by George Adamson, and in the 1984 collection of clergy-related Wodehouse stories \"The World of Wodehouse Clergy\" published by Hutchinson.",
            "score": 34.662696838378906
        },
        {
            "docid": "4139347_1",
            "document": "P. G. Wodehouse minor characters . P. G. Wodehouse minor characters",
            "score": 34.37143421173096
        },
        {
            "docid": "1368740_1",
            "document": "List of P. G. Wodehouse characters . List of P. G. Wodehouse characters",
            "score": 34.37143421173096
        },
        {
            "docid": "30896341_1",
            "document": "List of songs with lyrics by P. G. Wodehouse . List of songs with lyrics by P. G. Wodehouse",
            "score": 30.89557456970215
        },
        {
            "docid": "1888289_1",
            "document": "P. G. Wodehouse short stories bibliography . P. G. Wodehouse short stories bibliography",
            "score": 34.1144380569458
        },
        {
            "docid": "4956244_10",
            "document": "John Wodehouse, 3rd Earl of Kimberley . Kimberley's son John was the godson of the writer P. G. Wodehouse, a distant cousin, both being descended from Sir Armine Wodehouse, 5th Baronet. According to \"Brewer's Dictionary of Phrase and Fable\", P. G. Wodehouse based the character of Bertie Wooster on him.",
            "score": 42.97884011268616
        },
        {
            "docid": "55727894_9",
            "document": "Jeeves and the Impending Doom . The American edition of a collection of Wodehouse stories, \"The Weekend-End Wodehouse\", published in 1939 by Doubleday, included the story. The story appeared in \"Selected Stories by P. G. Wodehouse\", a 1958 collection of Wodehouse stories published by The Modern Library, and in \"The Most of Wodehouse\", a 1960 collection of Wodehouse stories published by Simon and Schuster. It was also featured in the 1983 collection \"P. G. Wodehouse Short Stories\", which was illustrated by George Adamson and published by The Folio Society. The collection \"A Wodehouse Bestiary\", a 1985 omnibus of Wodehouse stories involving animals, featured \"Jeeves and the Impending Doom\".",
            "score": 40.81099081039429
        },
        {
            "docid": "63342_50",
            "document": "P. G. Wodehouse . <poem> \" 'It seems to me, Jeeves, that the ceremony may be one fraught with considerable interest.' 'Yes, sir.' 'What, in your opinion, will the harvest be?' 'One finds it difficult to hazard a conjecture, sir.' 'You mean imagination boggles?' 'Yes, sir.' I inspected my imagination. He was right. It boggled.\" </poem>",
            "score": 33.82046329975128
        },
        {
            "docid": "56864060_11",
            "document": "Sonny Boy (short story) . The 1951 anthology \"The Best of Modern Humor\", edited by P. G. Wodehouse and Scott Meredith, included \"Sonny Boy\", which was the only story by Wodehouse included in the anthology. The story was the only Wodehouse story included in the 1967 anthology \"A Carnival of Modern Humour\", also edited by P. G. Wodehouse and Scott Meredith.",
            "score": 44.849609375
        },
        {
            "docid": "412092_44",
            "document": "Stourbridge . Stourbridge Golf Course is also mentioned by P. G. Wodehouse. - P. G. Wodehouse, \"Money for Nothing\", Chapter 5.",
            "score": 30.45609188079834
        },
        {
            "docid": "4139347_2",
            "document": "P. G. Wodehouse minor characters . The following is an incomplete compendium of the fictional characters featured in the stories of P. G. Wodehouse (other than the ones already described in separate guides about Wodehouse series such as Blandings, Jeeves, etc.), in alphabetical order by surname.",
            "score": 41.282910108566284
        },
        {
            "docid": "10257872_4",
            "document": "Sir Armine Wodehouse, 5th Baronet . Wodehouse married Letitia Bacon, daughter of Sir Edmund Bacon, 6th Baronet, in 1738. He died in 1777 and was succeeded in the baronetcy by his eldest son John, who was created Baron Wodehouse in 1797 and who was the great-grandfather of statesman John Wodehouse, 1st Earl of Kimberley. Wodehouse's second son Reverend Philip Wodehouse (1745-1811) was the great-grandfather of the author P. G. Wodehouse while his third son Thomas Wodehouse was the grandfather of the colonial administrator Sir Philip Wodehouse.",
            "score": 41.26792275905609
        },
        {
            "docid": "4465464_13",
            "document": "P. G. Wodehouse locations . Blandings Castle is a fictional location central to many P. G. Wodehouse stories. It is an idyllic country house.",
            "score": 32.85749578475952
        },
        {
            "docid": "4465464_2",
            "document": "P. G. Wodehouse locations . The following is an incomplete compendium of the fictional locations featured in the stories of P. G. Wodehouse, in alphabetical order by place name.",
            "score": 32.73629808425903
        },
        {
            "docid": "1368740_2",
            "document": "List of P. G. Wodehouse characters . The following is an incomplete list of fictional characters featured in the books and stories of P. G. Wodehouse, by series, in alphabetical order by series name. Due to overlap between the various classifications of Wodehouse's work, some characters appear more than once.",
            "score": 35.77778339385986
        },
        {
            "docid": "468067_5",
            "document": "Earl of Kimberley . Several other members of the Wodehouse family have also gained distinction. The author P. G. Wodehouse was the great-grandson of Reverend Philip Wodehouse, second son of the fifth Baronet. The politician Edmond Wodehouse was the son of Thomas Wodehouse, third son of the fifth Baronet. His eldest son was the colonial administrator Sir Philip Wodehouse, Governor of Bombay from 1872 to 1877. Sir Philip Wodehouse's son Edmond Wodehouse represented Bath in the House of Commons as a Unionist. The Hon. Armine Wodehouse, younger son of the first Earl, was a civil servant and Liberal politician.",
            "score": 38.12395453453064
        },
        {
            "docid": "30896341_2",
            "document": "List of songs with lyrics by P. G. Wodehouse . This list contains songs with lyrics written or co-written by the English humorist, novelist and playwright P. G. Wodehouse.",
            "score": 34.95501494407654
        },
        {
            "docid": "63342_38",
            "document": "P. G. Wodehouse . On 15 January 1945 the French authorities released Wodehouse, but they did not inform him, until June 1946, that he would not face any official charges and was free to leave the country.",
            "score": 33.838937282562256
        },
        {
            "docid": "56696476_14",
            "document": "The Amazing Hat Mystery . \"The Amazing Hat Mystery\" was included in the collection \"The Most of P. G. Wodehouse\", which was published in the US on 15 October 1960, Wodehouse's seventy-ninth birthday. It was included in the 1978 collection \"Vintage Wodehouse\", a collection edited by Richard Usborne. The 1982 collection \"Tales from the Drones Club\" featured the story. It was included in \"P. G. Wodehouse Short Stories\", a 1983 collection published by The Folio Society that included drawings by George Adamson.",
            "score": 32.31775617599487
        },
        {
            "docid": "4139347_28",
            "document": "P. G. Wodehouse minor characters . \"J. G. Butterwick\" (in \"Heavy Weather\", 1933) and \"John G. Butterwick\" (in \"The Luck of the Bodkins\", 1935), became \"J. B. Butterwick\" (in \"Pearls, Girls and Monty Bodkin\", 1972). He is the senior partner in Butterwick, Price and Mandelbaum, Import and Export Merchants.",
            "score": 30.157049655914307
        },
        {
            "docid": "56705608_10",
            "document": "Goodbye to All Cats . The story was included in the English edition of the 1939 collection \"Week-end Wodehouse\", published by Herbert Jenkins Limited. It was collected in \"The Most of P. G. Wodehouse\", published on 15 October 1960. \"Tales from the Drones Club\", published in 1982, included the story. It was featured in \"P. G. Wodehouse Short Stories\", published by The Folio Society and illustrated by George Adamson.",
            "score": 34.682655334472656
        },
        {
            "docid": "56671680_10",
            "document": "Trouble Down at Tudsleigh . The story was included in the American edition of \"Eggs, Beans, and Crumpets\", published in 1940. It was featured in the 1949 collection, \"The Best of Wodehouse\", edited by Scott Meredith and published by Pocket Books. The collection \"The Week-End Book of Humor\", with stories selected by Wodehouse and Meredith, included the story, which was the only Wodehouse story featured in the book. This collection was published in 1952 in the US and 1954 in the UK, and was reissued with the alternate title \"P. G. Wodehouse Selects the Best of Humor\" in the US in 1965, and as \"P. G. Wodehouse Selects the Best of Humour\" in the UK in 1966. The story was also included in the 1982 collection \"Tales from the Drones Club\".",
            "score": 45.28858947753906
        },
        {
            "docid": "3495521_15",
            "document": "The King and the Beggar-maid . P. G. Wodehouse, in the novel \"Laughing Gas\", has the impoverished Ann Bannister initially reject a marriage proposal from the wealthy Reggie Havershot by alluding to this story and then saying \"If I'd been there, I'd have said 'Oh yeah?' \" Also, in the novel \"Jill the Reckless\" (1920), Wodehouse makes two references to Cophetua. First, on p. 99, the protagonist, Jill Mariner, muses: \"She would come to him like the beggar-maid to Cophetua.\" Second, on p. 287, at the beginning of a scene in which he is about to be thrown over by Jill, Sir Derek Underhill thinks, \"He was still not quite sure in his mind whether he was playing the role of a penitent or a King Cophetua...\" (Please note that cited e-book page numbers may be unreliable.)",
            "score": 40.48970699310303
        },
        {
            "docid": "1897174_11",
            "document": "Jeeves Takes Charge . The story was included in the American edition of the 1939 Wodehouse collection \"The Week-End Wodehouse\", and in the 1958 collection of Wodehouse stories, \"Selected Stories by P. G. Wodehouse\".",
            "score": 37.954346656799316
        },
        {
            "docid": "1564680_4",
            "document": "John Wodehouse, 4th Earl of Kimberley . Wodehouse was the godson of the writer P. G. Wodehouse, a distant cousin, both being descended from Sir Armine Wodehouse, 5th Baronet.",
            "score": 28.756732940673828
        }
    ],
    "r": [
        {
            "docid": "5681990_2",
            "document": "Reggie Pepper . Reginald Pepper, known as \"Reggie\", is a fictional character who appears in seven short stories by English comic writer P. G. Wodehouse. Reggie is a young man-about-town who gets drawn into trouble trying to help his pals. He is considered to be an early prototype for Bertie Wooster, who, along with his valet Jeeves, is one of Wodehouse's most famous creations.",
            "score": 58.94660186767578
        },
        {
            "docid": "10749715_7",
            "document": "Percy Jeeves . P. G. Wodehouse's characters Bertie Wooster and his ingenious valet Jeeves have become famous since their 1915 debut short story; Wodehouse has said that he named his valet after Percy Jeeves. Wodehouse was having a short holiday in Wensleydale, and happened to come across a cricket match at Hawes where Percy Jeeves was playing and thought the name would be ideal for one of his characters.",
            "score": 58.08818817138672
        },
        {
            "docid": "80678_2",
            "document": "Jeeves . Reginald Jeeves, usually referred to as Jeeves, is a fictional character in a series of comedic short stories and novels by English author P. G. Wodehouse. Jeeves is the highly competent valet of a wealthy and idle young Londoner named Bertie Wooster. First appearing in print in 1915, Jeeves continued to feature in Wodehouse's work until his last completed novel \"Aunts Aren't Gentlemen\" in 1974, a span of 60 years.",
            "score": 55.89875411987305
        },
        {
            "docid": "80678_21",
            "document": "Jeeves . In the reference work \"Wodehouse in Woostershire\" by Wodehouse scholars Geoffrey Jaggard and Tony Ring, it is speculated using information provided in the Jeeves canon that Bertie's age ranges from approximately 24 to 29 over the stories (excluding \"Ring for Jeeves\"), and that Jeeves is roughly ten years older than Bertie, giving an age range of 35 to 40. This happens to agree with a personal letter written in 1961 by P. G. Wodehouse to scholar Robert A. Hall, Jr., in which Wodehouse, explaining that his characters did not age with real life time, gave an approximate age for Jeeves:",
            "score": 55.298404693603516
        },
        {
            "docid": "81512_2",
            "document": "Bertie Wooster . Bertram \"Bertie\" Wilberforce Wooster is a recurring fictional character in the comedic Jeeves stories of British author P. G. Wodehouse. A young English gentleman, one of the \"idle rich\", Bertie appears alongside his valet, Jeeves, whose intelligence manages to save Bertie or one of his friends from numerous awkward situations. As the first-person narrator of ten novels and over 30 short stories, Bertie Wooster ranks as one of the most vivid comic creations in popular literature.",
            "score": 55.17811584472656
        },
        {
            "docid": "63342_45",
            "document": "P. G. Wodehouse . Wodehouse believed that one of the factors that made his stories humorous was his view of life, and he stated that \"If you take life fairly easily, then you take a humorous view of things. It's probably because you were born that way.\" He carried this view through into his writing, describing the approach as \"making the thing a sort of musical comedy without music, and ignoring real life altogether\". The literary critic Edward L. Galligan considers Wodehouse's stories to show his mastery in adapting the form of the American musical comedy for his writings. Wodehouse would ensure that his first draft was as carefully and accurately done as possible, correcting and refining the prose as he wrote, and would then make another good copy, before proof reading again and then making a final copy for his publisher. Most of Wodehouse's canon is set in an undated period around the 1920s and 1930s. The critic Anthony Lejeune describes the settings of Wodehouse's novels, such as the Drones Club and Blandings Castle, as \"a fairyland\". Although some critics thought Wodehouse's fiction was based on a world that had never existed, Wodehouse affirmed that \"it did. It was going strong between the wars\", although he agreed that his version was to some extent \"a sort of artificial world of my own creation\". The novels showed a largely unchanging world, regardless of when they were written, and only rarely—and mistakenly in McCrum's view—did Wodehouse allow modernity to intrude, as he did in the 1966 story \"Bingo Bans the Bomb\".",
            "score": 53.22669219970703
        },
        {
            "docid": "81512_17",
            "document": "Bertie Wooster . Bertie is approximately 24 years old when he first meets Jeeves in \"Jeeves Takes Charge\". His age is not stated in any other story. In the reference work \"Wodehouse in Woostershire\" by Wodehouse scholars Geoffrey Jaggard and Tony Ring, it is speculated that Bertie's age ranges from appproximately 24 to 29 over the course of the stories, excluding \"Ring for Jeeves\". Nigel Cawthorne, author of \"A Brief Guide to Jeeves and Wooster\", also suggested that Bertie is approximately 29 at the end of the saga.",
            "score": 52.87647247314453
        },
        {
            "docid": "63342_55",
            "document": "P. G. Wodehouse . Wordplay is a key element in Wodehouse's writing. This can take the form of puns, such as in \"Jeeves and the Feudal Spirit\", when Bertie is released after a night in the police cells, and says that he has \"a pinched look\" about him. Linguistic confusion is another humorous mechanism, such as in \"Uncle Dynamite\" when Constable Potter says he has been \"assaulted by the duck pond.\" In reply, Sir Aylmer, confusing the two meanings of the word \"by\", asks: \"How the devil can you be assaulted by a duck pond?\" Wodehouse also uses metaphor and mixed metaphor to add humour. Some come through exaggeration, such as Bingo Little's infant child who \"not only has the aspect of a mass murderer, but that of a mass murderer suffering from an ingrown toenail\", or Wooster's complaint that \"the rumpuses that Bobbie Wickham is already starting may be amusing to her, but not to the unfortunate toads beneath the harrow whom she ruthlessly plunges into the soup.\" Bertie Wooster's half-forgotten vocabulary also provides a further humorous device. In \"Jeeves and the Feudal Spirit\" Bertie asks Jeeves \"Let a plugugly like young Thos loose in the community with a cosh, and you are inviting disaster and ... what's the word? Something about cats.\" Jeeves replies, \"Cataclysms, sir?\"",
            "score": 52.63185119628906
        },
        {
            "docid": "55729166_2",
            "document": "The Inferiority Complex of Old Sippy . \"The Inferiority Complex of Old Sippy\" is a short story by P. G. Wodehouse, and features the young gentleman Bertie Wooster and his valet Jeeves. The story was published in \"The Strand Magazine\" in the United Kingdom in April 1926, and in \"Liberty\" in the United States that same month. The story was also included as the second story in the 1930 collection \"Very Good, Jeeves\".",
            "score": 52.477603912353516
        },
        {
            "docid": "63342_2",
            "document": "P. G. Wodehouse . Sir Pelham Grenville Wodehouse (; 15 October 188114 February 1975) was an English author and one of the most widely read humourists of the 20th century. Born in Guildford, the son of a British magistrate based in Hong Kong, Wodehouse spent happy teenage years at Dulwich College, to which he remained devoted all his life. After leaving school, he was employed by a bank but disliked the work and turned to writing in his spare time. His early novels were mostly school stories, but he later switched to comic fiction, creating several regular characters who became familiar to the public over the years. They include the jolly gentleman of leisure Bertie Wooster and his sagacious valet Jeeves; the immaculate and loquacious Psmith; Lord Emsworth and the Blandings Castle set; the Oldest Member, with stories about golf; and Mr Mulliner, with tall tales on subjects ranging from bibulous bishops to megalomaniac movie moguls.",
            "score": 51.96122360229492
        },
        {
            "docid": "16669174_9",
            "document": "4608 Wodehouse . This minor planet was named after English writer and humorists P. G. Wodehouse (Sir Pelham Grenville Wodehouse; 1881–1975). He created several fictional characters, who became familiar to the public over the years, and include the jolly gentleman of leisure Bertie Wooster and his sagacious valet, Jeeves. The body's name was suggested by Belgian astronomer Jean Meeus.",
            "score": 51.86665725708008
        },
        {
            "docid": "429624_7",
            "document": "Ask.com . Ask.com was originally known as Ask Jeeves, \"Jeeves\" being the name of a \"gentleman's personal gentleman\", or valet, fetching answers to any question asked. The character was based on Bertie Wooster's valet Jeeves, in the fictional works of P. G. Wodehouse.",
            "score": 51.79005813598633
        },
        {
            "docid": "3470714_2",
            "document": "Aunts Aren't Gentlemen . Aunts Aren't Gentlemen is a comic novel by P. G. Wodehouse, first published in the United Kingdom in October 1974 by Barrie & Jenkins, London, and in the United States under the title \"The Cat-nappers\" on 14 April 1975 by Simon & Schuster, New York. It was the last novel to feature some of Wodehouse's best known characters, Bertie Wooster and his resourceful valet Jeeves, and the last novel fully completed by Wodehouse before his death.",
            "score": 51.659584045410156
        },
        {
            "docid": "1869237_2",
            "document": "My Man Jeeves . My Man Jeeves is a collection of short stories by P. G. Wodehouse, first published in the United Kingdom in May 1919 by George Newnes. Of the eight stories in the collection, half feature the popular characters Jeeves and Bertie Wooster, while the others concern Reggie Pepper, an early prototype for Bertie Wooster.",
            "score": 51.62983703613281
        },
        {
            "docid": "12387038_2",
            "document": "Catsmeat Potter-Pirbright . Claude Cattermole \"Catsmeat\" Potter-Pirbright is a recurring fictional character in the Jeeves and Drones Club stories of English comic writer P. G. Wodehouse, being a longtime school friend of Jeeves's master Bertie Wooster and a member of the Drones Club. An actor known as \"Claude Cattermole\" on stage, he is known to his friends by the nickname \"Catsmeat\".",
            "score": 51.37350082397461
        },
        {
            "docid": "63342_19",
            "document": "P. G. Wodehouse . Wodehouse was in New York when the war began. Ineligible for military service because of his poor eyesight, he remained in the US throughout the war, detached from the conflict in Europe and absorbed in his theatrical and literary concerns. In September 1914 he married Ethel May Wayman, \"née\" Newton (1885–1984), an English widow. The marriage proved happy and lifelong. Ethel's personality was in contrast with her husband's: he was shy and impractical; she was gregarious, decisive and well organised. In Sproat's phrase, she \"took charge of Wodehouse's life and made certain that he had the peace and quiet he needed to write\". There were no children of the marriage, but Wodehouse came to love Ethel's daughter Leonora (1905–1944) and legally adopted her. Wodehouse experimented with different genres of fiction in these years; his \"Psmith, Journalist\", mixing comedy with social comment on slum landlords and racketeers, was published in 1915. In the same year \"The Saturday Evening Post\" paid $3,500 to serialise \"Something New\", the first of what became a series of novels set at Blandings Castle. It was published in hardback in the US and the UK in the same year (the British edition being retitled \"Something Fresh\"). It was Wodehouse's first farcical novel; it was also his first best-seller, and although his later books included some gentler, lightly sentimental stories, it was as a farceur that he became known. Later in the same year \"Extricating Young Gussie\", the first story about Bertie and Jeeves, was published. These stories introduced two sets of characters about whom Wodehouse wrote for the rest of his life. The Blandings Castle stories, set in an English stately home, depict the attempts of the placid Lord Emsworth to evade the many distractions around him, which include successive pairs of young lovers, the machinations of his exuberant brother Galahad, the demands of his domineering sisters and super-efficient secretaries, and anything detrimental to his prize sow, the Empress of Blandings. The Bertie and Jeeves stories feature an amiable young man-about-town, regularly rescued from the consequences of his idiocy by the benign interference of his valet.",
            "score": 50.90144729614258
        },
        {
            "docid": "1369623_3",
            "document": "P. G. Wodehouse bibliography . Throughout his novel- and story-writing career Wodehouse created several regular comic characters with whom the public became familiar. These include Bertie Wooster and his valet Jeeves; the immaculate and loquacious Psmith; Lord Emsworth and the Blandings Castle set; the disaster-prone opportunist Ukridge; the Oldest Member, with stories about golf; and Mr Mulliner, with tales on numerous subject from film studios to the Church of England.",
            "score": 49.87073516845703
        },
        {
            "docid": "1337229_4",
            "document": "By Jeeves . Tim Rice conceived the idea of turning P. G. Wodehouse's Jeeves stories into a musical. Originally, he was to work with his then-partner, Andrew Lloyd Webber, but Rice backed out of the project. Eventually Lloyd Webber teamed up with famed British playwright Alan Ayckbourn, and the two of them began work with the personal blessing of Wodehouse. Ayckbourn utilized characters and plot lines from several Jeeves and Wooster stories, notably \"The Code of the Woosters\". The action takes place at the East London Club for Unmanageable Boys, where Bertie Wooster is playing a banjo concert; his banjo keeps breaking down, so he is forced to tell stories to pass the time while Jeeves is sent off to fetch new strings. Bertie recounts how he managed to become engaged to three ladies simultaneously and how his valet Jeeves (through ingenious intervention) unravelled the complications.",
            "score": 49.74217224121094
        },
        {
            "docid": "7267253_2",
            "document": "List of Jeeves characters . The following is an incomplete list of the fictional characters featured in the Jeeves novels and short stories by P. G. Wodehouse. Anatole is a recurring fictional character in the Jeeves stories, being the supremely skilled French chef of Aunt Dahlia at her country house Brinkley Court. He is mentioned in many of the stories and is often praised as \"God's gift to the gastric juices\". A small, rotund man, Anatole has a large moustache; Bertie Wooster notes that the ends of Anatole's moustache turn up when he is happy and droop when he is upset. Originally from Provence, Anatole speaks English with a mixed fluency, having learned much of his English from Bingo Little and an American chauffeur from Brooklyn.",
            "score": 49.69173049926758
        },
        {
            "docid": "16663480_2",
            "document": "Bertie Changes His Mind . \"Bertie Changes His Mind\" is a short story by P. G. Wodehouse, and features the young gentleman Bertie Wooster and his valet Jeeves. The story was published in \"The Strand Magazine\" in the United Kingdom in August 1922, and in \"Cosmpolitan\" in the United States in the same month. The story was also included in the 1925 collection \"Carry On, Jeeves\".",
            "score": 49.454959869384766
        },
        {
            "docid": "20590882_17",
            "document": "Sonny Boy (song) . The song is used as a major plot point in the short story \"Jeeves and the Song of Songs\" by P. G. Wodehouse (originally published 1929), included in the collection \"Very Good, Jeeves\" (1930). The story was dramatised as the second episode of season 1 of the British TV series \"Jeeves and Wooster\", \"Tuppy and the Terrier\", where is it performed by Hugh Laurie as the character Bertie Wooster and then by Constance Novis as the character Cora Bellinger.",
            "score": 49.32826614379883
        },
        {
            "docid": "1444341_2",
            "document": "Bingo Little . Richard P. \"Bingo\" Little is a recurring fictional character in the Jeeves and Drones Club stories of English comic writer P. G. Wodehouse, being a friend of Jeeves's master Bertie Wooster and a member of the Drones Club.",
            "score": 48.98953628540039
        },
        {
            "docid": "55755188_2",
            "document": "Jeeves and the Old School Chum . \"Jeeves and the Old School Chum\" is a short story by P. G. Wodehouse, and features the young gentleman Bertie Wooster and his valet Jeeves. The story was published in \"The Strand Magazine\" in the United Kingdom in February 1930, and in \"Cosmopolitan\" in the United States that same month. The story was also included as the ninth story in the 1930 collection \"Very Good, Jeeves\".",
            "score": 48.782958984375
        },
        {
            "docid": "1888289_7",
            "document": "P. G. Wodehouse short stories bibliography . All of the 35 following short stories feature Drones Club member Bertie Wooster and his valet, Jeeves. There are also 11 Jeeves novels.",
            "score": 48.58439254760742
        },
        {
            "docid": "306142_2",
            "document": "Aunt Dahlia . Dahlia Travers (née Wooster) is a recurring fictional character in the Jeeves stories of English comic writer P. G. Wodehouse, being best known as Bertie Wooster's bonhomous, red-faced Aunt Dahlia. She is much beloved by her nephew, in contrast with her sister, Bertie's Aunt Agatha.",
            "score": 48.14016342163086
        },
        {
            "docid": "63342_5",
            "document": "P. G. Wodehouse . Wodehouse worked extensively on his books, sometimes having two or more in preparation simultaneously. He would take up to two years to build a plot and write a scenario of about thirty thousand words. After the scenario was complete he would write the story. Early in his career he would produce a novel in about three months, but he slowed in old age to around six months. He used a mixture of Edwardian slang, quotations from and allusions to numerous poets, and several literary techniques to produce a prose style that has been compared with comic poetry and musical comedy. Some critics of Wodehouse have considered his work flippant, but among his fans are former British prime ministers and many of his fellow writers.",
            "score": 47.98588943481445
        },
        {
            "docid": "4325774_4",
            "document": "Giles Wemmbley-Hogg Goes Off . Themes in this comedy are Giles's naïveté, and small-mindedness, with his frequent (and usually inappropriate) comparisons with life back in his native Budleigh Salterton. In Giles' first broadcast incarnation, as a recurring character performed by Brigstocke on satirical radio show The Now Show, he is offensively boorish and unlikeable. However, in \"Giles Wemmbley-Hogg Goes Off\" he is a sympathetic fool and clearly does not mean any harm. Broadly similar characters are Harry Enfield's Tim Nice-But-Dim, and P. G. Wodehouse's Bertie Wooster. On 9 April 2006, Brigstocke appeared in BBC Radio 4's Classic Serial adaptation of \"The Code of the Woosters\" as Bertie Wooster with Andrew Sachs as Jeeves.",
            "score": 47.95793533325195
        },
        {
            "docid": "63342_58",
            "document": "P. G. Wodehouse . The proposed nominations of Wodehouse for a knighthood in 1967 and 1971 were blocked for fear that such an award would \"revive the controversy of his wartime behaviour and give currency to a Bertie Wooster image of the British character which the embassy was doing its best to eradicate\". When Wodehouse was awarded the knighthood, only four years later, the journalist Dennis Barker wrote in \"The Guardian\" that the writer was \"the solitary surviving English literary comic genius\". After his death six weeks later, the journalist Michael Davie, writing in the same paper, observed that \"Many people regarded ... [Wodehouse] as he regarded Beachcomber, as 'one, if not more than one, of England's greatest men'\", while in the view of the obituarist for \"The Times\" Wodehouse \"was a comic genius recognized in his lifetime as a classic and an old master of farce\".",
            "score": 47.91433334350586
        },
        {
            "docid": "55648800_2",
            "document": "Jeeves and the Greasy Bird . \"Jeeves and the Greasy Bird\" is a short story by English humorist P. G. Wodehouse, and features the young gentleman Bertie Wooster and his valet Jeeves. The story was published in \"Playboy\" magazine in the United States in December 1965, and in \"Argosy\" magazine in the United Kingdom in January 1967. The story was also included in the 1966 collection \"Plum Pie\".",
            "score": 47.91107177734375
        },
        {
            "docid": "55599272_2",
            "document": "Scoring off Jeeves . \"Scoring off Jeeves\" (also published as \"Bertie Gets Even\") is a short story by P. G. Wodehouse, and features the young gentleman Bertie Wooster and his valet Jeeves. The story was published in \"The Strand Magazine\" in London in February 1922, and then in \"Cosmopolitan\" in New York in March 1922. The story was also included in the 1923 collection \"The Inimitable Jeeves\" as two separate chapters, \"The Pride of the Woosters Is Wounded\" and \"The Hero's Reward\".",
            "score": 47.86867141723633
        },
        {
            "docid": "1898284_2",
            "document": "Jeeves in the Springtime . \"Jeeves in the Springtime\" is a short story by P. G. Wodehouse, and features the young gentleman Bertie Wooster and his valet Jeeves. The story was published in \"The Strand Magazine\" in December 1921 in London, and then in \"Cosmopolitan\" in New York that same month. The story was also included in the 1923 collection \"The Inimitable Jeeves\" as two separate chapters, \"Jeeves Exerts the Old Cerebellum\" and \"No Wedding Bells for Bingo\".",
            "score": 47.84101486206055
        },
        {
            "docid": "40098526_3",
            "document": "Mortdecai . Bonfiglioli's style and novel structure have often been favourably compared to that of P. G. Wodehouse, Mortdecai and his manservant Jock Strapp being described as bearing a fun-house mirror resemblance to Wodehouse's \"Wooster and Jeeves\". The author makes a nod to this comparison by having Mortdecai reference Wodehouse in the novels.",
            "score": 47.8255729675293
        }
    ]
}