{
    "q": [
        {
            "docid": "29206360_20",
            "document": "Lil B . In 2011, after hearing a verse from Lil B on the Lil Wayne mixtape \"Sorry 4 the Wait\", Compton rapper Game referred to Lil B as the \"wackest rapper of all time.\" Lil B responded by calling Game \"irrelevant,\" to which Game then threatened to knockout Lil B. Game targeted Lil B in his verse in his track \"Martians vs Goblins\" featuring Lil Wayne and Tyler the Creator, with the line \"Tie Lil B up to a tank full of propane, swag, now watch him cook\". Lil B addressed this on his track \"Tank of Propaine\" on his \"White Flame\" mixtape. Several weeks later, the two settled their differences through Twitter after which Lil B urged fans to purchase Game's \"The R.E.D. Album\".",
            "score": 103.78036332130432
        },
        {
            "docid": "13470963_2",
            "document": "Dedication 2 . Dedication 2 is a 2006 mixtape by DJ Drama and Lil Wayne. It is a sequel to Lil Wayne's previous mixtape, \"The Dedication\", and is second in DJ Drama's \"Gangsta Grillz\" series with Lil Wayne. It is one of the few mixtapes in the hip hop genre to be both financially successful and critically acclaimed. Despite its illegal use of unlicensed instrumentals and samples, it is sold through iTunes and retail stores such as Best Buy and FYE, widely reviewed in the mainstream media, and even though a mixtape that almost only exclusively sold digitally it peaked at #69 on Billboard's \"Top R&B/Hip-Hop Albums\" chart. The cover shows Lil Wayne with \"Fear God\" tattooed on his eyelids. Much of the mixtape showcases Lil Wayne's free associating rhymes and \"liquid non-sequiturs.\"",
            "score": 94.51907444000244
        },
        {
            "docid": "168540_13",
            "document": "Lil Wayne . \"Tha Carter II\", the follow-up to the original \"Tha Carter\" album, was released in December 2005, this time without production by longtime Cash Money Records producer Mannie Fresh, who had since left the label. \"Tha Carter II\" sold more than 238,000 copies in its first week of release, debuting at No. 2 on the \"Billboard\" 200 albums chart, and went on to sell 2,000,000 copies worldwide. The lead single \"Fireman\" became a hit in the US, peaking at 32 on the Billboard Hot 100 chart. Other singles included \"Grown Man\" with Currensy, \"Hustler Musik\", and \"Shooter\" with R&B singer Robin Thicke. Lil Wayne also appeared on a remix of Bobby Valentino's \"Tell Me\", which rose to No. 13 on the U.S. R&B Charts. In 2005, Lil Wayne was named president of Cash Money, and in the same year he founded Young Money Entertainment as an imprint of Cash Money. However, as of late 2007, Lil Wayne reported that he has stepped down from the management of both labels and has handed management of Young Money over to Cortez Bryant.",
            "score": 100.13619375228882
        },
        {
            "docid": "18933037_72",
            "document": "Boeing B-52 Stratofortress . The USAF continues to rely on the B-52 because it remains an effective and economical heavy bomber in the absence of sophisticated air defenses, particularly in the type of missions that have been conducted since the end of the Cold War against nations with limited defensive capabilities. The B-52 has also continued in service because there has been no reliable replacement. The B-52 has the capacity to \"loiter\" for extended periods, and can deliver precision standoff and direct fire munitions from a distance, in addition to direct bombing. It has been a valuable asset in supporting ground operations during conflicts such as Operation Iraqi Freedom. The B-52 had the highest mission capable rate of the three types of heavy bombers operated by the USAF in the 2000–2001 period. The B-1 averaged a 53.7% ready rate, the Northrop Grumman B-2 Spirit achieved 30.3%, while the B-52 averaged 80.5%. The B-52's $72,000 cost per hour of flight is more than the B-1B's $63,000 cost per hour, but less than the B-2's $135,000 per hour.",
            "score": 140.67535591125488
        },
        {
            "docid": "18933037_2",
            "document": "Boeing B-52 Stratofortress . The Boeing B-52 Stratofortress is an American long-range, subsonic, jet-powered strategic bomber. The B-52 was designed and built by Boeing, which has continued to provide support and upgrades. It has been operated by the United States Air Force (USAF) since the 1950s. The bomber is capable of carrying up to of weapons, and has a typical combat range of more than 8,800 miles (14,080 km) without aerial refueling.",
            "score": 122.95796966552734
        },
        {
            "docid": "7445875_2",
            "document": "You (Lloyd song) . \"You\" is a song by American R&B artist Lloyd featuring rapper Lil Wayne, and was produced by Big Reese and Jasper Cameron for Lloyd's second studio album, \"Street Love\". It was recorded in the producer's basement. It is the first official single off the album. Lloyd himself has reported that he leaked the song to an Atlanta radio station to receive airplay. The song features an interpolation of Spandau Ballet's song \"True\". On February 8, 2007, \"You\" became Lloyd's first and Lil Wayne's second top-ten single on the U.S. \"Billboard\" Hot 100, charting at number nine. The song reached number one on the US Hot R&B/Hip-Hop Songs chart in February 2007, becoming both Lloyd and Lil Wayne's first number-one single on this chart. On the UK Singles Chart, the single debuted on May 28, 2007, at number sixty-six on download sales alone, and moved up to number forty-five.",
            "score": 99.46469604969025
        },
        {
            "docid": "343971_8",
            "document": "Medium bomber . Subsequent to World War II, only the U.S. Strategic Air Command ever used the term \"medium bomber\" in the 1950s to distinguish its Boeing B-47 Stratojets from somewhat larger contemporary Boeing B-52 Stratofortress \"heavy bombers\" in bombardment wings (older B-29 and B-50 heavy bombers were also redesignated as \"medium\" during this period). This nomenclature was purely semantic and bureaucratic, however as both the B-47 and B-52 strategic bombers were much larger and had far greater performance and load-carrying ability than any of the World War II-era heavy or medium bombers. Similarly, the Royal Air Force referred at times to its V bomber force as medium bombers, but this was in terms of range rather than load-carrying capacity.",
            "score": 123.20265579223633
        },
        {
            "docid": "42964782_4",
            "document": "California Boy . On the song, Lil B stated that he didn't use Autotune effect on his vocals, in reference to its extensive use on rapper Lil Wayne's rock music album, \"Rebirth\" (2010). Prior to the release of the song, Lil B claimed that he will be releasing a garage punk album, titled \"California Boy\".",
            "score": 94.70556783676147
        },
        {
            "docid": "1573838_8",
            "document": "Birdman (rapper) . In 2010 he was going to release an album titled \"Priceless 2\", a sequel to his previous album, but changed it to \"Bigga Than Life\". The first promotional single was titled \"Loyalty\" and featured Lil Wayne and Tyga. Other collaborations will come from Rick Ross, Young Jeezy, Bun B and Drake. The album was scheduled to be released in early 2011. He released a music video for a possible future single, \"My Jewel\", which featured Bun B and Young Jeezy. On November 22, 2010, he released the first official single, \"Fire Flame\", which featured Lil Wayne. Birdman released another single called \"I Get Money\" featuring T-Pain, Young Money artist Mack Maine and Lil Wayne. On September 13, 2011, Birdman released \"Y.U. MAD\", featuring Nicki Minaj and Lil Wayne. He collaborated with Mack Maine as a duo named White Boys to release a mixtape titled \"Billionaire Minds\" on November 2, 2011. On May 22, 2012, he released \"Born Stunna\", featuring Rick Ross. The remix, featuring Lil Wayne and Nicki Minaj, was released July 10, 2012. The most recent single, \"Shout Out\" featuring Gudda Gudda and French Montana, was released October 16, 2012.",
            "score": 93.76732683181763
        },
        {
            "docid": "23257145_8",
            "document": "No Love Lost (Joe Budden album) . On February 27, 2012 at a concert, Budden previewed a new track featuring Lil Wayne, and R&B singer Tank called “Put It Down Like You”. On October 10, E1 Music released the first song from the album, \"She Don't Put It Down Like You\", which featured fellow rapper Lil Wayne and R&B singer Tank. The track was produced by T-Minus. The remix was also included on the album and it features Fabolous and Twista. A music video was shot in January 2013 for the remix. On February 5, 2013, the music video was released for \"She Don't Put It Down\" (Remix) featuring Fabolous, Lil Wayne and Tank.",
            "score": 93.66756629943848
        },
        {
            "docid": "47352149_4",
            "document": "Angels Exodus . The album generally received mixed-to-positive reviews from music critics. \"Fact\" magazine critic Chris Campbell stated: \"\"Angels Exodus\" gives Lil B the chance to indulge his significant conceptual side with some confines\" and further wrote: \"The only fair way to evaluate a Lil B album is against other Lil B albums/mixtapes, and in terms of quality, he’s certainly released better.\" Amanda Bassa of HipHopDX wrote: \"In some ways, \"Angels Exodus\" is impressive for the sheer fact that Lil B seems to have shown some sort of artistic and mental growth since his initial YouTube blitz.\" Nevertheless, Bassa also criticized the album, stating: \"Even mass amounts of hype can’t cover up Lil B’s poorly mixed vocals, off-kilter methods of blending rapping with simply speaking, skewed perspective on life, and utter knack for taking what makes Rap great, and doing the exact opposite.\" Tiny Mix Tapes' Brian Richardson described the album as \"one weird hip-hop record,\" stating: \"There may be more reverby synths on \"Angel’s Exodus\" than there are on the new Radiohead record.\" Richardson further commented: \"Ultimately, it plays more like a mixtape than an album; although there are no skits or guest spots, several songs check in at under two minutes and feel like unfinished sketches.\"",
            "score": 84.02805590629578
        },
        {
            "docid": "214209_19",
            "document": "Strategic bomber . During the 1950s the U.S. Strategic Air Command also briefly brought back the outdated term \"medium bomber\" to distinguish its Boeing B-47 Stratojets from somewhat larger contemporary Boeing B-52 Stratofortress \"heavy bombers\" in bombardment wings; older B-29 and B-50 heavy bombers were also redesignated as \"medium\" during this period. SAC's nomenclature here was purely semantic and bureaucratic, however as both the B-47 and B-52 strategic bombers were much larger and had far greater performance and load-carrying ability than any of the World War II-era heavy or medium bombers.",
            "score": 121.9599289894104
        },
        {
            "docid": "30773508_5",
            "document": "We the Best Forever . Khaled originally announced the first single would feature Lil Wayne. The album's first single \"Welcome to My Hood\" featuring Rick Ross, Plies, Lil Wayne, and T-Pain, and produced by The Renegades, DJ Nasty & LVM, and Khaled was released on January 18, 2011. It peaked on the \"Billboard\" Hot 100 at number seventy-nine. On February 10, 2011, the music video was released for \"Welcome to My Hood\" featuring Rick Ross, Plies, Lil Wayne, and T-Pain. On April 27, 2011, the music video was released for the \"Welcome to My Hood\" (Remix) featuring T-Pain, Ludacris, Busta Rhymes, Twista, Mavado, Birdman, Ace Hood, The Game, Fat Joe, Jadakiss, Bun B and Waka Flocka Flame.",
            "score": 98.93590641021729
        },
        {
            "docid": "24693358_5",
            "document": "Keyshia Cole discography . \"Woman to Woman\" is Cole's fifth studio album, released November 19, 2012 in the United States by Geffen Records. The album debuted at number 10 on the \"Billboard\" 200, with first week sales of 96,000, lower than her last effort. The album yielded three singles, \"Enough of No Love\" featuring Lil Wayne, \"Trust and Believe\" and \"I Choose You\". \"Enough of No Love\" peaked at number 84 on the \"Billboard\" Hot 100, and number seven on the R&B chart. \"Trust and Believe\" entered the \"Billboard\" Bubbling Under chart at number two, and also charted at number eight on the US R&B chart. The album has sold 246,300 copies in the US as of January 2013.",
            "score": 102.7463526725769
        },
        {
            "docid": "168540_12",
            "document": "Lil Wayne . In the summer of 2004, Wayne's album \"Tha Carter\" was released, marking what critics considered advancement in his rapping style and lyrical themes. In addition, the album's cover art featured the debut of Wayne's now-signature dreadlocks. \"Tha Carter\" gained Wayne significant recognition, selling 878,000 copies in the United States, while the single \"Go DJ\" became a Top 5 Hit on the R&B/Hip-Hop chart. After the release of \"Tha Carter\", Lil Wayne was featured in Destiny's Child's single \"Soldier\" with T.I., which peaked at No. 3 on the \"Billboard\" Hot 100 and the Hot R&B/Hip-Hop Songs charts.",
            "score": 92.2420916557312
        },
        {
            "docid": "38876858_5",
            "document": "Rain in England . \"Rain in England\" is described by Lil B as the first ambient hip hop album. The lyrics, described as meditative and surreal, explore themes like death, life, family, God, birth and gender. Most tracks begin with Lil B announcing the theme, which he then contemplates in a zigzag of free associative thought. Lil B took care not to use profanity at all on the album. The synthesizer music is droning and tonally simple; one critic compared the tonality to the nursery rhyme \"Three Blind Mice\". Tom Breihan of \"Pitchfork\" called \"Rain in England\" \"an album of quasi-rap spoken-word over self-produced music even more ambient than the spaced-out, lo-fi synth landscapes he usually raps over.\" Nitsuh Abebe wrote in \"Pitchfork\"s \"Why We Fight\" column that the album is \"beatless washes of new-agey synths with Lil B flowing over them more like the host of a self-hypnosis tape than a rapper.\" \"Rain in England\" has been compared to the music of Brian Eno, Stars of the Lid, Ray Lynch and Tangerine Dream.",
            "score": 92.39211344718933
        },
        {
            "docid": "54248_7",
            "document": "Military aircraft . Bombers are normally larger, heavier, and less maneuverable than fighter aircraft. They are capable of carrying large payloads of bombs, torpedoes or cruise missiles. Bombers are used almost exclusively for ground attacks and not fast or agile enough to take on enemy fighters head-to-head. A few have a single engine and require one pilot to operate and others have two or more engines and require crews of two or more. A limited number of bombers, such as the B-2 Spirit, have stealth capabilities that keep them from being detected by enemy radar. An example of a conventional modern bomber would be the B-52 Stratofortress. An example of a World War II bomber would be a B-17 Flying Fortress. Bombers include light bombers, medium bombers, heavy bombers, dive bombers, and torpedo bombers.",
            "score": 112.43283152580261
        },
        {
            "docid": "3993649_26",
            "document": "Cold War (1979–1985) . During the Cold War prior to the 1970s and 1980s, the primary heavy strategic bomber of the United States Air Force was the B-52 Stratofortress. However, the development of more sophisticated Airborne Early Warning and Control (AWACS) technology rendered the B-52 more vulnerable to attacks from the ground and enemy fighters. The Air Force saw a need for a bomber that could go faster, was more maneuverable, and could still deliver a substantial payload to its target. This led to the development of the B-1A Lancer in the early to mid 1970s. The B-1A program was cancelled in 1977 but was later brought back by President Reagan in 1981 under its new and current designation, the B-1B. The B-1B is capable of speeds at or above Mach 1.2 and can deliver a payload of 75,000 pounds. The Lancer was a nuclear capable bomber until 1994 when the nuclear mission for the bomber was cancelled, and it was switched to conventional weapons.",
            "score": 123.20841407775879
        },
        {
            "docid": "19716446_7",
            "document": "Shawty Lo . In late 2008 Shawty Lo started working on a new album entitled \"Carlos\"; artists that were to be featured on the album included Rick Ross, T-Pain, Lil' Kim, Bun B, Nate Butler, Lyfe Jennings, Mýa, T.I., Lil Wayne, and Gucci Mane. On December 8, 2008 Shawty Lo released a song from the album entitled \"Supplier\"; it featured vocals from Trey Songz and Lil Wayne.",
            "score": 91.80476331710815
        },
        {
            "docid": "42964782_5",
            "document": "California Boy . The song generally received mixed to positive reviews from critics and was stylistically compared to Lil Wayne's \"Rebirth\" album and Kid Cudi's WZRD project. Chris Martins of \"Spin\" was optimistic on his review of the song, stating that \"it is shaping up to be at least more promising than the unholy mess that was Wayne's \"Rebirth\".\" Similarly, \"Fact\" magazine wrote: \"Especially compared to \"Rebirth\"s horrid approximation of nu-metal, \"California Boy\" does quite a good job of capturing Lil B’s infectious earnestness.\" Phillip Mlynar of MTV Hive described the song as \"a poppy-guitar groove that would fit seamlessly into a drive-time radio show.\" Ian S. Port of SF Weekly described the songs as \"a parodic but somewhat credible acoustic-electric rock song that could stand in for a particularly tepid Goo Goo Dolls or Gin Blossoms B-side.\" Exclaim! writer Josiah Hughes criticized the song's style on the basis of Lil B's upcoming garage punk album, calling his understanding of garage punk as \"a bad Hootie & the Blowfish song.\" Max Bell of \"LA Weekly\" panned the song, noting that \"even his early advocate, Cocaine Blunt's Andrew Noz, dismissed the track.\" Tiny Mix Tapes assumed that \"the song is sure to alienate even the most hardcore fans.\"",
            "score": 81.80707550048828
        },
        {
            "docid": "38935482_12",
            "document": "Visionair (album) . The album features collaborations with R&B musicians from America as well as Japan. American rappers Lil Wayne and Nicki Minaj are featured on the album, as well as Canadian R&B singer Drake. American producer Jermaine Dupri produced the song \"Black Out.\" He and Verbal had been sending emails to each other for a while. At one point, Dupri told Verbal that rapper Lil Wayne was working in the studio next to his. Verbal asked if they could collaborate, and he agreed. The recording of \"Black Out\" became the beginning of the solo project.",
            "score": 93.92247295379639
        },
        {
            "docid": "21242497_14",
            "document": "Rebirth (Lil Wayne album) . The album debuted at number 2 on the US \"Billboard\" 200 chart with first week sales of 176,000 copies, exceeding expectations. It serves as Wayne's seventh US top-ten album. It also debuted at number 1 on the Top R&B/Hip-Hop Albums and the Top Rap Albums. In its second week it fell to number 4 on the \"Billboard\" 200 selling 89,024 more copies making its total sales so far 265,400. On its third week it fell one spot and brought its total sales to 324,470. On its fifth and sixth week it stayed at number 12 on the \"Billboard\" Hot 100. It remained at number 1 on Top Rap Albums for 6 straight weeks. \"Rebirth\" also entered at number 24 in the United Kingdom and at number 86 in France. On March 5, 2010, the album was certified gold by the Recording Industry Association of America (RIAA), following shipment in excess of 500,000 copies. On September 5, 2011, the album has sold 775,000 in the United States.",
            "score": 97.50496923923492
        },
        {
            "docid": "31390866_4",
            "document": "Grove St. Party . Lil Wayne made a remix for his mixtape \"Sorry For The Wait\", which features rapper Lil B. Prodigy of Mobb Deep released a remix called \"It's a Body\". Wiz Khalifa released a remix called \"Reefer Party\". Ace Hood also did a freestyle for the song.",
            "score": 85.49788784980774
        },
        {
            "docid": "211782_27",
            "document": "North American XB-70 Valkyrie . The B-70, designed for even higher speeds, altitudes and range than the B-58, suffered even more in relative terms. At high altitudes, the B-70 was as much as four times as fast as the B-52, but at low altitudes it was limited to only Mach 0.95, only modestly faster than the B-52 at the same altitudes. It also had a smaller bombload and shorter range. Its only major advantage would be its ability to use high speed in areas without missile cover, especially on the long journey from the USA to USSR. The value was limited; the USAF's doctrine stressed that the primary reason for maintaining the bomber force in an era of ICBMs was that the bombers could remain in the air at long ranges from their bases and were thus immune to sneak attack. In this case, the higher speed would be used for only a short period of time between the staging areas and the Soviet coastline.",
            "score": 106.47071981430054
        },
        {
            "docid": "6118105_36",
            "document": "Nuclear triad . The strategic bomber program for the United States still remains viable as well. B-2 and B-52H bombers still make up the entirety of the long range bomber force designed to deliver a nuclear payload. The Rockwell B-1 Lancer is also used for long range bombing missions. However, in 1997, it was modified to carry only conventional payloads. The B-1 Lancer is no longer used to deliver nuclear payloads. Currently, 76 B-52H bombers are maintained at bases in Barksdale, Louisiana, and Minot, North Dakota. Along with these, 20 B-2 bombers are in service at Whiteman Air Force Base in Missouri. The United States Air Force is in the process of integrating a new long range bomber, the B-21 Raider, into service. This aircraft is scheduled to begin service in 2025. The B-21 will contribute to even greater capabilities for the US nuclear armada. It will allow for a larger and more diverse payload that includes current and future weapons. It will allow for increased range compared to the B-1, 2, and 52. The range capabilities of the B-21 are currently classified and are not expected to be released. The B-21 will also cost significantly less than the B-2 bomber. In 1997, the average cost of a B-2 was $737 million. The projected average cost for the B-21 Raider is $550 million per plane.",
            "score": 138.60380578041077
        },
        {
            "docid": "9782939_7",
            "document": "Bombers B-52 . \"Bombers B-52\" was filmed with the full cooperation of the USAF at Castle and March Air Force Bases in California, where examples of Boeing B-47 Stratojet bombers, North American F-86 Sabre fighters and B-52s were based. During production Natalie Wood was named \"Sweetheart of Castle Air Force Base\".",
            "score": 123.97988033294678
        },
        {
            "docid": "17100042_9",
            "document": "Sol-Angel and the Hadley St. Dreams . The album's lead single, \"I Decided\", was released on April 22, 2008. It charted at number 44 on the \"Billboard\" Hot R&B/Hip-Hop Songs, at number one on the Hot Dance Singles Sales and Hot R&B/Hip-Hop Singles Sales charts, and at number two on the Hot Singles Sales chart. It also peaked at number 27 on the UK Singles Chart and at number 6 on the UK R&B Singles Chart. \"ChampagneChroniKnightcap\" featuring American rapper Lil Wayne was released as a single on August 19. November 25 saw the release of \"Sandcastle Disco\", which reached the number one spot on the US \"Billboard\" Hot Dance Club Play chart. \"T.O.N.Y.\" was released as the fourth single on March 31, 2009, topping the US \"Billboard\" Hot Dance Club Play chart. The song also charted at number 31 on \"Billboard\"s Adult R&B Songs, and number 62 on both the R&B/Hip-Hop Airplay and Hot R&B/Hip-Hop Songs.",
            "score": 83.16465187072754
        },
        {
            "docid": "18933037_52",
            "document": "Boeing B-52 Stratofortress . With the escalating situation in Southeast Asia, 28 B-52Fs were fitted with external racks for 24× 750 lb (340 kg) bombs under project \"South Bay\" in June 1964; an additional 46 aircraft received similar modifications under project \"Sun Bath\". In March 1965, the United States commenced Operation Rolling Thunder. The first combat mission, Operation Arc Light, was flown by B-52Fs on 18 June 1965, when 30 bombers of the 9th and 441st Bombardment Squadrons struck a communist stronghold near the Bến Cát District in South Vietnam. The first wave of bombers arrived too early at a designated rendezvous point, and while maneuvering to maintain station, two B-52s collided, which resulted in the loss of both bombers and eight crewmen. The remaining bombers, minus one more that turned back due to mechanical problems, continued toward the target. Twenty-seven Stratofortresses dropped on a one-mile by two-mile target box from between 19,000 and 22,000 feet, a little more than 50% of the bombs falling within the target zone. The force returned to Andersen AFB except for one bomber with electrical problems that recovered to Clark AFB, the mission having lasted 13 hours. Post-strike assessment by teams of South Vietnamese troops with American advisors found evidence that the Viet Cong had departed the area before the raid, and it was suspected that infiltration of the south's forces may have tipped off the north because of the South Vietnamese Army troops involved in the post-strike inspection. Beginning in late 1965, a number of B-52Ds underwent \"Big Belly\" modifications to increase bomb capacity for carpet bombings. While the external payload remained at 24 of 500 lb (227 kg) or 750 lb (340 kg) bombs, the internal capacity increased from 27 to 84 for 500 lb bombs, or from 27 to 42 for 750 lb bombs. The modification created enough capacity for a total of 60,000 lb (27,215 kg) using 108 bombs. Thus modified, B-52Ds could carry 22,000 lb (9,980 kg) more than B-52Fs. Designed to replace B-52Fs, modified B-52Ds entered combat in April 1966 flying from Andersen Air Force Base, Guam. Each bombing mission lasted 10 to 12 hours and included an aerial refueling by KC-135 Stratotankers. In spring 1967, B-52s began flying from U Tapao Airfield in Thailand so that refueling was not required. On 22 November 1972, a B-52D (55-0110) from U-Tapao was hit by a surface-to-air missile (SAM) while on a raid over Vinh. The crew was forced to abandon the damaged aircraft over Thailand. This was the first B-52 destroyed by hostile fire. In total, 31 B-52s were lost during the war, which included 10 B-52s shot down over North Vietnam.",
            "score": 120.20959067344666
        },
        {
            "docid": "9782939_9",
            "document": "Bombers B-52 . Reviews of \"Bombers B-52\" mainly focused on the aerial scenes, which during the Cold War era did project a near-propaganda effort, using many period aircraft to depict the era faithfully. The review in \"The New York Times\" was mildly laudatory, describing it as a \"frank tribute to Air Force nuclear power, laced together with a familiar service feud ... Irving Wallace's dialogue is excellent. Furthermore, his unpretentious scenario is credible and persuasive in training sequences and especially in the hearth scenes.\" The performances of the leads was also considered \"natural.\" Overall, \"The New York Times\" critic thought \"'Bombers B-52' is not [terrific], but it could have been much, much worse.\" \"Variety\" gushed that it was \"magnificently mounted, with breathtaking scenes of the new B-52s,\" while \"Time\" magazine more aptly characterized \"Bombers B-52\" as a \"$1,400,000 want ad for Air Force technicians.\" In other reviews, the dichotomy of 19-year-old Natalie Wood being courted by 40-year-old Efrem Zimbalist Jr. was noted, as well as the attempt to portray a contemporary, if tepid, love story.",
            "score": 119.9782692193985
        },
        {
            "docid": "149225_70",
            "document": "AC/DC . In 2009 the Recording Industry Association of America upgraded the group's US sales figures from 69 million to 71 million, making AC/DC the fifth-best-selling band in US history and the tenth-best-selling artist, selling more albums than Madonna and Mariah Carey. The RIAA also certified \"Back in Black\" as double Diamond (20 million) in US sales, and by 2007 the album had sold 22 million copies, which made it the fifth-best-selling album of all-time in the US.",
            "score": 113.16525650024414
        },
        {
            "docid": "9782939_1",
            "document": "Bombers B-52 . Bombers B-52",
            "score": 123.43475675582886
        },
        {
            "docid": "2796527_14",
            "document": "T-Pain . The album was preceded by three singles. Its lead single, \"Can't Believe It\", featuring Lil Wayne, was released in July 2008. The single reached number seven on the Hot 100 and number two on the Hot R&B/Hip-Hop Songs chart. The album's second single, \"Chopped 'N' Skrewed\", featuring Ludacris, was released in September 2008. The single reached number twenty-seven on the Hot 100 and number three on the Hot R&B/Hip-Hop Songs chart. The third and final single from the album, \"Freeze\", featuring Chris Brown, was released in October 2008 and reached number thirty-eight on the Hot 100 and number thirty-nine on the Hot R&B/Hip-Hop Songs chart. Guest appearances on \"Thr33 Ringz\" included T.I., Lil Wayne, Ludacris, DJ Khaled, Ciara, Chris Brown and Kanye West among others. \"Pr33 Ringz\" was the introduction mixtape for the album.",
            "score": 85.78222894668579
        }
    ],
    "r": [
        {
            "docid": "4396_19",
            "document": "Northrop Grumman B-2 Spirit . The program was the subject of public controversy for its cost to American taxpayers. In 1996, the General Accounting Office (GAO) disclosed that the USAF's B-2 bombers \"will be, by far, the most costly bombers to operate on a per aircraft basis\", costing over three times as much as the B-1B (US$9.6 million annually) and over four times as much as the B-52H (US$6.8 million annually). In September 1997, each hour of B-2 flight necessitated 119 hours of maintenance in turn. Comparable maintenance needs for the B-52 and the B-1B are 53 and 60 hours respectively for each hour of flight. A key reason for this cost is the provision of air-conditioned hangars large enough for the bomber's wingspan, which are needed to maintain the aircraft's stealthy properties, particularly its \"low-observable\" stealthy skins. Maintenance costs are about $3.4 million a month for each aircraft.",
            "score": 146.92105102539062
        },
        {
            "docid": "18933037_72",
            "document": "Boeing B-52 Stratofortress . The USAF continues to rely on the B-52 because it remains an effective and economical heavy bomber in the absence of sophisticated air defenses, particularly in the type of missions that have been conducted since the end of the Cold War against nations with limited defensive capabilities. The B-52 has also continued in service because there has been no reliable replacement. The B-52 has the capacity to \"loiter\" for extended periods, and can deliver precision standoff and direct fire munitions from a distance, in addition to direct bombing. It has been a valuable asset in supporting ground operations during conflicts such as Operation Iraqi Freedom. The B-52 had the highest mission capable rate of the three types of heavy bombers operated by the USAF in the 2000–2001 period. The B-1 averaged a 53.7% ready rate, the Northrop Grumman B-2 Spirit achieved 30.3%, while the B-52 averaged 80.5%. The B-52's $72,000 cost per hour of flight is more than the B-1B's $63,000 cost per hour, but less than the B-2's $135,000 per hour.",
            "score": 140.67535400390625
        },
        {
            "docid": "6118105_36",
            "document": "Nuclear triad . The strategic bomber program for the United States still remains viable as well. B-2 and B-52H bombers still make up the entirety of the long range bomber force designed to deliver a nuclear payload. The Rockwell B-1 Lancer is also used for long range bombing missions. However, in 1997, it was modified to carry only conventional payloads. The B-1 Lancer is no longer used to deliver nuclear payloads. Currently, 76 B-52H bombers are maintained at bases in Barksdale, Louisiana, and Minot, North Dakota. Along with these, 20 B-2 bombers are in service at Whiteman Air Force Base in Missouri. The United States Air Force is in the process of integrating a new long range bomber, the B-21 Raider, into service. This aircraft is scheduled to begin service in 2025. The B-21 will contribute to even greater capabilities for the US nuclear armada. It will allow for a larger and more diverse payload that includes current and future weapons. It will allow for increased range compared to the B-1, 2, and 52. The range capabilities of the B-21 are currently classified and are not expected to be released. The B-21 will also cost significantly less than the B-2 bomber. In 1997, the average cost of a B-2 was $737 million. The projected average cost for the B-21 Raider is $550 million per plane.",
            "score": 138.6038055419922
        },
        {
            "docid": "18933037_51",
            "document": "Boeing B-52 Stratofortress . In the 1960s, there were concerns over the fleet's capable lifespan. Several projects beyond the B-52, the Convair B-58 Hustler and North American XB-70 Valkyrie, had either been aborted or proved disappointing in light of changing requirements, which left the older B-52 as the main bomber as opposed to the planned successive aircraft models. On 19 February 1965, General Curtis E. LeMay testified to Congress that the lack of a follow-up bomber project to the B-52 raised the danger that, \"The B-52 is going to fall apart on us before we can get a replacement for it.\" Other aircraft, such as the General Dynamics F-111 Aardvark, later complemented the B-52 in roles the aircraft was not as capable in, such as missions involving high-speed, low-level penetration dashes.",
            "score": 128.14654541015625
        },
        {
            "docid": "11929739_5",
            "document": "1968 Thule Air Base B-52 crash . In 1960, the USAF Strategic Air Command (SAC) began Operation Chrome Dome, a Cold War airborne alert program devised by General Thomas S. Power to fly nuclear-armed Boeing B-52 Stratofortress bombers to the borders of the Soviet Union. The flights were scheduled to ensure that twelve bombers were aloft at all times. These bombers gave SAC offensive capability in the event of a Soviet first strike, and provided a significant Cold War nuclear deterrent. Beginning in 1961, B-52 bombers also secretly flew as part of the \"Hard Head\" mission (or \"Thule Monitor Missions\") over Thule Air Base. The objective of \"Hard Head\" was to maintain constant visual surveillance of the base's strategically important Ballistic Missile Early Warning System (BMEWS), which provided early warning of Soviet missile launches. If the communication link between North American Aerospace Defense Command and the base was severed, the aircraft crew could determine if the interruption resulted from an attack or a technical failure. The monitoring mission started when the designated aircraft reached a waypoint at in Baffin Bay and entered a figure-eight holding pattern above the air base at an altitude of . In 1966, United States Secretary of Defense Robert McNamara proposed cutting \"Chrome Dome\" flights because the BMEWS system was fully operational, the bombers had been made redundant by missiles, and $123 million ($ as of ) could be saved. SAC and the Joint Chiefs of Staff opposed the plan, so a compromise was reached whereby a smaller force of four bombers would be on alert each day. Despite the reduced program and the risks highlighted by the 1966 Palomares B-52 crash, SAC continued to dedicate one of the aircraft to monitoring Thule Air Base. This assignment was without the knowledge of civilian authorities in the United States, who SAC determined did not have the \"need to know\" about specific operational points.",
            "score": 125.9317855834961
        },
        {
            "docid": "19928539_21",
            "document": "Air Force Global Strike Command . The USAF currently has 20 B-2 Spirit and 57 B-52 Stratofortress bombers and three missile wings of Minuteman III ICBMs that are designated as nuclear-capable. When needed for conventional missions, the B-2 and B-52 bombers will be reassigned to regional commands. Although formerly assigned a nuclear mission, the Rockwell B-1 Lancer bomber force transitioned to a strictly conventional mission force and was initially retained in Air Combat Command, although that decision was reversed in 2015. The Rockwell B-1 Lancer bombers now are organized under the Air Force Global Strike Command.",
            "score": 125.56614685058594
        },
        {
            "docid": "9782939_7",
            "document": "Bombers B-52 . \"Bombers B-52\" was filmed with the full cooperation of the USAF at Castle and March Air Force Bases in California, where examples of Boeing B-47 Stratojet bombers, North American F-86 Sabre fighters and B-52s were based. During production Natalie Wood was named \"Sweetheart of Castle Air Force Base\".",
            "score": 123.97987365722656
        },
        {
            "docid": "9782939_1",
            "document": "Bombers B-52 . Bombers B-52",
            "score": 123.43475341796875
        },
        {
            "docid": "3993649_26",
            "document": "Cold War (1979–1985) . During the Cold War prior to the 1970s and 1980s, the primary heavy strategic bomber of the United States Air Force was the B-52 Stratofortress. However, the development of more sophisticated Airborne Early Warning and Control (AWACS) technology rendered the B-52 more vulnerable to attacks from the ground and enemy fighters. The Air Force saw a need for a bomber that could go faster, was more maneuverable, and could still deliver a substantial payload to its target. This led to the development of the B-1A Lancer in the early to mid 1970s. The B-1A program was cancelled in 1977 but was later brought back by President Reagan in 1981 under its new and current designation, the B-1B. The B-1B is capable of speeds at or above Mach 1.2 and can deliver a payload of 75,000 pounds. The Lancer was a nuclear capable bomber until 1994 when the nuclear mission for the bomber was cancelled, and it was switched to conventional weapons.",
            "score": 123.20841217041016
        },
        {
            "docid": "343971_8",
            "document": "Medium bomber . Subsequent to World War II, only the U.S. Strategic Air Command ever used the term \"medium bomber\" in the 1950s to distinguish its Boeing B-47 Stratojets from somewhat larger contemporary Boeing B-52 Stratofortress \"heavy bombers\" in bombardment wings (older B-29 and B-50 heavy bombers were also redesignated as \"medium\" during this period). This nomenclature was purely semantic and bureaucratic, however as both the B-47 and B-52 strategic bombers were much larger and had far greater performance and load-carrying ability than any of the World War II-era heavy or medium bombers. Similarly, the Royal Air Force referred at times to its V bomber force as medium bombers, but this was in terms of range rather than load-carrying capacity.",
            "score": 123.20265197753906
        },
        {
            "docid": "18933037_2",
            "document": "Boeing B-52 Stratofortress . The Boeing B-52 Stratofortress is an American long-range, subsonic, jet-powered strategic bomber. The B-52 was designed and built by Boeing, which has continued to provide support and upgrades. It has been operated by the United States Air Force (USAF) since the 1950s. The bomber is capable of carrying up to of weapons, and has a typical combat range of more than 8,800 miles (14,080 km) without aerial refueling.",
            "score": 122.95796966552734
        },
        {
            "docid": "18214704_3",
            "document": "2037 Bomber . With the ending of B-2 Spirit production in 2000, the U.S. Air Force was left with a gap in its bomber development. A new bomber would be needed in the 2037 time frame to replace retiring B-52s and B-1 Lancers according to the Air Force's Bomber Roadmap, released in 1999. This was considered too long to wait, so the Air Force commenced the Next-Generation Bomber program (later the Long Range Strike Bomber program).",
            "score": 122.91571044921875
        },
        {
            "docid": "4952_19",
            "document": "Rockwell B-1 Lancer . When Carter took office in 1977 he ordered a review of the entire program. By this point the projected cost of the program had risen to over $100 million per aircraft, although this was lifetime cost over 20 years. He was informed of the relatively new work on stealth aircraft that had started in 1975, and he decided that this was a better avenue of approach than the B-1. Pentagon officials also stated that the AGM-86 Air Launched Cruise Missile (ALCM) launched from the existing B-52 fleet would give the USAF equal capability of penetrating Soviet airspace. With a range of , the ALCM could be launched well outside the range of any Soviet defenses and penetrate at low altitude like a bomber (with a much lower radar cross-section due to smaller size), and in much greater numbers at a lower cost. A small number of B-52s could launch hundreds of ALCMs, saturating the defense. A program to improve the B-52 and develop and deploy the ALCM would cost perhaps 20% of the price to deploy the planned 244 B-1As.",
            "score": 122.5711669921875
        },
        {
            "docid": "214209_19",
            "document": "Strategic bomber . During the 1950s the U.S. Strategic Air Command also briefly brought back the outdated term \"medium bomber\" to distinguish its Boeing B-47 Stratojets from somewhat larger contemporary Boeing B-52 Stratofortress \"heavy bombers\" in bombardment wings; older B-29 and B-50 heavy bombers were also redesignated as \"medium\" during this period. SAC's nomenclature here was purely semantic and bureaucratic, however as both the B-47 and B-52 strategic bombers were much larger and had far greater performance and load-carrying ability than any of the World War II-era heavy or medium bombers.",
            "score": 121.95992279052734
        },
        {
            "docid": "18933037_52",
            "document": "Boeing B-52 Stratofortress . With the escalating situation in Southeast Asia, 28 B-52Fs were fitted with external racks for 24× 750 lb (340 kg) bombs under project \"South Bay\" in June 1964; an additional 46 aircraft received similar modifications under project \"Sun Bath\". In March 1965, the United States commenced Operation Rolling Thunder. The first combat mission, Operation Arc Light, was flown by B-52Fs on 18 June 1965, when 30 bombers of the 9th and 441st Bombardment Squadrons struck a communist stronghold near the Bến Cát District in South Vietnam. The first wave of bombers arrived too early at a designated rendezvous point, and while maneuvering to maintain station, two B-52s collided, which resulted in the loss of both bombers and eight crewmen. The remaining bombers, minus one more that turned back due to mechanical problems, continued toward the target. Twenty-seven Stratofortresses dropped on a one-mile by two-mile target box from between 19,000 and 22,000 feet, a little more than 50% of the bombs falling within the target zone. The force returned to Andersen AFB except for one bomber with electrical problems that recovered to Clark AFB, the mission having lasted 13 hours. Post-strike assessment by teams of South Vietnamese troops with American advisors found evidence that the Viet Cong had departed the area before the raid, and it was suspected that infiltration of the south's forces may have tipped off the north because of the South Vietnamese Army troops involved in the post-strike inspection. Beginning in late 1965, a number of B-52Ds underwent \"Big Belly\" modifications to increase bomb capacity for carpet bombings. While the external payload remained at 24 of 500 lb (227 kg) or 750 lb (340 kg) bombs, the internal capacity increased from 27 to 84 for 500 lb bombs, or from 27 to 42 for 750 lb bombs. The modification created enough capacity for a total of 60,000 lb (27,215 kg) using 108 bombs. Thus modified, B-52Ds could carry 22,000 lb (9,980 kg) more than B-52Fs. Designed to replace B-52Fs, modified B-52Ds entered combat in April 1966 flying from Andersen Air Force Base, Guam. Each bombing mission lasted 10 to 12 hours and included an aerial refueling by KC-135 Stratotankers. In spring 1967, B-52s began flying from U Tapao Airfield in Thailand so that refueling was not required. On 22 November 1972, a B-52D (55-0110) from U-Tapao was hit by a surface-to-air missile (SAM) while on a raid over Vinh. The crew was forced to abandon the damaged aircraft over Thailand. This was the first B-52 destroyed by hostile fire. In total, 31 B-52s were lost during the war, which included 10 B-52s shot down over North Vietnam.",
            "score": 120.20957946777344
        },
        {
            "docid": "18933037_19",
            "document": "Boeing B-52 Stratofortress . Weapons upgrades include the 1760 Internal Weapons Bay Upgrade (IWBU), which gives a 66 percent increase in weapons payload using a digital interface (MIL-STD-1760) and rotary launcher. IWBU is expected to cost roughly $313 million. The 1760 IWBU will allow the B-52 to carry the AGM-158B JASSM-ER cruise missile and the ADM-160C MALD-J decoy missile. All 1760 IWBUs should be operational by October 2017. Two bombers will have the ability to carry 40 weapons in place of the 36 that three B-52s can carry. The 1760 IWBU allows precision-guided missiles or bombs to be deployed from inside the weapons bay; previous aircraft carried these munitions externally on wing hardpoints. This increases the number of guided weapons a B-52 can carry and reduces the need for guided bombs to be carried on the wings. The first phase will allow a B-52 to carry twenty-four 500-pound guided JDAM bombs or twenty 2,000-pound JDAMs, with later phases accommodating the JASSM and MALD family of missiles. In addition to carrying more smart bombs, moving them internally from the wings reduces drag and achieves a 15 percent reduction in fuel consumption.",
            "score": 120.15547180175781
        },
        {
            "docid": "9782939_9",
            "document": "Bombers B-52 . Reviews of \"Bombers B-52\" mainly focused on the aerial scenes, which during the Cold War era did project a near-propaganda effort, using many period aircraft to depict the era faithfully. The review in \"The New York Times\" was mildly laudatory, describing it as a \"frank tribute to Air Force nuclear power, laced together with a familiar service feud ... Irving Wallace's dialogue is excellent. Furthermore, his unpretentious scenario is credible and persuasive in training sequences and especially in the hearth scenes.\" The performances of the leads was also considered \"natural.\" Overall, \"The New York Times\" critic thought \"'Bombers B-52' is not [terrific], but it could have been much, much worse.\" \"Variety\" gushed that it was \"magnificently mounted, with breathtaking scenes of the new B-52s,\" while \"Time\" magazine more aptly characterized \"Bombers B-52\" as a \"$1,400,000 want ad for Air Force technicians.\" In other reviews, the dichotomy of 19-year-old Natalie Wood being courted by 40-year-old Efrem Zimbalist Jr. was noted, as well as the attempt to portray a contemporary, if tepid, love story.",
            "score": 119.978271484375
        },
        {
            "docid": "49365_36",
            "document": "LGM-30 Minuteman . Questions about the need for the manned bomber were quickly raised. The Air Force began to offer a number of reasons why the bomber offered value, in spite of costing more money to buy and being much more expensive to operate and maintain. Newer bombers with better survivability, like the B-70, cost many times more than the Minuteman, and, in spite of great efforts through the 1960s, became increasingly vulnerable to surface-to-air missiles. The B-1 of the early 1970s eventually emerged with a price tag around $200 million (equivalent to $ million in ) while the Minuteman-IIIs built during the 1970s cost only $7 million ($ million in ).",
            "score": 119.80828094482422
        },
        {
            "docid": "9782939_3",
            "document": "Bombers B-52 . The storyline for \"Bombers B-52\" concerns the introduction of the Boeing B-52 Stratofortress bomber into the US Strategic Air Command (SAC) inventory during the Cold War era of the 1950s. A dilemma arises for a respected and highly experienced master sergeant when he must choose between continuing his career in the Air Force or accepting a lucrative job offer in the private sector that would pay him three times his military salary.",
            "score": 119.20523071289062
        },
        {
            "docid": "8593998_3",
            "document": "B-52 (cocktail) . The name refers to the band The B-52's and not the US B-52 Stratofortress bomber.",
            "score": 119.04133605957031
        },
        {
            "docid": "4496256_19",
            "document": "93d Air-Ground Operations Wing . When the first B-52s began to be assigned to SAC in 1955, Air Training Command had no school for the aircraft. Because of the need to get the bomber operational as soon as possible, SAC established the 4017th Combat Crew Training Squadron to conduct training on the Stratofortress. As the B-52 force expanded, the mission became too great for a single squadron and the wing's three bombardment squadrons took over the flight training program, while the 4017th conducted ground training and overall administration of the training program. As SAC's involvement in the Vietnam War increased, on 15 April 1968, SAC established a replacement training unit within the 4017th. This unit was established to qualify aircrews flying B-52E, B-52F, B-52G and B-52H bombers to fly the B-52D, which (with its Big Belly modification) was SAC's conventional bomber in Southeast Asia. After two weeks of training, the crews augmented the cadre unit in the Pacific. This training enabled SAC to meet its commitments, while at the same time spreading the burden of deployment more equitably among its entire force of B-52 crews.",
            "score": 118.7392807006836
        },
        {
            "docid": "6195501_27",
            "document": "Silverplate . In 1945, a B-29 bomber cost $782,000. It cost $32,000 to upgrade an aircraft to Silverplate configuration, so the total cost of a Silverplate bomber was $814,000. The total cost of the 65 wartime Silverplate B-29s was therefore $53 million. Adding $7 million for logistics, this put the estimated cost of the Silverplate project at around $60 million.",
            "score": 118.62091827392578
        },
        {
            "docid": "35828619_7",
            "document": "515th Strategic Fighter Squadron . Squadron operated until 1957 when the B-36 was being phased out and the unit was inactivated. The new B-52 Stratofortress and B-47 Stratojet bombers flew higher and faster than the F-84 escort fighters and instead of flying in formations, SAC's bombers flew individually to their selected targets.",
            "score": 117.76717376708984
        },
        {
            "docid": "22442357_7",
            "document": "516th Strategic Fighter Squadron . Squadron operated until 1957 when the B-36 was being phased out and the unit was inactivated. The new B-52 Stratofortress and B-47 Stratojet bombers flew higher and faster than the F-84 escort fighters and instead of flying in formations, SAC's bombers flew individually to their selected targets.",
            "score": 117.76717376708984
        },
        {
            "docid": "2313329_8",
            "document": "Carswell Air Force Base . On 10 December 1957, the 98th Bomb Squadron was detached from the wing and assigned to the newly activated 4123rd Strategic Wing at Carswell. This would become the first Boeing B-52 Stratofortress unit at Carswell. The 7th Bomb Wing officially became a B-52 organization with the adoption of manning documents and equipping authorizations on 1 February 1958. On 19 February 1958, the 4123d Strategic Wing took possession of the first Boeing B-52 Stratofortress on Carswell. At the arrival ceremony on base the bomber was named \"The City of Fort Worth\". It was subsequently assigned to the 98th Bombardment Squadron of the wing. Shortly following the arrival of B-52 bombers to the 4123rd Strategic Wing, the unit was moved to new facilities at Clinton-Sherman AFB, Oklahoma. With the acquisition of the Boeing B-52 Stratofortress, all new B-52 wings would operate with an air refueling squadron to support those bombers. As a result, SAC activated the 7th Air Refueling Squadron at Carswell on 1 April 1958, and assigned it to the wing. The squadron would be equipped with the Boeing KC-135 Stratotanker later in the year. In January 1959. B-52s from Carswell were constantly in the air and flying to Europe, Asia, and North Africa.",
            "score": 117.75653076171875
        },
        {
            "docid": "1693692_40",
            "document": "Naval Air Station Joint Reserve Base Fort Worth . On 19 February 1958, the 4123d Strategic Wing took possession of the first Boeing B-52 Stratofortress on Carswell. At the arrival ceremony on base, the bomber was named \"The City of Fort Worth.\" It was subsequently assigned to the 98th Bombardment Squadron of the wing. Shortly following the arrival of B-52 bombers to the 4123rd Strategic Wing, the unit was moved to new facilities at Clinton-Sherman AFB, Oklahoma. With the acquisition of the Boeing B-52 Stratofortress, all new B-52 wings would operate with an air refueling squadron to support those bombers. As a result, SAC activated the 7th Air Refueling Squadron at Carswell on 1 April 1958, and assigned it to the wing. The squadron would be equipped with the Boeing KC-135 Stratotanker later in the year. In January 1959, B-52s from Carswell were constantly in the air and flying to Europe, Asia, and North Africa.",
            "score": 117.23066711425781
        },
        {
            "docid": "2121216_11",
            "document": "AGM-129 ACM . The B-52H bomber can carry up to six AGM-129A missiles on each of two external pylons for a total of 12 per aircraft. Originally, an additional 8 ACMs could be carried internally in the B-52 on Common Strategic Rotary Launchers, for a total of 20 per aircraft. The B-1B bomber was also slated to carry the AGM-129A, but that plan was ended after the cessation of the Cold War. The AGM-129A provides the B-52H bomber the ability to attack multiple targets without penetrating an air defense system.",
            "score": 116.42871856689453
        },
        {
            "docid": "18424778_23",
            "document": "Black Ice (album) . On the first day of its US release, 20 October 2008, \"Black Ice\" sold over 193,000 units. By 28 October, \"Black Ice\" debuted at number one on the US \"Billboard\" 200 albums chart, selling over 784,000 copies in its first week, the second highest one-week sales of an album in the US of 2008, behind Lil Wayne's \"Tha Carter III\". It was AC/DC's second release to top the US charts, after \"For Those About to Rock We Salute You\" (1981) and became the biggest debut ever by a mainstream hard rock album. As of 31 December 2008, the album had sold 1.915 million copies in the US, according to Nielsen SoundScan, and was certified 2x Platinum by the RIAA. \"Black Ice\" also debuted at number one on the ARIA Album Charts, selling over 90,000 units, and the UK Album charts, with 110,000 copies sold. It was their first number one in the UK since \"Back in Black\" (1980). In Canada, \"Black Ice\" debuted at number one and sold 119,000 copies in its first week, making it the best-selling album debut in Canada in 2008. The album held the top spot in Canada for three consecutive weeks, with sales of over 200,000 copies. In Germany, \"Black Ice\" became the 14th best-selling album of the 2000s, with sales of 1 million copies and being certified 5 times platinum.",
            "score": 116.3619155883789
        },
        {
            "docid": "7288909_5",
            "document": "Operation Steel Tiger . It was estimated by U.S. intelligence analysts that, during 1965, 4,500 PAVN troops were infiltrated through Laos along with 300 tons of materiel each month. From April to June 1966, the U.S. launched 400 B-52 Stratofortress anti-infiltration sorties against the trail system. By the end of 1967 and the absorption of \"Steel Tiger\" operations into Operation Commando Hunt, 103,148 tactical air sorties had been flown in Laos. These strikes were supplemented by 1,718 B-52 \"Arc Light\" strikes. During the same time frame, 132 U.S. aircraft or helicopters had been shot down over Laos. The actions implemented aircraft of the Air Force, Marines, and Navy flying from carriers in the South China Sea as well as bases in South Vietnam and Thailand. While B-52 bombers accounted for a majority of the strikes, the most effective aircraft were fixed wing gunships including the AC-47, the AC-119, and the AC-130.",
            "score": 116.20916748046875
        },
        {
            "docid": "343960_31",
            "document": "Heavy bomber . By the 1960s, manned heavy bombers could not match the intercontinental ballistic missile in the strategic nuclear role. More accurate precision-guided munitions (\"smart bombs\"), nuclear-armed missiles or bombs were able to be carried by smaller aircraft such as fighter-bombers and multirole fighters. Despite these technological innovations and new capabilities of other contemporary military aircraft, large strategic bombers such as the B-1, B-52 and B-2 have been retained for the role of carpet bombing in several conflicts. The most prolific example (in terms of total bomb tonnage) is the U.S. Air Force B-52 Stratofortress during the 1960s–early 1970s Vietnam War era, in Operation Menu, Operation Freedom Deal, and Operation Linebacker II. In 1987 the Soviet Tu-160 — the heaviest supersonic bomber/aircraft ever built — entered service; it can carry twelve long-range cruise missiles.",
            "score": 116.00049591064453
        },
        {
            "docid": "149225_5",
            "document": "AC/DC . AC/DC have sold more than 200 million records worldwide, including 71.5 million albums in the United States, adding them to the list of highest-certified music artists in the United States and the list of best-selling music artists. \"Back in Black\" has sold an estimated 50 million units worldwide, making it the second-highest-selling album by any artist – and the highest-selling album by any band. The album has sold 22 million units in the US, where it is the sixth-highest-selling album of all time. AC/DC ranked fourth on VH1's list of the \"100 Greatest Artists of Hard Rock\" and were named the seventh \"Greatest Heavy Metal Band of All Time\" by MTV. In 2004, AC/DC ranked No. 72 on the \"Rolling Stone\" list of the \"100 Greatest Artists of All Time\". Producer Rick Rubin, who wrote an essay on the band for the \"Rolling Stone\" list, referred to AC/DC as \"the greatest rock and roll band of all time\". In 2010, \"VH1\" ranked AC/DC number 23 in its list of the \"100 Greatest Artists of All Time\".",
            "score": 115.84771728515625
        },
        {
            "docid": "13118834_2",
            "document": "Next-Generation Bomber . The Next-Generation Bomber (NGB; unofficially called 2018 Bomber) was a program to develop a new medium bomber for the United States Air Force. The NGB was initially projected to enter service around 2018 as a stealthy, subsonic, medium-range, medium payload bomber to supplement and possibly—to a limited degree—replace the U.S. Air Force's aging bomber fleet (B-52 Stratofortress and B-1 Lancer). The NGB program was superseded by the Long Range Strike Bomber (LRS-B) heavy bomber program.",
            "score": 115.6330337524414
        }
    ]
}