{
    "q": [
        {
            "docid": "55884485_5",
            "document": "Zoroastrianism in the United States . In 2006, The United States had the world's third-largest Zoroastrian population at six thousand adherents. Based on mailing addresses rather than congregations, there are two U.S. counties where Zoroastrians constitute the second-largest religion after Christianity. According to a 2010 census by the Association of Statisticians of American Religious Bodies, there are also two U.S. counties where Zoroastrians constitute the joint-second-largest religion along with Baha'i Faith, by number of adherents. The Federation of Zoroastrian Associations of North America (FEZANA) is based in the United States and also quarterly publishes the \"Fezana Journal\". It claimed that the American Zoroastrian community grew by 33.5% between 2004 and 2012 to 15,000 adherents, while the overall North American community grew by 24.4% to 20,847 adherents.",
            "score": 61.27912259101868
        },
        {
            "docid": "322721_15",
            "document": "Freedom of religion in Iran . The textbook the MET wrote on the minority religions was called Talimat-e Maxhadi Vizheh-ye Aqaliathaye Mazhabi - (Kalimi, Zarthoshti, Masihi); Religious Studies Specifically for Religious Minorities: (Jews, Zoroastrians, Christians.) The course was taught by Muslim teachers at least 3 hrs/wk. All the religious minorities objected to the text in 1982 claiming the book was a violation of Article 13 guaranteeing freedom in religious teaching, that there were overt and covert passages from the Quran, and lack of any qualifications of the anonymous author(s) rather than members of the religious minorities writing about their own religions. The situation has moderated for the Armenians significantly by 1995/6. There was also compromise of sorts allowed both Hebrew and Persian language use in Jewish schools.",
            "score": 60.478201389312744
        },
        {
            "docid": "1424484_14",
            "document": "Interfaith marriage . Some traditional Zoroastrians in India disapprove of and discourage interfaith marriages, and female adherents who marry outside the faith are often considered to be excommunicated. When a female adherent marries a partner from another religion, they go through the risk of not being able to enter the Agyaris and Atash Behrams. In the past, their partner and children were forbidden from entering Zoroastrian religious buildings; this is often still observed. A loophole was found to avoid such expulsion: the offspring (especially born out of wedlock) of a Parsi man and a non-Parsi woman were often \"adopted\" by the Parsi father and tacitly accepted into the religion. Alternatively in a few cases such as that of Suzanne RD Tata, the non-Zoroastrian spouse has been allowed to convert Zoroastrianism by undergoing the navjote ritual Interfaith marriages may skew Zoroastrian demographics, since the number of adherents is low.",
            "score": 63.89791178703308
        },
        {
            "docid": "679693_97",
            "document": "Iraqi Kurdistan . In 2015, the Kurdistan Regional Government enacted a law to formally protect religious minorities. The Zoroastrian faith have around 500 followers according to an official research from the religious affairs committee from the parliament. Awat Hosamadin Taieb, the Zoroastrian Representative of the Kurdistan Regional Government, stated that the new estimates are in fact modest and that there may be many more adherents. Zoroastrians were seeking official recognition of their religion as of early 2016. The first Zoroastrian temple was opened in the city of Sulaymaniyah (Silêmanî) in September 2016.",
            "score": 59.03879451751709
        },
        {
            "docid": "43712_33",
            "document": "Parsi . From the 13th century to the late 16th century, the Zoroastrian priests of Gujarat sent (in all) twenty-two requests for religious guidance to their co-religionists in Iran, presumably because they considered the Iranian Zoroastrians \"better informed on religious matters than themselves, and must have preserved the old-time tradition more faithfully than they themselves did\" . These transmissions and their replies – assiduously preserved by the community as the \"rivayat\"s (epistles) – span the years 1478–1766 and deal with both religious and social subjects. From a superficial 21st century point of view, some of these \"ithoter\" (\"questions\") are remarkably trivial – for instance, \"Rivayat\" 376: whether ink prepared by a non-Zoroastrian is suitable for copying Avestan language texts – but they provide a discerning insight into the fears and anxieties of the early modern Zoroastrians. Thus, the question of the ink is symptomatic of the fear of assimilation and the loss of identity, a theme that dominates the questions posed and continues to be an issue into the 21st century. So also the question of conversion of \"Juddin\"s (non-Zoroastrians) to Zoroastrianism, to which the reply (R237, R238) was: acceptable, even meritorious.",
            "score": 63.81670677661896
        },
        {
            "docid": "7564733_14",
            "document": "Indian people . According to the 2011 census, 79.8% of the population of India practices Hinduism and 14.2% adheres to Islam, while the remaining 7.37% adheres to other religions, mostly Jainism, Buddhism, Sikhism and Christianity. Zoroastrianism and Judaism each has several thousands of Indian adherents, and also have an ancient history in India. India has the largest population of people adhering to Zoroastrianism and Bahá'í Faith in the world, even though these two religions are not native to India. Many other world religions also have a relationship with Indian spirituality, such as the Bahá'í Faith which recognises Buddha and Krishna as manifestations of the God Almighty. Despite the strong role of religion in Indian life, atheism and agnostics also have visible influence along with a self-ascribed tolerance to other people. According to the 2012 WIN-Gallup Global Index of Religion and Atheism report, 81% of Indians were religious, 13% were not religious, 3% were convinced atheists, and 3% were unsure or did not respond.",
            "score": 59.95098042488098
        },
        {
            "docid": "6037917_16",
            "document": "Islam . The Quran is more concerned with moral guidance than legislation, and is considered the \"sourcebook of Islamic principles and values\". Muslim jurists consult the \"hadith\" (\"reports\"), or the written record of Prophet Muhammad's life, to both supplement the Quran and assist with its interpretation. The science of Quranic commentary and exegesis is known as \"tafsir\". The set of rules governing proper elocution of recitation is called \"tajwid\".",
            "score": 50.43101716041565
        },
        {
            "docid": "7559740_47",
            "document": "Criticism of the Quran . Have ye thought upon Al-Lat and Al-'Uzza And Manat, the third, the other? Are yours the males and His the females? That indeed were an unfair division! They are but names which ye have named, ye and your fathers, for which Allah hath revealed no warrant. They follow but a guess and that which (they) themselves desire. And now the guidance from their Lord hath come unto them.",
            "score": 23.222232580184937
        },
        {
            "docid": "41358745_5",
            "document": "Zoroastrianism in India . The Zoroastrians moved to India in successive migrations in the Islamic period. The initial migration following the conquest has been characterized as a religious persecution by invading Muslims. According to the account, the Zoroastrians suffered at their hands and in order to protect themselves and safeguard their religion, fled first to northern Iran, then to the island of Hormuz and finally to India. This generally accepted narrative of migration emphasises Muslim persecution while identifying Parsis as religious refugees. Recently, scholars have questioned this explanation of Iranian origins. There is a scarcity of sources about the migration. Historians are forced to rely exclusively on \"Qissa-i Sanjan\" written in 1599 by a Parsi Priest and \"Qissah-ye Zartushtian-e Hindustan\" written more than 200 years later. This is complicated by the fact that there were already Zoroastrians in India in the Sasanian period.",
            "score": 59.78445339202881
        },
        {
            "docid": "5876413_119",
            "document": "Sasanian Empire . Sassanid Zoroastrianism would develop to have clear distinctions from the practices laid out in the Avesta, the holy books of Zoroastrianism. It is often argued that the Sassanid Zoroastrian clergy later modified the religion in a way to serve themselves, causing substantial religious uneasiness. Sassanid religious policies contributed to the flourishing of numerous religious reform movements, most importantly the Mani and Mazdak religions.",
            "score": 74.0198130607605
        },
        {
            "docid": "9195315_22",
            "document": "Persecution of Zoroastrians . The Zoroastrians moved to India in successive migrations in the Islamic period. The initial migration following the conquest has been characterized as a religious persecution by invading Muslims. According to the account, the Zoroastrians suffered at their hands and in order to protect themselves and safeguard their religion, fled first to northern Iran, then to the island of Hormuz and finally to India. This generally accepted narrative of migration emphasises Muslim persecution while identifying Parsis as religious refugees. Recently, scholars have questioned this explanation of Iranian origins. There is a scarcity of sources about the migration. Historians are forced to rely exclusively on \"Qissa-i Sanjan\" written in 1599 by a Parsi Priest and \"Qissah-ye Zartushtian-e Hindustan\" written more than 200 years later. This is complicated by the fact that there were already Zoroastrians in India in the Sasanian period. According to the legend, at the beginning of the 10th century a small group of Zoroastrians living around the town of Nyshapour and Fort of Sanjan in the province of (greater) Khorasan, decided that Iran was no longer safe for Zoroastrians and their religion.The refugees accepted the conditions and founded the settlement of Sanjan (Gujarat), which is said to have been named after the city of their origin (Sanjan, near Merv, in present-day Turkmenistan).",
            "score": 63.025811076164246
        },
        {
            "docid": "47826238_36",
            "document": "Spread of Islam . Islam was readily accepted by Zoroastrians who were employed in industrial and artisan positions because, according to Zoroastrian dogma, such occupations that involved defiling fire made them impure. Moreover, Muslim missionaries did not encounter difficulty in explaining Islamic tenets to Zoroastrians, as there were many similarities between the faiths. According to Thomas Walker Arnold, for the Persian, he would meet Ahura Mazda and Ahriman under the names of Allah and Iblis. At times, Muslim leaders in their effort to win converts encouraged attendance at Muslim prayer with promises of money and allowed the Quran to be recited in Persian instead of Arabic so that it would be intelligible to all.",
            "score": 71.91714286804199
        },
        {
            "docid": "34872113_12",
            "document": "2012 Afghanistan Quran burning protests . \"I absolutely reject any suggestion that those involved acted with any malicious intent to disrespect the Quran or defame the faith of Islam,\" an investigator, Brigadier General Bryan Watson, wrote. \"Ultimately, this was a tragic incident (that) resulted from a lack of cross-talk between leaders and commanders, a lack of senior involvement in giving clear guidance in a complex operation\" and \"distrust among our service members and our partners.\" The investigators of the incident concluded that the involved soldiers did not follow proper procedures, were ignorant of the importance of the Quran to Afghans and got no clear guidance from their leaders in a chain of mistakes. Specifically, the report found that the service members relied too heavily on one linguist's conclusion that the Qurans, which also had militant messages in them, were rewritten versions that were extremist and would not be considered real Qurans. It also said the service members mistakenly interpreted a commander's order to get rid of the books as permission to take them to the burn pit. The report also found that only one of the service members assigned to transport the books to the burn pit knew they were carrying religious books. Even after commanders at the detention center realized a mistake was being made, the troops they dispatched to stop the burning went to the wrong location and didn't find the truck with the books.",
            "score": 43.211402893066406
        },
        {
            "docid": "33785915_3",
            "document": "Shafi‘i . The Shafi school predominantly relies on the Quran and the Hadiths for Sharia. Where passages of Quran and Hadiths are ambiguous, the school first seeks religious law guidance from Ijma – the consensus of Sahabah (Muhammad's companions). If there was no consensus, the Shafi‘i school relies on individual opinion (Ijtihad) of the companions of Muhammad, followed by analogy.",
            "score": 35.93704652786255
        },
        {
            "docid": "43712_58",
            "document": "Parsi . The \"Ilm-e-Kshnoom\" ('science of ecstasy', or 'science of bliss') is a school of Parsi-Zoroastrian philosophy based on a mystic and esoteric, rather than literal, interpretation of religious texts. According to adherents of the sect, they are followers of the Zoroastrian faith as preserved by a clan of 2000 individuals called the \"Saheb-e-Dilan\" ('Masters of the Heart') who are said to live in complete isolation in the mountainous recesses of the Caucasus (alternatively, in the Alborz range, around Mount Damavand).",
            "score": 47.93135380744934
        },
        {
            "docid": "23399362_7",
            "document": "Religion in the Comoros . Comorians follow religious observances conscientiously and strictly adhere to religious orthodoxy. During colonization, the French did not attempt to supplant Islamic practices and were careful to respect the precedents of \"sharia\" as interpreted by the Shafi'i school of thought. All Muslim holidays are observed, including \"Id al-Adha, Muharram, Ashura, Mawlid, Laylat al-Mi'raj\" and Ramadan. Mawlid is marked by celebrations culminating in a feast prepared for the ulama. Many women wear the \"shiromani\", a printed cloth worn around the body. Comorians often consult mwalimus or fundi and marabouts for healing and protection from \"jinn\". \"Mwalimus\" activate \"jinn\" to determine propitious days for feasts, a successful marriage, conduct healing ceremonies and prepare amulets containing Quranic \"ayat\".",
            "score": 32.28765153884888
        },
        {
            "docid": "1187135_6",
            "document": "Islam in the Comoros . Comorians follow religious observances conscientiously and strictly adhere to religious orthodoxy. During colonization, the French did not attempt to supplant Islamic practices and were careful to respect the precedents of \"sharia\" as interpreted by the Shafi'i school of thought. All Muslim holidays are observed, including \"Id al-Adha, Muharram, Ashura, Mawlid, Laylat al-Mi'raj\" and Ramadan. Mawlid is marked by celebrations culminating in a feast prepared for the ulama. Many women wear the \"chirumani\", a printed cloth worn around the body. Comorians often consult mwalimus or fundi and marabouts for healing and protection from \"jinn\". \"Mwalimus\" activate \"jinn\" to determine propitious days for feasts, have a successful marriage, conduct healing ceremonies, and prepare amulets containing Quranic \"ayat\".",
            "score": 28.317054510116577
        },
        {
            "docid": "37970509_17",
            "document": "Catalan self-determination referendum, 2014 . According to the consultation decree, \"in the consultation there is a first question followed successively by a second question, and they are worded as follows: a) Do you want Catalonia to become a State? (Yes/No); If so: b) Do you want this State to be independent? (Yes/No). You can only answer the question under Letter b) in the event of having answered “Yes” to the question under Letter a).\" The \"participation process\" that has replaced the \"non-referendum consultation\" maintains the same two questions.",
            "score": 28.723338842391968
        },
        {
            "docid": "9195315_35",
            "document": "Persecution of Zoroastrians . On top of all the misery the Zoroastrians had to pay a heavy religious tax known as Jizya. Zoroastrian sources record the method of extracting this as designed to humiliate the dhimmi, the taxed person, who was compelled to stand while the officer receiving the money sat on a high throne. Upon receiving the payment, the officer gave the dhimmi a blow on the neck and drove him roughly away. The public was invited to watch the spectacle. Arab tax collectors would mock Zoroastrians for wearing \"Kushti\" and would rip it off, hanging the cord around the necks of the beleaguered faithful. Due to corruption of the tax officials, at times twice and even three times the official figure would be collected, because every intermediary had to receive his share. If the families could not afford paying the Jizya, their children were beaten and even tortured and their religious books were thrown in fire. That is how the term “the bookless” came about. Under the woeful conditions, some had to convert and there were those who declared themselves Muslims, picked up Islamic names, but in secret continued Zoroastrian practices. Today the latter group among the Zoroastrians is known as Jaddid. In response to persecution and segregation policies, the Zoroastrians community became closed, introverted, and static.",
            "score": 56.63427710533142
        },
        {
            "docid": "51343232_13",
            "document": "Morality in Islam . On social and state levels, the importance of tolerance comes from the fact that it is related to such greater issues as peace and justice which are said to be the desired goal of Islam. Given that diversity is a natural phenomenon in this world, the Quran puts much emphasis on the observance of tolerance in order to maintain peace and security. In , the Quran recognizes the diversity among people: 'O mankind! We created you from a single (pair) of a male and a female, and made you into nations and tribes, that ye may know each other (not that ye may despise each other). Verily the most honoured of you in the sight of Allah is (he who is) the most righteous of you.' By mentioning the common origin of mankind, the Quran reminds them of their relating to each other, and urges them to 'rise above' the racial and national divisions. In a nutshell, it is the teaching of Islam that the diversity or difference in social, cultural, political, or religious spheres are to be accepted by members of communities to secure a peaceful co-existence. About religious tolerance, the Quran says: 'Let there be no compulsion in religion' (). No forceful conversion is recognized in Islam. According to Islamic jurists, forced conversion is not possible in Islam because faith basically relates to heart, and not so much to external affairs.",
            "score": 44.35193085670471
        },
        {
            "docid": "26484_33",
            "document": "Religious pluralism . Ahmadis recognize many founders of world religions to be from God, who all brought teaching and guidance from God to all peoples. According to the Ahmadiyya understanding of the Quran, every nation in the history of mankind has been sent a prophet, as the Quran states: \"And there is a guide for every people\". Though the Quran mentions only 24 prophets, the founder of Islam, Muhammad states that the world has seen 124,000 prophets. Thus other than the prophets mentioned in the Quran, Ahmadis, with support from theological study also recognize Buddha, Krishna, founders of Chinese religions to be divinely appointed individuals.",
            "score": 58.10248804092407
        },
        {
            "docid": "5876413_118",
            "document": "Sasanian Empire . Under Parthian rule, Zoroastrianism had fragmented into regional variations which also saw the rise of local cult-deities, some from Iranian religious tradition but others drawn from Greek tradition too. Greek paganism and religious ideas had spread and mixed with Zoroastrianism when Alexander the Great had conquered the Persian Empire from Darius III; a process of Greco-Persian religious and cultural synthesisation which had continued into the Parthian era too. But under the Sassanids, an orthodox Zoroastrianism was revived and the religion would undergo numerous and important developments.",
            "score": 53.553526878356934
        },
        {
            "docid": "17123_54",
            "document": "Karachi . Karachi is one of Pakistan's most religiously diverse cities. \"Karachiites\" adhere to numerous sects and sub-sects of Islam, as well as Protestant Christianity, and community of Goan Catholics. The city also is home to large numbers of Hindus, and a small community of Zoroastrians.",
            "score": 43.275291204452515
        },
        {
            "docid": "37603950_2",
            "document": "Religion in Kurdistan . Religious diversity has been a feature of Kurdistan for many centuries. Main religions that currently exist in Kurdistan are as follows: Islam, Christianity, Zoroastrianism, Yarsanism, Yazidism, Alevism, and Judaism. Today, Sunni Islam is the most adhered religion in Kurdistan.",
            "score": 55.38409638404846
        },
        {
            "docid": "3656547_3",
            "document": "Aniran . The term 'Aniran' derives from Middle Persian \"anērān\", Pahlavi \"ʼnyrʼn\", an antonym of \"ērān\" that in turn denoted either the people or the Sasanian Empire. However, \"in Zoroastrian literature and possibly in Sasanian political thought as well, the term has also a markedly religious connotation. An \"anēr\" person is not merely non-Iranian, but specifically non-Zoroastrian; and \"anēr\" designates also worshipers of the \"dēws\" (\"demons\") or adherents of other religions.\" In these texts of the ninth to twelfth century, \"Arabs and Turks are called \"anēr\", as are Muslims generally, the latter in a veiled manner.\"",
            "score": 57.09321880340576
        },
        {
            "docid": "1275748_62",
            "document": "Muslim conquest of Persia . Muslim leaders in their effort to win converts encouraged attendance at Muslim prayer with promises of money and allowed the Quran to be recited in Persian instead of Arabic so that it would be intelligible to all. Islam was readily accepted by Zoroastrians who were employed in industrial and artisan positions because, according to Zoroastrian dogma, such occupations that involved defiling fire made them impure. Moreover, Muslim missionaries did not encounter difficulty in explaining Islamic tenets to Zoroastrians, as there were many similarities between the faiths. According to Thomas Walker Arnold, for the Persian, he would meet Ahura Mazda and Ahriman under the names of Allah and Iblis. In Afghanistan, Islam was spread due to Umayyad missionary efforts particularly under the reign of Hisham ibn Abd al-Malik and Umar ibn AbdulAziz.",
            "score": 72.03152585029602
        },
        {
            "docid": "53258_28",
            "document": "Pythia . At times when the Pythia was not available, consultants could obtain guidance by asking simple Yes-or-No questions to the priests. A response was returned through the tossing of colored beans, one color designating \"yes,\" another \"no.\" Little else is known of this practice.",
            "score": 12.618108749389648
        },
        {
            "docid": "312809_3",
            "document": "Ethics in religion . Most religions have an ethical component, often derived from purported supernatural revelation or guidance. Some assert that religion is necessary to live ethically. Blackburn states that there are those who \"would say that we can only flourish under the umbrella of a strong social order, cemented by common adherence to a particular religious tradition\".",
            "score": 32.33397316932678
        },
        {
            "docid": "36922_47",
            "document": "Quran . A text is self-referential when it speaks about itself and makes reference to itself. According to Stefan Wild, the Quran demonstrates this metatextuality by explaining, classifying, interpreting and justifying the words to be transmitted. Self-referentiality is evident in those passages where the Quran refers to itself as revelation (\"tanzil\"), remembrance (\"dhikr\"), news (\"naba\"'), criterion (\"furqan\") in a self-designating manner (explicitly asserting its Divinity, \"And this is a blessed Remembrance that We have sent down; so are you now denying it?\"), or in the frequent appearance of the \"Say\" tags, when Muhammad is commanded to speak (e.g., \"Say: 'God's guidance is the true guidance'\", \"Say: 'Would you then dispute with us concerning God?'\"). According to Wild the Quran is highly self-referential. The feature is more evident in early Meccan suras.",
            "score": 47.131306886672974
        },
        {
            "docid": "15388_65",
            "document": "Religion in pre-Islamic Arabia . Iranian religions existed in pre-Islamic Arabia on account of Sasanian military presence along the Persian Gulf and South Arabia and on account of trade routes between the Hejaz and Iraq. Some Arabs in northeast of the peninsula converted to Zoroastrianism and several Zoroastrian temples were constructed in Najd. Some of the members from the tribe of Banu Tamim had converted to the religion. There is also evidence of existence of Manichaeism in Arabia as several early sources indicate a presence of \"zandaqas\" in Mecca, although the term could also be interpreted as referring to Mazdakism. There is evidence for the circulation of Iranian religious ideas in the form of Persian loan words in Quran such as \"firdaws\" (paradise).",
            "score": 63.29576563835144
        },
        {
            "docid": "38208458_14",
            "document": "Singaporeans . Singapore is the world's most religiously diverse nation, with Singaporeans following various religious beliefs and practices due to the country's diverse ethnic and cultural mix. Dharmic religions have the highest number of adherents in Singapore, with 33% of the population practising Buddhism and 5.1% of the population practising Hinduism. Many Singaporeans are also adherents of Abrahamic religions, with 18.3% of the population identifying as Christian, and 14.7% identifying as Muslim. Other prominent faiths practised by Singaporeans include Taoism (10.9%), Chinese folk religion, and other Dharmic religions like Sikhism and Jainism. A small percentage of Singapore's population practices Zoroastrianism and Judaism. Only 0.9% of Singaporeans identify as atheist.",
            "score": 48.019142150878906
        },
        {
            "docid": "1901444_5",
            "document": "Quran desecration . Respect for the written text of the Quran is an important element of religious faith in Islam. Intentionally desecrating a copy of the Quran is punishable by imprisonment in some countries (up to life imprisonment in Pakistan, according to Article 295-B of the Penal Code) and could lead to death in Afghanistan, Saudi Arabia, Somalia and Pakistan.",
            "score": 37.28029012680054
        }
    ],
    "r": [
        {
            "docid": "3240593_7",
            "document": "Hawraman . Ancient religions are also practiced throughout Hawraman and the region is home to the ancient holy places of the Yarsan faith. Some scholars believe that the name \"Hawraman\" or \"Huraman\" has strong connections to the ancient Zoroastrian faith and claim that the name may have originated from \"Ahuraman\" or Ahura Mazda. Ahura Mazda is the name of God in the ancient Indo-Iranian Avestan language and comes from the ancient Zoroastrian faith, which is still being practiced by very small numbers of people in the region. Many areas in the Hawraman region are believed to have been pilgrimage sites for Zoroastrians prior to the advent of Islam. One of the oldest Islamic period evidence is Negel quran. A leather-bound Quran written in the Kufic script with gilded page borders, dates to 4th century AH (913 CE – 1009 CE) which kept in the village mosque.",
            "score": 98.33697509765625
        },
        {
            "docid": "5650950_4",
            "document": "Zoroastrianism in Azerbaijan . Zoroastrians believed that a god called Ahura Mazda (Wise Lord) created the universe. Sacred book of Zoroastrianism Avesta consists of two main sections: the oldest section contains the Gathas including seventeen hymns and the younger Avesta containing commentaries to the older one. It also includes myths, stories and details of ritual observances. Fire is the most important symbol of the Zoroastrianism. Zoroastrians worshipped fire, because they believed that the fire represented the Holy Spirit of Ahura Mazda.",
            "score": 91.36427307128906
        },
        {
            "docid": "5650950_3",
            "document": "Zoroastrianism in Azerbaijan . Today the religion, culture and traditions of Zoroastrianism remains highly respected in Azerbaijan, and the new year Nowruz continues to be the main holiday in the country. Zoroastrianism has left a deep mark in the history of Azerbaijan. Traces of the religion are still visible in Surakhany, Khinalyg, and Yanar Dag. One of the world`s oldest religions Zoroastrianism was also practiced in the territory of Azerbaijan in ancient times. Zoroastrianism, sharing its name with its founder Iranian prophet Zoroaster (also known as Zarathustra), was the first monotheistic belief in the world and the official religion in Persia from 600 BCE to 650 CE.",
            "score": 85.76184844970703
        },
        {
            "docid": "20347_70",
            "document": "Meaning of life . Zoroastrianism is the religion and philosophy named after its prophet Zoroaster, which is believed to have influenced the beliefs of Judaism and its descendant religions. Zoroastrians believe in a universe created by a transcendental God, Ahura Mazda, to whom all worship is ultimately directed. Ahura Mazda's creation is \"asha\", truth and order, and it is in conflict with its antithesis, \"druj\", falsehood and disorder. (See also Zoroastrian eschatology).",
            "score": 82.94693756103516
        },
        {
            "docid": "342410_32",
            "document": "Christianity and other religions . Interestingly, in the Younger Avesta, three divinities of the Zoroastrian pantheon are repeatedly identified as ahuric, meaning that each, as Ahura, act together in both representing and protecting Asha, or the divine truth governing the universe. These three are Ahura Mazda, Mithra and Burz, and hence known as the \"Ahuric triad.\" Similarities with the Christian Trinity can be seen between Ahura Mazda and God the Father, Mithra and Christ the Logos, as well as between Burz and the Holy Spirit, both of which are associated symbolically with water. Both Zoroastrianism and Christianity consider themselves to be monotheistic, but like all other monotheisms they have highlighted certain aspects or energies of the divine to emphasize, and these are not meant to be interpreted as separate divinities. In both religions there are guardian angels, or fravashi, which are considered to be created beings and are distinct from the Energies of God or divine emanations. The Zoroastrian term yazata, however, has variously been interpreted as meaning emanations or \"sparks\" of the divine, or as being roughly synonymous with the term \"angels.\" There have been various theories on the possible relationship between these aspects of Zoroastrianism and ideas of divine emanation in esoteric Christianity, Jewish Kabbalah, Islamic mysticism (Sufism), and other religious systems, such as Gnosticism, Yazidism, and the Druze, among others.",
            "score": 80.52649688720703
        },
        {
            "docid": "34533_2",
            "document": "Zoroastrianism . Zoroastrianism, or more natively Mazdayasna, is one of the world's oldest extant religions, which is monotheistic in having a single creator god, has dualistic cosmology in its concept of good and evil, and has an eschatology which predicts the ultimate destruction of evil. Ascribed to the teachings of the Iranian-speaking prophet Zoroaster (also known as Zarathustra), it exalts a deity of wisdom, Ahura Mazda (\"Wise Lord\"), as its Supreme Being. Major features of Zoroastrianism, such as messianism, judgment after death, heaven and hell, and free will have influenced other religious systems, including Second Temple Judaism, Gnosticism, Christianity, and Islam. Following the Iranian Revolution and the arrival of the Islamic theocracy in Iran, Zoroastrianism is having a strong revival amongst many Iranians who want to express discontent towards the dictatorial theocratic regime.",
            "score": 79.11180114746094
        },
        {
            "docid": "34533_46",
            "document": "Zoroastrianism . The religion of Zoroastrianism is closest to Vedic religion. Some historians believe that Zoroastrianism, along with similar philosophical revolutions in South Asia were interconnected strings of reformation against a common Indo-Aryan thread. Many traits of Zoroastrianism can be traced back to the culture and beliefs of the prehistorical Indo-Iranian period, that is, to the time before the migrations that led to the Indo-Aryans and Iranics becoming distinct peoples. Zoroastrianism consequently shares elements with the historical Vedic religion that also has its origins in that era. An example is the relation of the Avestan word \"Ahura\" (\"Ahura Mazda\") and the Vedic Sanskrit word \"Asura\" (\"demon; evil demigod\"), and \"Daeva\" (\"demon\") and \"Deva\" (\"god\"). They are descended from a common Proto-Indo-Iranian religion. Vedic religious texts are replete with people from far flung countries practising or leaving Aryan teachings.",
            "score": 78.99132537841797
        },
        {
            "docid": "2210754_25",
            "document": "Robert Charles Zaehner . Zurvan was an innovation analogous to Zoroastrian original doctrine. The prophet Zoroaster preached that the benevolent \"Ahura Mazda\" (the \"Wise Lord\"), as the creator God, fashioned both \"Spenta Mainyu\" (the Holy Spirit), and \"Angra Mainyu\" (the Aggressive Spirit) who chose to turn evil. These two created Spirits were called twins, one good, one evil. Over the centuries \"Ahura Mazda\" and his \"messenger\" the good \"Spenta Mainyu\" became conflated and identified; hence, the creator \"Ahura Mazda\" began to be seen as the twin of the evil \"Angra Mainyu\". It was in this guise that Zoroastrianism became the state religion in Achaemenid Persia. Without fully abandoning dualism, some started to consider \"Zurvan\" (Time) as the underlying cause of both the benevolent \"Ahura Mazda\" and the evil \"Angra Mainyu\". The picture is complicated by very different schools of Zurvanism, and contesting Zoroastrian sects. Also, \"Ahura Mazda\" was later known as \"Ohrmazd\", and \"Angra Mainyu\" became \"Ahriman\".",
            "score": 78.24410247802734
        },
        {
            "docid": "22091726_46",
            "document": "Places of worship in Bangalore . Zoroastrianism was founded by the prophet Spitama Zarathustra. The religion asserts that there is one god, Ahura Mazda (Wise Lord), other gods being manifestations of his qualities. The people who practiced Zoroastrianism and who fled from south-west Iran to India (initially came to the west coast of India and subsequently moved to other parts of India) due to persecution by Muslims in 642 AD (when the last Iranian empire was conquered by the Arabs) are called Parsis. The only possession they had when they came to India was nothing more than the sacred fire from their temple. Under British rule they prospered immensely. It is estimated that there are 130,000 Zoroastrians in the world; majority of them, about 100,000 live in India. They have retained their distinct identity and have contributed richly to India's progress in all sectors of development. The members of the community emerged as successful businessmen, lawyers, and doctors and have worked largely in the service sector. In the early 20th century retired bankers, accountants and businessmen moved from west coast and established themselves in Bangalore, as in those days, Bangalore was considered a retirement paradise. The early settlers to Bangalore built the fire temple on Queen's Road in 1926 with the help of Dinshaw Cawasji, a contractor from Mumbai and called it the 'Baidhanmai and Cawasji Dadabhai Dar-E-Meher', which caters to the small group of Parsis, about 700, residing in the city. An eternal fire burns in the inner sanctum fed by sandalwood, as the symbol of the life cycle and eternal recurrence. The temple has carvings of bulls on its many pillars. Only the priests are allowed to enter the sanctum sanctorum where the eternal fire burns. A Parsi is one who is born into the religion since Zoroastrianism is a non–proselytising religion. Their Holy Book is known as the Kordeh Avesta along with the Vendidad, lists prayers and prescribes tenets to be followed. The Bangalore Parsi Zoroastrian Association (BPZA) and the Bangalore Zoroastrian Anjuman (BZA) hold regular meetings to discuss the issues concerning the community.(also refer external link)",
            "score": 77.89873504638672
        },
        {
            "docid": "14626978_33",
            "document": "Religion in the Middle East . In the Middle East, Zoroastrianism is found in central Iran. Today, there are estimated to be under 20,000 Zoroastrians in Iran. It is one of the oldest monotheistic religions as it was founded 3500 years ago. It was also one of the most powerful religions in the world for about 1000 years. Now, however, it is considered one of the smallest religions with only 190,000 followers worldwide. There are two deities: Azhura Mazda, who fights for a person’s goodness, and Ahriman, who fights for a person’s evil. It is ultimately up to the individual to decide which deity they will follow. Zoroastreans follow the Avesta which is their primary sacred text.",
            "score": 77.77812957763672
        },
        {
            "docid": "4752195_23",
            "document": "Religion in Asia . Zoroastrianism was once the state religion of the Persian Empire, but is now a minority mostly found in India and Iran. It worships a monotheistic god, Ahura Mazda, and was founded by Zoroaster. Zoroastrianism is a religion and philosophy based on the teachings of prophet Zoroaster (also known as Zarathustra, in Avestan), probably founded some time before the 6th century BC. The term Zoroastrianism is, in general usage, essentially synonymous with Mazdaism, i.e., the worship of Ahura Mazda, exalted by Zoroaster as the supreme divine authority.",
            "score": 77.69232177734375
        },
        {
            "docid": "9195315_10",
            "document": "Persecution of Zoroastrians . Once a Zoroastrian family converted to Islam, the children had to go to Muslim religion school and learn Arabic and the teachings of the Quran and these children lost their Zoroastrian identity. These factors continued to contribute to increasing rates of conversion from Zoroastrianism to Islam. A Persian scholar commented, \"“Why so many had to die or suffer? Because one side was determined to impose his religion upon the other who could not understand.\"\"",
            "score": 77.27539825439453
        },
        {
            "docid": "13568947_7",
            "document": "Dualistic cosmology . Moral dualism began as a theological belief. Dualism was first seen implicitly in Egyptian religious beliefs by the contrast of the gods Set (disorder, death) and Osiris (order, life). The first explicit conception of dualism came from the Ancient Persian religion of Zoroastrianism around the mid-fifth century BC. Zoroastrianism is a monotheistic religion that believes that Ahura Mazda is the eternal creator of all good things. Any violations of Ahura Mazda's order arise from \"druj\", which is everything uncreated. From this comes a significant choice for humans to make. Either they fully participate in human life for Ahura Mazda or they do not and give \"druj\" power. Personal dualism is even more distinct in the beliefs of later religions.",
            "score": 77.2706527709961
        },
        {
            "docid": "19522_64",
            "document": "Monotheism . Zoroastrianism is a monotheistic religion, although Zoroastrianism is often regarded as dualistic, duotheistic or bitheistic, for its belief in the hypostatis of the ultimately good Ahura Mazda \"(creative spirit)\" and the ultimately evil Angra Mainyu \"(destructive spirit)\". Zorastrianism was once one of the largest religions on Earth, as the official religion of the Persian Empire. By some scholars, the Zoroastrians (\"Parsis\" or \"Zartoshtis\") are credited with being some of the first monotheists and having had influence on other world religions. Gathered statistics shows the number of adherents at as many as 3.5 million, with adherents living in many regions, including South Asia.",
            "score": 76.34331512451172
        },
        {
            "docid": "52755910_4",
            "document": "Middle Eastern philosophy . Zoroastrianism is a monotheistic religion, which originated in Iran. It has a dualistic nature (Ahura Mazda and Angra Mainyu), with an additional series of six important divine entities called the Amesha Spentas. In modern Zoroastrianism they are interpreted as aspects or emanations of Ahura Mazda (the Supreme Being), who form a heptad that is good and constructive. They are opposed to another group of seven who are evil and destructive. It is this persistent conflict between good and evil that distinguishes Zoroastrianism from monotheistic frameworks that have only one power as supreme. By requiring its adherents to have faith and belief in \"equally opposing\" powers Zoroastrianism characterizes itself as dualistic.",
            "score": 75.89913177490234
        },
        {
            "docid": "19522_7",
            "document": "Monotheism . Since the sixth century BCE, Zoroastrians have believed in the supremacy of one God above all: Ahura Mazda as the \"Maker of All\" and the first being before all others. Nonetheless, Zoroastrianism was not strictly monotheistic because it venerated other \"yazatas\" alongside Ahura Mazda. Ancient Hindu theology, meanwhile, was monist, but was not strictly monotheistic in worship because it still maintained the existence of many gods, who were envisioned as aspects of one supreme God, Brahman. Numerous ancient Greek philosophers, including Xenophanes of Colophon and Antisthenes believed in a similar polytheistic monism that came close to monotheism, but fell short. Judaism was the first religion to conceive the notion of a personal monotheistic God within a monist context. The concept of ethical monotheism, which holds that morality stems from God alone and that its laws are unchanging, first occurred in Judaism, but is now a core tenet of most modern monotheistic religions, including Zoroastrianism, Christianity, Islam, Sikhism, and Bahá'í Faith.",
            "score": 75.58694458007812
        },
        {
            "docid": "34533_51",
            "document": "Zoroastrianism . The Avesta is the religious book of Zoroastrians that contains a collection of sacred texts. The history of the Avesta is found in many Pahlavi texts. According to tradition, Ahura Mazda created the twenty-one nasks which Zoroaster brought to Vishtaspa. Here, two copies were created, one which was put in the house of archives, and the other put in the Imperial treasury. During Alexander's conquest of Persia, the Avesta was burned, and the scientific sections that the Greeks could use were dispersed among themselves.",
            "score": 75.0110092163086
        },
        {
            "docid": "44406_29",
            "document": "Zoroaster . Though the name of Zoroaster is not mentioned in the Qur'an, still he was regarded as one of those prophets whose names have not been mentioned in the Qur'an, for there is a verse in the Qur'an: \"And We did send apostles before thee: there are some of them that We have mentioned to thee and there are others whom We have not mentioned to Thee.\" (40 : 78). Accordingly, the Muslims treated the founder of Zoroastrianism as a true prophet and believed in his religion as they did in other inspired creeds, and thus according to the prophecy, protected the Zoroastrian religion. James Darmesteter remarked in the translation of Zend Avesta: \"When Islam assimilated the Zoroastrians to the People of the Book, it evinced a rare historical sense and solved the problem of the origin of the Avesta.\" (Introduction to Vendidad. p. 69.)",
            "score": 74.40584564208984
        },
        {
            "docid": "34533_21",
            "document": "Zoroastrianism . Darius I and later Achaemenid emperors acknowledged their devotion to Ahura Mazda in inscriptions, as attested to several times in the Behistun inscription, and appear to have continued the model of coexistence with other religions. Whether Darius was a follower of Zoroaster has not been conclusively established, since devotion to Ahura Mazda was (at the time) not necessarily an indication of an adherence to Zoroaster's teaching. A number of the Zoroastrian texts that today are part of the greater compendium of the Avesta have been attributed to that period. This calendar attributed to the Achaemenid period is still in use today. Additionally, the divinities, or yazatas, are present-day Zoroastrian angels (Dhalla, 1938).",
            "score": 74.2740249633789
        },
        {
            "docid": "5876413_119",
            "document": "Sasanian Empire . Sassanid Zoroastrianism would develop to have clear distinctions from the practices laid out in the Avesta, the holy books of Zoroastrianism. It is often argued that the Sassanid Zoroastrian clergy later modified the religion in a way to serve themselves, causing substantial religious uneasiness. Sassanid religious policies contributed to the flourishing of numerous religious reform movements, most importantly the Mani and Mazdak religions.",
            "score": 74.01981353759766
        },
        {
            "docid": "34533_47",
            "document": "Zoroastrianism . Zoroastrianism is often compared with Manichaeism. Nominally an Iranian religion, it has its origins in Middle-Eastern Gnosticism. Superficially such a comparison seems apt, as both are dualistic and Manichaeism adopted many of the Yazatas for its own pantheon. Gherardo Gnoli, in \"The Encyclopaedia of Religion\", says that \"we can assert that Manichaeism has its roots in the Iranian religious tradition and that its relationship to Mazdaism, or Zoroastrianism, is more or less like that of Christianity to Judaism\".",
            "score": 73.91570281982422
        },
        {
            "docid": "25414_67",
            "document": "Religion . Zoroastrianism is based on the teachings of prophet Zoroaster in the 6th century BCE. Zoroastrians worship the creator Ahura Mazda. In Zoroastrianism good and evil have distinct sources, with evil trying to destroy the creation of Mazda, and good trying to sustain it.",
            "score": 73.08605194091797
        },
        {
            "docid": "22094702_20",
            "document": "Âdityas . Vedas and Zoroastrian Avesta have a common name Ahura-Mazda, which may refer to some Vedic God (sometimes in Rigveda some demigods or devatas are worshipped as \"asura\", which in Zoroastrianism is Ahura-Mazda. See also: Vishnu sahasranama (Aditya: 39 aadityah, 563 aadityah - Son of Aditi). Ahura-Mazda is commonly considered a link between Avestan Zoroastrianism and Asuras of Vedic literature, however it must be noted that there is no one specifically called Ahura Mazda in the Vedas.",
            "score": 72.60564422607422
        },
        {
            "docid": "42785028_10",
            "document": "Tunceli Province . It has been noted that the Alevi Kurds in Dersim are different than general Turkish Alevism. General Alevism consider themselves Turkic Nomads Shamanic Muslims and a branch off of Islam, while Dersim Alevi Kurds don't consider themselves as Muslims and categorize their Alevism beliefs under Zoroastrian rather than Islam. They do not go to Mosques nor read from the Quran, their religion consists mostly of traditional Kurdish culture, spiritual and folklore beliefs. They have been practicing Alevism before the Ottoman Empire came to the Middle East and many believe Munzur, Dersim to be the heartland of the Alevi religion. Where holy places, all of which are natural features of the landscape, are found in abundance, and where the region’s isolation has insulated it from the influence of Sunni Islam, helping to keep its unique Alevi character relatively pure. An example of this would be Newroz, the Kurdish New Year and a key date in Zoroastrian. The Alevi Kurds come out to sing and dance around the fire, they dress in traditional clothing, wear a red band over their heads and play soft music to their land. This is an important spiritual event to the Dersim Alevis and is considered a holy day, much like Christmas is to Christians. Well other Kurds celebrate this holiday for freedom, the Alevi Kurds celebrate it for mostly religious purposes. They sing and dance as a way to pray to their gods/land, so that their crops and flowers can grow healthy. They lit candles so the good spirits may bring them luck inside their home. Their New Year is held usually between 18 and 24 March. The Dersim Alevi Kurds are a minority within a minority, as they're suppressed by not only their culture for being Kurdish, but also their religion as a large number of Turks and Kurds outside of Dersim/Tunceli are Sunni Muslim. The Alevi Kurds have a history of being attacked and discriminated by Sunni Muslims in the past, both by the Ottoman Empire and Kurdish Sunni Muslims from other provinces due to their religion.",
            "score": 72.36429595947266
        },
        {
            "docid": "1275748_62",
            "document": "Muslim conquest of Persia . Muslim leaders in their effort to win converts encouraged attendance at Muslim prayer with promises of money and allowed the Quran to be recited in Persian instead of Arabic so that it would be intelligible to all. Islam was readily accepted by Zoroastrians who were employed in industrial and artisan positions because, according to Zoroastrian dogma, such occupations that involved defiling fire made them impure. Moreover, Muslim missionaries did not encounter difficulty in explaining Islamic tenets to Zoroastrians, as there were many similarities between the faiths. According to Thomas Walker Arnold, for the Persian, he would meet Ahura Mazda and Ahriman under the names of Allah and Iblis. In Afghanistan, Islam was spread due to Umayyad missionary efforts particularly under the reign of Hisham ibn Abd al-Malik and Umar ibn AbdulAziz.",
            "score": 72.03153228759766
        },
        {
            "docid": "47826238_36",
            "document": "Spread of Islam . Islam was readily accepted by Zoroastrians who were employed in industrial and artisan positions because, according to Zoroastrian dogma, such occupations that involved defiling fire made them impure. Moreover, Muslim missionaries did not encounter difficulty in explaining Islamic tenets to Zoroastrians, as there were many similarities between the faiths. According to Thomas Walker Arnold, for the Persian, he would meet Ahura Mazda and Ahriman under the names of Allah and Iblis. At times, Muslim leaders in their effort to win converts encouraged attendance at Muslim prayer with promises of money and allowed the Quran to be recited in Persian instead of Arabic so that it would be intelligible to all.",
            "score": 71.91714477539062
        },
        {
            "docid": "13319153_29",
            "document": "Religious views on smoking . The idea of smoking tobacco has been looked down upon in modern Zoroastrian communities due to the scientific knowledge of it causing harm to the body. This stance on smoking does not have a direct relation to the texts of the Avestas and is not stated in the religion, rather the religion teaches to not misuse fire as it is holy. Zoroastrianism teaches to do what is best for the world based on the knowledge a person has on the topic, and indirectly the knowledge of smoking being harmful to the body causes people to condemn the act.",
            "score": 71.4719467163086
        },
        {
            "docid": "28741254_6",
            "document": "Bahá'í Faith and Zoroastrianism . In the tablet to Mírzá Abu'l-Fadl Bahá'u'lláh answered questions about Zoroastrianism and Hinduism by Mánikchí Ṣáḥib. The subjects include comparative religion, and constitute, while much remains implicit, a dialogue of Bahá'u'lláh with Zoroastrianism and the other religions discussed, giving an understanding of what Baha'u'llah meant with the unity of the world religions.",
            "score": 70.57901763916016
        },
        {
            "docid": "23870048_2",
            "document": "Nasu (Zoroastrianism) . Nasu (Also; Druj Nasu, Nasa, Nas, Nasuš) is the Avestan name of the female Zoroastrian demon (\"daeva\") of corpse matter. She resides in the north (\"Vendidad\". 7:2), where the Zoroastrian hell lies. Nasu takes the form of a fly, and is the manifestation of the decay and contamination of corpses (\"nasa\") (\"Bundahishn\". 28:29). When a death occurs, Nasu inhabits the corpse and acts as a catalyst for its decomposition. Nasu appears in various texts within the Avesta, notably the \"Vendidad\", as the \"Vendidad\" gives particular focus to demons, purification rituals, and the disposal of corpses and other dead matter. Nasu is commonly considered “the greatest polluter of Ahura Mazda’s world.” Belief in Nasu has greatly influenced Zoroastrian funeral rites and burial ceremonies, as well as the general disdain for corpse matter that is harbored within Zoroastrian practitioners.",
            "score": 70.29837036132812
        },
        {
            "docid": "34533_60",
            "document": "Zoroastrianism . Humata, Hukhta, Huvarshta (Good Thoughts, Good Words, Good Deeds) are the basic tenets of the religion. In Zoroastrianism, Ahura Mazda is the beginning and the end, the creator of everything that can and cannot be seen, the Eternal, the Pure and the only Truth. In the Gathas, the most sacred texts of Zoroastrianism thought to have been composed by Zoroaster himself, the prophet acknowledged devotion to no other divinity besides Ahura Mazda.",
            "score": 69.94560241699219
        },
        {
            "docid": "34533_4",
            "document": "Zoroastrianism . The most important texts of the religion are those of the \"Avesta\", which includes the writings of Zoroaster known as the Gathas, enigmatic poems that define the religion's precepts, and the Yasna, the scripture. The full name by which Zoroaster addressed the deity is: Ahura, The Lord Creator, and Mazda, Supremely Wise. The religious philosophy of Zoroaster divided the early Iranian gods of Proto-Indo-Iranian tradition, but focused on responsibility, and did not create a devil per-se. Zoroaster proclaimed that there is only one God, the singularly creative and sustaining force of the Universe, and that human beings are given a right of choice. Because of cause and effect, they are responsible for the consequences of their choices. The contesting force to Ahura Mazda was called Angra Mainyu, or angry spirit. Post-Zoroastrian scripture introduced the concept of Ahriman, the Devil, which was effectively a personification of Angra Mainyu.",
            "score": 69.88577270507812
        },
        {
            "docid": "15954642_44",
            "document": "Religion in Iran . \"See Persecution of Zoroastrians\" Zoroastrians in Iran have had a long history reaching back thousands of years, and are the oldest religious community of Iran that has survived to the present day. Prior to the Muslim Arab invasion of Persia (Iran), Zoroastrianism had been the primary religion of Iranian people. Zoroastrians mainly are ethnic Persians and are concentrated in the cities of Tehran, Kerman, and Yazd. The Islamic Republic government estimates the number of Zoroastrians is 20,000, Zoroastrian groups in Iran say their number is approximately 60,000. According to the Iranian census data from 2011 the number of Zoroastrians in Iran was 25,271.",
            "score": 69.8392105102539
        }
    ]
}