{
    "q": [
        {
            "docid": "311643_60",
            "document": "Sea shanty . Even as shanty singing to accompany work aboard ships was \"dying,\" interest was being taken in \"reviving\" it—as a type of leisure pastime. Most shanty singing since the mid-20th century or earlier is considered to be in such a \"revival\" vein.",
            "score": 42.342308044433594
        },
        {
            "docid": "311643_97",
            "document": "Sea shanty . Shanty performances today reflect a range of musical approaches and tastes. The purpose and parameters of shanty singing in the present era have had an influence on which shanties are sung and how.",
            "score": 46.739750146865845
        },
        {
            "docid": "311643_64",
            "document": "Sea shanty . On shore, a revival in shanty singing for leisure was facilitated by song collections of the 1920s, especially Terry's \"The Shanty Book\" (in two volumes, 1921 and 1926). What set apart this and following collections was full musical score along with an adequate stock of lyrics. Collections prior to Terry's (except for Davis and Tozer's much earlier and contrived-sounding settings) had not provided enough verses to create \"full\" songs, and it is unlikely that performers would venture to improvise new verses in the manner of traditional shantymen. By 1926, it had become a custom at the Seven Seas Club in London to hold a shanty sing-along after the club's monthly dinners. By 1928, commercial recordings of shanties, performed in the manner of classical concert singing, had been released on HMV, Vocalion, Parlophone, Edison, Aco, and Columbia labels; many were realizations of scores from Terry's collection. Shanties like \"Johnny Come Down to Hilo\" were more or less standardized through popular dissemination.",
            "score": 47.84375071525574
        },
        {
            "docid": "311643_68",
            "document": "Sea shanty . All shanties had a chorus of some sort, in order to allow the crew to sing all together. Many shanties had a \"call and response\" format, with one voice (the shantyman) singing the solo lines and the rest of the sailors bellowing short refrains in response (compare military cadence calls).",
            "score": 39.99591779708862
        },
        {
            "docid": "311643_88",
            "document": "Sea shanty . Historically, shanties were usually not sung outside of work contexts, and singing sea songs was generally the purview of sailors. However, since their revival as leisure songs among laypersons they have been performed in a variety of contexts. Similarly to Euro-American folk music, shanties and sea songs are performed both informally by amateurs and as commercial entertainment by professionals, with many performers straddling both contexts. Some performers focus on shanties, sea songs, and related material, as part of the genre of maritime music, whereas in other cases performers of popular music (including the Folk genre) and classical music bring songs from the shanty repertoire into their own.",
            "score": 53.473698139190674
        },
        {
            "docid": "48711_73",
            "document": "Oregon Trail . In 1847, Brigham Young and the Mormon pioneers departed from the Oregon Trail at Fort Bridger in Wyoming and followed (and much improved) the rough trail originally recommended by Lansford Hastings to the Donner Party in 1846 through the Wasatch Mountains into Utah. After getting into Utah, they immediately started setting up irrigated farms and cities—including Salt Lake City. In 1848, the Salt Lake Cutoff was established by Sam Hensley, and returning members of the Mormon Battalion providing a path north of the Great Salt Lake from Salt Lake City back to the California and Oregon trails. This cutoff rejoined the Oregon and California Trails near the City of Rocks near the Utah–Idaho border and could be used by both California and Oregon bound travelers. Located about half way on both the California and Oregon trails many thousands of later travelers used Salt Lake City and other Utah cities as an intermediate stop for selling or trading excess goods or tired livestock for fresh livestock, repairs, supplies or fresh vegetables. The Mormons looked on these travelers as a welcome bonanza as setting up new communities from scratch required nearly everything the travelers could afford to part with. The overall distance to California or Oregon was very close to the same whether one \"detoured\" to Salt Lake City or not. For their own use and to encourage California and Oregon bound travelers the Mormons improved the Mormon Trail from Fort Bridger and the Salt Lake Cutoff trail. To raise much needed money and facilitate travel on the Salt Lake Cutoff they set up several ferries across the Weber, Bear, and Malad rivers, which were used mostly by travelers bound for Oregon or California.",
            "score": 68.54929673671722
        },
        {
            "docid": "31519031_27",
            "document": "Route of the Oregon Trail . In 1847, Brigham Young and the Mormon pioneers departed from the Oregon Trail at Fort Bridger in Wyoming and followed (and much improved) the rough trail originally recommended by Lansford Hastings to the Donner Party in 1846 through the Wasatch Mountains into Utah. After getting into Utah they immediately started setting up irrigated farms and cities—including Salt Lake City, Utah. In 1848, the Salt Lake Cutoff was established by Sam Hensley, and returning members of the Mormon Battalion providing a path north of the Great Salt Lake from Salt Lake City back to the California and Oregon Trails. This cutoff rejoined the Oregon and California Trails near the City of Rocks near the Utah-Idaho border and could be used by both California and Oregon bound travelers. Located about half way on both the California and Oregon Trails many thousands of later travelers used Salt Lake City and other Utah cities as an intermediate stop for selling or trading excess goods or tired livestock for fresh livestock, repairs, supplies or fresh vegetables. The Mormons looked on these travelers as a welcome bonanza as setting up new communities from scratch required nearly everything the travelers could afford to part with. The overall distance to California or Oregon was very close to the same whether one \"detoured\" to Salt Lake City or not. For their own use and to encourage California and Oregon bound travelers the Mormons improved the Mormon Trail from Fort Bridger and the Salt Lake Cutoff trail. To raise much needed money and facilitate travel on the Salt Lake Cutoff they set up several ferries across the Weber, Bear and Malad rivers which were used mostly by Oregon or California bound travelers.",
            "score": 69.98278892040253
        },
        {
            "docid": "311643_37",
            "document": "Sea shanty . Commenters on the ethnic or national origins of shanties, writing in the 19th century when shanties were still in wide use, generally supposed the genre to originate in America and recognized parallels to African-American singing—as opposed to earlier English traditions from Britain. An early article to offer an opinion on the origin of shanties (though not calling them by that name), appearing in Oberlin College's student paper in 1858, drew a comparison between Africans' singing and sailor work songs.",
            "score": 41.015915870666504
        },
        {
            "docid": "311643_42",
            "document": "Sea shanty . Alden was not writing as a research historian, but rather as an observer of the then-current shanty-singing. His, then, was an impression of shanties based on their style and manner of performance, and he was writing at a time when shanties had yet to become framed by writers and media as belonging to any canon of national \"folk music.\"",
            "score": 39.78063702583313
        },
        {
            "docid": "311643_21",
            "document": "Sea shanty . Later writers distinguished such chants and \"sing-outs\" from shanties proper, but in the case of relatively \"simple\" shanties—such as those for hauling sheets and tacks (see below)—there is a grey area. This has led some to believe that the more sophisticated shanties of later years developed from the more primitive chants.",
            "score": 35.619033098220825
        },
        {
            "docid": "311643_104",
            "document": "Sea shanty . I soon got used to this singing; for the sailors never touched a rope without it. Sometimes, when no one happened to strike up, and the pulling, whatever it might be, did not seem to be getting forward very well, the mate would always say, \"Come, men, can't any of you sing? Sing now, and raise the dead.\" And then some one of them would begin, and if every man's arms were as much relieved as mine by the song, and he could pull as much better as I did, with such a cheering accompaniment, I am sure the song was well worth the breath expended on it. It is a great thing in a sailor to know how to sing well, for he gets a great name by it from the officers, and a good deal of popularity among his shipmates. Some sea-captains, before shipping a man, always ask him whether he can sing out at a rope.",
            "score": 41.28432750701904
        },
        {
            "docid": "44349987_2",
            "document": "Oregon Trail Memorial Association . The Oregon Trail Memorial Association (OTMA) was an American organization founded by pioneer Ezra Meeker in 1922 as the Old Oregon Trail Association to memorialize those who traveled to the U.S. West Coast via the Oregon Trail. The group was incorporated in New York in early 1926 as the Oregon Trail Memorial Association. The organization is best known for promoting the Oregon Trail Memorial half dollar. It was succeeded by the American Pioneer Trails Association (APTA) in 1940. Oregon-California Trails Association is considered a successor to OTMA.",
            "score": 70.55659008026123
        },
        {
            "docid": "79491_27",
            "document": "Willamette River . In the middle part of the 19th century, the Willamette Valley's fertile soils, pleasant climate, and abundant water attracted thousands of settlers from the eastern United States, mainly the Upland South borderlands of Missouri, Iowa, and the Ohio Valley. Many of these emigrants followed the Oregon Trail, a trail across western North America that began at Independence, Missouri, and ended at various locations near the mouth of the Willamette River. Although people had been traveling to Oregon since 1836, large-scale migration did not begin until 1843, when nearly 1,000 pioneers headed westward. Over the next 25 years, some 500,000 settlers traveled the Oregon Trail, braving the rapids of the Snake and Columbia Rivers to reach the Willamette Valley.",
            "score": 60.0120313167572
        },
        {
            "docid": "11579778_47",
            "document": "Gold mining in the United States . Travellers along the Oregon Trail bound for the Willamette Valley are said to have discovered gold in northeastern Oregon in 1845, but mining in earnest did not begin until 1861.",
            "score": 53.09542536735535
        },
        {
            "docid": "376393_29",
            "document": "Folk music of England . Sea shanties are a type of work song traditionally sung by sailors. Derived from the French word 'chanter', meaning 'to sing', they may date from as early as the 15th century, but most recorded examples derive from the 19th century. Shanties were usually slow rhythmic songs designed to help with collective tasks on labour-intensive sailing and later steam ships. Many were call and response songs, with one voice (the shantyman) singing a lead line and the rest of the sailors giving a response together. There were derived from varied sources, including dances, folk songs, polkas, waltzes and even West African work-songs. Since different songs were useful for different tasks they are traditionally divided into three main categories, short haul shanties, for tasks requiring quick pulls over a relatively short time; halyard shanties, for heavier work requiring more set-up time between pulls; and Capstan shanties, for long, repetitive tasks requiring a sustained rhythm, but not involving working the lines. Famous shanties include, the 'Drunken Sailor' and 'Blow the Man Down'. There was some interest in sea shanties in the first revival from figures like Percy Grainger. In the second revival A. L. Lloyd attempted to popularise them, recording several albums of sea songs from 1965.",
            "score": 58.4857292175293
        },
        {
            "docid": "6904863_8",
            "document": "Oregon Trail Memorial half dollar . The idea for the coin was brought up again when civic activists in Pocatello, Idaho, led by Dr. Minnie Howard, sought ideas for funding a monument on the site of Fort Hall. Insurance salesman F.C. McGowan displayed a Stone Mountain piece, \"Yes. Coinage. Like this!\" Howard and her colleagues pursued the idea. Meeker did as well once he heard of it, forming the Oregon Trail Memorial Association, (\"OTMA\" or \"the Association\") a national organization, which could also receive the half dollars, and sell them at a profit.",
            "score": 38.76376533508301
        },
        {
            "docid": "311643_56",
            "document": "Sea shanty . By the 1920s, the proliferation of shanty collections had begun to facilitate a revival in shanty singing as entertainment for laypersons (see below), which in turn created a market for more shanty collections that were geared towards a general audience. Writers of the 1920s, 30s, and 40s, through their derivative, popular works, established in effect a new body of \"common knowledge\" about shanties that overwrote some of the knowledge of 19th century observers.",
            "score": 38.55406928062439
        },
        {
            "docid": "48711_36",
            "document": "Oregon Trail . Between 1847 and 1860, over 43,000 Mormon settlers and tens of thousands of travelers on the California Trail and Oregon Trail followed Young to Utah. After 1848, the travelers headed to California or Oregon resupplied at the Salt Lake Valley, and then went back over the Salt Lake Cutoff, rejoining the trail near the future Idaho–Utah border at the City of Rocks in Idaho.",
            "score": 58.274736404418945
        },
        {
            "docid": "311643_25",
            "document": "Sea shanty . Though \"Cheer'ly Man\" could be considered more \"developed\" than the average sing-out, in its form it is yet different from the majority of shanties that are known to us today, suggesting that it belonged to an earlier stage of sailors' songs that preceded the emergence of \"modern\" shanties.",
            "score": 38.59455370903015
        },
        {
            "docid": "31518964_29",
            "document": "History of the Oregon Trail . Between 1847 and 1860 over 43,000 Mormon settlers and tens of thousands of travelers on the California Trail and Oregon Trail followed Young to Utah. After 1848, the travelers headed to California or Oregon resupplied at the Salt Lake Valley, and then went back over the Salt Lake Cutoff, rejoining the trail near the future Idaho-Utah border at the City of Rocks in Idaho.",
            "score": 57.98758792877197
        },
        {
            "docid": "536698_7",
            "document": "Settler . Although they are often thought of as traveling by sea—the dominant form of travel in the early modern era—significant waves of settlement could also use long overland routes, such as the Great Trek by the Boer-Afrikaners in South Africa, or the Oregon Trail in the United States.",
            "score": 58.56798720359802
        },
        {
            "docid": "311643_26",
            "document": "Sea shanty . Detailed reference to shipboard practices that correspond to shanty-singing was extremely rare before the 1830s. In the first place, singing while working was generally limited to merchant ships, not war ships. The Royal Navy banned singing during work—it was thought the noise would make it harder for the crew to hear commands—though capstan work was accompanied by the bosun's pipe, or else by fife and drum or fiddle. A writer from the 1830s made this clear:",
            "score": 41.01275992393494
        },
        {
            "docid": "39591144_2",
            "document": "Oregon Desert Trail . The Oregon Desert Trail is a network of trails, cross country travel and two-track dirt roads across the Oregon High Desert. The trail is approximately 750 miles long, with termini located near Bend, Oregon, and near the Idaho border at Lake Owyhee State Park.",
            "score": 58.55609369277954
        },
        {
            "docid": "48711_112",
            "document": "Oregon Trail . Travel diminished after 1860, as the Civil War caused considerable disruptions on the trail. Many of the people on the trail in 1861–1863 were fleeing the war and its attendant drafts in both the south and the north. Trail historian Merrill J. Mattes has estimated the number of emigrants for 1861–1867 given in the total column of the above table. But these estimates may well be low since they only amount to an extra 125,000 people, and the 1870 census shows that over 200,000 additional people (ignoring most of the population increase in California, which had excellent sea and rail connections across Panama by then) showed up in all the states served by the Bozeman, California, Mormon, and Oregon Trail(s) and their offshoots.",
            "score": 60.95518755912781
        },
        {
            "docid": "1986166_3",
            "document": "Courthouse and Jail Rocks . The Oregon-California Trail, the Mormon Trail, the Pony Express Trail and the Sidney-Deadwood Trail all ran near the rocks. The pair of rock formations served as a landmark along the trails for many pioneers traveling west in the 19th century. Many travelers would stray as much as five miles (8 km) from the Oregon Trail just to get a glimpse of the rocks.",
            "score": 64.43690419197083
        },
        {
            "docid": "311643_7",
            "document": "Sea shanty . The origin of the word \"shanty\" is unknown, though several inconclusive theories have been put forth. One of the earliest and most consistently offered derivations is from the French \"chanter\", \"to sing.\"",
            "score": 36.93473935127258
        },
        {
            "docid": "48711_54",
            "document": "Oregon Trail . Many other trails followed the Oregon Trail for much of its length, including the Mormon Trail from Illinois to Utah; the California Trail to the gold fields of California; and the Bozeman Trail to Montana. Because it was more a network of trails than a single trail, there were numerous variations with other trails eventually established on both sides of the Platte, North Platte, Snake, and Columbia rivers. With literally thousands of people and thousands of livestock traveling in a fairly small time slot the travelers had to spread out to find clean water, wood, good campsites, and grass. The dust kicked up by the many travelers was a constant complaint, and where the terrain would allow it there may be between 20 and 50 wagons traveling abreast.",
            "score": 59.168917655944824
        },
        {
            "docid": "31519031_7",
            "document": "Route of the Oregon Trail . Numerous other trails followed the Oregon Trail for much of its length, including the Mormon Trail from Illinois to Utah; the California Trail to the gold fields of California; and the Bozeman Trail to Montana. Because it was more a network of trails than a single trail there were numerous variations, with other trails eventually established on both sides of the Platte, North Platte, Snake, and Columbia rivers. With literally thousands of people and thousands of livestock traveling in a fairly small time slot the travelers had to spread out to find clean water, wood, good campsites, and grass. The dust kicked up by the many travelers was a constant complaint, and where the terrain would allow it there may be between 20 and 50 wagons traveling abreast.",
            "score": 61.18800950050354
        },
        {
            "docid": "31519031_35",
            "document": "Route of the Oregon Trail . Starting in about 1848 the South Alternate of Oregon Trail (also called the Snake River Cutoff) was developed as a spur off the main trail. It bypassed the Three Island Crossing and continued traveling down the south side of the Snake River. It rejoined the trail near present-day Ontario, Oregon. It hugged the southern edge of the Snake River canyon and was a much rougher trail with poorer water and grass, requiring occasional steep descents and ascents with the animals down into the Snake River canyon to get water. Travellers on this route avoided two dangerous crossings of the Snake River. Today's Idaho State Route 78 roughly follows the path of the South Alternate route of the Oregon Trail.",
            "score": 58.83562183380127
        },
        {
            "docid": "311643_72",
            "document": "Sea shanty . The practical function of shanties as work songs was given priority over their lyrics or the musicality of a performance. Due to this, shanty texts might have been poor from an aesthetic standpoint—even at times random nonsense—so long as the singing fit the form of the work song. One writer about shanties warned his readers that their lyrics, to landsmen, would \"probably appear as the veriest doggerel.\" He went on to explain,",
            "score": 42.09904599189758
        },
        {
            "docid": "311643_92",
            "document": "Sea shanty . Shanty choirs (German \"Shantychor\", Dutch \"shantykoor\"), often large choral groups that perform only sailor songs, are especially popular in the Netherlands, Germany, and Norway. Polish performers of shanties favor medium-sized groups, often singing in harmony, accompanying themselves on instruments, and presenting themselves similarly to the way a rock band would.",
            "score": 41.877294063568115
        },
        {
            "docid": "31761681_2",
            "document": "Storm Weather Shanty Choir . Storm Weather Shanty Choir is a 6-man sea shanty choir from Stord, an island on the west coast of Norway. They were formed in 2000, by shantyman Håkon Vatle, and used to introduce themselves as \"the roughest, toughest and youngest boy band in Norway, singing 150 years old cover songs\".",
            "score": 42.73092436790466
        }
    ],
    "r": [
        {
            "docid": "26301256_15",
            "document": "Westward Expansion Trails . The Oregon Trail, was the longest of the overland routes used in the westward expansion of the United States, was first traced by explorers and fur traders for traveling to the Oregon Country. The main route of the Oregon Trail stopped at the Hudson's Bay Company Fort Hall, a major resupply route along the trail near present-day Pocatello and where the California Trail split off to the south. Then the Oregon Trail crossed the Snake River Plain of present-day southern Idaho and the Blue Mountains of northeastern Oregon before reaching the Willamette Valley. It was the only practical way for settlers in wagons without tools, livestock, or supplies to cross the mountains and usually thought critical to the colonization of the American West. Some of the first to travel the Oregon Trail were Christian missionaries, members of the Methodist Episcopal Church who established the Methodist Mission in 1834. Even though they didn't make many converts, they were impressed by the short amount of time needed to reach the Pacific Coast. Rumors about how the sun always shone there and wheat grew as tall as a man attracted American settlers. The journey to the west was pleasant, but there were dangers and challenges along the route. There were diseases: cholera, measles, smallpox, and dysentery. Children were crushed under the covered wagon wheels, people drowned in rivers, were lost, starved, killed by Native Americans (very few pioneers), froze to death, trampled by buffalo, or shot by accident. With these accidents, many pioneers died. About 20,000 to 30,000 died on the Oregon Trail along the way in 40 years.",
            "score": 74.00296783447266
        },
        {
            "docid": "26301256_6",
            "document": "Westward Expansion Trails . Following the trails pioneered by fur traders, the Oregon Trail from Independence, Missouri to the Oregon Territory developed crossing the central Great Plains, Rocky Mountains and northern Great Basin. Branching off from that route, some settlers traveled southwestward on the California Trail from Fort Hall, Oregon Territory to Sutters Fort, in Mexican Alta California. Also branching off to the south was the Mormon Trail from Nauvoo, Illinois to Salt Lake City, Utah Territory. During the twenty-five years 1841–1866, 250,000 to 650,000 people \"pulled up stakes,\" and headed west along these trails. About one-third immigrated to Oregon, one-third to California and one-third to Utah, Colorado, and Montana.",
            "score": 70.67487335205078
        },
        {
            "docid": "44349987_2",
            "document": "Oregon Trail Memorial Association . The Oregon Trail Memorial Association (OTMA) was an American organization founded by pioneer Ezra Meeker in 1922 as the Old Oregon Trail Association to memorialize those who traveled to the U.S. West Coast via the Oregon Trail. The group was incorporated in New York in early 1926 as the Oregon Trail Memorial Association. The organization is best known for promoting the Oregon Trail Memorial half dollar. It was succeeded by the American Pioneer Trails Association (APTA) in 1940. Oregon-California Trails Association is considered a successor to OTMA.",
            "score": 70.55658721923828
        },
        {
            "docid": "31519031_27",
            "document": "Route of the Oregon Trail . In 1847, Brigham Young and the Mormon pioneers departed from the Oregon Trail at Fort Bridger in Wyoming and followed (and much improved) the rough trail originally recommended by Lansford Hastings to the Donner Party in 1846 through the Wasatch Mountains into Utah. After getting into Utah they immediately started setting up irrigated farms and cities—including Salt Lake City, Utah. In 1848, the Salt Lake Cutoff was established by Sam Hensley, and returning members of the Mormon Battalion providing a path north of the Great Salt Lake from Salt Lake City back to the California and Oregon Trails. This cutoff rejoined the Oregon and California Trails near the City of Rocks near the Utah-Idaho border and could be used by both California and Oregon bound travelers. Located about half way on both the California and Oregon Trails many thousands of later travelers used Salt Lake City and other Utah cities as an intermediate stop for selling or trading excess goods or tired livestock for fresh livestock, repairs, supplies or fresh vegetables. The Mormons looked on these travelers as a welcome bonanza as setting up new communities from scratch required nearly everything the travelers could afford to part with. The overall distance to California or Oregon was very close to the same whether one \"detoured\" to Salt Lake City or not. For their own use and to encourage California and Oregon bound travelers the Mormons improved the Mormon Trail from Fort Bridger and the Salt Lake Cutoff trail. To raise much needed money and facilitate travel on the Salt Lake Cutoff they set up several ferries across the Weber, Bear and Malad rivers which were used mostly by Oregon or California bound travelers.",
            "score": 69.9827880859375
        },
        {
            "docid": "48711_73",
            "document": "Oregon Trail . In 1847, Brigham Young and the Mormon pioneers departed from the Oregon Trail at Fort Bridger in Wyoming and followed (and much improved) the rough trail originally recommended by Lansford Hastings to the Donner Party in 1846 through the Wasatch Mountains into Utah. After getting into Utah, they immediately started setting up irrigated farms and cities—including Salt Lake City. In 1848, the Salt Lake Cutoff was established by Sam Hensley, and returning members of the Mormon Battalion providing a path north of the Great Salt Lake from Salt Lake City back to the California and Oregon trails. This cutoff rejoined the Oregon and California Trails near the City of Rocks near the Utah–Idaho border and could be used by both California and Oregon bound travelers. Located about half way on both the California and Oregon trails many thousands of later travelers used Salt Lake City and other Utah cities as an intermediate stop for selling or trading excess goods or tired livestock for fresh livestock, repairs, supplies or fresh vegetables. The Mormons looked on these travelers as a welcome bonanza as setting up new communities from scratch required nearly everything the travelers could afford to part with. The overall distance to California or Oregon was very close to the same whether one \"detoured\" to Salt Lake City or not. For their own use and to encourage California and Oregon bound travelers the Mormons improved the Mormon Trail from Fort Bridger and the Salt Lake Cutoff trail. To raise much needed money and facilitate travel on the Salt Lake Cutoff they set up several ferries across the Weber, Bear, and Malad rivers, which were used mostly by travelers bound for Oregon or California.",
            "score": 68.54930114746094
        },
        {
            "docid": "26301256_2",
            "document": "Westward Expansion Trails . In the American Old West, overland trails were popular means of travel used by pioneers and immigrants throughout the 19th century and especially between 1830 and 1870 as an alternative to sea and railroad transport. These immigrants began to settle various regions of North America west of the Great Plains as part of the mass overland migrations of the mid-19th century. Settlers emigrating from the eastern United States were spurred by various motives, among them religious persecution, economic incentives, some people say that the interior to destinations in the far west, including the Oregon Trail, California Trail, and Mormon Trail. After the end of the Mexican–American War in 1849, vast new American conquests again enticed mass immigration. Legislation like the Donation Land Claim Act and significant events like the California Gold Rush further lured people to travel overland to the west.",
            "score": 68.42273712158203
        },
        {
            "docid": "8243614_12",
            "document": "Oregon pioneer history . Early travel to the region was mainly by ship, with overland transportation developing later. By the 1830s a steady stream of travelers entered Oregon from the south through California and from the east over the Rocky Mountains. Many of these people were involved with the fur trade and would use the well worn trails of the Native Americans. Travel overland was mainly by horse, mule, and foot until the later 1830s when wagons slowly worked their way into the region. The Oregon Trail began seeing mass migration involving wagon trains in 1843. Boats were used extensively to haul cargo in the region, including steamboats, with the SS Beaver as the first steamboat in Oregon.",
            "score": 66.9953842163086
        },
        {
            "docid": "20873965_2",
            "document": "Salt Lake Cutoff . The Salt Lake Cutoff is one of the many shortcuts (or cutoffs) that branched from the California, Mormon and Oregon Trails in the United States. It led northwest out of Salt Lake City, Utah and north of the Great Salt Lake for about before rejoining the California trail near the City of Rocks, Idaho. From there Oregon Trail travelers could easily travel down the Raft River valley portion of the California Trail to return to the Oregon Trail. It provided a way to stop in Salt Lake City (the only significant city on the trail then) for repairs, fresh supplies, fresh livestock etc.. In later years it was used by tens of thousands of pioneers and miners going east and west on their way to or from the future states of California, Oregon, Utah, Idaho, Montana, Nevada or Washington.",
            "score": 66.83214569091797
        },
        {
            "docid": "252507_59",
            "document": "American frontier . To get to the rich new lands of the West Coast, there were two options: some sailed around the southern tip of South America during a six-month voyage, but 400,000 others walked there on an overland route of more than 2,000 miles (3,000 km); their wagon trains usually left from Missouri. They moved in large groups under an experienced wagonmaster, bringing their clothing, farm supplies, weapons, and animals. These wagon trains followed major rivers, crossed prairies and mountains, and typically ended in Oregon and California. Pioneers generally attempted to complete the journey during a single warm season, usually over the course of six months. By 1836, when the first migrant wagon train was organized in Independence, Missouri, a wagon trail had been cleared to Fort Hall, Idaho. Trails were cleared further and further west, eventually reaching all the way to the Willamette Valley in Oregon. This network of wagon trails leading to the Pacific Northwest was later called the Oregon Trail. The eastern half of the route was also used by travelers on the California Trail (from 1843), Mormon Trail (from 1847), and Bozeman Trail (from 1863) before they turned off to their separate destinations.",
            "score": 65.83744812011719
        },
        {
            "docid": "31519031_37",
            "document": "Route of the Oregon Trail . Once across the Snake River ford near Old Fort Boise the weary travelers traveled across what would become the state of Oregon. The trail then went to the Malheur River and then past Farewell Bend on the Snake River, up the Burnt River canyon and northwest to the La Grande valley before coming to the Blue Mountains. In 1843 settlers cut a wagon road over these mountains making them passable for the first time to wagons. The trail went to the Whitman Mission near Fort Nez Perce in Washington until 1847 when the Whitmans were killed by Native Americans. At Fort Nez Perce some built rafts or hired boats and started down the Columbia; others continued west in their wagons until they reached The Dalles. After 1847 the trail bypassed the closed mission and headed almost due west to present day Pendleton, Oregon, crossing the Umatilla River, John Day River, and Deschutes River before arriving at The Dalles. Interstate 84 in Oregon roughly follows the original Oregon Trail from Idaho to The Dalles.",
            "score": 65.76499938964844
        },
        {
            "docid": "31518964_2",
            "document": "History of the Oregon Trail . The Oregon Trail is a historic 2,000-mile (3,200-km) trail used by American pioneers living in the Great Plains in the 19th century. The emigrants traveled by wagon in search of fertile land in Oregon's Willamette Valley.",
            "score": 65.49102783203125
        },
        {
            "docid": "1986166_3",
            "document": "Courthouse and Jail Rocks . The Oregon-California Trail, the Mormon Trail, the Pony Express Trail and the Sidney-Deadwood Trail all ran near the rocks. The pair of rock formations served as a landmark along the trails for many pioneers traveling west in the 19th century. Many travelers would stray as much as five miles (8 km) from the Oregon Trail just to get a glimpse of the rocks.",
            "score": 64.43690490722656
        },
        {
            "docid": "23950711_7",
            "document": "U.S. Route 136 in Nebraska . Prior to the automobile, travel across Nebraska was accomplished via old Indian trails and primitive territorial roads. The Oregon, California, and Mormon trails were popular overland routes across Nebraska for westward travel and was also a primary route for the Pony Express. The Oregon, California and Pony Express routes entered Nebraska in Jefferson County southeast of Fairbury and followed the Little Blue River to Rock Creek Station east of Fairbury. The trails then traveled in a generally west-northwest direction towards the Platte River valley and Fort Kearney. The section of these trails across Jefferson and Thayer County generally paralleled the present day US 136 corridor within a few miles to its north.",
            "score": 63.7503547668457
        },
        {
            "docid": "48711_6",
            "document": "Oregon Trail . The first land route across what is now the United States was mapped by the Lewis and Clark Expedition between 1804 and 1806. Lewis and Clark initially believed they had found a practical overland route to the west coast; however, the two passes they found going through the Rocky Mountains, Lemhi Pass and Lolo Pass, turned out to be much too difficult for prairie schooner wagons to pass through without considerable road work. On the return trip in 1806, they traveled from the Columbia River to the Snake River and the Clearwater River over Lolo pass again. They then traveled overland up the Blackfoot River and crossed the Continental Divide at Lewis and Clark Pass and on to the head of the Missouri River. This was ultimately a shorter and faster route than the one they followed west. This route had the disadvantages of being much too rough for wagons and controlled by the Blackfoot Indians. Even though Lewis and Clark had only traveled a narrow portion of the upper Missouri River drainage and part of the Columbia River drainage, these were considered the two major rivers draining most of the Rocky Mountains, and the expedition confirmed that there was no \"easy\" route through the northern Rocky Mountains as Jefferson had hoped. Nonetheless, this famous expedition had mapped both the eastern and western river valleys (Platte and Snake Rivers) that bookend the route of the Oregon Trail (and other emigrant trails) across the continental dividethey just had not located the South Pass or some of the interconnecting valleys later used in the high country. They did show the way for the mountain men, who within a decade would find a better way across, even if it was not to be an easy way.",
            "score": 63.62727737426758
        },
        {
            "docid": "31518964_4",
            "document": "History of the Oregon Trail . The first land route across what is now the United States was partially mapped by the Lewis and Clark Expedition between 1804 and 1806. Lewis and Clark initially believed they had found a practical overland route to the west coast; however, the two passes they found going through the Rocky Mountains, Lemhi Pass and Lolo Pass, turned out to be much too difficult for wagons to pass through without considerable road work. On the return trip in 1806 they traveled from the Columbia River to the Snake River and the Clearwater River over Lolo pass again. They then traveled overland up the Blackfoot River and crossed the Continental Divide at Lewis and Clark Pass and on to the head of the Missouri River. This was ultimately a shorter and faster route than the one they followed west. This route had the disadvantages of being much too rough for wagons and controlled by the Blackfoot Indians. Even though Lewis and Clark had only traveled a narrow portion of the upper Missouri River drainage and part of the Columbia River drainage, these were considered the two major rivers draining most of the Rocky Mountains, and the expedition confirmed that there was no \"easy\" route through the northern Rocky Mountains as Jefferson had hoped. Nonetheless, this famous expedition had mapped both the eastern and western river valleys (Platte and Snake Rivers) that bookend the route of the Oregon Trail (and other emigrant trails) across the continental dividethey just had not located the South Pass or some of the interconnecting valleys later used in the high country. They did show the way for the mountain men, who within a decade would find a better way across, even if it was not to be an easy way.",
            "score": 63.62727737426758
        },
        {
            "docid": "40059969_2",
            "document": "Oregon Trail, Wells Springs Segment . The Oregon Trail, Wells Springs Segment, also known as the Oregon Trail, Boardman Bombing Range Segment, is part of an historic east–west migration route crossing Morrow County in the U.S. state of Oregon. About 250,000 emigrants from the United States used the trail between 1841 and 1846 to travel between the U.S. state of Missouri and the Willamette Valley in western Oregon.",
            "score": 63.320980072021484
        },
        {
            "docid": "17518975_2",
            "document": "Register Cliff . Register Cliff is a sandstone cliff and featured key navigational landmark prominently listed in the 19th century guidebooks about the Oregon Trail, and a place where many emigrants chiseled the names of their families on the soft stones of the cliff it was one of the key checkpoint landmarks for parties heading west along the Platte River valley west of Fort John, Wyoming which allowed travelers to verify they were on the correct path up to South Pass and not moving into impassable mountain terrainsgeographically, it is on the eastern ascent of the Continental divide leading upward out of the great plains in the east of the U.S. state of Wyoming. It is notable as a historic landmark for 'registering' hundreds of emigrants on the Oregon Trail (thus also the other northern Emigrant Trails that split off farther west such as the California Trail and Mormon Trail) who came to follow custom and inscribed their names on its rocks during the western migrations of the 19th century. An estimated 500,000 emigrants used these trails from 1843–1869, with up to one-tenth dying along the way, usually due to disease.",
            "score": 63.24889373779297
        },
        {
            "docid": "31519031_2",
            "document": "Route of the Oregon Trail . The historic Oregon Trail connected various towns along the Missouri River to Oregon's Willamette Valley. It was used during the 19th century by Great Plains pioneers who were seeking fertile land in the West and North.",
            "score": 63.14440155029297
        },
        {
            "docid": "48711_85",
            "document": "Oregon Trail . Once across the Snake River ford near Old Fort Boise the weary travelers traveled across what would become the state of Oregon. The trail then went to the Malheur River and then past Farewell Bend on the Snake River, up the Burnt River canyon and northwest to the Grande Ronde Valley near present-day La Grande before coming to the Blue Mountains. In 1843 settlers cut a wagon road over these mountains making them passable for the first time to wagons. The trail went to the Whitman Mission near Fort Nez Perces in Washington until 1847 when the Whitmans were killed by Native Americans. At Fort Nez Perce some built rafts or hired boats and started down the Columbia; others continued west in their wagons until they reached The Dalles. After 1847 the trail bypassed the closed mission and headed almost due west to present day Pendleton, Oregon, crossing the Umatilla River, John Day River, and Deschutes River before arriving at The Dalles. Interstate 84 in Oregon roughly follows the original Oregon Trail from Idaho to The Dalles.",
            "score": 63.043479919433594
        },
        {
            "docid": "31519031_7",
            "document": "Route of the Oregon Trail . Numerous other trails followed the Oregon Trail for much of its length, including the Mormon Trail from Illinois to Utah; the California Trail to the gold fields of California; and the Bozeman Trail to Montana. Because it was more a network of trails than a single trail there were numerous variations, with other trails eventually established on both sides of the Platte, North Platte, Snake, and Columbia rivers. With literally thousands of people and thousands of livestock traveling in a fairly small time slot the travelers had to spread out to find clean water, wood, good campsites, and grass. The dust kicked up by the many travelers was a constant complaint, and where the terrain would allow it there may be between 20 and 50 wagons traveling abreast.",
            "score": 61.188011169433594
        },
        {
            "docid": "48711_112",
            "document": "Oregon Trail . Travel diminished after 1860, as the Civil War caused considerable disruptions on the trail. Many of the people on the trail in 1861–1863 were fleeing the war and its attendant drafts in both the south and the north. Trail historian Merrill J. Mattes has estimated the number of emigrants for 1861–1867 given in the total column of the above table. But these estimates may well be low since they only amount to an extra 125,000 people, and the 1870 census shows that over 200,000 additional people (ignoring most of the population increase in California, which had excellent sea and rail connections across Panama by then) showed up in all the states served by the Bozeman, California, Mormon, and Oregon Trail(s) and their offshoots.",
            "score": 60.9551887512207
        },
        {
            "docid": "1216945_5",
            "document": "Fort Laramie National Historic Site . The original fort was constructed in the 1830s—probably in 1833–1834 after William Sublette recovered from the wounds received after the Rendezvous of 1832 in the Battle of Pierre's Hole—during the boom period of the overland fur trade and situated near the rivers junction so the fort commanded a broad plain with water on two sides forming in effect, a partial natural moat. The nearby confluence of the North Platte's waters from two smaller, safer, noticeably more shallow streams to cross in that era without bridges made the location a convenient destination for any travelers on what later became the northern overland emigrant trails following the North Platte River west from Nebraska. With the opening of the Mormon Trail on the north bank of the Platte and North Platte, the fort served as a trail merge junction for west bound travelers and acted as a common intermediary trailhead anchoring one way-point roughly a quarter of the way to either California or Oregon on the famous Oregon Trail. To the west, the common trail leaving Fort John-Laramie later spins-off the south jogging Mormon and California trails further west, and the road to the Rogue River Valley while the main trail transits northwest to Oregon's Willamette Valley and Oregon City. One of the early principal owner-trappers was William Sublette, and the fort was therefore called Fort William. for a period of time until it was sold to the American Fur Company in 1841. It was later named Fort John after John B. Sarpy, a partner in the American Fur Company which acquired the property, and that was the name given the destination during the early days of the surge in migration beginning in the political settlements with Mexico and Great Britain in 1846. The 1846 treaties established new desirable stable western territories just after viable routes west had become well published. By the time the westward migration by occasional wagon trains along the Oregon Trail became regular annual flood of migrants, the U.S. Army had become tenants in the fort as well. The fort was located along the northward running Laramie River just south of its mouth out-letting onto the North Platte River. The fort's site is located on the opposite bank of the location of the town of Fort Laramie, Wyoming, and both were later renamed to match the rivers eponym.",
            "score": 60.84242630004883
        },
        {
            "docid": "15674614_2",
            "document": "U.S. Route 30 in Nebraska . U.S. Highway 30 (US 30) is part of the United States Numbered Highway System that runs for from Astoria, Oregon to Atlantic City, New Jersey. Within the state of Nebraska it is a state highway that travels west to east across the state from the Wyoming state line west of Bushnell to the Missouri River in Blair on the Iowa state line. For much of its length it travels within the Platte River valley, adjacent or near the river between Brule and Fremont, a distance of just over . This corridor was also highly traveled during Westward Expansion along the California and Oregon Trails, it was also used by the Pony Express and the Transcontinental Railroad. The landscape is dominated by vast agricultural fields within the fertile Platte River valley across the center of the state, while the western portion passes through higher plains and the eastern portion through the rolling hills adjacent to the Missouri River valley.",
            "score": 60.76329803466797
        },
        {
            "docid": "768226_21",
            "document": "California Trail . Joseph B. Chiles, a member of the Bartleson-Bidwell Party, returned east in 1842 and organized the first of his seven California-bound immigrant companies in 1843. Following the Oregon Trail to Fort Bridger, the Chiles company enlisted mountain man Joseph R. Walker as a guide. Chiles and Walker split the company into two groups. Walker led the company with the wagons west toward California by following the Oregon Trail to Fort Hall, Idaho and turning west off the Oregon trail at the Snake River, Raft River junction. At the head of the Raft River they crossed a divide into the Big Basin drainage and followed a series of streams like Thousand Springs Creek in what is now Nevada to the Humboldt River valley near today's Wells, Nevada. They blazed a wagon trail down the Humboldt River Valley and across Forty Mile Desert until they hit the Carson River. Here instead of immediately attempting to cross the Sierras by following the Carson River as it came out of the mountains they turned south, traveling east of the Sierras along what is now roughly the Nevada and California border—about where U.S. Route 395 in California is today. With scarce provisions, winter approaching and failing draft animals, by the end of 1843 they had traveled almost east of the Sierras before they abandoned their wagons near Owens Lake in eastern central California and proceeded by pack train to make a December crossing of the Sierra Nevada (U.S.) mountains over Walker Pass (35°39′47″N 118°1′37″W on California State Route 178) in the southeast Sierras. An arduous route used by almost no one else.",
            "score": 60.73785400390625
        },
        {
            "docid": "6904863_6",
            "document": "Oregon Trail Memorial half dollar . Ohio-born farmer Ezra Meeker (1830–1928) traveled the Oregon Trail in 1852; he and his young wife and infant child went by ox-drawn wagon from Iowa to Oregon Territory. In his old age, he came to believe that the Oregon Trail, and the sacrifice of those who had died along it, were being forgotten. Amid considerable publicity as one of the last survivors of the pioneers who had blazed the way west, Meeker retraced his route along the Trail between 1906 and 1908. The Trail had in some places disappeared, swallowed up by town and farm, and in his journeys, he sought to find where he had passed, seeking to have historical markers erected. He took his ox team and wagon across the nation to publicize his cause, parking his rig in front of the White House where he met President Theodore Roosevelt. In New York, he crossed the Brooklyn Bridge. In 1910, he and his oxen participated in the Tournament of Roses Parade in Pasadena. In the succeeding years, he traveled the route by oxcart, automobile, and, at age 93 in 1924, airplane, attempting to further his cause, and seeking federal recognition and funding for his efforts.",
            "score": 60.735050201416016
        },
        {
            "docid": "768226_22",
            "document": "California Trail . Trying to find a different route, Chiles led the rest of the settlers in a pack train party down the Oregon Trail to where it intersected the Malheur River in eastern Oregon which he then followed across Oregon to California—again a slow arduous path unused by nearly all subsequent travelers.",
            "score": 60.66546630859375
        },
        {
            "docid": "48711_2",
            "document": "Oregon Trail . The Oregon Trail is a historic East–West, large-wheeled wagon route and emigrant trail in the United States that connected the Missouri River to valleys in Oregon. The eastern part of the Oregon Trail spanned part of the future state of Kansas, and nearly all of what are now the states of Nebraska and Wyoming. The western half of the trail spanned most of the future states of Idaho and Oregon.",
            "score": 60.4141960144043
        },
        {
            "docid": "768226_119",
            "document": "California Trail . The Applegate-Lassen Cutoff or Applegate Trail (est. 1846–48) left the California Trail near the modern-day Rye Patch Reservoir in what is now called Lassen's meadow on the Humboldt River in Nevada. The trail headed northwest until it could pass north of the worst of the California Sierra Nevada mountains. The trail passed through Rabbithole Springs, crossed the Black Rock Desert and High Rock Canyon before finally (after nearly of desert travel) arriving at Surprise Valley and climbing steeply to go over Fandango Pass. From there, travelers faced a descent down a very steep hill to Fandango Valley on the shores of Goose Lake on the Oregon-California border. Just south of Goose Lake the combined Oregon-California trail split at Davis Creek. The Applegate Trail branch proceeded northwest into southeastern Oregon along the Lost River before turning almost due north roughly along the route of today's Interstate 5 to go the Willamette Valley in Oregon.",
            "score": 60.29274368286133
        },
        {
            "docid": "21105908_2",
            "document": "Goodale's Cutoff . Goodale's Cutoff formed a spur of the Oregon Trail beginning in Idaho, United States. The cutoff left the trail near Fort Hall, crossed the Snake River Plain to the Lost River, and then turned west to the area of Boise, crossing Camas Prairie. It rejoined the main trail from Ditto Creek to Boise, then ran to the north of the main trail, crossing the Snake River into Oregon at Brownlee's Ferry. In Oregon travelers could now reach the Eagle Valley and Pine Valley areas, and the gold mines in Auburn. The cutoff rejoined the main Oregon Trail at the Powder River, near Baker City.",
            "score": 60.2911262512207
        },
        {
            "docid": "48711_136",
            "document": "Oregon Trail . One of the enduring legacies of the Oregon Trail is the expansion of the United States territory to the West Coast. Without the many thousands of United States settlers in Oregon and California, and thousands more on their way each year, it is highly unlikely that this would have occurred.",
            "score": 60.24802017211914
        },
        {
            "docid": "48711_45",
            "document": "Oregon Trail . In 1861, John Butterfield, who since 1858 had been using the Butterfield Overland Mail, also switched to the Central Route to avoid traveling through hostile territories during the American Civil War. George Chorpenning immediately realized the value of this more direct route, and shifted his existing mail and passenger line along with their stations from the \"Northern Route\" (California Trail) along the Humboldt River. In 1861, the First Transcontinental Telegraph also laid its lines alongside the Central Overland Route. Several stage lines were set up carrying mail and passengers that traversed much of the route of the original Oregon Trail to Fort Bridger and from there over the Central Overland Route to California. By traveling day and night with many stations and changes of teams (and extensive mail subsidies), these stages could get passengers and mail from the midwest to California in about 25 to 28 days. These combined stage and Pony Express stations along the Oregon Trail and Central Route across Utah and Nevada were joined by the First Transcontinental Telegraph stations and telegraph line, which followed much the same route in 1861 from Carson City, Nevada to Salt Lake City. The Pony Express folded in 1861 as they failed to receive an expected mail contract from the U.S. government and the telegraph filled the need for rapid east–west communication. This combination wagon/stagecoach/pony express/telegraph line route is labeled the \"Pony Express National Historic Trail\" on the National Trail Map. From Salt Lake City the telegraph line followed much of the Mormon/California/Oregon trails to Omaha, Nebraska.",
            "score": 60.167911529541016
        },
        {
            "docid": "1156714_3",
            "document": "Oregon Coast Trail . The trail was envisioned in 1959 by Samuel N. Dicken, a University of Oregon geography professor, approved in 1971 by the Oregon Recreation Trails Advisory Council and developed and managed by the Oregon Parks and Recreation Department as part of the state park system of Oregon. The walking length of the trail varies depending on choice of passage across or around estuaries and rivers along the route. If a ferry is not arranged or available, an alternate route around the estuary must be taken; if traveling on foot, this means road walking. The length of the trail, using the Google Maps pedometer tool to measure route mileage, is about if no ferries are used, though the official coastal guide gives a length of . If no ferries are used, about 39 percent of the route is on the beach, 41 percent is on paved road, and 20 percent is on trail and dirt roads.",
            "score": 60.03033447265625
        }
    ]
}