{
    "q": [
        {
            "docid": "13937833_3",
            "document": "San Francisco Hep B Free . API’s have the highest risk of hepatitis B of any ethnic group. San Francisco’s API residents comprise 34% of the city’s population and bear a disproportionate burden of liver cancer and undetected hepatitis B infection. Hepatitis B is a serious disease responsible for 80% of all liver cancers among APIs. San Francisco has the highest liver cancer rate in the nation. It is estimated that one in ten people in the API community have an undiagnosed infection. APIs are up to 100 times more likely to suffer from chronic hepatitis B infection and four times more likely to die from liver cancer compared with the general population.",
            "score": 47.713724970817566
        },
        {
            "docid": "53143403_16",
            "document": "Access to medicines . The majority of deaths from vaccine-preventable diseases occur in low and middle income countries. In low-income countries, more than 90% of deaths are from pneumococcal disease, 95% from Hib, and 80% from hepatitis B. Although widely used by high-income countries, in 2006, Hib vaccine usage in Africa was about 24% In the Americas, Hepatitis B vaccine usage was at 90%. In Southeast Asia, where there is hepatitis B epidemic, the Hib vaccine coverage was only 28%. The human papillomavirus (HPV) vaccine is considered the most expensive vaccine in history. However, the majority of those that suffer from cervical cancer are in developing countries.",
            "score": 19.105235815048218
        },
        {
            "docid": "51660948_3",
            "document": "Robert Purcell (virologist) . He obtained a bachelor's degree in Chemistry from the University of Oklahoma in 1957, a master's degree in biochemistry from Baylor University in 1960 and his MD from Duke University in 1962. The same team who co-identified the Hepatitis A virus (HAV) developed the first assays that could measure the virus antigen and antibody, and using those assays, the group along with Harvey J. Alter demonstrated through the serologic exclusion of Hepatitis A and Hepatitis B that a third, previously unrecognised form of viral hepatitis existed, originally named non-A, non-B hepatitis (NANBH). Michael Houghton's laboratory at Chiron Corporation ultimately identified the agent associated with NANBH, now known as Hepatitis C, in 1989.",
            "score": 25.85243797302246
        },
        {
            "docid": "1747906_8",
            "document": "Hafler Trio . In 2004, Andrew announced that he was suffering from diagnosed Hepatitis B and Auto-immune Hepatitis. Both of these conditions require drugs which McKenzie has stated he cannot afford.",
            "score": 23.04909634590149
        },
        {
            "docid": "12947073_15",
            "document": "Hepatitis B vaccine . The road to the hepatitis B vaccine began in 1963 when American physician/geneticist Baruch Blumberg discovered what he called the \"Australia Antigen\" (now called HBsAg) in the serum of an Australian Aboriginal person. In 1968, this protein was found to be part of the virus that causes \"serum hepatitis\" (hepatitis B) by virologist Alfred Prince. The American microbiologist/vaccinologist Maurice Hilleman at Merck used three treatments (pepsin, urea and formaldehyde) of blood serum together with rigorous filtration to yield a product that could be used as a safe vaccine. Hilleman hypothesized that he could make an HBV vaccine by injecting patients with hepatitis B surface protein. In theory, this would be very safe, as these excess surface proteins lacked infectious viral DNA. The immune system, recognizing the surface proteins as foreign, would manufacture specially shaped antibodies, custom-made to bind to, and destroy, these proteins. Then, in the future, if the patient were infected with HBV, the immune system could promptly deploy protective antibodies, destroying the viruses before they could do any harm.",
            "score": 44.054367780685425
        },
        {
            "docid": "1346128_8",
            "document": "Health risks from dead bodies . To those in close contact with the dead, such as rescue workers, there is a health risk from chronic infectious diseases which those killed may have been suffering from and which spread by direct contact, including hepatitis B and hepatitis C, HIV, enteric intestinal pathogens, tuberculosis, cholera and others.",
            "score": 22.2844557762146
        },
        {
            "docid": "16845493_8",
            "document": "ABHD2 . Up-regulation of \"ABHD2\" has been observed in cells transfected with Hepatitis B virus (HBV) DNA (HepG2.2.15 cells). Expression was down-regulated by the drug lamivudine, used in the treatment of hepatitis B. It has been suggested that ABHD2 has an important role in HBV propagation and could be a potential drug target in the treatment of hepatitis B.",
            "score": 16.91187572479248
        },
        {
            "docid": "38238_99",
            "document": "Hepatitis . The next leap forward in research was a serendipitous one by Dr. Baruch Blumberg, a researcher at the NIH who did not set out to research hepatitis, but rather studied lipoprotein genetics. He travelled across the globe collecting blood samples, investigating the interplay between disease, environment, and genetics with the goal of designing targeted interventions for at-risk individuals that could prevent them from getting sick. He noticed an unexpected interaction between the blood of a patient with hemophilia that had received multiple transfusions and a protein found in the blood of an Australian aborigine. He named the protein the \"Australia antigen\" and made it the focus of his research. He found a higher prevalence of the protein in the blood of patients from developing countries, compared to those from developed ones, and noted associations of the antigen with other diseases like leukemia and Down Syndrome. Eventually, he came to the unifying conclusion that the Australia antigen was associated with viral hepatitis. In 1970, David Dane first isolated the hepatitis B virion at London's Middlesex Hospital, and named the virion the 42-nm \"Dane particle\". Based on its association with the surface of the hepatitis B virus, the Australia antigen was renamed to \"hepatitis B surface antigen\" or HBsAg. Blumberg continued to study the antigen, and eventually developed the first hepatitis B vaccine using plasma rich in HBsAg, for which he received the Nobel Prize in Medicine in 1976.",
            "score": 26.16384780406952
        },
        {
            "docid": "21053651_6",
            "document": "Hepatitis C vaccine . One effort involved using hepatitis B core antigen modified to carry a hepatitis C protein. In a 2006 study, 60 patients received four different doses of an experimental hepatitis C vaccine. All the patients produced antibodies that the researchers believe could protect them from the virus. Nevertheless, , vaccines are still being tested. Some efforts have entered Phase I/II human clinical trials.",
            "score": 19.33738625049591
        },
        {
            "docid": "6127515_23",
            "document": "Hepatitis B in China . Hepatitis B sufferers in China frequently face discrimination in all aspects of life and work. For example, many Chinese employers and universities refuse to accept anyone who tests positive. Some kindergartens refuse admission to children who are carriers of the virus. The hepatitis problem is a reflection of the vast developmental gap between China's rural and urban areas. The largest problem facing Chinese people infected with HBV is that illegal blood testing is required by most employers in China. According to a report by PBS, faking blood tests by hiring uninfected individuals to take them has become widespread. Following an incident involving a Hepatitis B carrier's killing of an employer and other calls against discriminatory employment practices, China's ministries of health and personnel announced that Hepatitis B carriers must not be discriminated against when seeking employment and education. While the laws exist to protect the privacy of employees and job seekers, many believe that they are not enforced.",
            "score": 24.515873670578003
        },
        {
            "docid": "518686_6",
            "document": "Baruch Samuel Blumberg . Throughout the 1950s, Blumberg traveled the world taking human blood samples, to study the genetic variations in human beings, focusing on the question of why some people contract a disease in a given environment, while others do not. In 1964, while studying \"yellow jaundice\" (hepatitis), he discovered a surface antigen for hepatitis B in the blood of an Australian aborigine. His work later demonstrated that the virus could cause liver cancer. Blumberg and his team were able to develop a screening test for the hepatitis B virus, to prevent its spread in blood donations, and developed a vaccine. Blumberg later freely distributed his vaccine patent in order to promote its distribution by drug companies. Deployment of the vaccine reduced the infection rate of hepatitis B in children in China from 15% to 1% in 10 years.",
            "score": 37.93853187561035
        },
        {
            "docid": "607070_6",
            "document": "Viral hepatitis . Patients with chronic hepatitis B have antibodies against hepatitis B, but these antibodies are not enough to clear the infection of the affected liver cells. The continued production of virus combined with antibodies is a likely cause of the immune complex disease seen in these patients. A vaccine is available that will prevent infection from hepatitis B for life. Hepatitis B infections result in 500,000 to 1,200,000 deaths per year worldwide due to the complications of chronic hepatitis, cirrhosis, and hepatocellular carcinoma. Hepatitis B is endemic in a number of (mainly South-East Asian) countries, making cirrhosis and hepatocellular carcinoma big killers. There are six treatment options approved by the U.S. Food and Drug Administration (FDA) available for persons with a chronic hepatitis B infection: alpha-interferon, pegylated interferon, adefovir, entecavir, telbivudine, and lamivudine. About 65% of persons on treatment achieve a sustained response.",
            "score": 50.051114082336426
        },
        {
            "docid": "607070_2",
            "document": "Viral hepatitis . Viral hepatitis is liver inflammation due to a viral infection. It may present in acute (recent infection, relatively rapid onset) or chronic forms. The most common causes of viral hepatitis are the five unrelated hepatotropic viruses hepatitis A, hepatitis B, hepatitis C, hepatitis D, and hepatitis E. In addition to the nominal hepatitis viruses, other viruses that can also cause liver inflammation include cytomegalovirus, Epstein–Barr virus, and yellow fever. Up to 1997 there has been also 52 cases of viral hepatitis caused by herpes simplex virus. There is the opportunity to prevent or treat the most common types. Hepatitis A and hepatitis B can be prevented by vaccination. Effective treatments for hepatitis C are available but expensive. In 2013 about 1.5 million people died from viral hepatitis. Most deaths are due to hepatitis B and hepatitis C. East Asia is the region of the world most affected.",
            "score": 52.62445604801178
        },
        {
            "docid": "51660742_3",
            "document": "Stephen Feinstone . He completed his undergraduate education at Johns Hopkins University graduating in 1966, and completed his medical degree at the University of Tennessee in 1969. In 1971 he joined the Laboratory of Infectious Diseases where he co-identified the Hepatitis A virus (HAV) in 1973. The same team developed the first assays that could measure the virus antigen and antibody, and using those assays, the group along with Harvey J. Alter demonstrated through the serologic exclusion of Hepatitis A and Hepatitis B that a third, previously unrecognised form of viral hepatitis existed, originally named non-A, non-B hepatitis (NANBH). Michael Houghton's laboratory at Chiron Corporation ultimately identified the agent associated with NANBH, now known as Hepatitis C, in 1989.",
            "score": 24.735220909118652
        },
        {
            "docid": "959283_7",
            "document": "Satellite (biology) . A satellite virus important to human health that demonstrates the need for co-infection to replicate and infect within a host is the virus that causes hepatitis D. Hepatitis D (HDV) was discovered in 1977 by an Mario Rizzetto and is unique from hepatitis A, B, and C because it requires viral particles from hepatitis B to replicate and infect liver cells. Hepatitis B (HBV) provides a surface antigen HBsAg which in return is utilized by HDV to create a super infection resulting in liver failure. Hepatitis delta virus is found all over the globe but most prevalent in Africa, the Middle East and southern Italy.",
            "score": 47.35070180892944
        },
        {
            "docid": "38238_56",
            "document": "Hepatitis . The hepatitis D virus requires that a person first be infected with hepatitis B virus, so prevention efforts should focus on limiting the spread of hepatitis B. In people who have chronic hepatitis B infection and are at risk for superinfection with the hepatitis D virus, the preventive strategies are the same as for hepatitis B.",
            "score": 34.203786849975586
        },
        {
            "docid": "29802394_51",
            "document": "Social history of viruses . Hepatitis is a disease of the liver that has been recognised since antiquity. Symptoms include jaundice, a yellowing of the skin, eyes and body fluids. There are numerous causes, including viruses – particularly hepatitis A virus, hepatitis B virus and hepatitis C virus. Throughout history epidemics of jaundice have been reported, mainly affecting soldiers at war. This \"campaign jaundice\" was common in the Middle Ages. It occurred among Napoleon's armies and during most of the major conflicts of the 19th and 20th centuries, including the American Civil War, where over 40,000 cases and around 150 deaths were reported. The viruses that cause epidemic jaundice were not discovered until the middle of the 20th century. The names for epidemic jaundice, hepatitis A, and for blood-borne infectious jaundice, hepatitis B, were first used in 1947, following a publication in 1946 giving evidence that the two diseases were distinct. In the 1960s, the first virus that could cause hepatitis was discovered. This was hepatitis B virus, which was named after the disease it causes. Hepatitis A virus was discovered in 1974. The discovery of hepatitis B virus and the invention of tests to detect it have radically changed many medical, and some cosmetic procedures. The screening of donated blood, which was introduced in the early 1970s, has dramatically reduced the transmission of the virus. Donations of human blood plasma and Factor VIII collected before 1975 often contained infectious levels of hepatitis B virus. Until the late 1960s, hypodermic needles were often reused by medical professionals, and tattoo artists' needles were a common source of infection. In the late 1990s, needle exchange programmes were established in Europe and the US to prevent the spread of infections by intravenous drug users. These measures also helped to reduce the subsequent impact of HIV and hepatitis C virus.",
            "score": 33.464454889297485
        },
        {
            "docid": "31329785_54",
            "document": "Chang Yi Wang . 42. Hosein B, Fang CT, Popvsky MA, Ye J, Zhang M and Wang, CY. Improved serodiagnosis of Hepatitis C virus infection with synthetic peptide antigen from capsid protein. Proc Natl Acad Sci USA. 1991; 88:3647",
            "score": 19.54451298713684
        },
        {
            "docid": "15925628_24",
            "document": "Hepatitis B . In assisted reproductive technology, sperm washing is not necessary for males with hepatitis B to prevent transmission, unless the female partner has not been effectively vaccinated. In females with hepatitis B, the risk of transmission from mother to child with IVF is no different from the risk in spontaneous conception.",
            "score": 21.411526203155518
        },
        {
            "docid": "12947073_3",
            "document": "Hepatitis B vaccine . Hepatitis B vaccination, hepatitis B immunoglobulin, and the combination of hepatitis B vaccine plus hepatitis B immunoglobulin, all are considered as preventive for babies born to mothers infected with HBV. The combination is superior for protecting these infants. The vaccine during pregnancy is not considered to be valuable in protecting babies of the infected mothers. Hepatitis B immunoglobulin before birth has not been well studied. In the United States vaccination is recommended for nearly all babies at birth. Many countries now routinely vaccinate infants against hepatitis B. In countries with high rates of hepatitis B infection, vaccination of newborns has not only reduced the risk of infection, but has also led to marked reduction in liver cancer. This was reported in Taiwan where the implementation of a nationwide hepatitis B vaccination program in 1984 was associated with a decline in the incidence of childhood hepatocellular carcinoma.",
            "score": 35.75357389450073
        },
        {
            "docid": "38238_2",
            "document": "Hepatitis . Hepatitis is inflammation of the liver tissue. Some people have no symptoms whereas others develop yellow discoloration of the skin and whites of the eyes, poor appetite, vomiting, tiredness, abdominal pain, or diarrhea. Hepatitis may be temporary (acute) or long term (chronic) depending on whether it lasts for less than or more than six months. Acute hepatitis can sometimes resolve on its own, progress to chronic hepatitis, or rarely result in acute liver failure. Over time the chronic form may progress to scarring of the liver, liver failure, or liver cancer. The most common cause worldwide is viruses. Other causes include heavy alcohol use, certain medications, toxins, other infections, autoimmune diseases, and non-alcoholic steatohepatitis (NASH). There are five main types of viral hepatitis: type A, B, C, D, and E. Hepatitis A and E are mainly spread by contaminated food and water. Hepatitis B is mainly sexually transmitted, but may also be passed from mother to baby during pregnancy or childbirth. Both hepatitis B and hepatitis C are commonly spread through infected blood such as may occur during needle sharing by intravenous drug users. Hepatitis D can only infect people already infected with hepatitis B. Hepatitis A, B, and D are preventable with immunization. Medications may be used to treat chronic cases of viral hepatitis. There is no specific treatment for NASH; however, a healthy lifestyle, including physical activity, a healthy diet, and weight loss, is important. Autoimmune hepatitis may be treated with medications to suppress the immune system. A liver transplant may also be an option in certain cases. Worldwide in 2015, hepatitis A occurred in about 114 million people, chronic hepatitis B affected about 343 million people and chronic hepatitis C about 142 million people. In the United States, NASH affects about 11 million people and alcoholic hepatitis affects about 5 million people. Hepatitis results in more than a million deaths a year, most of which occur indirectly from liver scarring or liver cancer. In the United States, hepatitis A is estimated to occur in about 2,500 people a year and results in about 75 deaths. The word is derived from the Greek \"hêpar\" (), meaning \"liver\", and \"-itis\" (), meaning \"inflammation\".",
            "score": 54.01509702205658
        },
        {
            "docid": "886731_11",
            "document": "Lydia Pinkham . Of the newer additions, motherwort is a nervine, emmenagogue, anti-spasmodic, hepatic, cardiac tonic, and hypotensive. Piscidia erythrina (Jamaican dogwood) is an eclectic remedy effective for painful spasms, pelvic pain, dysmenorrhea, and ovarian pain. Licorice is anti-inflammatory, anti-hepatotoxic, anti-spasmodic, and a mild laxative. Gentian is a sialagogue, hepatic, cholagogue, anthelmintic, and emmenagogue. Dandelion is a potassium-sparing diuretic, hepatic, cholagogue, anti-rheumatic, laxative, tonic, and a bitter. It is often suggested by the alternative medicine community that black cohosh (and a purified version, \"Remifemin\") really do provide relief from symptoms of menopause. A report by Natural Standard, which performs evidence-based reviews of alternative therapeutics, gives the evidence a \"B\" rating, \"good scientific evidence for this use\", saying: Black cohosh is a popular alternative to prescription hormonal therapy for treatment of menopausal symptoms such as hot flashes, mood problems, perspiration, heart palpitations, and vaginal dryness. Initial human research suggests that black cohosh may improve some of these symptoms for up to six months. However, most studies are not well designed and results are not conclusive.",
            "score": 26.60532259941101
        },
        {
            "docid": "564424_68",
            "document": "Dolores del Río . In 1978, she was diagnosed with osteomyelitis, and in 1981 she was diagnosed with Hepatitis B following a contaminated injection of vitamins. She also suffered of arthritis. In 1982, del Río was admitted to Scripps Hospital, La Jolla, California, where hepatitis led to cirrhosis.",
            "score": 18.694563388824463
        },
        {
            "docid": "17384301_43",
            "document": "Liver . Hepatitis is a common condition of inflammation of the liver. The most usual cause of this is viral, and the most common of these infections are hepatitis A, B, C, D, and E. Some of these infections are sexually transmitted. Inflammation can also be caused by other viruses in the Herpesviridae family such as the \"herpes simplex virus\". Chronic (rather than acute) infection with hepatitis B virus or hepatitis C virus is the main cause of liver cancer. Globally, about 248 million individuals are chronically infected with HBV (with 843,724 in the U.S.) and 142 million are chronically infected with HCV (with 2.7 million in the U.S.). Globally there are about 114 million and 20 million cases of hepatitis A and hepatitis E respectively, but these generally resolve, and do not become chronic (see Hepatitis A, Hepatitis E). Hepatitis D virus is a \"satellite\" of hepatitis B virus (can only infect in the presence of hepatitis B), and co-infects nearly 20 million people with hepatitis B, globally (see Hepatitis D).",
            "score": 54.66664016246796
        },
        {
            "docid": "214294_2",
            "document": "Hepatitis D . Hepatitis D (hepatitis delta) is a disease caused by the \"hepatitis D virus\" (\"HDV\"), a small spherical enveloped virusoid. This is one of five known hepatitis viruses: A, B, C, D, and E. HDV is considered to be a subviral satellite because it can propagate only in the presence of the hepatitis B virus (HBV). Transmission of HDV can occur either via simultaneous infection with HBV (coinfection) or superimposed on chronic hepatitis B or hepatitis B carrier state (superinfection).",
            "score": 25.377344131469727
        },
        {
            "docid": "21488257_7",
            "document": "Asian Pacific American Medical Student Association . Hepatitis B: Since 2006, APAMSA has contributed to help raise awareness about Hepatitis B and liver disease in the APA community by Hepatitis B, \"APAMSA Fights to Break the Hepatitis B Cycle\". This campaign brought together a national cross section of medical students and physicians dedicated to ending the epidemic of hepatitis B in APA community, and the launching of several local hepatitis B education and screening programs across the United States.",
            "score": 26.140793800354004
        },
        {
            "docid": "15925628_21",
            "document": "Hepatitis B . Tenofovir given in the second or third trimester can reduce the risk of mother to child transmission by 77% when combined with hepatitis B immunoglobulin and the hepatitis B vaccine, especially for pregnant women with high hepatitis B virus DNA levels. However, there is no sufficient evidence that the administration of hepatitis B immunoglobulin alone during pregnancy, might reduce transmission rates to the newborn infant. No randomized control trial has been conducted to assess the effects of hepatitis B vaccine during pregnancy for preventing infant infection.",
            "score": 24.847458839416504
        },
        {
            "docid": "167427_20",
            "document": "Groundhog . Groundhogs are used in medical research on hepatitis B-induced liver cancer. A percentage of the woodchuck population is infected with the woodchuck hepatitis virus (WHV), similar to human hepatitis B virus. Humans do not receive hepatitis from woodchucks with WHV but the virus and its effects on the liver make the woodchuck the best available animal for the study of viral hepatitis in humans. The only other animal model for hepatitis B virus studies is the chimpanzee, an endangered species. Woodchucks are also used in biomedical research investigating metabolic function, obesity, energy balance, the endocrine system, reproduction, neurology, cardiovascular disease, cerebrovascular disease, and neoplastic disease.",
            "score": 55.19999384880066
        },
        {
            "docid": "21938883_23",
            "document": "Hepatitis B virus . The oldest evidence of hepatitis B infection dates to Bronze Age. The evidence was obtained from 4,500-year-old human remains. According to the 2018 study, the viral genomes obtained by shotgun sequencing became the oldest ever recovered from vertebrate samples. It was also found that some ancient hepatitis viral strains still infect humans, while other became extinct. This disproved the belief that hepatitis B originated in the New World and spread to Europe around 16th century.",
            "score": 38.82617974281311
        },
        {
            "docid": "4296853_5",
            "document": "Duck hepatitis B virus . The Duck Hepatitis B virus has provided a basis for the use of vaccines and prophylactic treatments for individuals at high risk of human Hepatitis B virus (HBV). The virus has also provided as a useful animal model in the absence of one from the HBV.",
            "score": 21.80963635444641
        },
        {
            "docid": "518686_8",
            "document": "Baruch Samuel Blumberg . In 1992, Blumberg participated in the founding of the Hepatitis B Foundation (HBF), a nonprofit organization dedicated to finding a cure for hepatitis B and improving the lives of those affected by hepatitis B worldwide. He served on the Scientific and Medical Advisory Board, and as its Distinguished Scholar from 1992 until his passing in 2011. Blumberg was a regular and inspirational presence at the Hepatitis Foundation, maintaining an office at The Foundation in Doylestown, Pennsylvania.",
            "score": 22.872876405715942
        },
        {
            "docid": "6962050_2",
            "document": "Hepatitis A and B vaccine . Twinrix is a vaccine against hepatitis A and hepatitis B, manufactured by GlaxoSmithKline. The full generic name is  hepatitis A (inactivated) and hepatitis B (rDNA) (HAB) vaccine (adsorbed). Twinrix is administered over three doses.",
            "score": 18.738776206970215
        }
    ],
    "r": [
        {
            "docid": "30778342_15",
            "document": "Infectious causes of cancer . Viruses are one of the most important risks factor for cancer development in humans. Infection by some hepatitis viruses, especially hepatitis B and hepatitis C, can induce a chronic viral infection that leads to liver cancer in about 1 in 200 of people infected with hepatitis B each year (more in Asia, fewer in North America), and in about 1 in 45 of people infected with hepatitis C each year. People with chronic hepatitis B infection are more than 200 times more likely to develop liver cancer than uninfected people. Liver cirrhosis, whether from chronic viral hepatitis infection or alcohol abuse or some other cause, is independently associated with the development of liver cancer, and the combination of cirrhosis and viral hepatitis presents the highest risk of liver cancer development. Because chronic viral hepatitis is so common, and liver cancer so deadly, liver cancer is one of the most common causes of cancer-related deaths in the world, and is especially common in East Asia and parts of sub-Sarahan Africa.",
            "score": 56.237545013427734
        },
        {
            "docid": "167427_20",
            "document": "Groundhog . Groundhogs are used in medical research on hepatitis B-induced liver cancer. A percentage of the woodchuck population is infected with the woodchuck hepatitis virus (WHV), similar to human hepatitis B virus. Humans do not receive hepatitis from woodchucks with WHV but the virus and its effects on the liver make the woodchuck the best available animal for the study of viral hepatitis in humans. The only other animal model for hepatitis B virus studies is the chimpanzee, an endangered species. Woodchucks are also used in biomedical research investigating metabolic function, obesity, energy balance, the endocrine system, reproduction, neurology, cardiovascular disease, cerebrovascular disease, and neoplastic disease.",
            "score": 55.19999313354492
        },
        {
            "docid": "17384301_43",
            "document": "Liver . Hepatitis is a common condition of inflammation of the liver. The most usual cause of this is viral, and the most common of these infections are hepatitis A, B, C, D, and E. Some of these infections are sexually transmitted. Inflammation can also be caused by other viruses in the Herpesviridae family such as the \"herpes simplex virus\". Chronic (rather than acute) infection with hepatitis B virus or hepatitis C virus is the main cause of liver cancer. Globally, about 248 million individuals are chronically infected with HBV (with 843,724 in the U.S.) and 142 million are chronically infected with HCV (with 2.7 million in the U.S.). Globally there are about 114 million and 20 million cases of hepatitis A and hepatitis E respectively, but these generally resolve, and do not become chronic (see Hepatitis A, Hepatitis E). Hepatitis D virus is a \"satellite\" of hepatitis B virus (can only infect in the presence of hepatitis B), and co-infects nearly 20 million people with hepatitis B, globally (see Hepatitis D).",
            "score": 54.66664123535156
        },
        {
            "docid": "38238_2",
            "document": "Hepatitis . Hepatitis is inflammation of the liver tissue. Some people have no symptoms whereas others develop yellow discoloration of the skin and whites of the eyes, poor appetite, vomiting, tiredness, abdominal pain, or diarrhea. Hepatitis may be temporary (acute) or long term (chronic) depending on whether it lasts for less than or more than six months. Acute hepatitis can sometimes resolve on its own, progress to chronic hepatitis, or rarely result in acute liver failure. Over time the chronic form may progress to scarring of the liver, liver failure, or liver cancer. The most common cause worldwide is viruses. Other causes include heavy alcohol use, certain medications, toxins, other infections, autoimmune diseases, and non-alcoholic steatohepatitis (NASH). There are five main types of viral hepatitis: type A, B, C, D, and E. Hepatitis A and E are mainly spread by contaminated food and water. Hepatitis B is mainly sexually transmitted, but may also be passed from mother to baby during pregnancy or childbirth. Both hepatitis B and hepatitis C are commonly spread through infected blood such as may occur during needle sharing by intravenous drug users. Hepatitis D can only infect people already infected with hepatitis B. Hepatitis A, B, and D are preventable with immunization. Medications may be used to treat chronic cases of viral hepatitis. There is no specific treatment for NASH; however, a healthy lifestyle, including physical activity, a healthy diet, and weight loss, is important. Autoimmune hepatitis may be treated with medications to suppress the immune system. A liver transplant may also be an option in certain cases. Worldwide in 2015, hepatitis A occurred in about 114 million people, chronic hepatitis B affected about 343 million people and chronic hepatitis C about 142 million people. In the United States, NASH affects about 11 million people and alcoholic hepatitis affects about 5 million people. Hepatitis results in more than a million deaths a year, most of which occur indirectly from liver scarring or liver cancer. In the United States, hepatitis A is estimated to occur in about 2,500 people a year and results in about 75 deaths. The word is derived from the Greek \"hêpar\" (), meaning \"liver\", and \"-itis\" (), meaning \"inflammation\".",
            "score": 54.015098571777344
        },
        {
            "docid": "1460525_11",
            "document": "Oncovirus . Hepatitis viruses, including hepatitis B and hepatitis C, can induce a chronic viral infection that leads to liver cancer in 0.47% of hepatitis B patients per year (especially in Asia, less so in North America), and in 1.4% of hepatitis C carriers per year. Liver cirrhosis, whether from chronic viral hepatitis infection or alcoholism, is associated with the development of liver cancer, and the combination of cirrhosis and viral hepatitis presents the highest risk of liver cancer development. Worldwide, liver cancer is one of the most common, and most deadly, cancers due to a huge burden of viral hepatitis transmission and disease.",
            "score": 52.827369689941406
        },
        {
            "docid": "607070_2",
            "document": "Viral hepatitis . Viral hepatitis is liver inflammation due to a viral infection. It may present in acute (recent infection, relatively rapid onset) or chronic forms. The most common causes of viral hepatitis are the five unrelated hepatotropic viruses hepatitis A, hepatitis B, hepatitis C, hepatitis D, and hepatitis E. In addition to the nominal hepatitis viruses, other viruses that can also cause liver inflammation include cytomegalovirus, Epstein–Barr virus, and yellow fever. Up to 1997 there has been also 52 cases of viral hepatitis caused by herpes simplex virus. There is the opportunity to prevent or treat the most common types. Hepatitis A and hepatitis B can be prevented by vaccination. Effective treatments for hepatitis C are available but expensive. In 2013 about 1.5 million people died from viral hepatitis. Most deaths are due to hepatitis B and hepatitis C. East Asia is the region of the world most affected.",
            "score": 52.624454498291016
        },
        {
            "docid": "38238_31",
            "document": "Hepatitis . The pathway by which hepatic viruses cause viral hepatitis is best understood in the case of hepatitis B and C. The viruses do not directly cause apoptosis (cell death). Rather, infection of liver cells activates the innate and adaptive arms of the immune system leading to an inflammatory response which causes cellular damage and death. Depending on the strength of the immune response, the types of immune cells involved and the ability of the virus to evade the body's defense, infection can either lead to clearance (acute disease) or persistence (chronic disease) of the virus. The chronic presence of the virus within liver cells results in multiple waves of inflammation, injury and wound healing that overtime lead to scarring or fibrosis and culminate in hepatocellular carcinoma. Individuals with an impaired immune response are at greater risk of developing chronic infection. Natural killer cells are the primary drivers of the initial innate response and create a cytokine environment that results in the recruitment of CD4 T-helper and CD8 cytotoxic T-cells. Type I interferons are the cytokines that drive the antiviral response. In chronic Hepatitis B and C, natural killer cell function is impaired.",
            "score": 51.74680709838867
        },
        {
            "docid": "344536_2",
            "document": "Hepatitis A . Hepatitis A is an infectious disease of the liver caused by the hepatitis A virus (HAV). Many cases have few or no symptoms, especially in the young. The time between infection and symptoms, in those who develop them, is between two and six weeks. When symptoms occur, they typically last eight weeks and may include nausea, vomiting, diarrhea, jaundice, fever, and abdominal pain. Around 10–15% of people experience a recurrence of symptoms during the six months after the initial infection. Acute liver failure may rarely occur, with this being more common in the elderly. It is usually spread by eating food or drinking water contaminated with infected feces. Shellfish which have not been sufficiently cooked are a relatively common source. It may also be spread through close contact with an infectious person. While children often do not have symptoms when infected, they are still able to infect others. After a single infection, a person is immune for the rest of his or her life. Diagnosis requires blood testing, as the symptoms are similar to those of a number of other diseases. It is one of five known hepatitis viruses: A, B, C, D, and E. The hepatitis A vaccine is effective for prevention. Some countries recommend it routinely for children and those at higher risk who have not previously been vaccinated. It appears to be effective for life. Other preventive measures include hand washing and properly cooking food. No specific treatment is available, with rest and medications for nausea or diarrhea recommended on an as-needed basis. Infections usually resolve completely and without ongoing liver disease. Treatment of acute liver failure, if it occurs, is with liver transplantation. Globally, around 1.4 million symptomatic cases occur each year and about 114 million infections (symptomatic and asymptomatic). It is more common in regions of the world with poor sanitation and not enough safe water. In the developing world, about 90% of children have been infected by age 10, thus are immune by adulthood. It often occurs in outbreaks in moderately developed countries where children are not exposed when young and vaccination is not widespread. Acute hepatitis A resulted in 11,200 deaths in 2015. World Hepatitis Day occurs each year on July 28 to bring awareness to viral hepatitis.",
            "score": 50.989662170410156
        },
        {
            "docid": "52926946_2",
            "document": "HCV genotypes . Hepatitis C virus (HCV) genotypes refer to the genetic variations that occurs in the hepatitis C virus. Hepatitis C is a contagious disease that primarily affects the liver, causing severe damage as the disease progresses. It is caused by the Hepatitis C virus, a small, enveloped RNA virus. The transmission of hepatitis C is through the contact with the blood of the infected person,for example by sharing the needles or by using non-sterile medical equipment. HCV is transmitted globally because of the high infection rate and is also associated with a high mortality rate. The World Health Organisation indicates the 3.3% of the world population is infected by the HCV virus. Statistical records show that there are about 13 million HCV affected persons in china, 3.5 million affected persons in the United States, and about 10 million people are affected by HCV in Pakistan. In all cases, the viral genotype of the HCV stays the same, occasionally mutations do occur making the treatment more complex by targeting the changes in the genotype. Hepatitis C virus genotype is considered more common than the Hepatitis B virus infection contributing to more than a million cases annually and is considered one of the major reason for liver transplantation in United States. Some of the HCV genotypes may develop in people without symptoms leading to dangerous conditions like liver cirrhosis causing a permanent damage to liver and the unnoticed HCV conditions will affect brain, joints, blood vessels, bones, and kidneys.",
            "score": 50.73021697998047
        },
        {
            "docid": "607070_6",
            "document": "Viral hepatitis . Patients with chronic hepatitis B have antibodies against hepatitis B, but these antibodies are not enough to clear the infection of the affected liver cells. The continued production of virus combined with antibodies is a likely cause of the immune complex disease seen in these patients. A vaccine is available that will prevent infection from hepatitis B for life. Hepatitis B infections result in 500,000 to 1,200,000 deaths per year worldwide due to the complications of chronic hepatitis, cirrhosis, and hepatocellular carcinoma. Hepatitis B is endemic in a number of (mainly South-East Asian) countries, making cirrhosis and hepatocellular carcinoma big killers. There are six treatment options approved by the U.S. Food and Drug Administration (FDA) available for persons with a chronic hepatitis B infection: alpha-interferon, pegylated interferon, adefovir, entecavir, telbivudine, and lamivudine. About 65% of persons on treatment achieve a sustained response.",
            "score": 50.05111312866211
        },
        {
            "docid": "15925628_17",
            "document": "Hepatitis B . Individuals who remain HBsAg positive for at least six months are considered to be carriers. Carriers of the virus may have chronic hepatitis B, which would be reflected by elevated serum alanine aminotransferase (ALT) levels and inflammation of the liver, if they are in the immune clearance phase of chronic infection. Carriers who have seroconverted to HBeAg negative status, in particular those who acquired the infection as adults, have very little viral multiplication and hence may be at little risk of long-term complications or of transmitting infection to others. However, it is possible for individuals to enter an \"immune escape\" with HBeAg-negative hepatitis.",
            "score": 49.72990798950195
        },
        {
            "docid": "38238_36",
            "document": "Hepatitis . Viral hepatitis is primarily diagnosed through blood tests for levels of viral antigens (such as the hepatitis B surface or core antigen), anti-viral antibodies (such as the anti-hepatitis B surface antibody or anti-hepatitis A antibody), or viral DNA/RNA. In early infection (i.e. within 1 week), IgM antibodies are found in the blood. In late infection and after recovery, IgG antibodies are present and remain in the body for up to years. Therefore, when a patient is positive for IgG antibody but negative for IgM antibody, he is considered immune from the virus via either prior infection and recovery or prior vaccination.",
            "score": 49.297119140625
        },
        {
            "docid": "38238_41",
            "document": "Hepatitis . Hepatitis A causes an acute illness that does not progress to chronic liver disease. Therefore, the role of screening is to assess immune status in people who are at high risk of contracting the virus, as well as in people with known liver disease for whom hepatitis A infection could lead to liver failure. People in these groups who are not already immune can receive the hepatitis A vaccine.",
            "score": 48.271270751953125
        },
        {
            "docid": "865271_9",
            "document": "Liver disease . A common form of liver disease is viral infection. Viral hepatitides such as Hepatitis B virus and Hepatitis C virus can be vertically transmitted during birth via contact with infected blood. According to a 2012 NICE publication, \"about 85% of hepatitis B infections in newborns become chronic\". In occult cases, Hepatitis B virus is present by HBV DNA, but testing for HBsAg is negative. High consumption of alcohol can lead to several forms of liver disease including alcoholic hepatitis, alcoholic fatty liver disease, cirrhosis, and liver cancer. In the earlier stages of alcoholic liver disease, fat builds up in the liver's cells due to increased creation of triglycerides and fatty acids and a decreased ability to break down fatty acids. Progression of the disease can lead to liver inflammation from the excess fat in the liver. Scarring in the liver often occurs as the body attempts to heal and extensive scarring can lead to the development of cirrhosis in more advanced stages of the disease. Approximately 3–10% of individuals with cirrhosis develop a form of liver cancer known as hepatocellular carcinoma.",
            "score": 48.16439437866211
        },
        {
            "docid": "71491_8",
            "document": "Hepatitis C . Persons who have been infected with hepatitis C may appear to clear the virus but remain infected. The virus is not detectable with conventional testing but can be found with ultra-sensitive tests. The original method of detection was by demonstrating the viral genome within liver biopsies, but newer methods include an antibody test for the virus' core protein and the detection of the viral genome after first concentrating the viral particles by ultracentrifugation. A form of infection with persistently moderately elevated serum liver enzymes but without antibodies to hepatitis C has also been reported. This form is known as cryptogenic occult infection.",
            "score": 47.8294563293457
        },
        {
            "docid": "13937833_3",
            "document": "San Francisco Hep B Free . API’s have the highest risk of hepatitis B of any ethnic group. San Francisco’s API residents comprise 34% of the city’s population and bear a disproportionate burden of liver cancer and undetected hepatitis B infection. Hepatitis B is a serious disease responsible for 80% of all liver cancers among APIs. San Francisco has the highest liver cancer rate in the nation. It is estimated that one in ten people in the API community have an undiagnosed infection. APIs are up to 100 times more likely to suffer from chronic hepatitis B infection and four times more likely to die from liver cancer compared with the general population.",
            "score": 47.71372604370117
        },
        {
            "docid": "15925628_2",
            "document": "Hepatitis B . Hepatitis B is an infectious disease caused by the hepatitis B virus (HBV) that affects the liver. It can cause both acute and chronic infections. Many people have no symptoms during the initial infection. Some develop a rapid onset of sickness with vomiting, yellowish skin, tiredness, dark urine and abdominal pain. Often these symptoms last a few weeks and rarely does the initial infection result in death. It may take 30 to 180 days for symptoms to begin. In those who get infected around the time of birth 90% develop chronic while less than 10% of those infected after the age of five do. Most of those with chronic disease have no symptoms; however, cirrhosis and liver cancer may eventually develop. These complications result in the death of 15 to 25% of those with chronic disease. The virus is transmitted by exposure to infectious blood or body fluids. Infection around the time of birth or from contact with other people's blood during childhood is the most frequent method by which hepatitis B is acquired in areas where the disease is common. In areas where the disease is rare, intravenous drug use and sexual intercourse are the most frequent routes of infection. Other risk factors include working in healthcare, blood transfusions, dialysis, living with an infected person, travel in countries where the infection rate is high, and living in an institution. Tattooing and acupuncture led to a significant number of cases in the 1980s; however, this has become less common with improved sterility. The viruses cannot be spread by holding hands, sharing eating utensils, kissing, hugging, coughing, sneezing, or breastfeeding. The infection can be diagnosed 30 to 60 days after exposure. The diagnosis is usually confirmed by testing the blood for parts of the virus and for antibodies against the virus. It is one of five main hepatitis viruses: A, B, C, D, and E. The infection has been preventable by vaccination since 1982. Vaccination is recommended by the World Health Organization in the first day of life if possible. Two or three more doses are required at a later time for full effect. This vaccine works about 95% of the time. About 180 countries gave the vaccine as part of national programs as of 2006. It is also recommended that all blood be tested for hepatitis B before transfusion and condoms be used to prevent infection. During an initial infection, care is based on the symptoms that a person has. In those who develop chronic disease, antiviral medication such as tenofovir or interferon may be useful; however, these drugs are expensive. Liver transplantation is sometimes used for cirrhosis. About a third of the world population has been infected at one point in their lives, including 343 million who have chronic infections. Another 129 million new infections occurred in 2013. Over 750,000 people die of hepatitis B each year. About 300,000 of these are due to liver cancer. The disease is now only common in East Asia and sub-Saharan Africa where between 5 and 10% of adults are chronically infected. Rates in Europe and North America are less than 1%. It was originally known as \"serum hepatitis\". Research is looking to create foods that contain HBV vaccine. The disease may affect other great apes as well. Acute infection with virus is associated with acute viral hepatitis, an illness that begins with general ill-health, loss of appetite, nausea, vomiting, body aches, mild fever, and dark urine, and then progresses to development of jaundice. It has been noted that itchy skin has been an indication as a possible symptom of all hepatitis virus types. The illness lasts for a few weeks and then gradually improves in most affected people. A few people may have a more severe form of liver disease known as fulminant hepatic failure and may die as a result. The infection may be entirely asymptomatic and may go unrecognized.",
            "score": 47.4425048828125
        },
        {
            "docid": "959283_7",
            "document": "Satellite (biology) . A satellite virus important to human health that demonstrates the need for co-infection to replicate and infect within a host is the virus that causes hepatitis D. Hepatitis D (HDV) was discovered in 1977 by an Mario Rizzetto and is unique from hepatitis A, B, and C because it requires viral particles from hepatitis B to replicate and infect liver cells. Hepatitis B (HBV) provides a surface antigen HBsAg which in return is utilized by HDV to create a super infection resulting in liver failure. Hepatitis delta virus is found all over the globe but most prevalent in Africa, the Middle East and southern Italy.",
            "score": 47.35070037841797
        },
        {
            "docid": "237585_12",
            "document": "Hepatocellular carcinoma . While this constant cycle of damage followed by repair can lead to mistakes during repair which in turn lead to carcinogenesis, this hypothesis is more applicable, at present, to hepatitis C. Chronic hepatitis C causes HCC through the stage of cirrhosis. In chronic hepatitis B, however, the integration of the viral genome into infected cells can directly induce a non-cirrhotic liver to develop HCC. Alternatively, repeated consumption of large amounts of ethanol can have a similar effect. The toxin aflatoxin from certain \"Aspergillus\" species of fungus is a carcinogen and aids carcinogenesis of hepatocellular cancer by building up in the liver. The combined high prevalence of rates of aflatoxin and hepatitis B in settings like China and West Africa has led to relatively high rates of hepatocellular carcinoma in these regions. Other viral hepatitides such as hepatitis A have no potential to become a chronic infection and thus are not related to hepatocellular carcinoma.",
            "score": 46.914859771728516
        },
        {
            "docid": "36777018_22",
            "document": "Causes of cancer . In Western developed countries, human papillomavirus (HPV), hepatitis B virus (HBV) and hepatitis C virus (HCV) are the most common oncoviruses. In the United States, HPV causes most cervical cancers, as well as some cancers of the vagina, vulva, penis, anus, rectum, throat, tongue and tonsils. Among high-risk HPV viruses, the HPV E6 and E7 oncoproteins inactivate tumor suppressor genes when infecting cells. In addition, the oncoproteins independently induce genomic instability in normal human cells, leading to an increased risk of cancer development. Individuals with chronic hepatitis B virus infection are more than 200 times more likely to develop liver cancer than uninfected individuals. Liver cirrhosis, whether from chronic viral hepatitis infection or alcohol abuse, is independently associated with the development of liver cancer, but the combination of cirrhosis and viral hepatitis presents the highest risk of liver cancer development.",
            "score": 46.68871307373047
        },
        {
            "docid": "13134899_7",
            "document": "Vincent Racaniello . Poliomyelitis is a disease of the central nervous system; however it is believed that CD155 is present on the surface of most if not all cells of the body. An element present within the virus RNA was hypothesized to govern viral tropism which tissues the virus infected. Newborn mice producing PVR were infected with wild-type poliovirus and a chimeric poliovirus in which this element was replaced with the same region from hepatitis C virus, a liver specific virus, or coxsackievirus B3, a virus that infects the heart or meninges. Mice infected with any of these viruses exhibited symptoms of poliomyelitis. Therefore this region of poliovirus does not determine tissue tropism of the virus.",
            "score": 46.516204833984375
        },
        {
            "docid": "21651912_3",
            "document": "2009 Gujarat hepatitis outbreak . The hepatitis B virus infects the liver and causes an inflammation called hepatitis. It is a DNA virus and one of many unrelated viruses that cause viral hepatitis. The disease, originally known as \"serum hepatitis\", has caused epidemics in parts of Asia and Africa, and it is endemic in China. About a third of the world's population, more than 2 billion people, have been infected with the hepatitis B virus. This includes 350 million chronic carriers of the virus. The acute illness causes liver inflammation, vomiting and jaundice. The infection is preventable by vaccination.",
            "score": 46.422542572021484
        },
        {
            "docid": "7290414_3",
            "document": "List of people with hepatitis C . Although HCV was not discovered until April 1989, an estimated 170 million people worldwide are infected by hepatitis C. As of April 2014, 130—150 million globally suffer from chronic hepatitis C infection; a significant number develop cirrhosis of the liver or liver cancer. Each year, 350,000 to 500,000 people die from hepatitis C-related liver diseases. No vaccine is available at this time. The symptoms of infection can be medically managed when the disease is diagnosed early, and a proportion of patients can be cleared of the virus by a course of anti-viral medicines. Globally, an estimated 50–95% of people treated are cured. With more recently developed medications cure rates are around 80 to 95%. The symptoms of HCV infection, especially in its early stages, can be mild enough to conceal the fact of the disease; thus, some people do not seek treatment. As Live Aid founder Bob Geldof states, \"Stigma, shame and fear can suffocate awareness. These barriers prevent people from getting tested, receiving treatment, and clearing themselves of this disease\". A number of celebrities diagnosed with the disease have decided to go public in order to raise awareness about hepatitis C and to encourage more people to get tested for the disease.",
            "score": 46.394691467285156
        },
        {
            "docid": "1226250_13",
            "document": "Acute liver failure . Common causes for acute liver failure are paracetamol (acetaminophen) overdose, idiosyncratic reaction to medication (e.g. tetracycline, troglitazone), excessive alcohol consumption (severe alcoholic hepatitis), viral hepatitis (hepatitis A or B — it is extremely uncommon in hepatitis C), acute fatty liver of pregnancy, and idiopathic (without an obvious cause). Reye syndrome is acute liver failure in a child with a viral infection (e.g. chickenpox); it appears that aspirin use may play a significant role. Wilson's disease (hereditary copper accumulation) may infrequently present with acute liver failure. Acute liver failure also results from poisoning by the death cap mushroom (\"Amanita phalloides\") as well as other amatoxin-producing fungus species.",
            "score": 45.30055618286133
        },
        {
            "docid": "1062956_20",
            "document": "Gastrointestinal disease . Hepatic diseases refers to those affecting the liver. Hepatitis refers to inflammation of liver tissue, and may be acute or chronic. Infectious viral hepatitis, such as hepatitis A, B and C, affect in excess of (X) million people worldwide. Liver disease may also be a result of lifestyle factors, such as fatty liver and NASH. Alcoholic liver disease may also develop as a result of chronic alcohol use, which may also cause alcoholic hepatitis. Cirrhosis may develop as a result of chronic hepatic fibrosis in a chronically inflamed liver, such as one affected by alcohol or viral hepatitis.",
            "score": 45.13111114501953
        },
        {
            "docid": "38238_3",
            "document": "Hepatitis . Hepatitis has a broad spectrum of presentations that range from a complete lack of symptoms to severe liver failure. The acute form of hepatitis, generally caused by viral infection, is characterized by constitutional symptoms that are typically self-limiting. Chronic hepatitis presents similarly, but can manifest signs and symptoms specific to liver dysfunction with long-standing inflammation and damage to the organ.",
            "score": 45.01481628417969
        },
        {
            "docid": "968777_9",
            "document": "Cholangiocarcinoma . Certain parasitic liver diseases may be risk factors as well. Colonization with the liver flukes \"Opisthorchis viverrini\" (found in Thailand, Laos PDR, and Vietnam) or \"Clonorchis sinensis\" (found in China, Taiwan, eastern Russia, Korea, and Vietnam) has been associated with the development of cholangiocarcinoma. Control programs aimed at discouraging the consumption of raw and undercooked food have been successful at reducing the incidence of cholangiocarcinoma in some countries. Patients with chronic liver disease, whether in the form of viral hepatitis (e.g. hepatitis B or hepatitis C), alcoholic liver disease, or cirrhosis of the liver due to other causes, are at significantly increased risk of cholangiocarcinoma. HIV infection was also identified in one study as a potential risk factor for cholangiocarcinoma, although it was unclear whether HIV itself or other correlated and confounding factors (e.g. hepatitis C infection) were responsible for the association.",
            "score": 44.98263168334961
        },
        {
            "docid": "12947073_15",
            "document": "Hepatitis B vaccine . The road to the hepatitis B vaccine began in 1963 when American physician/geneticist Baruch Blumberg discovered what he called the \"Australia Antigen\" (now called HBsAg) in the serum of an Australian Aboriginal person. In 1968, this protein was found to be part of the virus that causes \"serum hepatitis\" (hepatitis B) by virologist Alfred Prince. The American microbiologist/vaccinologist Maurice Hilleman at Merck used three treatments (pepsin, urea and formaldehyde) of blood serum together with rigorous filtration to yield a product that could be used as a safe vaccine. Hilleman hypothesized that he could make an HBV vaccine by injecting patients with hepatitis B surface protein. In theory, this would be very safe, as these excess surface proteins lacked infectious viral DNA. The immune system, recognizing the surface proteins as foreign, would manufacture specially shaped antibodies, custom-made to bind to, and destroy, these proteins. Then, in the future, if the patient were infected with HBV, the immune system could promptly deploy protective antibodies, destroying the viruses before they could do any harm.",
            "score": 44.05436706542969
        },
        {
            "docid": "15533459_3",
            "document": "Cancer immunoprevention . Immunoprevention of tumors caused by viruses or other infectious agents aims at preventing or curing infection before the onset of cancer. Effective vaccines are available for use in humans. Some tumor types in humans and in animals are the consequence of viral infections. In humans the most frequent viral tumors are liver cancer (also called hepatocellular carcinoma), arising in a small proportion of patients with chronic infection by hepatitis B virus (HBV) or hepatitis C virus (HCV), and carcinoma of the uterine cervix (also called cervical cancer), caused by human papilloma virus (HPV). Altogether these two tumors make 10% of all human cancers, affecting almost one million new patients each year worldwide. The HBV vaccine, now in worldwide use, was shown to reduce the incidence of liver carcinoma. Cancer immunoprevention by the HBV vaccine can be thought of as a beneficial side effect of vaccine developed and used to prevent hepatitis B. This is not the case with HPV vaccines, which were primarily developed for cancer prevention. Clinical trials showed that HPV vaccines can prevent HPV infection and carcinogenesis almost completely; these results led to vaccine approval by regulatory agencies in USA and Europe.",
            "score": 44.03155517578125
        },
        {
            "docid": "12284396_7",
            "document": "Liver cancer . Viral infection with either hepatitis C virus (HCV) or Hepatitis B virus (HBV) is the chief cause of liver cancer in the world today, accounting for 80% of hepatocellular carcinoma (HCC). The viruses cause HCC because massive inflammation, fibrosis and eventual cirrhosis occurs within the liver. HCC usually arises after cirrhosis, with an annual incidence of 1.7% in cirrhotic HCV-infected individuals. Around 5-10% of individuals that become infected with HBV become chronic carriers, and around 30% of these acquire chronic liver disease, which can lead to HCC. HBV infection is also linked to cholangiocarcinoma. The role of viruses other than HCV or HBV in liver cancer is much less clear, although there is some evidence that co-infection of HBV and hepatitis D virus may increase the risk of HCC.",
            "score": 43.997066497802734
        },
        {
            "docid": "19167679_7",
            "document": "Virus . Viral infections in animals provoke an immune response that usually eliminates the infecting virus. Immune responses can also be produced by vaccines, which confer an artificially acquired immunity to the specific viral infection. Some viruses, including those that cause AIDS and viral hepatitis, evade these immune responses and result in chronic infections. Antibiotics have no effect on viruses, but several antiviral drugs have been developed.",
            "score": 43.651206970214844
        },
        {
            "docid": "19064373_15",
            "document": "Refugee health . There are multiple types of hepatitis, which most broadly can be described as viral infections of the liver. The most common types are viral Hepatitis A, B, and C. Hepatitis B and C can result in chronic infections, while Hepatitis A is solely infectious. As such, Hepatitis A is also referred to as Infectious Hepatitis, and is caused by the Hepatitis A Virus (HAV). HAV can be spread directly or indirectly via fecal contact, causal contact, sexual contact, and foodborne or waterborne pathways. Because of this, refugee populations are more susceptible to this infection. According to a 2016 study conducted in Greece, the rate of Infectious Hepatitis amongst Syrian refugees in certain Greek facilities is 152 per 1,000 people; rates in refugees from Afghanistan and Iraq were much lower, at 8 per 1,000 and 9 per 1,000 people, respectively. The disproportionately higher rate in Syrian refugees can be attributed to the higher proportion of Syrian refugees in the camps, as compared to refugees from other countries of origin. There is no treatment for HAV infections, so hygienic intervention measures and vaccinations are of the highest priority in preventative measures. However, health care is often not prioritized in refugee populations and resources are limited, thus making it difficult to properly control the rate and spread of infection.",
            "score": 43.597591400146484
        }
    ]
}