{
    "q": [
        {
            "docid": "19252792_3",
            "document": "Thalassophobia . Thalassophobia can include fear of being in large bodies of water, fear of the vast emptiness of the sea, of sea waves, and fear of distance from land.",
            "score": 65.460125207901
        },
        {
            "docid": "19252792_1",
            "document": "Thalassophobia . Thalassophobia",
            "score": 38.0952730178833
        },
        {
            "docid": "19252792_2",
            "document": "Thalassophobia . Thalassophobia (Greek: θάλασσα, \"thalassa\", \"sea\" and φόβος, \"phobos\", \"fear\") is an intense and persistent fear of the sea or of sea travel.",
            "score": 53.7752571105957
        },
        {
            "docid": "17380298_81",
            "document": "Robert Mugabe . Colin Legum, a journalist with \"The Observer\", argued that Mugabe had a \"paranoidal personality\", in that while he did not suffer from clinical paranoia, he did behave in a paranoid fashion when placed under severe and sustained pressure. Mugabe biographer Andrew Norman suggested that the leader may have suffered from antisocial personality disorder. Several Mugabe biographers have observed that he had an obsession with accruing power. According to Meredith, \"power for Mugabe was not a means to an end, but the end itself.\" Conversely, Onslow and Redding suggested that Mugabe's craving for power stemmed from \"ideological and personal reasons\" and his belief in the illegitimacy of his political opposition. Denis Norman, a white politician who served in Mugabe's cabinet for many years, commented that \"Mugabe isn't a flashy man driven by wealth but he does enjoy power. That's always been his motivation\".",
            "score": 26.479464769363403
        },
        {
            "docid": "13323241_28",
            "document": "Ahimsa in Jainism . Ācārya Amṛtacandra has described as to how the consequences of violence (karmas attracted) differ from person to persons for similar and different types of acts. A small violence may bring serious consequences to one person, while to another person grievous violence may bring about lesser consequences. For instance, a person hunting and killing only one small animal suffers severe consequences while a person who is building a temple or hospital suffers milder karmic consequences even though its construction kills many animals. Even when violence is jointly committed by two persons, the same act may result in severe consequence for one person and mild consequence for another person. This may happen in the case where the leader and planner of violence binds severe \"karmas\", while a follower binds much lesser \"karmas\". One who actually does not commit violence may be responsible for \"hiṃsā\" while one who actually commits violence is not responsible for hiṃsā. For instance, a burglar who fails in his robbery is still a felon but a diligent surgeon who is trying to save a patient is not responsible for violence even if a patient dies during the surgery. Persons who have not committed violence may become responsible for violence committed by others. This may happen when a violence which is carried out by someone is approved and instigated by someone else. often gives result of \"himsa\" to one and \"himsa\" may sometimes give result of \"ahimsa\" to another. For instance, one person saves another from oppression by use of violence and hence enjoys consequences of \"ahimsa\" although resorting to violence, while another does not act to save someone wishing that the other person is not saved and thus suffers the consequences of violence although he may have not actually done anything.",
            "score": 30.731293439865112
        },
        {
            "docid": "1699268_9",
            "document": "Type A and Type B personality theory . The theory describes Type B individuals as a contrast to those of Type A. Type B personality, by definition, are noted to live at lower stress levels. They typically work steadily, and may enjoy achievement, although they have a greater tendency to disregard physical or mental stress when they do not achieve. When faced with competition, they may focus less on winning or losing than their Type A counterparts, and more on enjoying the game regardless of winning or losing. Unlike the Type A personality's rhythm of multi-tasked careers, Type B individuals are sometimes attracted to careers of creativity: writer, counselor, therapist, actor or actress. However, network and computer systems managers, professors, and judges are more likely to be Type B individuals as well. Their personal character may enjoy exploring ideas and concepts.",
            "score": 35.911067962646484
        },
        {
            "docid": "21828092_11",
            "document": "John T. Noonan Jr. . The First Amendment, guaranteeing the free exercise of religion to every person within the nation, is a guarantee that Townley Manufacturing Company rightly invokes. Nothing in the broad sweep of the amendment puts corporations outside its scope. Repeatedly and successfully, corporations have appealed to the protection the Religious Clauses afford or authorize. Just as a corporation enjoys the right of free speech guaranteed by the First Amendment, so a corporation enjoys the right guaranteed by the First Amendment to exercise religion. The First Amendment does not say that only one kind of corporation enjoys this right. The First Amendment does not say that only religious corporations or only not-for-profit corporations are protected. The First Amendment does not authorize Congress to pick and choose the persons or the entities or the organizational forms that are free to exercise their religion. All persons--and under our Constitution all corporations are persons--are free. A statute cannot subtract from their freedom.",
            "score": 22.8840491771698
        },
        {
            "docid": "392019_11",
            "document": "Mycobacterium tuberculosis . Typing of strains is useful in the investigation of tuberculosis outbreaks, because it gives the investigator evidence for or against transmission from person to person. Consider the situation where person A has tuberculosis and believes he acquired it from person B. If the bacteria isolated from each person belong to different types, then transmission from B to A is definitively disproved; however, if the bacteria are the same strain, then this supports (but does not definitively prove) the hypothesis that B infected A.",
            "score": 14.519917011260986
        },
        {
            "docid": "1126782_43",
            "document": "William T. Anderson . In a study of 19th-century warfare, historian James Reid posited that Anderson suffered from delusional paranoia, which exacerbated his aggressive, sadistic personality. He sees Anderson as obsessed with, and greatly enjoying, the ability to inflict fear and suffering in his victims, and suggests he suffered from the most severe type of sadistic personality disorder. Reid draws a parallel between the bashi-bazouks of the Ottoman Army and Anderson's guerrillas, arguing that they behaved similarly.",
            "score": 38.606056928634644
        },
        {
            "docid": "28082786_28",
            "document": "Alkarama . Torture means any act by which severe pain or suffering, whether physical or mental, is intentionally inflicted on a person for such purposes as obtaining from him or a third person information or a confession, punishing him for an act he or a third person has committed or is suspected of having committed, or intimidating or coercing him or a third person, or for any reason based on discrimination of any kind, when such pain or suffering is inflicted by or at the instigation of or with the consent or acquiescence of a public official or other person acting in an official capacity. It does not include pain or suffering arising only from, inherent in or incidental to lawful sanctions.",
            "score": 28.361400604248047
        },
        {
            "docid": "21771273_18",
            "document": "Alvin Plantinga's free will defense . Plantinga responds that \"What is important about the idea of transworld depravity is that if a person suffers from it, then it wasn't within God's power to actualize any world in which that person is significantly free but does no wrong—that is, a world in which he produces moral good but no moral evil\" and that it is logically \"possible\" that every person suffers from transworld depravity.",
            "score": 28.763092517852783
        },
        {
            "docid": "5413890_3",
            "document": "The God Delusion . In \"The God Delusion\", Dawkins contends that a supernatural creator almost certainly does not exist and that belief in a personal god qualifies as a delusion, which he defines as a persistent false belief held in the face of strong contradictory evidence. He is sympathetic to Robert Pirsig's statement in \"\" (1991) that \"when one person suffers from a delusion it is called insanity. When many people suffer from a delusion it is called religion.\" With many examples, he explains that one does not need religion to be moral and that the roots of religion and of morality can be explained in non-religious terms.",
            "score": 13.857324600219727
        },
        {
            "docid": "20780721_10",
            "document": "Yes and no . Ameka classifies these two words in different ways according to context. When used as back-channel items, he classifies them as interjections; but when they are used as the responses to a yes-no question, he classifies them as formulaic words. The distinction between an interjection and a formula is, in Ameka's view, that the former does not have an addressee (although it may be directed at a person), whereas the latter does. The \"yes\" or \"no\" in response to the question is addressed at the interrogator, whereas \"yes\" or \"no\" used as a back-channel item is a \"feedback usage\", an utterance that is said to oneself. However, Sorjonen criticizes this analysis as lacking empirical work on the other usages of these words, in addition to interjections and feedback uses.",
            "score": 16.532697200775146
        },
        {
            "docid": "12882529_12",
            "document": "Yes, What? . Greenbottle is a member of a large family who all appear to be suffering from madness. His frequent meetings with them invariably make him late for class. He explains ludicrous tales by way of an excuse for his tardiness, often involving his family members or descriptions of his ludicrously designed house. He considers himself an expert on all topics, boasting that whatever subject the class is studying at the time is his best. He often claims to possess skills he really lacks, such as a brilliant singing voice and an expertise in poetry. This does not deter him from demonstrating his self-proclaimed talents. The extent of Greenbottle's lunacy is ambiguous as it is unclear how many of his eccentric habits are feigned to waste time and how many are inherent to his personality. His habit of saying \"Yes\" all the time causes Dr Pym to answer \"Yes, What?\", to which Greenbottle will often expound ridiculous theories or family stories. Greenbottle was played by Jack Craig-Gardiner although he left the cast for a brief period due to illness. Craig-Gardiner contributed many other minor voices to the series. For example, Greenbottle Senior and the boxer 'Dangerous Dynamite Dixon' from Episode 228.",
            "score": 16.61633563041687
        },
        {
            "docid": "9587_8",
            "document": "Euthanasia . The third element incorporated into many definitions is that of intentionality – the death must be intended, rather than being accidental, and the intent of the action must be a \"merciful death\". Michael Wreen argued that \"the principal thing that distinguishes euthanasia from intentional killing simpliciter is the agent's motive: it must be a good motive insofar as the good of the person killed is concerned.\" Similarly, Heather Draper speaks to the importance of motive, arguing that \"the motive forms a crucial part of arguments for euthanasia, because it must be in the best interests of the person on the receiving end.\" Definitions such as that offered by the House of Lords Select Committee on Medical Ethics take this path, where euthanasia is defined as \"a deliberate intervention undertaken with the express intention of ending a life, to relieve intractable suffering.\" Beauchamp and Davidson also highlight Baruch Brody's \"an act of euthanasia is one in which one person ... (A) kills another person (B) for the benefit of the second person, who actually does benefit from being killed\".",
            "score": 21.59372901916504
        },
        {
            "docid": "1992478_9",
            "document": "Jeffrey Osborne . In the new millennium, he returned with a series of albums that, while far from the success he enjoyed in the 1980s, returned him to Adult R&B radio, scoring modest chart singles such as \"Rest of Our Lives\" (#75, 2003) and his cover of Barbara Mason's classic \"Yes, I'm Ready\" (#64, 2005).",
            "score": 13.196327209472656
        },
        {
            "docid": "32066656_8",
            "document": "Yes-R . Yes-R begins has been able to target a broad audience and appears through his DVD releases. He is regularly featured not only on urban-oriented programs, but also makes an effort to take part in children shows and talk shows and has become one of the best selling rapper acts in Netherlands, winning many awards including TMF Award for \"Best Newcomer\" in 2006. Although Yes-R is successful on the charts, he has been suffering from stream of criticism about his commercialism by some other Dutch hip hop personalities and the Dutch people..",
            "score": 16.803958654403687
        },
        {
            "docid": "51256878_11",
            "document": "Volcanalis . \"Volcanalis\" received positive reviews. The A.V. Club's Kevin McFarland gave the episode a \"B-\" grade and wrote, \"I don't like when the mythology and creature abilities on \"Grimm\" leave wide gaps for me to think about logic problems. It distracts from the episode, takes me out of a world I've come to enjoy, and for the most part learned to accept despite its flaws. But when the logic is stretched so thin — Does the Volcanalis kill everyone who takes rocks from near any dormant volcano anywhere around the world at any time? — it's impossible to ignore. Even with the benefit of two very interesting creature — or one Wesen and a demigod figure — 'Volcanalis' suffers from being too ridiculous to work completely as an episodic diversion.\"",
            "score": 30.526878356933594
        },
        {
            "docid": "1272337_4",
            "document": "Pity . The word is often used in the translations from ancient Greek into English of Aristotle's \"Poetics\" and \"Rhetoric\". Aristotle argued (Rhetoric 2.8) that before a person can feel pity for another human, the person must first have experienced suffering of a similar type, and the person must also be somewhat distanced or removed from the sufferer. In Aristotle's \"Rhetoric\" he defines pity as follows: \"Let pity, then, be a kind of pain in the case of an apparent destructive or painful harm of one not deserving to encounter it, which one might expect oneself, or one of one's own, to suffer, and this when it seems near\". Aristotle also pointed out that \"people pity their acquaintances, provided that they are not exceedingly close in kinship; for concerning these they are disposed as they are concerning themselves...For what is terrible is different from what is pitiable, and is expulsive of pity\". Thus, from Aristotle's perspective, in order to feel pity, a person must believe that the person who is suffering does not deserve their fate. Developing a traditional Greek view in his work on poetry, Aristotle also defines tragedy as a kind of imitative poetry that provokes pity and fear.",
            "score": 27.245494961738586
        },
        {
            "docid": "5071174_215",
            "document": "Ages of consent in Europe . \"(1)A person (A) commits an offence if— (a)he intentionally penetrates the vagina, anus or mouth of another person (B) with his penis, (b)B does not consent to the penetration, and (c)A does not reasonably believe that B consents. (2)Whether a belief is reasonable is to be determined having regard to all the circumstances, including any steps A has taken to ascertain whether B consents. (3)Sections 75 and 76 apply to an offence under this section.",
            "score": 19.61511754989624
        },
        {
            "docid": "37196_30",
            "document": "Causality . Interpreting causation as a deterministic relation means that if \"A\" causes \"B\", then \"A\" must \"always\" be followed by \"B\". In this sense, war does not cause deaths, nor does smoking cause cancer or emphysema. As a result, many turn to a notion of probabilistic causation. Informally, \"A\" (\"The person is a smoker\") probabilistically causes \"B\" (\"The person has now or will have cancer at some time in the future\"), if the information that \"A\" occurred increases the likelihood of \"B\"s occurrence. Formally, P{\"B\"|\"A\"}≥ P{\"B\"} where P{\"B\"|\"A\"} is the conditional probability that \"B\" will occur given the information that \"A\" occurred, and P{\"B\"}is the probability that \"B\" will occur having no knowledge whether \"A\" did or did not occur. This intuitive condition is not adequate as a definition for probabilistic causation because of its being too general and thus not meeting our intuitive notion of cause and effect. For example, if \"A\" denotes the event \"The person is a smoker,\" \"B\" denotes the event \"The person now has or will have cancer at some time in the future\" and \"C\" denotes the event \"The person now has or will have emphysema some time in the future,\" then the following three relationships hold: P{\"B\"|\"A\"} ≥ P{\"B\"}, P{\"C\"|\"A\"} ≥ P{\"C\"} and P{\"B\"|\"C\"} ≥ P{\"B\"}. The last relationship states that knowing that the person has emphysema increases the likelihood that he will have cancer. The reason for this is that having the information that the person has emphysema increases the likelihood that the person is a smoker, thus indirectly increasing the likelihood that the person will have cancer. However, we would not want to conclude that having emphysema causes cancer. Thus, we need additional conditions such as temporal relationship of \"A\" to \"B\" and a rational explanation as to the mechanism of action. It is hard to quantify this last requirement and thus different authors prefer somewhat different definitions.",
            "score": 27.001155972480774
        },
        {
            "docid": "1874234_4",
            "document": "Species dysphoria . In a 2008 study by Gerbasi \"et al.\", 46% of people surveyed who identified as being in the furry fandom, (usually defined as a person who enjoys anthropomorphic animals, occasionally to an almost obsessive degree), answered \"yes\" to the question \"Do you consider yourself to be less than 100% human?\" and 41% answered \"yes\" to the question \"If you could become 0% human, would you?\" Questions that Gerbasi states as being deliberately designed to draw parallels with gender dysphoria, specifying \"a persistent feeling of discomfort\" about the human body and the feeling that the person was the \"non-human species trapped in a human body\", were answered \"yes\" by 24% and 29% of respondents, respectively. Likewise, these studies support the fact that the therianthropic, otherkin and furry communities are very similar in nature and are often interconnected.",
            "score": 44.9645459651947
        },
        {
            "docid": "4893539_3",
            "document": "Future interest . As a slightly more complicated example, suppose O is the owner of Blackacre. Consider what happens when O transfers the property, \"to A for life, then to B\". Person A acquires possession of Blackacre. Person B does not receive any right to possess Blackacre immediately; however, once person A dies, possession will fall to person B (or his estate, if he died before person A). Person B has a \"future\" interest in the property. In this example, the event triggering the transfer is person A's death.",
            "score": 17.25123167037964
        },
        {
            "docid": "2095829_81",
            "document": "Sonia Sotomayor . She takes several daily insulin injections, and her diabetes is considered to be well controlled. Sotomayor does not belong to a Catholic parish or attend Mass, but does attend church for important occasions. She has said, \"I am a very spiritual person [though] maybe not traditionally religious in terms of Sunday Mass every week, that sort of thing. The trappings are not important to me, but, yes, I do believe in God. And, yes, I do believe in the commandments.\"",
            "score": 4.00620698928833
        },
        {
            "docid": "40263821_10",
            "document": "Doe B . Doe B's funeral was held in Montgomery, Alabama on January 4, 2014. T.I. spoke at the funeral praising Doe B and speaking about how bright of a future in music he really had. On January 11, 2014, it was reported that three of the five surviving victims of the shooting were suing the Centennial Hill Bar & Grill. The plaintiffs Keldric Landon, Clarence Young, Jr. and Ferro Bennett have filed lawsuits against Centennial, The Flight LLC, its owner Nicole Bankhead, and the club's security company. Landon was the most injured suffered multiple gunshot injuries requiring surgery. All three victims claimed in the lawsuit that the club's bouncers were bribed into allowing weapons into the building. They are seeking compensation for medical expenses, loss of work, and pain and suffering.",
            "score": 16.1711688041687
        },
        {
            "docid": "16263446_2",
            "document": "Victim soul . The concept of the victim soul derives from the Roman Catholic teaching on redemptive suffering. Such a person is said to be one chosen by God to suffer more than most people during life, and who generously accepts the suffering, based on the example of Christ's own Passion. The Catholic Church does not officially designate anyone as a victim soul.",
            "score": 17.327807188034058
        },
        {
            "docid": "2917_28",
            "document": "Dutch hip hop . The commercial success of Dutch hip hop is largely made by Brainpower, Yes-R, Ali B, Lange Frans & Baas B and Extince. For a large part of the Dutch hip hop community Yes-R, Ali B and Lange Frans & Baas B are sometimes considered fake because they do a lot of work for children TV stations. Brainpower and Extince however both enjoy a great respect for bringing up hip hop in their native Dutch. Other commercial rappers are De Jeugd van Tegenwoordig, and one of the more popular artists in the Netherlands, Partysquad or The Partysquad. They are a 2-man group, having had success with hits such as \"Stuk\" (Broken), and \"Dat is Die Shit\" (That's the shit), with other popular songs in the background such as \"Non Stop\" ft. Brainpower, \"We Gaan Los\" (we're going crazy {because of highness or drunkenness}) with Kempi, and \"Wat Wil Je Doen\" (What do you want to do?).",
            "score": 19.658305883407593
        },
        {
            "docid": "777845_52",
            "document": "Raymond Leo Burke . At a July 23, 2011, conference on end-of-life care sponsored by the St. Gianna Physician's Guild, Burke said that suffering does not cause a person to have less meaning in his life, nor does it give the government the right to decide if that person should live or die: \"No matter how much a life is diminished, no matter what suffering the person is undergoing, that life demands the greatest respect and care. It's never right to snuff out a life because it's in some way under heavy burden.\"",
            "score": 16.249199628829956
        },
        {
            "docid": "35086131_35",
            "document": "South African company law . A close corporation is a juristic person distinct from its members. It enjoys perpetual succession, and its members have limited liability. It has the capacity and the powers of a natural person, and is encumbered by a minimal number of formalities. It may be formed by a single person. It does not deal in shares and share capital; instead, there are \"members' interests,\" which are determined as a percentage of ownership.",
            "score": 28.876809120178223
        },
        {
            "docid": "391321_2",
            "document": "Key authentication . Key authentication is used to solve the problem of authenticating the keys of the person (say \"person B\") to whom some other person (\"person A\") is talking to or trying to talk to. In other words, it is the process of assuring that the key of \"person A\" held by \"person B\" does in fact belong to \"person A\" and vice versa.",
            "score": 10.55045223236084
        },
        {
            "docid": "40637173_7",
            "document": "Hypofrontality . Major depressive disorder, or MDD, is diagnosed by a persistent low mood that affects the way a person sees themselves and how they live their life. Oftentimes, those suffering from MDD lose interest in what they used to enjoy, are constantly in an edgy mood or display slower movements. MDD and anxiety are commonly expressed comorbidly. Smaller volumes of various brain regions, including the frontal cortex, are common in those who suffer from MDD.",
            "score": 25.08666968345642
        },
        {
            "docid": "206578_25",
            "document": "Presidential system . Constitutions that only require plurality support are said to be especially undesirable, as significant power can be vested in a person who does not enjoy support from a majority of the population.",
            "score": 16.639076709747314
        }
    ],
    "r": [
        {
            "docid": "6456388_3",
            "document": "Biological oceanography . The Challenger Expedition was pivotal to biological oceanography and oceanography in general. The Challenger Expedition was headed by Charles Wyville Thomson in 1872-1876 The expedition also included two other naturalists, Henry N. Moseley and John Murray. Prior to the expedition, the ocean was, although interesting to many, considered an unpredictable and mostly life-less body of water and this expedition made them rethink this stance on the ocean This expedition was at the behest of The Royal Society in order to see if they would be able to lay cables at the bottom of the ocean. They also brought the equipment to collect data about the biological, chemical, and geological properties of the ocean in a systematic way. They mapped the oceanic sediment and collected data The data collected in this voyage proved that there was life in deep waters (5500 meters) and that the composition of water in the ocean is consistent.",
            "score": 69.7247314453125
        },
        {
            "docid": "2056572_113",
            "document": "Marine life . In contemporary times, marine life is a field of study both in marine biology and in biological oceanography. In biology many phyla, families and genera have some species that live in the sea and others that live on land. Marine biology classifies species based on the environment rather than on taxonomy. For this reason marine biology encompasses not only organisms that live only in a marine environment, but also other organisms whose lives revolve around the sea. Biological oceanography is the study of how organisms affect and are affected by the physics, chemistry, and geology of the oceanographic system. Biological oceanography mostly focuses on the microorganisms within the ocean; looking at how they are affected by their environment and how that affects larger marine creatures and their ecosystem. Biological oceanography is similar to marine biology, but is different because of the perspective used to study the ocean. Biological oceanography takes a bottom up approach (in terms of the food web), while marine biology studies the ocean from a top down perspective. Biological oceanography mainly focuses on the ecosystem of the ocean with an emphasis on plankton: their diversity (morphology, nutritional sources, motility, and metabolism); their productivity and how that plays a role in the global carbon cycle; and their distribution (predation and life cycle). Biological oceanography also investigates the role of microbes in food webs, and how humans impact the ecosystems in the oceans.",
            "score": 66.32190704345703
        },
        {
            "docid": "18842323_8",
            "document": "Sea . The scientific study of water and Earth's water cycle is hydrology; hydrodynamics studies the physics of water in motion. The more recent study of the sea in particular is oceanography. This began as the study of the shape of the ocean's currents but has since expanded into a large and multidisciplinary field: it examines the properties of seawater; studies waves, tides, and currents; charts coastlines and maps the seabeds; and studies marine life. The subfield dealing with the sea's motion, its forces, and the forces acting upon it is known as physical oceanography. Marine biology (biological oceanography) studies the plants, animals, and other organisms inhabiting marine ecosystems. Both are informed by chemical oceanography, which studies the behavior of elements and molecules within the oceans: particularly, at the moment, the ocean's role in the carbon cycle and carbon dioxide's role in the increasing acidification of seawater. Marine and maritime geography charts the shape and shaping of the sea, while marine geology (geological oceanography) has provided evidence of continental drift and the composition and structure of the Earth, clarified the process of sedimentation, and assisted the study of volcanism and earthquakes.",
            "score": 65.58769226074219
        },
        {
            "docid": "19252792_3",
            "document": "Thalassophobia . Thalassophobia can include fear of being in large bodies of water, fear of the vast emptiness of the sea, of sea waves, and fear of distance from land.",
            "score": 65.46012878417969
        },
        {
            "docid": "1691995_2",
            "document": "Greenland Sea . The Greenland Sea is a body of water that borders Greenland to the west, the Svalbard archipelago to the east, Fram Strait and the Arctic Ocean to the north, and the Norwegian Sea and Iceland to the south. The Greenland Sea is often defined as part of the Arctic Ocean, sometimes as part of the Atlantic Ocean. However, definitions of the Arctic Ocean and its seas tend to be imprecise or arbitrary. In general usage the term \"Arctic Ocean\" would exclude the Greenland Sea. In oceanographic studies the Greenland Sea is considered part of the Nordic Seas, along with the Norwegian Sea. The Nordic Seas are the main connection between the Arctic and Atlantic oceans and, as such, could be of great significance in a possible shutdown of thermohaline circulation. In oceanography the Arctic Ocean and Nordic Seas are often referred to collectively as the \"Arctic Mediterranean Sea\", a marginal sea of the Atlantic.",
            "score": 64.90836334228516
        },
        {
            "docid": "6456388_2",
            "document": "Biological oceanography . Biological oceanography is the study of how organisms affect and are affected by the physics, chemistry, and geology of the oceanographic system. Biological oceanography mostly focuses on the microorganisms within the ocean; looking at how they are affected by their environment and how that affects larger marine creatures and their ecosystem. Biological oceanography is similar to marine biology, but is different because of the perspective used to study the ocean. Biological oceanography takes a bottom up approach (in terms of the food web), while marine biology studies the ocean from a top down perspective. Biological oceanography mainly focuses on the ecosystem of the ocean with an emphasis on plankton: their diversity (morphology, nutritional sources, motility, and metabolism); their productivity and how that plays a role in the global carbon cycle; and their distribution (predation and life cycle). Biological oceanography also investigates the role of microbes in food webs, and how humans impact the ecosystems in the oceans.",
            "score": 64.70892333984375
        },
        {
            "docid": "44044_2",
            "document": "Oceanography . Oceanography (compound of the Greek words ὠκεανός meaning \"ocean\" and γράφω meaning \"write\"), also known as oceanology, is the study of the physical and biological aspects of the ocean. It is an Earth science, which covers a wide range of topics, including ecosystem dynamics; ocean currents, waves, and geophysical fluid dynamics; plate tectonics and the geology of the sea floor; and fluxes of various chemical substances and physical properties within the ocean and across its boundaries. These diverse topics reflect multiple disciplines that oceanographers blend to further knowledge of the world ocean and understanding of processes within: astronomy, biology, chemistry, climatology, geography, geology, hydrology, meteorology and physics. Paleoceanography studies the history of the oceans in the geologic past.",
            "score": 63.64387130737305
        },
        {
            "docid": "55398573_8",
            "document": "Ocean Worlds Exploration Program . On Earth, itself an ocean world, liquid water is essential to life as we know it. A question is whether the dark, alien oceans of the outer Solar System could be habitable for simple life forms, and if so, what would their biochemistry be. Exploring these moons could help to answer the question of how life arose on Earth and whether it exists anywhere else in the Solar System. It may also be possible to find pre-biotic chemistry occurring, which could provide clues to how life started on Earth. Any life detected at the remote ocean worlds in the outer Solar System would likely have formed and evolved along an independent path from life on Earth, giving us a deeper understanding of the potential for life in the universe.",
            "score": 62.601043701171875
        },
        {
            "docid": "1669118_13",
            "document": "National Institute of Oceanography, India . By restricting the North Indian Ocean to south of 25o N, the Asian landmass prevents the basin from having access to the sub-tropical convergence zone, a region that usually occurs at a latitude of about 40o and is an important supplier of oxygen to the ocean. Not having access to such a regime, the North Indian Ocean is starved of oxygen. Another reason why oxygen is low is the consequence of high concentration of the primary producers of the region. When these plants and zooplankton that feed on them die and sink they get microbially degraded, thus consuming oxygen. NIO researchers have played a major role in answering critical questions concerning the processes that go on in this basin with lower than normal oxygen levels. Some of the questions that have been addressed are the following: Does the monsoon cycle lead to other seasonal cycles, such as that of biological production and flux of sinking particles? What are the special features of biogeochemistry of the ocean regime with low oxygen? How do the biogeochemical processes (denitrification, for example) that characterize this system work? What are the physical processes that sustain high productivity in the region? How does the monsoon cycle influence temporal evolution of ecosystems in the region?",
            "score": 60.204776763916016
        },
        {
            "docid": "387440_2",
            "document": "Physical oceanography . Physical oceanography is the study of physical conditions and physical processes within the ocean, especially the motions and physical properties of ocean waters.",
            "score": 58.50190734863281
        },
        {
            "docid": "44044_22",
            "document": "Oceanography . Since the early ocean expeditions in oceanography, a major interest was the study of the ocean currents and temperature measurements. The tides, the Coriolis effect, changes in direction and strength of wind, salinity and temperature are the main factors determining ocean currents. The thermohaline circulation (THC) \"thermo-\" referring to temperature and \"-haline\" referring to salt content connects 4 of 5 ocean basins and is primarily dependent on the density of sea water. Ocean currents such as the Gulf Stream are wind-driven surface currents.",
            "score": 58.07752990722656
        },
        {
            "docid": "29055353_3",
            "document": "Borders of the oceans . Though generally described as several separate oceans, the world's oceanic waters constitute one global, interconnected body of salt water sometimes referred to as the World Ocean or global ocean. This concept of a continuous body of water with relatively free interchange among its parts is of fundamental importance to oceanography.",
            "score": 57.80586624145508
        },
        {
            "docid": "18842359_8",
            "document": "Ocean . Though generally described as several separate oceans, the global, interconnected body of salt water is sometimes referred to as the World Ocean or global ocean. The concept of a continuous body of water with relatively free interchange among its parts is of fundamental importance to oceanography.",
            "score": 57.54548645019531
        },
        {
            "docid": "1669118_12",
            "document": "National Institute of Oceanography, India . As noted earlier, an important theme of research at NIO has been understanding the oceanography of the North Indian Ocean – a tropical and small basin driven by strongly seasonal winds. The uppermost 200 m (oceans are on average about 4000 m deep) form the most active portion of the ocean. Here, major currents are forced by winds, and primary producers (microscopic plants that drift with currents) set the stage for intricate interactions that go across the traditional boundaries between disciplines, leading to a new discipline, biogeochemistry of the oceans. Some of NIO's most cited research contributions have been about two aspects of the upper layer: its circulation and biogeochemistry. Currents in this layer are driven by winds. As these are periodic over the North Indian Ocean, so are the currents, in striking contrast to other tropical regions of the world. The link between the winds and currents, however, is rather intricate. NIO researchers played a leading role in defining the nature of seasonality in the currents over the basin in general, and along the coast of India in particular. Subsequent analysis and model studies showed that the circulation of the North Indian Ocean needs to be looked at holistically across the basin because the winds at a location influence not only the local current, but affect the current at remote locations at a later time owing to the propagation of large-scale waves. For example, it is now known that the winds along the Indian east coast significantly affect the seasonal cycle of the current off the Indian west coast.",
            "score": 57.45391845703125
        },
        {
            "docid": "387440_22",
            "document": "Physical oceanography . The ocean can gain moisture from rainfall, or lose it through evaporation. Evaporative loss leaves the ocean saltier; the Mediterranean and Persian Gulf for example have strong evaporative loss; the resulting plume of dense salty water may be traced through the Straits of Gibraltar into the Atlantic Ocean. At one time, it was believed that evaporation/precipitation was a major driver of ocean currents; it is now known to be only a very minor factor.",
            "score": 57.41094207763672
        },
        {
            "docid": "18842323_2",
            "document": "Sea . A sea is a large body of salt water that is surrounded in whole or in part by land. More broadly, \"the sea\" is the interconnected system of Earth's salty, oceanic waters—considered as one global ocean or as several principal oceanic divisions. The sea moderates Earth's climate and has important roles in the water cycle, carbon cycle, and nitrogen cycle. Although the sea has been traveled and explored since prehistory, the modern scientific study of the sea—oceanography—dates broadly to the British \"Challenger\" expedition of the 1870s. The sea is conventionally divided into up to five large oceanic sections—including the International Hydrographic Organization's four named oceans (the Atlantic, Pacific, Indian, and Arctic) and the Southern Ocean; smaller, second-order sections, such as the Mediterranean, are known as \"seas\".",
            "score": 57.29296875
        },
        {
            "docid": "11983318_12",
            "document": "Branches of science . Oceanography, or marine science, is the branch of Earth science that studies the ocean. It covers a wide range of topics, including marine organisms and ecosystem dynamics; ocean currents, waves, and geophysical fluid dynamics; plate tectonics and the geology of the sea floor; and fluxes of various chemical substances and physical properties within the ocean and across its boundaries. These diverse topics reflect multiple disciplines that oceanographers blend to further knowledge of the world ocean and understanding of processes within it: biology, chemistry, geology, meteorology, and physics as well as geography.",
            "score": 56.613197326660156
        },
        {
            "docid": "13165796_2",
            "document": "Ocean heat content . Oceanic heat content (OHC) is the heat stored in the ocean. Oceanography and climatology are the science branches which study ocean heat content. Changes in the ocean heat content play an important role in the sea level rise, because of thermal expansion. It is with high confidence that ocean warming accounts for 90% of the energy accumulation from global warming between 1971 and 2010. About one third of that extra heat has been estimated to propagate to depth below 700 meters.",
            "score": 56.264434814453125
        },
        {
            "docid": "34815601_6",
            "document": "Lobster War . On 6 July 1966, the Administrative Tribunal of Rennes summarized the French government claims that lobsters are like fish, that is, that they swim about in the open sea and therefore, could not be considered part of the continental shelf. Brazil claimed that lobsters are like oysters in that they cling to the bottom of the ocean and therefore, were part of the continental shelf. Admiral Paulo Moreira da Silva, Brazil's Navy expert in the field of oceanography who had been sent to assist the diplomatic committee during the general discussions, argued that for Brazil to accept the French scientific thesis that a lobster would be considered a fish when it \"leaps\" on the seafloor, then they would have in the same manner to accept the Brazilian premise that when a kangaroo \"hops\" it would be considered a bird.",
            "score": 56.262699127197266
        },
        {
            "docid": "21830_24",
            "document": "Nature . An ocean is a major body of saline water, and a principal component of the hydrosphere. Approximately 71% of the Earth's surface (an area of some 361 million square kilometers) is covered by ocean, a continuous body of water that is customarily divided into several principal oceans and smaller seas. More than half of this area is over deep. Average oceanic salinity is around 35 parts per thousand (ppt) (3.5%), and nearly all seawater has a salinity in the range of 30 to 38 ppt. Though generally recognized as several 'separate' oceans, these waters comprise one global, interconnected body of salt water often referred to as the World Ocean or global ocean. This concept of a global ocean as a continuous body of water with relatively free interchange among its parts is of fundamental importance to oceanography.",
            "score": 55.659828186035156
        },
        {
            "docid": "1834279_19",
            "document": "National Oceanography Centre, Southampton . NOCS reaches out to the general public interested to learn more about the world's oceans, marine biology and the natural environment in general. Activities and events include an annual Ocean and Earth Day, a public seminar series of marine life talks, and \"Discover Oceanography\" sessions aboard Research Vessel \"Callista\".",
            "score": 55.254913330078125
        },
        {
            "docid": "6188564_9",
            "document": "Ocean acoustic tomography . Tomography has come to be a valuable method of ocean observation, exploiting the characteristics of long-range acoustic propagation to obtain synoptic measurements of average ocean temperature or current. One of the earliest applications of tomography in ocean observation occurred in 1988-9. A collaboration between groups at the Scripps Institution of Oceanography and the Woods Hole Oceanographic Institution deployed a six-element tomographic array in the abyssal plain of the Greenland Sea gyre to study deep water formation and the gyre circulation. Other applications include the measurement of ocean tides, and the estimation of ocean mesoscale dynamics by combining tomography, satellite altimetry, and in situ data with ocean dynamical models. In addition to the decade-long measurements obtained in the North Pacific, acoustic thermometry has been employed to measure temperature changes of the upper layers of the Arctic Ocean basins, which continues to be an area of active interest. using data from acoustic pulses sent from one end of the earth to the other. Acoustic thermometry is an idea to observe the world's ocean basins, and the ocean climate in particular, using trans-basin acoustic transmissions. \"Thermometry\", rather than \"tomography\", has been used to indicate basin-scale or global scale measurements. Prototype measurements of temperature have been made in the North Pacific Basin and across the Arctic Basin.",
            "score": 55.10348129272461
        },
        {
            "docid": "30949936_9",
            "document": "Kerala University of Fisheries and Ocean Studies . In the academic year 2012-2013, the university started postgraduate courses in MBA under the School of Management and Entrepreneurship, Physical Oceanography & Ocean Modelling (M.Sc.-PO & OM),and Biological Oceanography & Bio-Diversity (M.Sc.-BO & BD.",
            "score": 55.099815368652344
        },
        {
            "docid": "32860203_10",
            "document": "HD 85512 b . The planet would likely be inhospitable because of a runaway greenhouse effect on its surface. Any oceans on its surface would have boiled away due to the high stellar flux, and as this occurred, the temperature would have risen to around . The water vapor would have accumulated in the atmosphere to the point where the surface temperature would rise to around as the planet would have been overwhelmed by water vapor—a powerful greenhouse gas. Little amounts of carbon dioxide would have been present, as HD 85512 b was probably an ocean planet (with little to no landmasses) very shortly after its star was formed into the main sequence, before the stellar flux increased to its estimated present state. The surface pressure would have also increased to about 100 times Earth's surface pressure (100 kilopascals, 100 atm) because of the amount of water vapor in the atmosphere. Thus, HD 85512 b is likely a desert planet rather than an ocean planet because of the increased stellar flux.",
            "score": 55.0809326171875
        },
        {
            "docid": "12178327_15",
            "document": "Ocean Surface Topography Mission . The two previous altimetry missions TOPEX/Poseidon and Jason-1 have led to major advances in the science of physical oceanography and in climate studies. Their 15-year data record of ocean surface topography has provided the first opportunity to observe and understand the global change of ocean circulation and sea level. The results have improved the understanding of the role of the ocean in climate change and improved weather and climate predictions. Data from these missions are used to improve ocean models, forecast hurricane intensity, and identify and track large ocean/atmosphere phenomena such as El Niño and La Niña. The data are also used every day in applications as diverse as routing ships, improving the safety and efficiency of offshore industry operations, managing fisheries and tracking marine mammals.",
            "score": 54.9028434753418
        },
        {
            "docid": "6410946_39",
            "document": "Atmosphere of Venus . The early Earth during the Hadean eon is believed by most scientists to have had a Venus-like atmosphere, with roughly 100 bar of CO and a surface temperature of 230 °C, and possibly even sulfuric acid clouds, until about 4.0 billion years ago, by which time plate tectonics were in full force and together with the early water oceans, removed the CO and sulfur from the atmosphere. Early Venus would thus most likely have had water oceans like the Earth, but any plate tectonics would have ended when Venus lost its oceans. Its surface is estimated to be about 500 million years old, so it would not be expected to show evidence of plate tectonics.",
            "score": 54.897335052490234
        },
        {
            "docid": "28708634_6",
            "document": "Cenomanian-Turonian boundary event . One possible cause for the occurrence of this event is sub-oceanic volcanism, possibly the Caribbean large igneous province, with increased activity approximately 500,000 years earlier. During that period, the rate of crustal production reached its highest level for 100 million years. This was largely caused by the widespread melting of hot mantle plumes under the oceans at the base of the lithosphere. This resulted in the thickening of the oceanic crust in the Pacific and Indian Oceans. This volcanism would have sent large quantities of carbon dioxide into the atmosphere, leading to global warming. Within the oceans, the emission of SO, HS, CO, and halogens would have increased the acidity of the water, causing the dissolution of carbonate, and a further release of carbon dioxide. When the volcanic activity declined, this run-away greenhouse effect would have likely been put into reverse. The increased CO content of the oceans could have increased organic productivity in the ocean surface waters. The consumption of this newly abundant organic life by aerobic bacteria would produce anoxia and mass extinction. The resulting elevated levels of carbon burial would account for the black shale deposition in the ocean basins.",
            "score": 54.88432312011719
        },
        {
            "docid": "20639871_7",
            "document": "Fear of medical procedures . Children are not the only ones to express fear of surgery, or have after effects that can affect the mental and physical well being of the person. Adults most fear the pain they expect to receive from the surgery. “The Roche Pain Management Survey polled 500 Americans, 27% of whom had surgery during the previous five years. Of those who had surgery, 77% reported pain afterwards, with four out of five of those saying they experienced moderate to extreme pain. Seventy-one percent indicated they experienced pain even after receiving medication; 80% reported they received pain medication on time, although 33% had to ask for it; and 16% had to wait for medication.” Unlike children, adults seem to have less fear of the surgery itself, but rather fear of the effects of surgery. Milano and Kornfeld in 1980 said “Any operation is a destructive invasion of the body and therefore frightens many patients”. Some operations seem to invoke more fear from patients than others. Aged persons who require cataract surgery often fear the procedure, even though success is very likely. The fear of going blind because of the surgery is more apparent in women, who over all fear surgery more than men. The cataract is a disease that attacks the lens, causing it to swell until sight becomes obscured. Operation is recommended when the disease begins to hamper everyday activities. Even though becoming blind was the only option without the surgery, over 25% of the patients were afraid of becoming blind as a result of the surgery: 34% feared the failure of the operation. Ritva Fagerström, concerning the fears of cataract operation said, “These fears are understandable as the condition of the retina was not known in advance,” Two women out of 75, taking part in a study dealing with the fear of cataract operation felt that the experience of the first operation was so bad that they would not agree to have the second eye operated on. If a patient had this fear, understandable, and did not go through with the surgery, the blindness that would follow would keep them from being able to do normal things, easily leading them into situations of depression, or other dangerous situations which would be destructive to their overall health. Ways to overcome this fear are specific to the individual. Often adults seem to become less fearful when given more information about the surgery, those who will be performing it, or the things to expect during recovery; 69% said that they had received much information and half of the patients trusted the ophthalmologist to do his best. Although adults have less fear of surgery than children, the impact of this fear can still be just as great for both. Fear of surgery no matter who has it can be harmful to the patient if not taken care of properly before the surgery.",
            "score": 54.80107879638672
        },
        {
            "docid": "50795880_4",
            "document": "Anna Wåhlin . Wåhlin is a Professor of Physical Oceanography at the Department of Marine Sciences, University of Gothenburg. Her research focus is in the field of Polar Oceanography, mostly in the Southern Ocean. Specifically her research investigates several aspects of dynamics of polar seas including physical oceanography, ocean circulation, topographic effects, ice shelf melt processes and air-sea-ice interaction. When Wåhlin was appointed professor in 2015 she became Sweden's first woman full Professor of Oceanography.",
            "score": 54.7291374206543
        },
        {
            "docid": "965569_15",
            "document": "Jason-1 . TOPEX/Poseidon and Jason-1 have led to major advances in the science of physical oceanography and in climate studies. Their 15-year data record of ocean surface topography has provided the first opportunity to observe and understand the global change of ocean circulation and sea level. The results have improved the understanding of the role of the ocean in climate change and improved weather and climate predictions. Data from these missions are used to improve ocean models, forecast hurricane intensity, and identify and track large ocean/atmosphere phenomena such as El Niño and La Niña. The data are also used every day in applications as diverse as routing ships, improving the safety and efficiency of offshore industry operations, managing fisheries, and tracking marine mammals.",
            "score": 54.472171783447266
        },
        {
            "docid": "50180408_4",
            "document": "Seascape with Sharks and Dancer . The play begins on the night librarian/aspiring writer Ben rescues a beautiful naked woman, Tracy, from the ocean and brings her into his Cape Cod beach house to recuperate. Tracy claims it was not a suicide attempt but that she was dancing in the ocean. Ben doubts this but does his best to take care of her. Soon the two find that they have conflicting personalities, but try to work through them and gradually get closer to one another. Ben is fascinated and amused by her feisty behavior and eccentric sense of humor and falls for her. Tracy's first impulse is to break their connection, out of fear of the pain of loving someone and then inevitably losing them. As the story continues we see them struggling to find a way to save their difficult relationship, which is constantly threatened by Tracy's serious trust issues. After a crisis involving the possibility of an unexpected pregnancy, Tracy is finally able to reveal the origins of her fear of attachment in her childhood horror at the meaningless suffering of innocent creatures. The indifference of the universe to the suffering of the innocent is embodied for her in the eyes of the sharks in the ocean. The relationship with Ben has brought to the surface all of her deepest anxieties and fears.",
            "score": 54.39387512207031
        },
        {
            "docid": "9791752_6",
            "document": "McGill Atmospheric and Oceanic Sciences . Since 1850, McGill has been involved in oceanography but the main development in this field came when the \"Centre for Marine Studies\" was created in 1963, later renamed \"Oceanographical Institute\". Under the leadership of Dr Max J. Dunbar, the Institute was managing Master and Doctorate programs in physical oceanography, and marine biology. In 1987, the Institute because the McGill department of Oceanography. In January 1992, the Meteorology department became the \"Department of Atmospheric and Oceanic Sciences\" when the Oceanography department merged with it.",
            "score": 54.34393310546875
        }
    ]
}