{
    "q": [
        {
            "docid": "19252792_3",
            "document": "Thalassophobia . Thalassophobia can include fear of being in large bodies of water, fear of the vast emptiness of the sea, of sea waves, and fear of distance from land.",
            "score": 88.60681056976318
        },
        {
            "docid": "19252792_1",
            "document": "Thalassophobia . Thalassophobia",
            "score": 63.49212169647217
        },
        {
            "docid": "19252792_2",
            "document": "Thalassophobia . Thalassophobia (Greek: θάλασσα, \"thalassa\", \"sea\" and φόβος, \"phobos\", \"fear\") is an intense and persistent fear of the sea or of sea travel.",
            "score": 88.7961597442627
        },
        {
            "docid": "17380298_81",
            "document": "Robert Mugabe . Colin Legum, a journalist with \"The Observer\", argued that Mugabe had a \"paranoidal personality\", in that while he did not suffer from clinical paranoia, he did behave in a paranoid fashion when placed under severe and sustained pressure. Mugabe biographer Andrew Norman suggested that the leader may have suffered from antisocial personality disorder. Several Mugabe biographers have observed that he had an obsession with accruing power. According to Meredith, \"power for Mugabe was not a means to an end, but the end itself.\" Conversely, Onslow and Redding suggested that Mugabe's craving for power stemmed from \"ideological and personal reasons\" and his belief in the illegitimacy of his political opposition. Denis Norman, a white politician who served in Mugabe's cabinet for many years, commented that \"Mugabe isn't a flashy man driven by wealth but he does enjoy power. That's always been his motivation\".",
            "score": 27.609413385391235
        },
        {
            "docid": "13323241_28",
            "document": "Ahimsa in Jainism . Ācārya Amṛtacandra has described as to how the consequences of violence (karmas attracted) differ from person to persons for similar and different types of acts. A small violence may bring serious consequences to one person, while to another person grievous violence may bring about lesser consequences. For instance, a person hunting and killing only one small animal suffers severe consequences while a person who is building a temple or hospital suffers milder karmic consequences even though its construction kills many animals. Even when violence is jointly committed by two persons, the same act may result in severe consequence for one person and mild consequence for another person. This may happen in the case where the leader and planner of violence binds severe \"karmas\", while a follower binds much lesser \"karmas\". One who actually does not commit violence may be responsible for \"hiṃsā\" while one who actually commits violence is not responsible for hiṃsā. For instance, a burglar who fails in his robbery is still a felon but a diligent surgeon who is trying to save a patient is not responsible for violence even if a patient dies during the surgery. Persons who have not committed violence may become responsible for violence committed by others. This may happen when a violence which is carried out by someone is approved and instigated by someone else. often gives result of \"himsa\" to one and \"himsa\" may sometimes give result of \"ahimsa\" to another. For instance, one person saves another from oppression by use of violence and hence enjoys consequences of \"ahimsa\" although resorting to violence, while another does not act to save someone wishing that the other person is not saved and thus suffers the consequences of violence although he may have not actually done anything.",
            "score": 32.22881019115448
        },
        {
            "docid": "1699268_9",
            "document": "Type A and Type B personality theory . The theory describes Type B individuals as a contrast to those of Type A. Type B personality, by definition, are noted to live at lower stress levels. They typically work steadily, and may enjoy achievement, although they have a greater tendency to disregard physical or mental stress when they do not achieve. When faced with competition, they may focus less on winning or losing than their Type A counterparts, and more on enjoying the game regardless of winning or losing. Unlike the Type A personality's rhythm of multi-tasked careers, Type B individuals are sometimes attracted to careers of creativity: writer, counselor, therapist, actor or actress. However, network and computer systems managers, professors, and judges are more likely to be Type B individuals as well. Their personal character may enjoy exploring ideas and concepts.",
            "score": 39.6105580329895
        },
        {
            "docid": "21828092_11",
            "document": "John T. Noonan Jr. . The First Amendment, guaranteeing the free exercise of religion to every person within the nation, is a guarantee that Townley Manufacturing Company rightly invokes. Nothing in the broad sweep of the amendment puts corporations outside its scope. Repeatedly and successfully, corporations have appealed to the protection the Religious Clauses afford or authorize. Just as a corporation enjoys the right of free speech guaranteed by the First Amendment, so a corporation enjoys the right guaranteed by the First Amendment to exercise religion. The First Amendment does not say that only one kind of corporation enjoys this right. The First Amendment does not say that only religious corporations or only not-for-profit corporations are protected. The First Amendment does not authorize Congress to pick and choose the persons or the entities or the organizational forms that are free to exercise their religion. All persons--and under our Constitution all corporations are persons--are free. A statute cannot subtract from their freedom.",
            "score": 27.770610332489014
        },
        {
            "docid": "392019_11",
            "document": "Mycobacterium tuberculosis . Typing of strains is useful in the investigation of tuberculosis outbreaks, because it gives the investigator evidence for or against transmission from person to person. Consider the situation where person A has tuberculosis and believes he acquired it from person B. If the bacteria isolated from each person belong to different types, then transmission from B to A is definitively disproved; however, if the bacteria are the same strain, then this supports (but does not definitively prove) the hypothesis that B infected A.",
            "score": 23.878381729125977
        },
        {
            "docid": "1126782_43",
            "document": "William T. Anderson . In a study of 19th-century warfare, historian James Reid posited that Anderson suffered from delusional paranoia, which exacerbated his aggressive, sadistic personality. He sees Anderson as obsessed with, and greatly enjoying, the ability to inflict fear and suffering in his victims, and suggests he suffered from the most severe type of sadistic personality disorder. Reid draws a parallel between the bashi-bazouks of the Ottoman Army and Anderson's guerrillas, arguing that they behaved similarly.",
            "score": 45.281508922576904
        },
        {
            "docid": "28082786_28",
            "document": "Alkarama . Torture means any act by which severe pain or suffering, whether physical or mental, is intentionally inflicted on a person for such purposes as obtaining from him or a third person information or a confession, punishing him for an act he or a third person has committed or is suspected of having committed, or intimidating or coercing him or a third person, or for any reason based on discrimination of any kind, when such pain or suffering is inflicted by or at the instigation of or with the consent or acquiescence of a public official or other person acting in an official capacity. It does not include pain or suffering arising only from, inherent in or incidental to lawful sanctions.",
            "score": 28.844437837600708
        },
        {
            "docid": "21771273_18",
            "document": "Alvin Plantinga's free will defense . Plantinga responds that \"What is important about the idea of transworld depravity is that if a person suffers from it, then it wasn't within God's power to actualize any world in which that person is significantly free but does no wrong—that is, a world in which he produces moral good but no moral evil\" and that it is logically \"possible\" that every person suffers from transworld depravity.",
            "score": 23.85896062850952
        },
        {
            "docid": "5413890_3",
            "document": "The God Delusion . In \"The God Delusion\", Dawkins contends that a supernatural creator almost certainly does not exist and that belief in a personal god qualifies as a delusion, which he defines as a persistent false belief held in the face of strong contradictory evidence. He is sympathetic to Robert Pirsig's statement in \"\" (1991) that \"when one person suffers from a delusion it is called insanity. When many people suffer from a delusion it is called religion.\" With many examples, he explains that one does not need religion to be moral and that the roots of religion and of morality can be explained in non-religious terms.",
            "score": 26.226572275161743
        },
        {
            "docid": "20780721_10",
            "document": "Yes and no . Ameka classifies these two words in different ways according to context. When used as back-channel items, he classifies them as interjections; but when they are used as the responses to a yes-no question, he classifies them as formulaic words. The distinction between an interjection and a formula is, in Ameka's view, that the former does not have an addressee (although it may be directed at a person), whereas the latter does. The \"yes\" or \"no\" in response to the question is addressed at the interrogator, whereas \"yes\" or \"no\" used as a back-channel item is a \"feedback usage\", an utterance that is said to oneself. However, Sorjonen criticizes this analysis as lacking empirical work on the other usages of these words, in addition to interjections and feedback uses.",
            "score": 18.980259895324707
        },
        {
            "docid": "12882529_12",
            "document": "Yes, What? . Greenbottle is a member of a large family who all appear to be suffering from madness. His frequent meetings with them invariably make him late for class. He explains ludicrous tales by way of an excuse for his tardiness, often involving his family members or descriptions of his ludicrously designed house. He considers himself an expert on all topics, boasting that whatever subject the class is studying at the time is his best. He often claims to possess skills he really lacks, such as a brilliant singing voice and an expertise in poetry. This does not deter him from demonstrating his self-proclaimed talents. The extent of Greenbottle's lunacy is ambiguous as it is unclear how many of his eccentric habits are feigned to waste time and how many are inherent to his personality. His habit of saying \"Yes\" all the time causes Dr Pym to answer \"Yes, What?\", to which Greenbottle will often expound ridiculous theories or family stories. Greenbottle was played by Jack Craig-Gardiner although he left the cast for a brief period due to illness. Craig-Gardiner contributed many other minor voices to the series. For example, Greenbottle Senior and the boxer 'Dangerous Dynamite Dixon' from Episode 228.",
            "score": 23.10670566558838
        },
        {
            "docid": "9587_8",
            "document": "Euthanasia . The third element incorporated into many definitions is that of intentionality – the death must be intended, rather than being accidental, and the intent of the action must be a \"merciful death\". Michael Wreen argued that \"the principal thing that distinguishes euthanasia from intentional killing simpliciter is the agent's motive: it must be a good motive insofar as the good of the person killed is concerned.\" Similarly, Heather Draper speaks to the importance of motive, arguing that \"the motive forms a crucial part of arguments for euthanasia, because it must be in the best interests of the person on the receiving end.\" Definitions such as that offered by the House of Lords Select Committee on Medical Ethics take this path, where euthanasia is defined as \"a deliberate intervention undertaken with the express intention of ending a life, to relieve intractable suffering.\" Beauchamp and Davidson also highlight Baruch Brody's \"an act of euthanasia is one in which one person ... (A) kills another person (B) for the benefit of the second person, who actually does benefit from being killed\".",
            "score": 23.852957010269165
        },
        {
            "docid": "1992478_9",
            "document": "Jeffrey Osborne . In the new millennium, he returned with a series of albums that, while far from the success he enjoyed in the 1980s, returned him to Adult R&B radio, scoring modest chart singles such as \"Rest of Our Lives\" (#75, 2003) and his cover of Barbara Mason's classic \"Yes, I'm Ready\" (#64, 2005).",
            "score": 13.196327209472656
        },
        {
            "docid": "32066656_8",
            "document": "Yes-R . Yes-R begins has been able to target a broad audience and appears through his DVD releases. He is regularly featured not only on urban-oriented programs, but also makes an effort to take part in children shows and talk shows and has become one of the best selling rapper acts in Netherlands, winning many awards including TMF Award for \"Best Newcomer\" in 2006. Although Yes-R is successful on the charts, he has been suffering from stream of criticism about his commercialism by some other Dutch hip hop personalities and the Dutch people..",
            "score": 16.336716651916504
        },
        {
            "docid": "51256878_11",
            "document": "Volcanalis . \"Volcanalis\" received positive reviews. The A.V. Club's Kevin McFarland gave the episode a \"B-\" grade and wrote, \"I don't like when the mythology and creature abilities on \"Grimm\" leave wide gaps for me to think about logic problems. It distracts from the episode, takes me out of a world I've come to enjoy, and for the most part learned to accept despite its flaws. But when the logic is stretched so thin — Does the Volcanalis kill everyone who takes rocks from near any dormant volcano anywhere around the world at any time? — it's impossible to ignore. Even with the benefit of two very interesting creature — or one Wesen and a demigod figure — 'Volcanalis' suffers from being too ridiculous to work completely as an episodic diversion.\"",
            "score": 26.69391655921936
        },
        {
            "docid": "1272337_4",
            "document": "Pity . The word is often used in the translations from ancient Greek into English of Aristotle's \"Poetics\" and \"Rhetoric\". Aristotle argued (Rhetoric 2.8) that before a person can feel pity for another human, the person must first have experienced suffering of a similar type, and the person must also be somewhat distanced or removed from the sufferer. In Aristotle's \"Rhetoric\" he defines pity as follows: \"Let pity, then, be a kind of pain in the case of an apparent destructive or painful harm of one not deserving to encounter it, which one might expect oneself, or one of one's own, to suffer, and this when it seems near\". Aristotle also pointed out that \"people pity their acquaintances, provided that they are not exceedingly close in kinship; for concerning these they are disposed as they are concerning themselves...For what is terrible is different from what is pitiable, and is expulsive of pity\". Thus, from Aristotle's perspective, in order to feel pity, a person must believe that the person who is suffering does not deserve their fate. Developing a traditional Greek view in his work on poetry, Aristotle also defines tragedy as a kind of imitative poetry that provokes pity and fear.",
            "score": 39.541985392570496
        },
        {
            "docid": "5071174_215",
            "document": "Ages of consent in Europe . \"(1)A person (A) commits an offence if— (a)he intentionally penetrates the vagina, anus or mouth of another person (B) with his penis, (b)B does not consent to the penetration, and (c)A does not reasonably believe that B consents. (2)Whether a belief is reasonable is to be determined having regard to all the circumstances, including any steps A has taken to ascertain whether B consents. (3)Sections 75 and 76 apply to an offence under this section.",
            "score": 20.60763645172119
        },
        {
            "docid": "37196_30",
            "document": "Causality . Interpreting causation as a deterministic relation means that if \"A\" causes \"B\", then \"A\" must \"always\" be followed by \"B\". In this sense, war does not cause deaths, nor does smoking cause cancer or emphysema. As a result, many turn to a notion of probabilistic causation. Informally, \"A\" (\"The person is a smoker\") probabilistically causes \"B\" (\"The person has now or will have cancer at some time in the future\"), if the information that \"A\" occurred increases the likelihood of \"B\"s occurrence. Formally, P{\"B\"|\"A\"}≥ P{\"B\"} where P{\"B\"|\"A\"} is the conditional probability that \"B\" will occur given the information that \"A\" occurred, and P{\"B\"}is the probability that \"B\" will occur having no knowledge whether \"A\" did or did not occur. This intuitive condition is not adequate as a definition for probabilistic causation because of its being too general and thus not meeting our intuitive notion of cause and effect. For example, if \"A\" denotes the event \"The person is a smoker,\" \"B\" denotes the event \"The person now has or will have cancer at some time in the future\" and \"C\" denotes the event \"The person now has or will have emphysema some time in the future,\" then the following three relationships hold: P{\"B\"|\"A\"} ≥ P{\"B\"}, P{\"C\"|\"A\"} ≥ P{\"C\"} and P{\"B\"|\"C\"} ≥ P{\"B\"}. The last relationship states that knowing that the person has emphysema increases the likelihood that he will have cancer. The reason for this is that having the information that the person has emphysema increases the likelihood that the person is a smoker, thus indirectly increasing the likelihood that the person will have cancer. However, we would not want to conclude that having emphysema causes cancer. Thus, we need additional conditions such as temporal relationship of \"A\" to \"B\" and a rational explanation as to the mechanism of action. It is hard to quantify this last requirement and thus different authors prefer somewhat different definitions.",
            "score": 33.06071984767914
        },
        {
            "docid": "1874234_4",
            "document": "Species dysphoria . In a 2008 study by Gerbasi \"et al.\", 46% of people surveyed who identified as being in the furry fandom, (usually defined as a person who enjoys anthropomorphic animals, occasionally to an almost obsessive degree), answered \"yes\" to the question \"Do you consider yourself to be less than 100% human?\" and 41% answered \"yes\" to the question \"If you could become 0% human, would you?\" Questions that Gerbasi states as being deliberately designed to draw parallels with gender dysphoria, specifying \"a persistent feeling of discomfort\" about the human body and the feeling that the person was the \"non-human species trapped in a human body\", were answered \"yes\" by 24% and 29% of respondents, respectively. Likewise, these studies support the fact that the therianthropic, otherkin and furry communities are very similar in nature and are often interconnected.",
            "score": 51.12691378593445
        },
        {
            "docid": "4893539_3",
            "document": "Future interest . As a slightly more complicated example, suppose O is the owner of Blackacre. Consider what happens when O transfers the property, \"to A for life, then to B\". Person A acquires possession of Blackacre. Person B does not receive any right to possess Blackacre immediately; however, once person A dies, possession will fall to person B (or his estate, if he died before person A). Person B has a \"future\" interest in the property. In this example, the event triggering the transfer is person A's death.",
            "score": 24.386263132095337
        },
        {
            "docid": "2095829_81",
            "document": "Sonia Sotomayor . She takes several daily insulin injections, and her diabetes is considered to be well controlled. Sotomayor does not belong to a Catholic parish or attend Mass, but does attend church for important occasions. She has said, \"I am a very spiritual person [though] maybe not traditionally religious in terms of Sunday Mass every week, that sort of thing. The trappings are not important to me, but, yes, I do believe in God. And, yes, I do believe in the commandments.\"",
            "score": 9.129676818847656
        },
        {
            "docid": "40263821_10",
            "document": "Doe B . Doe B's funeral was held in Montgomery, Alabama on January 4, 2014. T.I. spoke at the funeral praising Doe B and speaking about how bright of a future in music he really had. On January 11, 2014, it was reported that three of the five surviving victims of the shooting were suing the Centennial Hill Bar & Grill. The plaintiffs Keldric Landon, Clarence Young, Jr. and Ferro Bennett have filed lawsuits against Centennial, The Flight LLC, its owner Nicole Bankhead, and the club's security company. Landon was the most injured suffered multiple gunshot injuries requiring surgery. All three victims claimed in the lawsuit that the club's bouncers were bribed into allowing weapons into the building. They are seeking compensation for medical expenses, loss of work, and pain and suffering.",
            "score": 10.26604413986206
        },
        {
            "docid": "16263446_2",
            "document": "Victim soul . The concept of the victim soul derives from the Roman Catholic teaching on redemptive suffering. Such a person is said to be one chosen by God to suffer more than most people during life, and who generously accepts the suffering, based on the example of Christ's own Passion. The Catholic Church does not officially designate anyone as a victim soul.",
            "score": 20.243685722351074
        },
        {
            "docid": "2917_28",
            "document": "Dutch hip hop . The commercial success of Dutch hip hop is largely made by Brainpower, Yes-R, Ali B, Lange Frans & Baas B and Extince. For a large part of the Dutch hip hop community Yes-R, Ali B and Lange Frans & Baas B are sometimes considered fake because they do a lot of work for children TV stations. Brainpower and Extince however both enjoy a great respect for bringing up hip hop in their native Dutch. Other commercial rappers are De Jeugd van Tegenwoordig, and one of the more popular artists in the Netherlands, Partysquad or The Partysquad. They are a 2-man group, having had success with hits such as \"Stuk\" (Broken), and \"Dat is Die Shit\" (That's the shit), with other popular songs in the background such as \"Non Stop\" ft. Brainpower, \"We Gaan Los\" (we're going crazy {because of highness or drunkenness}) with Kempi, and \"Wat Wil Je Doen\" (What do you want to do?).",
            "score": 13.754499912261963
        },
        {
            "docid": "777845_52",
            "document": "Raymond Leo Burke . At a July 23, 2011, conference on end-of-life care sponsored by the St. Gianna Physician's Guild, Burke said that suffering does not cause a person to have less meaning in his life, nor does it give the government the right to decide if that person should live or die: \"No matter how much a life is diminished, no matter what suffering the person is undergoing, that life demands the greatest respect and care. It's never right to snuff out a life because it's in some way under heavy burden.\"",
            "score": 25.968871116638184
        },
        {
            "docid": "35086131_35",
            "document": "South African company law . A close corporation is a juristic person distinct from its members. It enjoys perpetual succession, and its members have limited liability. It has the capacity and the powers of a natural person, and is encumbered by a minimal number of formalities. It may be formed by a single person. It does not deal in shares and share capital; instead, there are \"members' interests,\" which are determined as a percentage of ownership.",
            "score": 26.09161376953125
        },
        {
            "docid": "391321_2",
            "document": "Key authentication . Key authentication is used to solve the problem of authenticating the keys of the person (say \"person B\") to whom some other person (\"person A\") is talking to or trying to talk to. In other words, it is the process of assuring that the key of \"person A\" held by \"person B\" does in fact belong to \"person A\" and vice versa.",
            "score": 17.935300827026367
        },
        {
            "docid": "40637173_7",
            "document": "Hypofrontality . Major depressive disorder, or MDD, is diagnosed by a persistent low mood that affects the way a person sees themselves and how they live their life. Oftentimes, those suffering from MDD lose interest in what they used to enjoy, are constantly in an edgy mood or display slower movements. MDD and anxiety are commonly expressed comorbidly. Smaller volumes of various brain regions, including the frontal cortex, are common in those who suffer from MDD.",
            "score": 42.10022521018982
        },
        {
            "docid": "206578_25",
            "document": "Presidential system . Constitutions that only require plurality support are said to be especially undesirable, as significant power can be vested in a person who does not enjoy support from a majority of the population.",
            "score": 21.39046001434326
        }
    ],
    "r": [
        {
            "docid": "19252792_2",
            "document": "Thalassophobia . Thalassophobia (Greek: θάλασσα, \"thalassa\", \"sea\" and φόβος, \"phobos\", \"fear\") is an intense and persistent fear of the sea or of sea travel.",
            "score": 88.79615783691406
        },
        {
            "docid": "19252792_3",
            "document": "Thalassophobia . Thalassophobia can include fear of being in large bodies of water, fear of the vast emptiness of the sea, of sea waves, and fear of distance from land.",
            "score": 88.6068115234375
        },
        {
            "docid": "18842323_8",
            "document": "Sea . The scientific study of water and Earth's water cycle is hydrology; hydrodynamics studies the physics of water in motion. The more recent study of the sea in particular is oceanography. This began as the study of the shape of the ocean's currents but has since expanded into a large and multidisciplinary field: it examines the properties of seawater; studies waves, tides, and currents; charts coastlines and maps the seabeds; and studies marine life. The subfield dealing with the sea's motion, its forces, and the forces acting upon it is known as physical oceanography. Marine biology (biological oceanography) studies the plants, animals, and other organisms inhabiting marine ecosystems. Both are informed by chemical oceanography, which studies the behavior of elements and molecules within the oceans: particularly, at the moment, the ocean's role in the carbon cycle and carbon dioxide's role in the increasing acidification of seawater. Marine and maritime geography charts the shape and shaping of the sea, while marine geology (geological oceanography) has provided evidence of continental drift and the composition and structure of the Earth, clarified the process of sedimentation, and assisted the study of volcanism and earthquakes.",
            "score": 68.89509582519531
        },
        {
            "docid": "532901_2",
            "document": "Aquaphobia . Aquaphobia or waterfright is a persistent and abnormal fear of water. Aquaphobia is a specific phobia that involves a level of fear of water that is beyond the patient's control or that may interfere with daily life. People suffer aquaphobia in many ways and may experience it even though they realize the water in an ocean, a river, or even a bathtub poses no imminent threat. They may avoid such activities as boating and swimming, or they may avoid swimming in the deep ocean despite having mastered basic swimming skills. This anxiety commonly extends to getting wet or splashed with water when it is unexpected, or being pushed or thrown into a body of water.",
            "score": 67.18087005615234
        },
        {
            "docid": "41907201_3",
            "document": "Ancraophobia . No one is born with a fear of the wind. This mental disorder is most commonly the result of psychological trauma caused by a negative experience with wind in the afflicted person's past. The experience may be remembered, or it may be \"imprinted\" on the subconscious mind of the traumatized person.  People who suffer from this phobia tend to be frightened by changes in the weather, such as storms. They are likely to believe that the wind has the potential to kill and destroy. Additionally, they avoid things that remind them of wind, like ocean waves. Ancraophobia is also related to terms like aeroacrophobia, which is the fear of open high places, and anemophobia which is the fear of air drafts.",
            "score": 65.3835678100586
        },
        {
            "docid": "19252792_1",
            "document": "Thalassophobia . Thalassophobia",
            "score": 63.492122650146484
        },
        {
            "docid": "23337_2",
            "document": "Phobia . A phobia is a type of anxiety disorder, defined by a persistent and excessive fear of an object or situation. The phobia typically results in a rapid onset of fear and is present for more than six months. The affected person goes to great lengths to avoid the situation or object, to a degree greater than the actual danger posed. If the feared object or situation cannot be avoided, the affected person experiences significant distress. With blood or injury phobia, fainting may occur. Agoraphobia is often associated with panic attacks. Usually a person has phobias to a number of objects or situations. Phobias can be divided into specific phobias, social phobia, and agoraphobia. Types of specific phobias include those to certain animals, natural environment situations, blood or injury, and specific situations. The most common are fear of spiders, fear of snakes, and fear of heights. Occasionally they are triggered by a negative experience with the object or situation. Social phobia is when the situation is feared as the person is worried about others judging them. Agoraphobia is when fear of a situation occurs because it is felt that escape would not be possible. It is recommended that specific phobias be treated with exposure therapy where the person is introduced to the situation or object in question until the fear resolves. Medications are not useful in this type of phobia. Social phobia and agoraphobia are often treated with some combination of counselling and medication. Medications used include antidepressants, benzodiazepines, or beta-blockers. Specific phobias affect about 6–8% of people in the Western world and 2–4% of people in Asia, Africa, and Latin America in a given year. Social phobia affects about 7% of people in the United States and 0.5–2.5% of people in the rest of the world. Agoraphobia affects about 1.7% of people. Women are affected about twice as often as men. Typically onset is around the age of 10 to 17. Rates become lower as people get older. People with phobias are at a higher risk of suicide.",
            "score": 62.2347526550293
        },
        {
            "docid": "55398573_8",
            "document": "Ocean Worlds Exploration Program . On Earth, itself an ocean world, liquid water is essential to life as we know it. A question is whether the dark, alien oceans of the outer Solar System could be habitable for simple life forms, and if so, what would their biochemistry be. Exploring these moons could help to answer the question of how life arose on Earth and whether it exists anywhere else in the Solar System. It may also be possible to find pre-biotic chemistry occurring, which could provide clues to how life started on Earth. Any life detected at the remote ocean worlds in the outer Solar System would likely have formed and evolved along an independent path from life on Earth, giving us a deeper understanding of the potential for life in the universe.",
            "score": 61.343379974365234
        },
        {
            "docid": "12178327_15",
            "document": "Ocean Surface Topography Mission . The two previous altimetry missions TOPEX/Poseidon and Jason-1 have led to major advances in the science of physical oceanography and in climate studies. Their 15-year data record of ocean surface topography has provided the first opportunity to observe and understand the global change of ocean circulation and sea level. The results have improved the understanding of the role of the ocean in climate change and improved weather and climate predictions. Data from these missions are used to improve ocean models, forecast hurricane intensity, and identify and track large ocean/atmosphere phenomena such as El Niño and La Niña. The data are also used every day in applications as diverse as routing ships, improving the safety and efficiency of offshore industry operations, managing fisheries and tracking marine mammals.",
            "score": 60.23741912841797
        },
        {
            "docid": "2056572_113",
            "document": "Marine life . In contemporary times, marine life is a field of study both in marine biology and in biological oceanography. In biology many phyla, families and genera have some species that live in the sea and others that live on land. Marine biology classifies species based on the environment rather than on taxonomy. For this reason marine biology encompasses not only organisms that live only in a marine environment, but also other organisms whose lives revolve around the sea. Biological oceanography is the study of how organisms affect and are affected by the physics, chemistry, and geology of the oceanographic system. Biological oceanography mostly focuses on the microorganisms within the ocean; looking at how they are affected by their environment and how that affects larger marine creatures and their ecosystem. Biological oceanography is similar to marine biology, but is different because of the perspective used to study the ocean. Biological oceanography takes a bottom up approach (in terms of the food web), while marine biology studies the ocean from a top down perspective. Biological oceanography mainly focuses on the ecosystem of the ocean with an emphasis on plankton: their diversity (morphology, nutritional sources, motility, and metabolism); their productivity and how that plays a role in the global carbon cycle; and their distribution (predation and life cycle). Biological oceanography also investigates the role of microbes in food webs, and how humans impact the ecosystems in the oceans.",
            "score": 60.01039505004883
        },
        {
            "docid": "965569_15",
            "document": "Jason-1 . TOPEX/Poseidon and Jason-1 have led to major advances in the science of physical oceanography and in climate studies. Their 15-year data record of ocean surface topography has provided the first opportunity to observe and understand the global change of ocean circulation and sea level. The results have improved the understanding of the role of the ocean in climate change and improved weather and climate predictions. Data from these missions are used to improve ocean models, forecast hurricane intensity, and identify and track large ocean/atmosphere phenomena such as El Niño and La Niña. The data are also used every day in applications as diverse as routing ships, improving the safety and efficiency of offshore industry operations, managing fisheries, and tracking marine mammals.",
            "score": 59.89945602416992
        },
        {
            "docid": "44044_4",
            "document": "Oceanography . Although Juan Ponce de León in 1513 first identified the Gulf Stream, and the current was well-known to mariners, Benjamin Franklin made the first scientific study of it and gave it its name. Franklin measured water temperatures during several Atlantic crossings and correctly explained the Gulf Stream's cause. Franklin and Timothy Folger printed the first map of the Gulf Stream in 1769-1770. Information on the currents of the Pacific Ocean was gathered by explorers of the late 18th century, including James Cook and Louis Antoine de Bougainville. James Rennell wrote the first scientific textbooks on oceanography, detailing the current flows of the Atlantic and Indian oceans. During a voyage around the Cape of Good Hope in 1777, he mapped \"\"the banks and currents at the Lagullas\"\". He was also the first to understand the nature of the intermittent current near the Isles of Scilly, (now known as Rennell's Current).",
            "score": 59.063148498535156
        },
        {
            "docid": "6456388_2",
            "document": "Biological oceanography . Biological oceanography is the study of how organisms affect and are affected by the physics, chemistry, and geology of the oceanographic system. Biological oceanography mostly focuses on the microorganisms within the ocean; looking at how they are affected by their environment and how that affects larger marine creatures and their ecosystem. Biological oceanography is similar to marine biology, but is different because of the perspective used to study the ocean. Biological oceanography takes a bottom up approach (in terms of the food web), while marine biology studies the ocean from a top down perspective. Biological oceanography mainly focuses on the ecosystem of the ocean with an emphasis on plankton: their diversity (morphology, nutritional sources, motility, and metabolism); their productivity and how that plays a role in the global carbon cycle; and their distribution (predation and life cycle). Biological oceanography also investigates the role of microbes in food webs, and how humans impact the ecosystems in the oceans.",
            "score": 59.049644470214844
        },
        {
            "docid": "44044_2",
            "document": "Oceanography . Oceanography (compound of the Greek words ὠκεανός meaning \"ocean\" and γράφω meaning \"write\"), also known as oceanology, is the study of the physical and biological aspects of the ocean. It is an Earth science, which covers a wide range of topics, including ecosystem dynamics; ocean currents, waves, and geophysical fluid dynamics; plate tectonics and the geology of the sea floor; and fluxes of various chemical substances and physical properties within the ocean and across its boundaries. These diverse topics reflect multiple disciplines that oceanographers blend to further knowledge of the world ocean and understanding of processes within: astronomy, biology, chemistry, climatology, geography, geology, hydrology, meteorology and physics. Paleoceanography studies the history of the oceans in the geologic past.",
            "score": 58.07339096069336
        },
        {
            "docid": "20949376_17",
            "document": "Citizens Commission on Human Rights . The documentary claims that psychiatrists have convinced the public that normal negative human experiences are mental illnesses. An example used in the movie is the assertion that psychiatrists seek to label typical shyness as a \"social anxiety disorder\"; however, patients are diagnosed with a social anxiety disorder only at debilitating levels, where there is an \"\"intense\" fear in social situations\". Unlike a shy individual, a person diagnosed with social anxiety \"disorder\" is likely to suffer from symptoms such as nausea, stammering, and panic attacks.",
            "score": 57.77440643310547
        },
        {
            "docid": "546158_2",
            "document": "Emetophobia . Emetophobia is a phobia that causes overwhelming, intense anxiety pertaining to vomiting. This specific phobia can also include subcategories of what causes the anxiety, including a fear of vomiting in public, a fear of seeing vomit, a fear of watching the action of vomiting or fear of being nauseated. It is common for emetophobics to be underweight, or even anorexic, due to strict diets and restrictions they make for themselves. The thought of someone possibly vomiting can cause the phobic person to engage in extreme behaviors to escape the perceived (and sometimes very real) threat of that particular situation, in which the phobic person will go to great lengths to avoid even potential situations that could even be perceived as \"threatening\".",
            "score": 57.603553771972656
        },
        {
            "docid": "1065357_29",
            "document": "Mental status examination . An obsession is an \"undesired, unpleasant, intrusive thought that cannot be suppressed through the patient's volition\", but unlike passivity experiences described above, they are not experienced as imposed from outside the patient's mind. Obsessions are typically intrusive thoughts of violence, injury, dirt or sex, or obsessive ruminations on intellectual themes. A person can also describe obsessional doubt, with intrusive worries about whether they have made the wrong decision, or forgotten to do something, for example turn off the gas or lock the house. In obsessive-compulsive disorder, the individual experiences obsessions with or without compulsions (a sense of having to carry out certain ritualized and senseless actions against their wishes). A phobia is \"a dread of an object or situation that does not in reality pose any threat\", and is distinct from a delusion in that the patient is aware that the fear is irrational. A phobia is usually highly specific to certain situations and will usually be reported by the patient rather than being observed by the clinician in the assessment interview. Preoccupations are thoughts which are not fixed, false or intrusive, but have an undue prominence in the person's mind. Clinically significant preoccupations would include thoughts of suicide, homicidal thoughts, suspicious or fearful beliefs associated with certain personality disorders, depressive beliefs (for example that one is unloved or a failure), or the cognitive distortions of anxiety and depression. The MSE contributes to clinical risk assessment by including a thorough exploration of any suicidal or hostile thought content. Assessment of suicide risk includes detailed questioning about the nature of the person's suicidal thoughts, belief about death, reasons for living, and whether the person has made any specific plans to end his or her life. The most important questions to ask are: Do you have suicidal feeling now; have you ever attempted suicide (highly correlated with future suicide attempts); do you have plans to commit suicide in the future; and, do you have any deadlines where you may commit suicide (i.e. Numerology calculation, doomsday belief, Mother's Day, Anniversary, Christmas)",
            "score": 57.46310043334961
        },
        {
            "docid": "52668267_4",
            "document": "Satish Ramnath Shetye . Sheteye's researches cover the physical oceanography of the Arabian Sea, Bay of Bengal and the Indian Ocean and e is known to have undertaken several ocean expeditions in the Indian coastal waters for his studies. His work on the monsoon-driven currents along the Indian coast enhanced the understanding of the phenomena and assisted him in proposing mechanisms impacting their existence. He elucidated annual variations in the sea surface temperature in the Arabian Sea by developing a mixed-layer model, reportedly for the first time. His other studies included the coastal circulation of the entire North Indian Ocean, especially around India, the thermal fields in the North Indian Ocean and their relationship with the Indian summer monsoon, variability of sea levels along Indian coasts, dynamics of Indian estuaries and a first-time study of the hydrology of rivers feeding those estuaries. His studies have been detailed in several peer-reviewed articles; ResearchGate, an online repository of scientific articles, has listed 95 of them.",
            "score": 57.316471099853516
        },
        {
            "docid": "19625172_11",
            "document": "Ocean surface topography . The main objectives of the Jason-1 satellite is to collect data on the average ocean circulation around the globe in order to better understand its interaction with the time varying components and the involved mechanisms for initializing ocean models. To monitor the low frequency ocean variability and observe the season cycles and inter-annual variations like El Nino and La Nina, the North Atlantic oscillation, the pacific decadal oscillation, and planetary waves crossing the oceans over a period of months, then they will be modeled over a long period of time due to the precise altimetric observations. It aims to contribute to observations of the mesoscale ocean variability, affecting the whole oceans. This activity is especially intense near western boundary currents. Also monitor the average sea level because it is a large indicator of global warming through the sea level data. Improvement of tide modeling by observing more long period components such as costal interactions, internal waves, and tidal energy dissipation. Finally the satellite data will supply knowledge to support other types of marine meteorology which is the scientific study of the atmosphere.",
            "score": 57.15361785888672
        },
        {
            "docid": "11983318_12",
            "document": "Branches of science . Oceanography, or marine science, is the branch of Earth science that studies the ocean. It covers a wide range of topics, including marine organisms and ecosystem dynamics; ocean currents, waves, and geophysical fluid dynamics; plate tectonics and the geology of the sea floor; and fluxes of various chemical substances and physical properties within the ocean and across its boundaries. These diverse topics reflect multiple disciplines that oceanographers blend to further knowledge of the world ocean and understanding of processes within it: biology, chemistry, geology, meteorology, and physics as well as geography.",
            "score": 57.0706787109375
        },
        {
            "docid": "44044_22",
            "document": "Oceanography . Since the early ocean expeditions in oceanography, a major interest was the study of the ocean currents and temperature measurements. The tides, the Coriolis effect, changes in direction and strength of wind, salinity and temperature are the main factors determining ocean currents. The thermohaline circulation (THC) \"thermo-\" referring to temperature and \"-haline\" referring to salt content connects 4 of 5 ocean basins and is primarily dependent on the density of sea water. Ocean currents such as the Gulf Stream are wind-driven surface currents.",
            "score": 55.978973388671875
        },
        {
            "docid": "44044_7",
            "document": "Oceanography . Despite all this, human knowledge of the oceans remained confined to the topmost few fathoms of the water and a small amount of the bottom, mainly in shallow areas. Almost nothing was known of the ocean depths. The Royal Navy's efforts to chart all of the world's coastlines in the mid-19th century reinforced the vague idea that most of the ocean was very deep, although little more was known. As exploration ignited both popular and scientific interest in the polar regions and Africa, so too did the mysteries of the unexplored oceans. The seminal event in the founding of the modern science of oceanography was the 1872-76 Challenger expedition. As the first true oceanographic cruise, this expedition laid the groundwork for an entire academic and research discipline. In response to a recommendation from the Royal Society, The British Government announced in 1871 an expedition to explore world's oceans and conduct appropriate scientific investigation. Charles Wyville Thompson and Sir John Murray launched the Challenger expedition. The Challenger, leased from the Royal Navy, was modified for scientific work and equipped with separate laboratories for natural history and chemistry. Under the scientific supervision of Thomson, Challenger travelled nearly surveying and exploring. On her journey circumnavigating the globe, 492 deep sea soundings, 133 bottom dredges, 151 open water trawls and 263 serial water temperature observations were taken. Around 4,700 new species of marine life were discovered. The result was the \"Report Of The Scientific Results of the Exploring Voyage of H.M.S. Challenger during the years 1873-76\". Murray, who supervised the publication, described the report as \"the greatest advance in the knowledge of our planet since the celebrated discoveries of the fifteenth and sixteenth centuries\". He went on to found the academic discipline of oceanography at the University of Edinburgh, which remained the centre for oceanographic research well into the 20th century. Murray was the first to study marine trenches and in particular the Mid-Atlantic Ridge, and map the sedimentary deposits in the oceans. He tried to map out the world's ocean currents based on salinity and temperature observations, and was the first to correctly understand the nature of coral reef development.",
            "score": 55.30387878417969
        },
        {
            "docid": "29210728_3",
            "document": "Pearn P. Niiler . In 1948, Niiler, his six siblings and parents arrived in Pittsburgh from a displaced persons camp in Germany where they had lived after fleeing Estonia during World War II. His father, Herbert Niiler, coached the Estonia national basketball team at the 1936 Olympic Games and later ran a YMCA camp near Zelienople, Pa. Peter Niiler studied engineering at Lehigh University and graduated in 1960. In 1964 he received doctorate from Brown University where he studied applied mathematics and fluid mechanics. He was a Fulbright fellow at Cambridge University and postdoctoral fellow at Harvard. In 1966, he joined Nova University where he studied the Florida Current and the Gulf Stream. He became professor of oceanography at Oregon State University in 1974. He became professor at the Scripps Institution of Oceanography in 1982 where he worked in the Physical Oceanography Research Division. He was a Scripps Distinguished Professor. Niiler designed ocean drifters for measuring direct circulation flow and other instruments for ocean observations. He was the scientific father of the Global Drifter Program and one of the persons responsible for organizing a Boulder, Colorado, meeting in 1982 which initiated the program itself. One of his more clever designs was an ocean drifting measurement device he called the holey sock.",
            "score": 55.258060455322266
        },
        {
            "docid": "18842323_2",
            "document": "Sea . A sea is a large body of salt water that is surrounded in whole or in part by land. More broadly, \"the sea\" is the interconnected system of Earth's salty, oceanic waters—considered as one global ocean or as several principal oceanic divisions. The sea moderates Earth's climate and has important roles in the water cycle, carbon cycle, and nitrogen cycle. Although the sea has been traveled and explored since prehistory, the modern scientific study of the sea—oceanography—dates broadly to the British \"Challenger\" expedition of the 1870s. The sea is conventionally divided into up to five large oceanic sections—including the International Hydrographic Organization's four named oceans (the Atlantic, Pacific, Indian, and Arctic) and the Southern Ocean; smaller, second-order sections, such as the Mediterranean, are known as \"seas\".",
            "score": 54.81840515136719
        },
        {
            "docid": "2949178_3",
            "document": "Agoraphobia without history of panic disorder . Agoraphobia typically develops as a result of having panic disorder. In a small minority of cases, however, agoraphobia can develop by itself without being triggered by the onset of panic attacks. Agoraphobia can be caused by traumatic experiences, such as bullying or abuse. Historically, there has been debate over whether agoraphobia without panic genuinely existed, or whether it was simply a manifestation of other disorders such as panic disorder, general anxiety disorder, avoidant personality disorder and social phobia. One researcher said: \"out of 41 agoraphobics seen (at a clinic) during a period of 1 year, only 1 fit the diagnosis of agoraphobia without panic attacks, and even this particular classification was questionable...Do not expect to see too many agoraphobics without panic\". In spite of this earlier skepticism, current thinking is that agoraphobia without panic disorder is indeed a valid, unique illness which has gone largely unnoticed, since its sufferers are far less likely to seek clinical treatment.",
            "score": 54.62935256958008
        },
        {
            "docid": "23337_25",
            "document": "Phobia . It is recommended that the terms \"distress\" and \"impairment\" take into account the context of the person's environment during diagnosis. The DSM-IV-TR states that if a feared stimulus, whether it be an object or a social situation, is absent entirely in an environment, a diagnosis cannot be made. An example of this situation would be an individual who has a fear of mice but lives in an area devoid of mice. Even though the concept of mice causes marked distress and impairment within the individual, because the individual does not usually encounter mice, no actual distress or impairment is ever experienced. It is recommended that proximity to, and ability to escape from, the stimulus also be considered. As the phobic person approaches a feared stimulus, anxiety levels increase, and the degree to which the person perceives they might escape from the stimulus affects the intensity of fear in instances such as riding an elevator (e.g. anxiety increases at the midway point between floors and decreases when the floor is reached and the doors open).",
            "score": 54.57811737060547
        },
        {
            "docid": "24366251_3",
            "document": "Partnership for Interdisciplinary Studies of Coastal Oceans . Activities are conducted at the latitudinal scale of the California Current Large Marine Ecosystem along the west coast of North America, anchored around the dynamics of hard-bottom habitats such as kelp forests and rocky shores and the oceanography of the nearshore ocean. The program studies changes in the ocean environment through both environmental monitoring and experiments, examining the causes and consequences of ecosystem changes over spatial scales that are the most relevant to marine species and management, but largely unstudied elsewhere.",
            "score": 54.372802734375
        },
        {
            "docid": "18401364_86",
            "document": "Natural scientific research in Canada . The signature event in the history of Canadian oceanography was the founding of the Bedford Institute of Oceanography in Halifax, Nova Scotia. Instrumental in the establishment was Dr. W. E. van Steenburgh, Director-General of Scientific Services of the Department of Mines and Technical Surveys, who recognized the need for scientific organization to deal with questions relating to defence, sovereignty, fisheries and the environment. As a result of his initiative the Institute and was created in 1962 and acquired the new state-of-the-art research vessel, the CCGS Hudson. In many ways the story of the Institute is the story of that ship. Launched in 1962 and commissioned in 1964 the Hudson undertook five geophysical surveys of the Mid-Atlantic Ridge, contributing to the understanding of the new theory of continental drift. In the 1966 the Hudson carried out a detailed survey of the Labrador Sea and studies of the Labrador current. The following year it surveyed the Denmark Strait. In 1970 the ship undertook the \"Hudson '70' voyage, an 11-month, first ever, circumnavigation of North and South America and in the latter part of the decade carried out the first surveys of the chemistry of Baffin Bay. In the eighties and nineties surveys within the framework of the international Joint Global Ocean Fluxes Study and World Ocean Circulation Experiment were completed by the Hudson. Other research projects included the 1983 Canadian Expedition to Study the Alpha Ridge (CESAR) off of Ellesmere Island.",
            "score": 54.111392974853516
        },
        {
            "docid": "50180408_4",
            "document": "Seascape with Sharks and Dancer . The play begins on the night librarian/aspiring writer Ben rescues a beautiful naked woman, Tracy, from the ocean and brings her into his Cape Cod beach house to recuperate. Tracy claims it was not a suicide attempt but that she was dancing in the ocean. Ben doubts this but does his best to take care of her. Soon the two find that they have conflicting personalities, but try to work through them and gradually get closer to one another. Ben is fascinated and amused by her feisty behavior and eccentric sense of humor and falls for her. Tracy's first impulse is to break their connection, out of fear of the pain of loving someone and then inevitably losing them. As the story continues we see them struggling to find a way to save their difficult relationship, which is constantly threatened by Tracy's serious trust issues. After a crisis involving the possibility of an unexpected pregnancy, Tracy is finally able to reveal the origins of her fear of attachment in her childhood horror at the meaningless suffering of innocent creatures. The indifference of the universe to the suffering of the innocent is embodied for her in the eyes of the sharks in the ocean. The relationship with Ben has brought to the surface all of her deepest anxieties and fears.",
            "score": 53.4510383605957
        },
        {
            "docid": "41597458_3",
            "document": "Free Ocean CO2 Enrichment . In situ, controlled perturbation experiments, often conducted over weeks to months, can provide inference concerning the response of natural communities to ocean acidification that is difficult or impossible to derive from laboratory experiments. Studies conducted in situ can include the effects of potentially important factors such as natural variation in planktonic food resources, larval abundance, changes in predators or competitors, as well as oceanographic conditions (e.g. changes in upwelling intensity). Drawing on the experience of Free Air CO Enrichment (FACE) experiments used to investigate the response of terrestrial plant communities to rising atmospheric CO levels, the scientific community has developed an analogous approach, Free Ocean CO Enrichment (FOCE) experiments, for studying marine communities, and to complement a range of experimental methods and technologies for ocean acidification studies research. FOCE was first proposed and implemented by researchers at the Monterey Bay Aquarium Research Institute (MBARI).",
            "score": 53.218772888183594
        },
        {
            "docid": "26534505_3",
            "document": "Panic disorder . In some cases, the attack may continue at unabated high intensity, or seem to be increasing in severity. Common symptoms of an attack include rapid heartbeat, perspiration, dizziness, dyspnea, trembling, uncontrollable fear such as: the fear of losing control and going crazy, the fear of dying and hyperventilation. Other symptoms are sweating, a sensation of choking, paralysis, chest pain, nausea, numbness or tingling, chills or hot flashes, faintness, crying and some sense of altered reality. In addition, the person usually has thoughts of impending doom. Individuals suffering from an episode have often a strong wish of escaping from the situation that provoked the attack. The anxiety of panic disorder is particularly severe and noticeably episodic compared to that from generalized anxiety disorder. Panic attacks may be provoked by exposure to certain stimuli (e.g., seeing a mouse) or settings (e.g., the dentist's office). Other attacks may appear unprovoked. Some individuals deal with these events on a regular basis, sometimes daily or weekly. The outward symptoms of a panic attack often cause negative social experiences (e.g., embarrassment, social stigma, social isolation, etc.).",
            "score": 52.988990783691406
        },
        {
            "docid": "8750561_2",
            "document": "Phobophobia . Phobophobia is the fear of phobia(s) and, more specifically, of the internal sensations associated with that phobia and anxiety, which binds it closely to other anxiety disorders, especially with generalized anxiety disorders (free floating fears) and panic attacks. It is a condition in which anxiety disorders are maintained in an extended way, which combined with the psychological fear generated by phobophobia of encountering the feared phobia would ultimately lead to the intensifying of the effects of the feared phobia that the patient might have developed, such as agoraphobia, and specially with it, and making them susceptible to having an extreme fear of panicking. Phobophobia comes in between the stress the patient might be experiencing and the phobia that the patient has developed as well as the effects on his life, or in other words, it is a bridge between anxiety/panic the patient might be experiencing and the type of phobia he/she fears, creating an intense and extreme predisposition to the feared phobia. Nevertheless, phobophobia is not necessarily developed as part of other phobias, but can be an important factor for maintaining them.",
            "score": 52.78219985961914
        }
    ]
}