{
    "q": [
        {
            "docid": "894_27",
            "document": "Agnosticism . Religious scholars such as Laurence B. Brown criticize the misuse of the word agnosticism, claiming that it has become one of the most misapplied terms in metaphysics. Brown raises the question, \"You claim that nothing can be known with certainty ... how, then, can you be so sure?\"",
            "score": 51.74433159828186
        },
        {
            "docid": "1813072_45",
            "document": "Theology of Pope Benedict XVI . Even before becoming pope, Benedict advocated a \"special relationship\" between the Roman Church and the Jewish faith. Some Jewish organisations, such as the Anti-Defamation League, the American Jewish Committee, the Union of Reform Judaism, and the Jewish Community Relations Council of Greater Boston, believe Ratzinger was responsible for Pope John Paul II's attempts to improve Jewish-Catholic ties. However, Pope Benedict did create some controversy when he said that the Church is waiting for the moment when Jews will \"say yes to Christ.\" He went on to say, \"We believe that. The fact remains, however, that our Christian conviction is that Christ is also the Messiah of Israel.\"",
            "score": 47.87079834938049
        },
        {
            "docid": "894_28",
            "document": "Agnosticism . According to Pope Benedict XVI, strong agnosticism in particular contradicts itself in affirming the power of reason to know scientific truth. He blames the exclusion of reasoning from religion and ethics for dangerous pathologies such as crimes against humanity and ecological disasters. \"Agnosticism\", said Ratzinger, \"is always the fruit of a refusal of that knowledge which is in fact offered to man ... The knowledge of God has always existed\". He asserted that agnosticism is a choice of comfort, pride, dominion, and utility over truth, and is opposed by the following attitudes: the keenest self-criticism, humble listening to the whole of existence, the persistent patience and self-correction of the scientific method, a readiness to be purified by the truth.",
            "score": 52.21449255943298
        },
        {
            "docid": "37970509_17",
            "document": "Catalan self-determination referendum, 2014 . According to the consultation decree, \"in the consultation there is a first question followed successively by a second question, and they are worded as follows: a) Do you want Catalonia to become a State? (Yes/No); If so: b) Do you want this State to be independent? (Yes/No). You can only answer the question under Letter b) in the event of having answered “Yes” to the question under Letter a).\" The \"participation process\" that has replaced the \"non-referendum consultation\" maintains the same two questions.",
            "score": 27.97712278366089
        },
        {
            "docid": "32916524_4",
            "document": "Christian agnosticism . According to Pope Benedict XVI, strong agnosticism in particular contradicts itself in affirming the power of reason to know scientific truth. He blames the exclusion of reasoning from religion and ethics for dangerous pathologies such as crimes against humanity and ecological disasters. \"Agnosticism\", said Ratzinger, \"is always the fruit of a refusal of that knowledge which is in fact offered to man ... The knowledge of God has always existed\". He asserted that agnosticism is a choice of comfort, pride, dominion, and utility over truth, and is opposed by the following attitudes: the keenest self-criticism, humble listening to the whole of existence, the persistent patience and self-correction of the scientific method, a readiness to be purified by the truth.",
            "score": 51.68084788322449
        },
        {
            "docid": "32916524_3",
            "document": "Christian agnosticism . In 1965 Christian theologian Leslie Weatherhead published \"The Christian Agnostic\", in which he argues: Although radical and unpalatable to conventional theologians, Weatherhead's agnosticism falls far short of Huxley's, and short even of \"weak agnosticism\": In the summary chapter of \"The Christian Agnostic\", Weatherhead stated what he believed in a sort of twelve-part creed:",
            "score": 46.02268314361572
        },
        {
            "docid": "894_3",
            "document": "Agnosticism . English biologist Thomas Henry Huxley coined the word \"agnostic\" in 1869, and said \"It simply means that a man shall not say he knows or believes that which he has no scientific grounds for professing to know or believe.\" Earlier thinkers, however, had written works that promoted agnostic points of view, such as Sanjaya Belatthaputta, a 5th-century BCE Indian philosopher who expressed agnosticism about any afterlife; and Protagoras, a 5th-century BCE Greek philosopher who expressed agnosticism about the existence of \"the gods\". The Nasadiya Sukta in the Rigveda is agnostic about the origin of the universe.",
            "score": 45.167235374450684
        },
        {
            "docid": "894_34",
            "document": "Agnosticism . A.J. Ayer, Theodore Drange, and other philosophers see both atheism and agnosticism as incompatible with ignosticism on the grounds that atheism and agnosticism accept \"a deity exists\" as a meaningful proposition that can be argued for or against.",
            "score": 40.553454637527466
        },
        {
            "docid": "55757866_2",
            "document": "Irreligion in Guatemala . Irreligion in Guatemala can refer to Atheism, Agnosticism, Secular Humanism, religious skepticism, or people who simply identify as non-religious; although some believe in God and others are more skeptical in belief, but do not consider themselves atheists.",
            "score": 38.11062455177307
        },
        {
            "docid": "10525212_2",
            "document": "Yes We Can Can . \"Yes We Can Can\" is a 1973 funk classic recorded by the American R&B girl group the Pointer Sisters and released on the Blue Thumb record label.",
            "score": 5.392681121826172
        },
        {
            "docid": "16348726_26",
            "document": "History of Popes Creek (Virginia) . Burial Ground: Jane Butler Washington; b. 24 October 1699, d. 24 September 1729.<br> Here lyes ye Body of JANE<br> Wife of Augustine Washington<br> Born at Popes Creek Virginia<br> Westmorelnd ye 24th Xber<br> 1699 & died ye 24th of 9ber 1729<br> Who left behind her two sons & one daughter.<br> <br> The land comprising the Popes Creek plantation was sold by the Washington family on October 13, 1813, but returned in a sense in 1867 when John E. Wilson who married Betty, the granddaughter of William Augustine, took possession. Dr. F.O. St. Clair's investigations and survey of a proposed memorial site in 1882 was an effort to secure the \"entire neck of land bounded by Pope's Creek on two sides and a marsh on the third side\" – and a right-of-way \"to Bridge Creek Landing,\" including the \"Burying Ground and Potomac River beyond.\" The result was purchased from John E. Wilson on July 10, 1883, by the federal government. The sustained effort for a national monument on Popes Creek had begun to take shape.",
            "score": 17.9845712184906
        },
        {
            "docid": "81798_32",
            "document": "Solipsism . Solipsism is a form of logical minimalism. Many people are intuitively unconvinced of the nonexistence of the external world from the basic arguments of solipsism, but a solid proof of its existence is not available at present. The central assertion of solipsism rests on the nonexistence of such a proof, and strong solipsism (as opposed to weak solipsism) asserts that no such proof can be made. In this sense, solipsism is logically related to agnosticism in religion: the distinction between believing you do not know, and believing you could not have known.",
            "score": 31.987367868423462
        },
        {
            "docid": "13075834_6",
            "document": "The Braes o' Killiecrankie . <score midi=\"5\" vorbis=\"1\"> \\relative c\" { \\time 2/4 \\key g \\major  \\partial 8 g16( a) | b8 b \\grace { c8 } b a16( g) | c4 c8 b16( a) | b8 b c16( b) a( g) | b8 d d g,16( a) | b8 b c16( b) a16( g) | c4 c8 b16( a) | b16( c) d16( b) a8 g | d8 g g \\bar \"||\" b16( c) | d8 d, d e16( f) | e8 d16( e) c8 b'16( c) | d8 d, d' d, | b' d d\\fermata b16( c) | d8 d, d e16( f) | g16( f) e( d) c8 b'16 c | b16( c) d( b) a8 g | e g g \\bar \"|.\" }  \\addlyrics {Whare | hae ye been sae | braw, lad? Whare | hae ye been sae | bran -- kie, O? Whare | hae ye been sae | braw, lad? Came | ye by Kil -- li -- | cran -- kie, O? An | ye had been whare | I hae been, Ye | wad -- na been sae | can -- tie, O; An | ye had seen what | I hae seen, I' the | braes o' Kil -- li -- | crank -- kie, O. }</score>",
            "score": 7.7658631801605225
        },
        {
            "docid": "300029_2",
            "document": "Charles Péguy . Charles Pierre Péguy (; 7 January 1873 – 5 September 1914) was a noted French poet, essayist, and editor. His two main philosophies were socialism and nationalism, but by 1908 at the latest, after years of uneasy agnosticism, he had become a believing but non-practicing Roman Catholic. From that time, Catholicism strongly influenced his works.",
            "score": 52.73344802856445
        },
        {
            "docid": "15247542_16",
            "document": "Atheism . Atheists have also argued that people cannot know a God or prove the existence of a God. The latter is called agnosticism, which takes a variety of forms. In the philosophy of immanence, divinity is inseparable from the world itself, including a person's mind, and each person's consciousness is locked in the subject. According to this form of agnosticism, this limitation in perspective prevents any objective inference from belief in a god to assertions of its existence. The rationalistic agnosticism of Kant and the Enlightenment only accepts knowledge deduced with human rationality; this form of atheism holds that gods are not discernible as a matter of principle, and therefore cannot be known to exist. Skepticism, based on the ideas of Hume, asserts that certainty about anything is impossible, so one can never know for sure whether or not a god exists. Hume, however, held that such unobservable metaphysical concepts should be rejected as \"sophistry and illusion\". The allocation of agnosticism to atheism is disputed; it can also be regarded as an independent, basic worldview.",
            "score": 62.478315591812134
        },
        {
            "docid": "18818890_5",
            "document": "Yes, Yes, Yes . Built under a quiet storm like R&B production similar to White's, the song hit the charts peaking at number #46 on the \"Billboard\" Hot 100 and number #11 on the R&B charts becoming Cosby's biggest charted single since \"Little Ole Man (Uptight, Everything's Alright)\" peaked at number #4 on the Hot 100 nine years earlier.",
            "score": 12.775630474090576
        },
        {
            "docid": "894_7",
            "document": "Agnosticism . George H. Smith, while admitting that the narrow definition of atheist was the common usage definition of that word, and admitting that the broad definition of agnostic was the common usage definition of that word, promoted broadening the definition of atheist and narrowing the definition of agnostic. Smith rejects agnosticism as a third alternative to theism and atheism and promotes terms such as agnostic atheism (the view of those who do not \"believe\" in the existence of any deity, but do not claim to \"know\" if a deity does or does not exist) and agnostic theism (the view of those who do not claim to \"know\" of the existence of any deity, but still \"believe\" in such an existence).",
            "score": 37.75748109817505
        },
        {
            "docid": "1813072_48",
            "document": "Theology of Pope Benedict XVI . Before becoming Pope, Cardinal Ratzinger was a well-known and quite controversial figure inside and outside the Catholic Church. This is due in part from the perception among those who felt the Vatican II reforms did not go far enough that Ratzinger is a conservative. To this view, Ratzinger's theology is based on his early works, staunch Catholicism and ancient Tradition. According to this often held view, Benedict has made clear that he intends to preserve the Church doctrine and not give in to modern pressures for change to fundamental dogma and teaching on such issues as birth control, abortion, and homosexuality. It is also noted, that the Pope has a strong opposition to moral relativism, which he sees as producing views ranging \"from one extreme to the other: from Marxism to liberalism, even to libertinism; from collectivism to radical individualism; from atheism to a vague religious mysticism; from agnosticism to syncretism, and so forth.\"",
            "score": 53.175403356552124
        },
        {
            "docid": "22535834_5",
            "document": "Atheistic existentialism . Albert Camus writes of dualisms—between happiness and sadness—as well as life and death. In \"The Myth of Sisyphus\", such dualism becomes paradoxical because humans greatly value their existence while at the same time being aware of their mortality. Camus believes it is human nature to have difficulty reconciling these paradoxes; and indeed, he believed humankind must accept what he called \"the Absurd\". On the other hand, Camus is not strictly an existential atheist because the acceptance of \"the Absurd\" implies neither the existence of God nor the nonexistence of God (compare agnosticism).",
            "score": 50.067800998687744
        },
        {
            "docid": "894_26",
            "document": "Agnosticism . Theistic critics claim that agnosticism is impossible in practice, since a person can live only either as if God did not exist (\"etsi deus non-daretur\"), or as if God did exist (\"etsi deus daretur\").",
            "score": 44.064204692840576
        },
        {
            "docid": "32916524_2",
            "document": "Christian agnosticism . Christian agnostics practice a distinct form of agnosticism that applies only to the \"properties\" of God. They hold that it is difficult or impossible to be sure of anything beyond the basic tenets of the Christian faith. They believe that God or a higher power exists, that Jesus may have a special relationship with God and is in some way divine, and that God should be worshipped. This belief system has deep roots in Judaism and the early days of the Church.",
            "score": 53.95305585861206
        },
        {
            "docid": "894_16",
            "document": "Agnosticism . Agnostic views are as old as philosophical skepticism, but the terms agnostic and agnosticism were created by Huxley (1825-1895) to sum up his thoughts on contemporary developments of metaphysics about the \"unconditioned\" (William Hamilton) and the \"unknowable\" (Herbert Spencer). Though Huxley began to use the term \"agnostic\" in 1869, his opinions had taken shape some time before that date. In a letter of September 23, 1860, to Charles Kingsley, Huxley discussed his views extensively: And again, to the same correspondent, May 6, 1863: Of the origin of the name agnostic to describe this attitude, Huxley gave the following account: In 1889, Huxley wrote:Therefore, although it be, as I believe, demonstrable that we have no real knowledge of the authorship, or of the date of composition of the Gospels, as they have come down to us, and that nothing better than more or less probable guesses can be arrived at on that subject. William Stewart Ross (1844-1906) wrote under the name of Saladin. He was associated with Victorian Freethinkers and the organization the British Secular Union. He edited the \"Secular Review\" from 1882; its was renamed \"Agnostic Journal and Eclectic Review\" and closed in 1907. Ross championed agnosticism in opposition to the atheism of Charles Bradlaugh as an open-ended spiritual exploration.",
            "score": 34.818660497665405
        },
        {
            "docid": "196882_24",
            "document": "Burrows–Abadi–Needham logic . Because message 2 is encrypted with \"K\", and \"B\" believes key(\"K\", \"B\"↔\"S\"), \"B\" now believes that \"S\" said {\"t\", \"A\", \"A\" believes key(\"K\", \"A\"↔\"B\")}. Because the clocks are synchronized, \"B\" believes fresh(\"t\"), and so fresh(\"A\" believes key(\"K\", \"A\"↔\"B\")). Because \"B\" believes that \"S\"<nowiki>'</nowiki>s statement is fresh, \"B\" believes that \"S\" believes that (\"A\" believes key(\"K\", \"A\"↔\"B\")). Because \"B\" believes that \"S\" is authoritative about what \"A\" believes, \"B\" believes that (\"A\" believes key(\"K\", \"A\"↔\"B\")). Because \"B\" believes that \"A\" is authoritative about session keys between \"A\" and \"B\", \"B\" believes key(\"K\", \"A\"↔\"B\"). \"B\" can now contact \"A\" directly, using \"K\" as a secret session key.",
            "score": 26.037330389022827
        },
        {
            "docid": "34965420_8",
            "document": "The Skipper's Dream . Aw studies awhile, then says aw, \"Are ye Deeth,  Come here for to wise oot a poor fellow's breeth ?\"  He says, \"No, aw'm the Pope, cum to try if aw can,  Save a vile wretch like ye, fra the nasty Bad Man.\"",
            "score": 11.66742992401123
        },
        {
            "docid": "2470055_19",
            "document": "The Story of B . B uses the phrase “cultural collapse” to describe the point of history that we are living through today. He believes that circumstances have rendered the cultural mythology of the Takers meaningless to its people. When this happens to a culture, B states, things fall apart. \"Order and purpose are replaced by chaos and bewilderment. People lose the will to live, become listless, become violent, become suicidal, and take to drink, drugs, and crime... laws, customs and institutions fall into disuse and disrespect, especially among the young, who see that even their elders can no longer make sense of them.\"",
            "score": 26.406131267547607
        },
        {
            "docid": "15898038_9",
            "document": "List of saints canonized by Pope Pius XII . Because of the huge number of visitors, the canonisation of Maria Goretti by Pope Pius XII, was held outside at Piazza San Pietro on 24 June 1950. The Pope spoke, not as before in Latin, but in Italian. \"We order and declare, that the blessed Maria Goretti can be venerated as a Saint and We introduce her into the Canon of Saints\". Some 500,000 people, among them a majority of youth, had come from around the World. Pope Pius asked them: A resounding Yes was the answer.",
            "score": 23.618294715881348
        },
        {
            "docid": "21378279_9",
            "document": "Agnostic atheism . The rationalistic agnosticism of Kant and the Enlightenment only accepts knowledge deduced with human rationality; this form of atheism holds that gods are not discernible as a matter of principle, and therefore cannot be known to exist. Skepticism, based on the ideas of Hume, asserts that certainty about anything is impossible, so one can never know for sure whether or not a god exists. Hume, however, held that such unobservable metaphysical concepts should be rejected as \"sophistry and illusion\". The allocation of agnosticism to atheism is disputed; it can also be regarded as an independent, basic worldview.",
            "score": 53.8766872882843
        },
        {
            "docid": "2581136_4",
            "document": "Rationalizability . Consider a simple coordination game (the payoff matrix is to the right). The row player can play \"a\" if she can reasonably believe that the column player could play \"A\", since \"a\" is a best response to \"A\". She can reasonably believe that the column player can play \"A\" if it is reasonable for the column player to believe that the row player could play \"a\". He can believe that she will play \"a\" if it is reasonable for him to believe that she could play \"a\", etc. This provides an infinite chain of consistent beliefs that result in the players playing (\"a\", \"A\"). This makes (\"a\", \"A\") a rationalizable pair of actions. A similar process can be repeated for (\"b\", \"B\").",
            "score": 16.029662609100342
        },
        {
            "docid": "621169_28",
            "document": "Existence of God . Agnostic theism is the philosophical view that encompasses both theism and agnosticism. An agnostic theist believes in the existence of a god or God, but regards the basis of this proposition as \"unknown or inherently unknowable\". Agnostic theists may also insist on ignorance regarding the properties of the gods they believe in.",
            "score": 41.8532772064209
        },
        {
            "docid": "147858_23",
            "document": "Pope Pius XI . Pius XI believed that industrialization results in less freedom at the individual and communal level, because numerous free social entities get absorbed by larger ones. The society of individuals becomes the mass class-society. People are much more interdependent than in ancient times, and become egoistic or class-conscious in order to save some freedom for themselves. The pope demands more solidarity, especially between employers and employees, through new forms of cooperation and communication. Pius displays a negative view of capitalism, especially of the anonymous international finance markets. He identifies certain dangers for small and medium-size enterprises, which have insufficient access to capital markets and are squeezed or destroyed by the larger ones. He warns that capitalist interests can become a danger for nations, which could be reduced to “chained slaves of individual interests”",
            "score": 33.01977729797363
        },
        {
            "docid": "1352065_11",
            "document": "Manassas Station Operations (Stonewall Jackson) . Pope saw the fires at Manassas Junction but believed that it meant Jackson was desperate; he ordered his corps to march on Manassas from the south, east, and north. Pope knew that Longstreet was moving north towards Thoroughfare Gap but did not detach any force to delay him, believing that the Union army could defeat Jackson before Longstreet could arrive. The defeat of Taylor's force convinced George B. McClellan, commanding the Union forces in Washington, not to send any further reinforcements to Pope unless they had artillery and cavalry.",
            "score": 21.03797173500061
        },
        {
            "docid": "1393811_2",
            "document": "Agnostic theism . Agnostic theism, agnostotheism or agnostitheism is the philosophical view that encompasses both theism and agnosticism. An agnostic theist believes in the existence of a god or gods, but regards the basis of this proposition as \"unknown or inherently unknowable\". The agnostic theist may also or alternatively be agnostic regarding the properties of the god or gods that they believe in.",
            "score": 40.578367471694946
        }
    ],
    "r": [
        {
            "docid": "16086178_72",
            "document": "Catholic theology . Apostolic succession is the belief that the pope and Catholic bishops are the spiritual successors of the original twelve apostles, through the historically unbroken chain of consecration (see: Holy orders). The pope is the spiritual head and leader of the Roman Catholic Church who makes use of the Roman Curia to assist him in governing. He is elected by the College of Cardinals who may choose from any male member of the church but who must be ordained a bishop before taking office. Since the 15th century, a current cardinal has always been elected. The New Testament contains warnings against teachings considered to be only masquerading as Christianity, and shows how reference was made to the leaders of the church to decide what was true doctrine. The Catholic Church believes that it is the continuation of those who remained faithful to the apostolic leadership and rejected false teachings. Catholic belief is that the Church will never defect from the truth, and bases this on Jesus' telling Peter \"the gates of hell will not prevail against\" the church. In the \"Gospel of John\", Jesus states, \"I have much more to tell you, but you cannot bear it now. But when he comes, the Spirit of truth, he will guide you to all truth\".",
            "score": 65.62835693359375
        },
        {
            "docid": "8799424_38",
            "document": "Bishop in the Catholic Church . The appointment of bishops in the Catholic Church is a complicated process that requires the participation of several officials. In the Latin Church, the local synod, the papal nuncio (or apostolic delegate), various dicasteries of the Roman Curia, and the Pope all take a part; since the 1970s it has become common practice for the nuncio to solicit input from clergy and laity within the vacant diocese. In patriarchal and major archiepiscopal Eastern Churches, the permanent synod, the holy synod, and the patriarch or major archbishop also play a role in the selection of bishops.",
            "score": 63.75269317626953
        },
        {
            "docid": "15247542_16",
            "document": "Atheism . Atheists have also argued that people cannot know a God or prove the existence of a God. The latter is called agnosticism, which takes a variety of forms. In the philosophy of immanence, divinity is inseparable from the world itself, including a person's mind, and each person's consciousness is locked in the subject. According to this form of agnosticism, this limitation in perspective prevents any objective inference from belief in a god to assertions of its existence. The rationalistic agnosticism of Kant and the Enlightenment only accepts knowledge deduced with human rationality; this form of atheism holds that gods are not discernible as a matter of principle, and therefore cannot be known to exist. Skepticism, based on the ideas of Hume, asserts that certainty about anything is impossible, so one can never know for sure whether or not a god exists. Hume, however, held that such unobservable metaphysical concepts should be rejected as \"sophistry and illusion\". The allocation of agnosticism to atheism is disputed; it can also be regarded as an independent, basic worldview.",
            "score": 62.47831726074219
        },
        {
            "docid": "10502483_2",
            "document": "Appointment of Catholic bishops . The appointment of bishops in the Catholic Church is a complicated process. Outgoing bishops, neighbouring bishops, the faithful, the apostolic nuncio, various members of the Roman Curia, and the pope all have a role in the selection. The exact process varies based upon a number of factors, including whether the bishop is from the Latin Church or one of the Eastern Catholic Churches, the geographic location of the diocese, what office the candidate is being chosen to fill, and whether the candidate has previously been ordained to the episcopate.",
            "score": 62.250389099121094
        },
        {
            "docid": "4559718_26",
            "document": "Catholicity . McBrien, in his book \"Catholicism\", disagrees with the synonymous use of \"Catholic\" and \"Roman Catholic\": But is 'Catholic' synonymous with 'Roman Catholic'? And is it accurate to refer to the Roman Catholic Church as simply the 'Roman Church'? The answer to both questions is no. The adjective 'Roman' applies more properly to the diocese, or see, of Rome than to the worldwide Communion of Catholic Churches that is in union with the Bishop of Rome. Indeed, it strikes some Catholics as contradictory to call the Church 'Catholic' and 'Roman' at one and the same time. Eastern-rite Catholics, of whom there are more than twenty million, also find the adjective 'Roman' objectionable. In addition to the Latin, or Roman, tradition, there are seven non-Latin, non-Roman ecclesial traditions: Armenian, Byzantine, Coptic, Ethiopian, East Syriac (Chaldean), West Syriac, and Maronite. Each to the Churches with these non-Latin traditions is as Catholic as the Roman Catholic Church. Thus, not all Catholics are Roman Catholic... [T]o be Catholic—whether Roman or non-Roman—in the ecclesiological sense is to be in full communion with the Bishop of Rome and as such to be an integral part of the Catholic Communion of Churches. McBrien says that, on an official level, what he calls the \"Communion of Catholic Churches\" always refers to itself as \"The Catholic Church\". However, counter examples such as seen above of the term \"Roman Catholic Church\" being used by popes and departments of the Holy See exist. The Latin-rite Archdiocese of Detroit, for example, lists eight Eastern Catholic churches, each with its own bishop, as having one or more parishes in what is also the territory of the Latin archdiocese, yet each is designated as being in \"full communion with the Roman Church\".",
            "score": 61.755985260009766
        },
        {
            "docid": "3794967_6",
            "document": "Pio Taofinu'u . On January 11, 1968, he was named Bishop of Apia, becoming the first Polynesian bishop in history. He was consecrated as Bishop of Apia, Samoa by his former bishop George Pearce, who was the new Archbishop of Suva, Fiji. One of his first duties as the new spiritual leader of Samoa's Catholic community was as one of the organizers of Pope Paul VI's November 30, 1970, visit to the Samoan Islands – the first and, to date, the only visit by a Pope. During his time as Bishop of Apia, Catholic schools increased as he put an important focus on education throughout his diocese. He established a Theological College for Catechists and Deacons in an effort to evangelize the Faith to all the islands. His work contributed greatly to an increase in priestly vocations in Samoa. As bishop, Taofinu'u was active in leading the reforms within the Catholic Church in Samoa in which some aspects of Samoan culture were blended with the existing practices.",
            "score": 61.29863739013672
        },
        {
            "docid": "1714063_14",
            "document": "Hierarchy of the Catholic Church . The Catechism of the Catholic Church, quoting the Second Vatican Council's document \"Lumen gentium\", states: \"The \"pope\", Bishop of Rome and Peter's successor, 'is the perpetual and visible source and foundation of the unity both of the bishops and of the whole company of the faithful.'\" Communion with bishop of Rome has become such a significant identifier of Catholic identity that at times the Catholic Church has been known in its entirety as \"Roman Catholic\", though this is inaccurate in Catholic theology (ecclesiology).",
            "score": 61.23143005371094
        },
        {
            "docid": "22416_52",
            "document": "Otto von Bismarck . Bismarck accelerated the \"Kulturkampf\". In its course, all Prussian bishops and many priests were imprisoned or exiled. Prussia's population had greatly expanded in the 1860s and was now one-third Catholic. Bismarck believed that the pope and bishops held too much power over the German Catholics and was further concerned about the emergence of the Catholic Centre Party, organised in 1870. With support from the anticlerical National Liberal Party, which had become Bismarck's chief ally in the Reichstag, he abolished the Catholic Department of the Prussian Ministry of Culture. That left the Catholics without a voice in high circles. Moreover, in 1872, the Jesuits were expelled from Germany. More anti-Catholic laws of 1873 allowed the Prussian government to supervise the education of the Roman Catholic clergy and curtailed the disciplinary powers of the Church. In 1875, civil ceremonies were required for civil weddings. Hitherto, weddings in churches were civilly recognized.",
            "score": 60.87327194213867
        },
        {
            "docid": "15491565_4",
            "document": "List of Catholic dioceses in Great Britain . From the time of the English Reformation in the 16th century, with Catholicism becoming illegal, there were no Roman Catholic dioceses in England and Wales, with several apostolic vicars, bishops of titular sees governing not in their own name, as diocesan bishops do, but provisionally in the name of the Pope, being appointed instead. However, with the passing of the Catholic Relief Act 1829, legalising the practice of the Catholic faith again, Pope Pius IX recreated the Catholic Church diocesan hierarchy on 29 September 1850 by issuing the papal bull \"Universalis Ecclesiae\". The Hierarchy in Scotland was restored in 1878.",
            "score": 60.60210418701172
        },
        {
            "docid": "1193830_2",
            "document": "Graham Leonard . Graham Douglas Leonard KCVO (8 May 1921 – 6 January 2010) was an English Roman Catholic priest and former Anglican bishop. His principal ministry was as a bishop of the Church of England but, after his retirement as the Bishop of London, he became a Roman Catholic, becoming the most senior Anglican cleric to do so since the English Reformation. He was conditionally ordained to the priesthood in the Roman Catholic Church and was later appointed a monsignor by Pope John Paul II.",
            "score": 59.44918441772461
        },
        {
            "docid": "4241349_2",
            "document": "Catholic Church in Austria . The Catholic Church of Austria, also known as the Roman-Catholic Church of Austria, is part of the worldwide Catholic Church in full communion with the Pope in Rome. The Church's governing body in Austria is the Austrian Conference of Catholic Bishops, made up of the hierarchy of the two archbishops (Vienna and Salzburg), the bishops and the abbot of territorial abbey of Wettingen-Mehrerau. Nevertheless, each bishop is independent in his own diocese, answerable only to the Pope. The current president of the Conference of Catholic Bishops is Cardinal Christoph Schönborn. The Austrian church is the largest Christian Confession of Austria, with 5.11 million members (57.9 % of the total Austrian population.).",
            "score": 58.73524856567383
        },
        {
            "docid": "10065197_3",
            "document": "Roman Catholic Diocese of Trois-Rivières . On 2 February 2012, Pope Benedict XVI accepted the resignation of Bishop Martin Veillette for reasons of age; he becomes Bishop Emeritus (at 75, in accordance with Canon 401.1 of the 1983 Latin-rite Code of Canon Law, all Catholic Bishops are required to submit their resignation to the Pope for possible acceptance). Pope Benedict named Bishop Luc-André Bouchard, until then the Bishop of the Roman Catholic Diocese of Saint Paul in Alberta, Canada, as the ninth Bishop of the Roman Catholic Diocese of Trois-Rivières, Quebec. Bishop Bouchard was born in Cornwall, Ontario, on November 18, 1949. After attending seminary training at the Dominican University College in Ottawa, Ontario for his theological studies, he was ordained priest on September 4, 1976. He then continued his postgraduate education at Rome, Italy, and in Jerusalem, Israel, studying the Bible. He eventually returned to priestly ministry in his native Roman Catholic Diocese of Alexandria-Cornwall, undertaking pastoral ministry in parishes there, and at some point around that time taught in the Archdiocesan Seminary of the Roman Catholic Archdiocese of Montreal in Montreal, Quebec, Canada. From 1991 to 1994, he was part of the Seminary Training Team (the faculty for seminarian formation) in the Seminary of St.-Joseph d'Edmonton, becoming its Rector in 2000. On Saturday, September 8, 2001, he was appointed Bishop of St. Paul, Alberta. He received his episcopal consecration on November 9, 2001.",
            "score": 58.64327621459961
        },
        {
            "docid": "8799424_32",
            "document": "Bishop in the Catholic Church . The pope is the man who possesses the sacrament of Holy Orders as a bishop and who has been chosen to be Bishop of Rome. The Catholic Church holds that the College of Bishops as a group is the successor of the College of Apostles. The Church also holds that uniquely among the apostles Saint Peter was granted a role of leadership and authority, giving the Pope the right to govern the Church together with the bishops, and making his leadership necessary for the completion of the College. Hence, Catholicism holds that the Bishop of Rome, as successor of Peter, possesses this role: the Pope, uniquely among bishops, may speak for the whole Church, and a council of bishops is incomplete without the approval of the pope. Papal pronouncements which meet the requirements of the decree on papal infallibility of the First Vatican Council, and no others, even in matters of faith and morals, are deemed to be infallible. Papal infallibility has been invoked only twice since the doctrine was instituted and both are about Mary: her Immaculate Conception (declared by Pope Pius IX in 1854 and grandfathered in after the First Vatican Council’s declaration of papal infallibility in 1870) and her bodily Assumption into heaven (declared by Pope Pius XII in 1950).",
            "score": 58.605411529541016
        },
        {
            "docid": "543935_98",
            "document": "East–West Schism . The Roman Catholic Church's current official teachings about papal privilege and power that are unacceptable to the Eastern Orthodox churches are the dogma of the pope's infallibility when speaking officially \"from the chair of Peter (ex cathedra Petri)\" on matters of faith and morals to be held by the whole Church, so that such definitions are irreformable \"of themselves, and not by the consent of the Church\" (\"ex sese et non ex consensu ecclesiae\") and have a binding character for all (Catholic) Christians in the world; the pope's direct episcopal jurisdiction over all (Catholic) Christians in the world; the pope's authority to appoint (and so also to depose) the bishops of all (Catholic) Christian churches except in the territory of a patriarchate; and the affirmation that the legitimacy and authority of all (Catholic) Christian bishops in the world derive from their union with the Roman see and its bishop, the Supreme Pontiff, the unique Successor of Peter and Vicar of Christ on earth.",
            "score": 58.525238037109375
        },
        {
            "docid": "5860792_17",
            "document": "Private revelation . The church also does not regard private revelations as having authority over the Pope or the bishops in communion with him, because the church, the bishop, and public revelation have divine authority as a matter of faith, while private revelations are not a matter of faith but are believed with human faith. Private revelations neither have divine authority nor can they be believed with divine and catholic faith, and a proof of this is that the Magisterium infallibly interprets the inerrant Word of God,<ref name=\"http://www.vatican.va/archive/hist_councils/ii_vatican_council/documents/vat-ii_const_19651118_dei-verbum_en.html\">Dei Verbum, 11 & 25: \"Therefore, since everything asserted by the inspired authors or sacred writers must be held to be asserted by the Holy Spirit, it follows that the books of Scripture must be acknowledged as teaching solidly, faithfully and without error that truth which God wanted put into sacred writings...It devolves on sacred bishops 'who have the apostolic teaching' to give the faithful entrusted to them suitable instruction in the right use of the divine books, especially the New Testament and above all the Gospels.\"</ref> whereas saints can make errors about the details of private revelations, since fallen human nature is inclined to sin and error. Hence, Catholics cannot disobey the church in favor of obeying private revelation.",
            "score": 57.96561813354492
        },
        {
            "docid": "69706_8",
            "document": "Roman Catholic Archdiocese of Tours . The leaders of the French Revolution, as part of their program, planned to bring the religions in France under their control. The Roman Church was rich, and therefore powerful. The Revolution needed to redirect that power and acquire that wealth to finance their own projects. One device was to transfer old loyalties by breaking up the traditional units of political, social and religious organization. The property of the religious organizations was to be confiscated for the benefit of the people of France, and all clergy would become state employees, with their salaries fixed and paid by the government. The new political unit was to be the \"département\", of which eighty-four were planned. It was determined by the Constituent Assembly that the Church was overloaded with bishops; therefore the number of dioceses needed to be reduced, from the 135 of the Ancien Régime, to 82 or 83, and that to the extent possible they were to have the same borders as the new political departments. The Diocese of Tours was therefore abolished and subsumed into a new diocese, coterminous with the new 'Departement d'Indre-et-Loire', which was to be a suffragan of the 'Metropole du Centre' (composed of the dioceses of Allier, Cher, Creuse, Indre, Indre-et-Loire, Loire-et-Cher, Nièvre and Vienne, with its center at Bourges) in the \"Constitutional Church\". The clergy were required to swear and oath to the Constitution, and under the terms of the Civil Constitution of the Clergy a new bishop was to be elected by all the voters of the département, who did not even need to be Catholics. This placed them in schism with the Roman Catholic Church and the Pope. Archbishop de Conzié of Tours refused to take the oath, and his bishopric was therefore declared to be vacant.",
            "score": 57.469078063964844
        },
        {
            "docid": "9642630_3",
            "document": "Roman Catholic Archdiocese of Santiago de Guatemala . As February 24, 2018 the post of Metropolitan Archbishop of Guatemala is vacant due to the passing of Oscar Julio Vian Morales, until a new Archbishop is designated by Pope Francis, the \"Acting Pro-Tempore Archdiocesan Regent\" Monsignor Raul Martinez Paredes fills the duties of the office of the Archbishop with certain limitations such as he cannot fulfill the duties of an Archbishop he can only act jointly with the aid of the Auxiliary Bishops in a council known as Archdiocesan Prefecture or Council Of Bishops to attend matters that requires an \"ipso facto\" decision of an Archbishop in issues that cannot be postponed and also the Council acts as an Archdiocesan Administrator in the Government of the Catholic Church in Guatemala.",
            "score": 57.46334457397461
        },
        {
            "docid": "10616157_13",
            "document": "Roman Catholic Diocese of Châlons . In 1790 the National Constituent Assembly decided to bring the French church under the control of the State. Civil government of the provinces was to be reorganized into new units called 'départements', originally intended to be 83 or 84 in number. The dioceses of the Roman Catholic Church were to be reduced in number, to coincide as much as possible with the new departments. Since there were more than 130 bishoprics at the time of the Revolution, more than fifty dioceses needed to be suppressed and their territories consolidated. Clergy would need to take an oath of allegiance to the State and its Constitution, specified by the Civil Constitution of the Clergy, and they would become salaried officials of the State. Both bishops and priests would be elected by special 'electors' in each department. This meant schism, since bishops would no longer need to be approved (preconised) by the Papacy; the transfer of bishops, likewise, which had formerly been the exclusive prerogative of the pope in canon law, would be the privilege of the State; the election of bishops no longer lay with the Cathedral Chapters (which were all abolished), or other responsible clergy, or the Pope, but with electors who did not even have to be Catholics or Christians.",
            "score": 57.418663024902344
        },
        {
            "docid": "13134542_20",
            "document": "Roman Catholic Archdiocese of Albi . In 1790 the National Constituent Assembly decided to bring the French church under the control of the State. Civil government of the provinces was to be reorganized into new units called 'départements', originally intended to be 83 or 84 in number. The dioceses of the Roman Catholic Church were to be reduced in number, to coincide as much as possible with the new departments. Since there were more than 130 bishoprics at the time of the Revolution, more than fifty dioceses needed to be suppressed and their territories consolidated. Clergy would need to take an oath of allegiance to the State and its Constitution, specified by the Civil Constitution of the Clergy, and they would become salaried officials of the State. Both bishops and priests would be elected by special 'electors' in each department. This brought schism, since bishops would no longer need to be approved (preconised) by the Papacy; the transfer of bishops, likewise, which had formerly been the exclusive prerogative of the pope in canon law, would be the privilege of the State; the election of bishops no longer lay with the Cathedral Chapters (which were all abolished), or other responsible clergy, or the Pope, but with electors who did not even have to be Catholics or Christians.",
            "score": 57.418663024902344
        },
        {
            "docid": "14075620_20",
            "document": "Roman Catholic Diocese of Pamiers . In 1790 the National Constituent Assembly decided to bring the French church under the control of the State. Civil government of the provinces was to be reorganized into new units called 'départements', originally intended to be 83 or 84 in number. The dioceses of the Roman Catholic Church were to be reduced in number, to coincide as much as possible with the new departments. Since there were more than 130 bishoprics at the time of the Revolution, more than fifty dioceses needed to be suppressed and their territories consolidated. Clergy would need to take an oath of allegiance to the State and its Constitution, specified by the Civil Constitution of the Clergy, and they would become salaried officials of the State. Both bishops and priests would be elected by special 'electors' in each department. This meant schism, since bishops would no longer need to be approved (preconised) by the Papacy; the transfer of bishops, likewise, which had formerly been the exclusive prerogative of the pope in canon law, would be the privilege of the State; the election of bishops no longer lay with the Cathedral Chapters (which were all abolished), or other responsible clergy, or the Pope, but with electors who did not even have to be Catholics or Christians.",
            "score": 57.418663024902344
        },
        {
            "docid": "13537465_15",
            "document": "Roman Catholic Archdiocese of Auch . In 1790 the National Constituent Assembly decided to bring the French church under the control of the State. Civil government of the provinces was to be reorganized into new units called 'départements', originally intended to be 83 or 84 in number. The dioceses of the Roman Catholic Church were to be reduced in number, to coincide as much as possible with the new departments. Since there were more than 130 bishoprics at the time of the Revolution, more than fifty dioceses needed to be suppressed and their territories consolidated. Clergy would need to take an oath of allegiance to the State and its Constitution, specified by the Civil Constitution of the Clergy, and they would become salaried officials of the State. Both bishops and priests would be elected by special 'electors' in each department. This meant schism, since bishops would no longer need to be approved (preconised) by the Papacy; the transfer of bishops, likewise, which had formerly been the exclusive prerogative of the pope in canon law, would be the privilege of the State; the election of bishops no longer lay with the Cathedral Chapters (which were all abolished), or other responsible clergy, or the Pope, but with electors who did not even have to be Catholics or Christians.",
            "score": 57.418663024902344
        },
        {
            "docid": "22370_13",
            "document": "Old Catholic Church . After Codde's resignation, the Diocese of Utrecht elected as bishop. After consultation with both canon lawyers and theologians in France and Germany, Dominique Marie Varlet, a Roman Catholic Bishop of the French Oratorian Society of Foreign Missions, consecrated Steenoven as a bishop without a papal mandate. What had been \"de jure\" autonomous became \"de facto\" an independent Catholic church. Steenoven appointed and ordained bishops to the sees of Deventer, Haarlem and Groningen. Although the pope was notified of all proceedings, the Holy See still regarded these dioceses as vacant due to papal permission not being sought. The pope, therefore, continued to appoint apostolic vicars for the Netherlands. Steenoven and the other bishops were excommunicated and thus began the Old Catholic Church in the Netherlands.",
            "score": 57.0667724609375
        },
        {
            "docid": "11467400_9",
            "document": "Roman Catholic Womenpriests . The Roman Catholic Church's canon law bars ordination of women, asserting that \"A baptized male (\"vir\") alone receives sacred ordination validly.\" The Church teaches this as not a matter of changeable discipline, but of divine constitution that it cannot alter. Pope John Paul II wrote in his Apostolic Letter \"Ordinatio Sacerdotalis\" of 22 May 1994: \"We declare that the Church has no authority whatsoever to confer priestly ordination on women and that this judgment is to be held by all the Church's faithful.\" Therefore, the ordination of a woman to the priesthood, even if conducted by a Catholic bishop in good standing, is, according to the Vatican, without sacramental effect.",
            "score": 56.85730743408203
        },
        {
            "docid": "4579034_5",
            "document": "Cornelia Connelly . In 1835 a wave of anti-Catholic resentment struck the US due to massive Catholic immigration from Europe. Consequently, the Connellys delved into a study of Catholic beliefs and practices. Soon Pierce had become so uncertain in his own beliefs that he resigned his parish and went to St. Louis to consult with Bishop Joseph Rosati about conversion. In doing so, Pierce sacrificed a promising career as well as the financial security of his family. His wife however supported him fully: \"\"I am ready to submit to whatever he believes to be the path of duty.\"\" Pierce now took his family to Rome before committing himself. Cornelia however was already received into the Catholic Church while waiting in New Orleans for passage to Italy. In Rome, Pierce petitioned for admittance to the church so compellingly that, after meeting Pierce in a personal audience, Pope Gregory XVI was moved to tears. Two months later he was received into the church. Ordination was a different matter. Celibacy being required of priests in the church's Latin rite, Vatican officials suggested that he consider the Eastern rite instead, which ordains married men – particularly as Cornelia was pregnant again. Being an ambitious man, Pierce ignored the advice. There were no Eastern-rite parishes in the US for him to serve, and only celibates can become Eastern-rite bishops. The family were otherwise happy in Rome, where they stayed in the \"palazzo\" of the English Catholic John Talbot, earl of Shrewsbury. The Connellys moved on to Vienna, where their 3rd child John Henry was born. But in July, a bank crisis in the US forced Pierce to return to Natchez to find employment. Offered a position at a Jesuit college in Grand Coteau, Louisiana, Pierce taught English, while 29-year-old Cornelia taught music at an academy for girls. For the first time the couple were poor, but by all accounts quite content.",
            "score": 56.677642822265625
        },
        {
            "docid": "4251132_2",
            "document": "Catholic Church in Burkina Faso . The Roman Catholic Church in Burkina Faso is part of the worldwide Roman Catholic Church, under the spiritual leadership of the Pope in Rome. According to the most recent census (2006) 19 percent of the population are members of the Roman Catholic Church. The first Catholics to enter what is today Burkina Faso arrived with the French colonialists in 1896. In 1900 and 1901 Catholic missions were established at Koupéla and Ouagadougou, respectively and Joanny Thévenoud, a missionary helped to firmly establish Catholicism in the country over the following five decades. Abbé Yougbaré was consecrated as the Bishop of Koupéla on 29 February 1956 and became the first African Catholic bishop.",
            "score": 56.56746292114258
        },
        {
            "docid": "24079343_2",
            "document": "John Mulagada . John Mulagada (12 December 1937 – 16 August 2009) was the Indian Roman Catholic bishop of the Roman Catholic Diocese of Eluru, India. Ordained to the priesthood on 4 January 1965, Pope Paul VI appointed Mulagada the first bishop of the newly created Eluru Diocese and he was ordained Bishop on 5 May 1977. Bishop Mulagada was the first Dalit to become bishop in India.",
            "score": 56.51447677612305
        },
        {
            "docid": "5042765_27",
            "document": "God . Arguments about the existence of God typically include empirical, deductive, and inductive types. Different views include that: \"God does not exist\" (strong atheism); \"God almost certainly does not exist\" (\"de facto\" atheism); \"no one knows whether God exists\" (agnosticism); \"God exists, but this cannot be proven or disproven\" (\"de facto\" theism); and that \"God exists and this can be proven\" (strong theism).",
            "score": 56.467613220214844
        },
        {
            "docid": "8654045_2",
            "document": "Tom Burns (bishop) . Thomas Matthew Burns (called Tom; born 3 June 1944) is a British Roman Catholic Bishop. On 16 October 2008 he was appointed as Bishop of Menevia by Pope Benedict XVI, becoming Bishop on 1 December 2008 when he took possession of his new See, on which day he ceased to be Bishop of the Forces. He is now Bishop Promoter for the Apostleship of the Sea, A Catholic organisation that provides pastoral and practical assistance to all seafarers.",
            "score": 56.35906219482422
        },
        {
            "docid": "2359844_22",
            "document": "Arnold Ehret . Along with his sister, Ehret was brought up as a Roman Catholic. He believed in God, but took issue with the Church because of its dietary requirements in a letter to the Pope, and subsequently quit the Church, though his faith in God remained. After his death, the Archdiocese of Los Angeles, who was aware of his writings on Jesus, wrote to Fred Hirsch to confirm he would ban Catholics from reading Ehret's religious writings, if published. Prior to this, Ehret was popular with the bishop and the Catholic fraternity, due to the strong tradition of fasting within the Church.",
            "score": 56.35441207885742
        },
        {
            "docid": "10502483_21",
            "document": "Appointment of Catholic bishops . There are 23 Eastern Catholic Churches totalling about 20 million people that are in communion with the Holy See but their liturgy and other practices are different. A patriarchal Eastern Catholic church itself elects its bishops who are to serve within its own territory, but other bishops are appointed by the Pope. Before the election of a bishop, the patriarchal synod considers the names proposed by its members and draws up a list of those it considers to be valid candidates for episcopacy; this is communicated to the Pope and any name for which he refuses his assent is removed from the list. When the synod then comes to elect a bishop, no further procedure is required if the person chosen is on the list; but if he is not on the list, the assent of the Pope is needed before asking the newly elected to accept his appointment. The same arrangement holds for a Church headed by a Major Archbishop. In the official bulletins and news media of the Holy See, these appointments are published as decisions of the Eastern Church in question, not of the Pope. The procedure for appointing bishops of other Eastern Churches and those bishops of patriarchal and major archiepiscopal Churches who are to serve outside the territory of the Church in question is similar to that for Latin bishops, and the appointments are published as acts of the Pope.",
            "score": 56.252437591552734
        },
        {
            "docid": "23707_26",
            "document": "Priest . In these traditions, only men who meet certain requirements may become priests. In Roman Catholicism the canonical minimum age is twenty-five. Bishops may dispense with this rule and ordain men up to one year younger. Dispensations of more than a year are reserved to the Holy See (Can. 1031 §§1, 4.) A Catholic priest must be incardinated by his bishop or his major religious superior in order to engage in public ministry. In Orthodoxy, the normal minimum age is thirty (Can. 9 of Neocaesarea) but a bishop may dispense with this if needed. In neither tradition may priests marry after ordination. In the Roman Catholic Church, priests in the Latin Rite, which covers the vast majority of Roman Catholicism, must be celibate except under special rules for married clergy converting from certain other Christian confessions. Married men may become priests in Eastern Orthodoxy and the Eastern Catholic Churches, but in neither case may they marry after ordination, even if they become widowed. Candidates for bishop are chosen only from among the celibate. Orthodox priests will either wear a clerical collar similar to the above mentioned, or simply a very loose black robe that does not have a collar.",
            "score": 55.956356048583984
        },
        {
            "docid": "5291203_13",
            "document": "Roman Catholic Diocese of Digne . In 1790 the National Constituent Assembly decided to bring the French church under the control of the State. Civil government of the provinces was to be reorganized into new units called 'départements', originally intended to be 83 or 84 in number. The dioceses of the Roman Catholic Church were to be reduced in number, to coincide as much as possible with the new departments. Since there were more than 130 bishoprics at the time of the Revolution, more than fifty dioceses needed to be suppressed and their territories consolidated. Clergy would need to take an oath of allegiance to the State and its Constitution, specified by the Civil Constitution of the Clergy, and they would become salaried officials of the State. Both bishops and priests would be elected by special 'electors' in each department. This meant schism, since bishops would no longer need to be approved (preconised) by the Papacy; the transfer of bishops, likewise, which had formerly been the exclusive prerogative of the pope in canon law, would be the privilege of the State; the election of bishops no longer lay with the Cathedral Chapters (which were all abolished), or other responsible clergy, or the Pope, but with electors who did not even have to be Catholics or Christians. All monasteries, convents and religious orders in France were dissolved, and their members were released from their vows by order of the National Constituent Assembly (which was uncanonical); their property was confiscated \"for the public good\", and sold to pay the bills of the French government. Cathedral Chapters were also dissolved.",
            "score": 55.908634185791016
        }
    ]
}