{
    "q": [
        {
            "docid": "12109342_7",
            "document": "Cat Stevens' comments about Salman Rushdie . Robertson: You don't think that this man deserves to die? Y. Islam: Who, Salman Rushdie? Robertson: Yes. Y. Islam: Yes, yes. Robertson: And do you have a duty to be his executioner? Y. Islam: Uh, no, not necessarily, unless we were in an Islamic state and I was ordered by a judge or by the authority to carry out such an act – perhaps, yes. [Some minutes later, Robertson on the subject of a protest where an effigy of the author is to be burned] Robertson: Would you be part of that protest, Yusuf Islam, would you go to a demonstration where you knew that an effigy was going to be burned? Y. Islam: I would have hoped that it'd be the real thing. \"The New York Times\" also reports this statement from the programme: I might ring somebody who might do more damage to him than he would like. I'd try to phone the Ayatollah Khomeini and tell him exactly where this man is.",
            "score": 20.77180814743042
        },
        {
            "docid": "1912480_9",
            "document": "Ellsberg paradox . Since the prizes are exactly the same, it follows that you will \"prefer\" Gamble A to Gamble B if and only if you believe that drawing a red ball is more likely than drawing a black ball (according to expected utility theory). Also, there would be no clear preference between the choices if you thought that a red ball was as likely as a black ball. Similarly it follows that you will \"prefer\" Gamble C to Gamble D \"if, and only if\", you believe that drawing a red or yellow ball is more likely than drawing a black or yellow ball. It might seem intuitive that, if drawing a red ball is more likely than drawing a black ball, then drawing a red or yellow ball is also more likely than drawing a black or yellow ball. So, supposing you \"prefer\" Gamble A to Gamble B, it follows that you will also \"prefer\" Gamble C to Gamble D. And, supposing instead that you \"prefer\" Gamble B to Gamble A, it follows that you will also \"prefer\" Gamble D to Gamble C.",
            "score": 19.932653188705444
        },
        {
            "docid": "51141048_8",
            "document": "Gray rape . In a \"New York Times\" article entitled “When saying ‘yes’ is easier than saying ‘no,’” Jessica Bennett describes the \"complex situation\" of sexual encounters \"...you thought you wanted, or maybe you actually never wanted, but somehow here you are and it’s happening and you desperately want out, but you know that at this point exiting the situation would be more difficult than simply lying there and waiting for it to be over. In other words: saying yes when we really mean no\", which have been termed “the point of no return,” “gray zone sex,” “begrudgingly consensual sex,” “lukewarm sex,” and “bad sex,” an expression in which \"bad\" refers “not to the perceived pleasure of it, but to the way you feel in the aftermath.”",
            "score": 26.140461206436157
        },
        {
            "docid": "615477_26",
            "document": "Sunshine Skyway Bridge . Corporal Gary Schluter of the Florida State Highway Patrol — who has \"seen the number of suicides, and attempts, climb steadily over the last few years\" at the Sunshine Skyway Bridge, as well as persuaded multiple would-be suicides at that site to live — advises: \"People look at that water and think it's very serene, an easy way to die ... [but] ... it's more like hitting concrete.\" As he and other troopers explained to \"The New York Times\" reporter Rick Bragg, \"Jumpers tend to die ugly. [...] The fall, less than four seconds, ends in a bone-snapping, organ-rupturing trauma, but some jumpers do not lose consciousness, and drown in agony.\" Schluter elaborated: \"We retrieve the bodies. They are distorted, mangled.\"",
            "score": 41.480793952941895
        },
        {
            "docid": "20783125_16",
            "document": "Yes–no question . A further ambiguity with yes–no questions, in addition to that of polarity, is the ambiguity of whether an \"exclusive\" or \"inclusive\" disjunction is meant by the word \"or\", as it can represent either. Conventionally, in English yes–no questions the \"or\" represents an exclusive disjunction. However, as with the \"Would you like an apple or an orange?\" question mentioned earlier, to which one possible answer, as a yes–no question, is \"yes.\", yes–no questions can also be taken to be \"inclusive\" disjunctions. The informativeness of the \"or\" in the question is low, especially if the second alternative in the question is \"something\" or \"things\". The \"exclusive\" and \"inclusive\" can be determined often in spoken language (the speaker will often lower their pitch at the end of an \"exclusive\" question, as opposed to raising it at the end of an \"inclusive\" question), but it is a frequent source of humour for computer scientists and others familiar with Boolean logic, who will give responses such as \"yes\" to questions such as \"Would you like chicken or roast beef for dinner?\". However, the ambiguity is not confined to humour. The apple-or-orange question may be legitimately asking whether either is wanted, for example, and \"Would you like an apple or something?\" is indeed \"expecting\" either \"yes\" or \"no\" as a proper answer rather than the answer \"Something\" that an exclusive disjunction would be requesting.",
            "score": 14.664187669754028
        },
        {
            "docid": "7180207_2",
            "document": "New York Soundtracks . New York Soundtracks is a remix album of One Step More and You Die by the Japanese band Mono. It was released as a CD in 2004 and in 2009 as part of the special deluxe double LP of 2003 album One Step More and You Die.",
            "score": 24.51604914665222
        },
        {
            "docid": "8789616_17",
            "document": "Fragile (Yes album) . In 2005, \"Fragile\" was included in the musical reference publication \"1001 Albums You Must Hear Before You Die\". In his review for AllMusic, Bruce Eder gave the album five stars out of five. He writes: \"\"Fragile\" was Yes' breakthrough album, propelling them in a matter of weeks from a cult act to an international phenomenon; not coincidentally, it also marked the point where all of the elements of the music (and more) that would define their success for more than a decade fell into place fully formed. The science-fiction and fantasy elements that had driven the more successful songs on ... \"The Yes Album\", were pushed much harder here, and not just in the music but in the packaging of the album: the Roger Dean-designed cover was itself a fascinating creation that seemed to relate to the music and drew the purchaser's attention in a manner that few records since the heyday of the psychedelic era could match.\"",
            "score": 8.572993636131287
        },
        {
            "docid": "12686181_81",
            "document": "Fossil fuel phase-out . The exact question posed by the survey was as follows: More than half of power plant-generated electricity comes from coal. Experts say that power plants are responsible for about 40 percent of U.S. carbon dioxide pollution linked to global warming. There are plans to build more than 150 new coal-fired power plants over the next several years. Would you support a five-year moratorium on new coal-fired power plants in the United States if there was stepped-up investment in clean, safe and renewable energy—such as wind and solar—and improved home energy-efficiency standards? Would you say definitely yes, probably yes, probably no, definitely no, or don't know.",
            "score": 13.871226787567139
        },
        {
            "docid": "22092085_11",
            "document": "How the Poor Die . In the public wards of hospitals you see horrors that you don't seem to meet with among people who manage to die in their own homes, as though certain diseases only attacked people at the lower income levels. But it is a fact that you would not in any English hospitals see some of the things I saw in the Hôpital X. This business of dying like animals, for instance, with nobody interested, the death not even noticed till the morning—this happened more than once.",
            "score": 11.125551223754883
        },
        {
            "docid": "531846_3",
            "document": "Lerner and Loewe . Alan Jay Lerner and Frederick Loewe, more commonly known as Fritz, met in 1942 at the Lambs Club in New York City where, according to Loewe, he mistakenly took a wrong turn to the men's room and walked past Lerner's table. Lerner describes this initial meeting in his autobiography \"The Street Where I Live\": \" 'You're Lerner, aren't you?' he asked. I could not deny it. 'You write Lyrics, don't you?' he continued. 'I try,' I replied. 'Well,' he said, 'would you like to write with me?' I immediately said, 'Yes.' And we went to work.\"",
            "score": 19.103866577148438
        },
        {
            "docid": "70598_12",
            "document": "Robert Cecil, 1st Earl of Salisbury . Cecil, like his father, greatly admired the Queen, whom he famously described as being \"more than a man, but less than a woman\". Despite his careful preparations for the succession, he clearly regarded the Queen's death as a misfortune to be postponed as long as possible. During her last illness, when Elizabeth would sit motionless on cushions for hours on end, Cecil boldly told her that she must go to bed. Elizabeth roused herself one last time to snap at him: \"Must is not a word to be used to princes, little man... your late father were he here would never had dared to speak such a word to me\"; but she added wryly \"Ah, but ye know that I must die, and it makes you presumptuous\".",
            "score": 15.633146286010742
        },
        {
            "docid": "17467157_6",
            "document": "Teenage Love (album) . Allmusic describes \"Teenage Love\" as, \"the weakest studio album in Cold Chisel's catalog.\" However, it continues, \"Yes, it's Chisel's \"B\" material [...] But then, most bands would kill to have this kind of stuff as their \"A\" material.\" Ian McFarlane said, \"\"Teenage Love\" proved to be a remarkable collection of songs that were brimming with loose ends and vibrant spontaneity. Outstanding tracks like \"Metho Blues\", \"Nothing but You\", \"Teenage Love Affair\" and the boogie \"Drinkin' in Port Lincoln\" possessed more grit and fire than most of the debut album or \"Twentieth Century\".",
            "score": 10.981009483337402
        },
        {
            "docid": "14482057_8",
            "document": "Orange Blossom Special (song) . Look a-yonder comin'<br> Comin' down that railroad track<br> Hey, look a-yonder comin'<br> Comin' down that railroad track<br> It's the Orange Blossom Special<br> Bringin' my baby back<br> <br> Well, I'm going down to Florida<br> And get some sand in my shoes<br> Or maybe Californy<br> And get some sand in my shoes<br> I'll ride that Orange Blossom Special<br> And lose these New York blues<br> <br> \"Say man, when you going back to Florida?\"<br> \"When am I goin' back to Florida? I don't know, don't reckon I ever will.\"<br> \"Ain't you worried about getting your nourishment in New York?\"<br> \"Well, I don't care if I do-die-do-die-do-die-do-die.\"<br> <br> Hey talk about a-ramblin'<br> She's the fastest train on the line<br> Talk about a-travellin'<br> She's the fastest train on the line<br> It's that Orange Blossom Special<br> Rollin' down the seaboard line",
            "score": 37.087541580200195
        },
        {
            "docid": "49625_10",
            "document": "The New York Sun . \"The Sun\" established a readership niche for itself foremost in New York. Alex Jones of the Joan Shorenstein Center on the Press, Politics, and Public Policy said, \"It was a newspaper especially savored by people who don't like \"The New York Times\", and there are plenty of those in New York.\" The paper also scored more scoops than would be expected for its size and Stephen B. Shepard, dean of the CUNY Graduate School of Journalism at the City University of New York said that its effective coverage of local news earned it a place in the New York media world. Accordingly, it was known as a good place for young, ambitious, scrappy reporters to start out.",
            "score": 35.828545331954956
        },
        {
            "docid": "24140243_3",
            "document": "I Love You Yes I Do . In 1961, Bull Moose Jackson recorded a new version of the song without his band. The new version hit number ten on the R&B chart, and number ninety-eight on the \"Billboard\" Hot 100. Both versions of \"I Love You Yes I Do\" would be the only times Jackson crossed over to the national pop charts.",
            "score": 9.543915510177612
        },
        {
            "docid": "2987336_5",
            "document": "Double-barreled question . An example of a double-barreled question would be the following: \"do you think that students should have more classes about history and culture?\" This question asks about two different issues: \"do you think that students should have more classes about history\" and \"do you think that students should have more classes about culture?\" Combining both questions into one makes it unclear what exactly is being measured, and as each question may elicit a different response if asked separately there is an increased likelihood of confusing the respondents. In other words, while some respondents would answer \"yes\" to both and some \"no\" to both, some would like to answer both \"yes and no\".",
            "score": 10.522822380065918
        },
        {
            "docid": "40570_47",
            "document": "United States presidential election, 1980 . In his closing remarks, Reagan asked viewers: \"Are you better off now than you were four years ago? Is it easier for you to go and buy things in the stores than it was four years ago? Is there more or less unemployment in the country than there was four years ago? Is America as respected throughout the world as it was? Do you feel that our security is as safe, that we're as strong as we were four years ago? And if you answer all of those questions 'yes', why then, I think your choice is very obvious as to whom you will vote for. If you don't agree, if you don't think that this course that we've been on for the last four years is what you would like to see us follow for the next four, then I could suggest another choice that you have.\"",
            "score": 21.094704151153564
        },
        {
            "docid": "3831303_8",
            "document": "Make Them Die Slowly (album) . However, some fans tend to enjoy this release more as the album more closely resembles the sound that would dominate much of White Zombie's later career. David Sprague of \"Spin Magazine\" gave it an enthusiastic review, saying \"\"Make Them Die Slowly\" might not be \"the\" metal LP to end all metal LPs, but it's damned likely to give you more nightmares \"and\" chuckles than anything else money can buy you these days\". Sprague also gave the production uncommon praise, writing that Laswell \"brings with him the simultaneously thin and heavy sound he's so fond of (c.f. Motörhead's \"Orgasmatron\"), and works wonders with it.\"",
            "score": 13.129112958908081
        },
        {
            "docid": "649735_22",
            "document": "Abu Ghraib torture and prisoner abuse . In May 2004, the \"Washington Post\" reported evidence given by Ameen Saeed Al-Sheik, detainee No. 151362. It quoted him as saying; \"They said we will make you wish to die and it will not happen [...] They stripped me naked. One of them told me he would rape me. He drew a picture of a woman to my back and made me stand in shameful position holding my buttocks.\" \"'Do you pray to Allah?' one asked. I said yes. They said, '[Expletive] you. And [expletive] him.' One of them said, 'You are not getting out of here health[y], you are getting out of here handicapped. And he said to me, 'Are you married?' I said, 'Yes.' They said, 'If your wife saw you like this, she will be disappointed.' One of them said, 'But if I saw her now she would not be disappointed now because I would rape her.' \" [...] \"They ordered me to thank Jesus that I'm alive.\" [...] \"I said to him, 'I believe in Allah.' So he said, 'But I believe in torture and I will torture you.'\"",
            "score": 11.110290765762329
        },
        {
            "docid": "4044969_8",
            "document": "Du, du liegst mir im Herzen . Und, und wenn in der Ferne, mir, mir dein Bild erscheint, dann, dann wünscht ich so gerne daß uns die Liebe vereint. Ja, ja, ja, ja, daß uns die Liebe vereint.</poem> <poem style=\"margin-left:2em; float:left;\">You, you are in my heart, you, you are in my mind. You, you cause me much pain, you don't know how good I am for you. Yes, yes, yes, yes you don't know how good I am for you.",
            "score": 5.601190567016602
        },
        {
            "docid": "33351199_6",
            "document": "This Isn't Everything You Are . The radio and video edit of the song excludes the lines \"Is he worth all this, is it a simple yes? / Cause if you have to think, it's fucked / Feels like you loved him more, than he loved you / And you wish you’d never met.\"",
            "score": 9.492935180664062
        },
        {
            "docid": "934416_4",
            "document": "Follow the Leader (Eric B. &amp; Rakim album) . \"Follow the Leader\" was well received by contemporary critics. \"Los Angeles Times\" writer Jonathan Gold viewed it as \"far more consistent\" than the duo's \"Paid in Full\", calling Eric B. \"a master of chill, understated beats\" and complimenting Rakim for weaving \"a laid-back web of words, his whiskey-smooth tenor less noisy but more intense than the machine-gun mutterings you hear booming from beat boxes, his keen rhymes all the more devastating for being near-whispered where lesser rappers would shout\". In his review for \"The Village Voice\", Robert Christgau found the duo's sampling as an improvement from their previous work's \"Brownian motion\" and complimented Rakim's \"ever-increasing words-per-minute ratio—the man loves language like a young Bob D\". Peter Watrous of \"The New York Times\" commended Eric B.'s mixes and described him as \"a minimalist virtuoso\". Watrous called Rakim \"one of the most distinctive rappers in the business\" and elaborated on his lyricism: \"His voice soars as gracefully as a well-thrown football; it'll change direction on the spot. He will vary rhythms, pushing and pulling against the beat to highlight his lyrics. Insistent, cool and dedicated, his rapping has an urgency that makes the music much more than pop; it sounds like a musical version of a political, social vision.",
            "score": 26.947018027305603
        },
        {
            "docid": "9432064_7",
            "document": "Flavor of Love (season 1) . New York accuses Hottie of stealing her jacket because she had made statements that she was so competitive that she might cut up someone's clothes to win. Hottie rebuffs New York, saying New York is just jealous, because Hottie believes she looks like Beyoncé. New York tells her she looks more like Luther Vandross. New York's exact words from the unrated DVD to Beyoncé was \" Beyonce, I'm sorry that an ugly ass bitch like this would even say that.\" Serious showed her breasts to Hottie and says that if Hottie's \"double D's\" don't look like hers, it shouldn't matter. New York and Pumkin then begin confronting Hottie. Hottie tells Pumkin, \"you need to learn how to read.\" Pumkin comes back at Hottie with, \"I can read you, fat fucking bitch that's all I need to read.\" New York tells Hottie if something in the house goes missing that she would always come to Hottie, because Hottie has a history of stealing, and due to a few comments Hottie made about being so competitive that she would \"cut clothes, steal things, etc.\"",
            "score": 43.06198990345001
        },
        {
            "docid": "1523829_30",
            "document": "Mexican Spanish . A more or less recent phenomenon in the speech of central Mexico, having its apparent origin in the State of Mexico, is the use of negation in an unmarked yes/no question. Thus, in place of \"¿Quieres...?\" (Would you like...?), there is a tendency to ask \"¿No quieres...?\" (Wouldn't you like...?).",
            "score": 4.211096286773682
        },
        {
            "docid": "2123140_13",
            "document": "Illustrations of the rule against perpetuities . Suppose B is married without children at the time of the devise. Suppose further that B's wife were to die or B were to divorce. If B were to remarry to someone who was born \"after\" the devise, the new wife would not be a life in being at the time of the devise. Similarly, any children born to B and his new wife would also not be lives in being at the time of the devise. If B's new wife were to outlive him (making her his widow) and survive him by more than 21 years, then the interest to \"B's children then living\" would not vest until after the perpetuities period expired (21 years after the death of B, the only relevant life in being at the time of the devise), because only upon the death of the widow can one ascertain who are \"B's children then living.\"",
            "score": 21.944929122924805
        },
        {
            "docid": "7765690_3",
            "document": "Dusty (album) . Just like the preceding \"Stay Awhile/I Only Want to Be with You\", \"Dusty\" comprises tracks from Springfield's UK debut album \"A Girl Called Dusty\" as well as recordings from UK singles and EP's. The album also includes tracks from the very first recordings Springfield made in the United States as a solo performer. A total of eight tracks were recorded in New York in September 1964, produced by Shelby Singleton Jr., some of which were first issued in the UK on the 1965 EP \"Dusty in New York\", others as single B-sides, while some in fact would remain unreleased in Springfield's native Britain for more than thirty years, until they had their debut as bonus tracks on the digitally remastered edition of the 1965 UK album \"Ev'rything's Coming Up Dusty\" – issued in 1998.",
            "score": 30.777106523513794
        },
        {
            "docid": "30881270_5",
            "document": "Tevot . Adès also recalled a sense of urgency writing the piece, saying, \"I couldn't sleep at night. I would feel that I would absolutely die if I didn't succeed in bringing the piece to harbour. It would have been a frightening feeling not to do that. It's more than a need - it feels essential. It's like transporting a person through the air, and you have to make sure they land in one piece.\"",
            "score": 11.001532077789307
        },
        {
            "docid": "40889714_13",
            "document": "Perfume (Britney Spears song) . Rachel McRady from \"Us Weekly\" noted that the video \"is a bit more stripped down than Brit's fantastical iconic videos like \"Oops! I Did It Again\" and her new dance hit \"Work B**ch.\".\" \"Billboard\"s Chris Payne praised the director for staying true to the lyrical content, weaving a tale of jealousy and an ill-fated engagement ring along with the \"contemplative\" song. He finished the review saying \"It's a video that captures the highs of a passionate relationship, but also plenty of the lows, which define it in the end.\". Writing for MTV, Jocelyn Vena said that the video is probably one of Spears's most theatrical video in years. However, Gregory E. Miller from \"New York Post\" was critical with Spears's fragrance product placement in the video, writing: \"She wouldn't actually be so shameless as to put that product placement [for her fragrances] in her video for a song called 'Perfume', would she? Oh, yes, she would.\"",
            "score": 23.178423285484314
        },
        {
            "docid": "3543130_12",
            "document": "Underwater diving . Hypothermia is reduced body temperature that happens when a body loses more heat than it generates. Hypothermia is a major limitation to swimming or diving in cold water. The reduction in finger dexterity due to pain or numbness decreases general safety and work capacity, which in turn increases the risk of other injuries. Body heat is lost much more quickly in water than in air, so water temperatures that would be tolerable as outdoor air temperatures can lead to hypothermia, which may lead to death from other causes in inadequately protected divers.",
            "score": 98.7005627155304
        },
        {
            "docid": "54637386_10",
            "document": "Physiology of underwater diving . Hypothermia is reduced body temperature that happens when a body dissipates more heat than it absorbs. Hypothermia is a major limitation to swimming or diving in cold water. The reduction in finger dexterity due to pain or numbness decreases general safety and work capacity, which consequently increases the risk of other injuries. Body heat is lost much more quickly in water than in air, so water temperatures that would be quite reasonable as outdoor air temperatures can lead to hypothermia in inadequately protected divers, although it is not often the direct clinical cause of death.",
            "score": 95.52811408042908
        },
        {
            "docid": "35737961_22",
            "document": "The Good Dinosaur . Arlo was designed so that the audience could identify with him and be able to see the \"boy\" inside the dinosaur. Sohn explained \"When Arlo gets lost in the wilderness, you need to worry that he's out of his element and in danger of getting killed, rather than just thinking 'You're an animal. Why don’t you just turn around and eat some leaves?'\" He additionally stated \"If you put like a realistic dinosaur in the woods, eat some leaves, you’re fine… But we really wanted to play with that twist of this is a boy out there. A dinosaur boy for sure, but trying to infuse those qualities into him… And also keeping him in a world that had an arc to itself. That it would start off being beautiful and then become dangerous. When we had these designs of the trees where they were a little bit more blocky and a little bit more graphic. We put Arlo in front of it, it’s like 'ooh that kind of is cool, but boy, it doesn’t feel like it's that dangerous.' Like when we get a rock stuck on him, it didn’t feel like anything ’cause when we went on our research trips, boy that idea of like you can get, you could die by a small thing like having a rock on your foot. Or you could die by a huge thing like an avalanche, which we tried to kind of explore in the film. So that was one of our main intents.\"",
            "score": 24.76811695098877
        },
        {
            "docid": "51756673_10",
            "document": "An Evening of Yes Music and More . In an interview with \"Rolling Stone\" magazine, Anderson stated that the band would perform classic Yes songs like \"Awaken\" and \"And You and I\" as well as some songs from \"Talk\" (1994), \"90125\" (1983) and \"Big Generator\" (1987). Anderson also hinted at the songs \"Perpetual Change\" and \"Starship Trooper\" to be played. He also assured that the setlist shouldn't fluctuate from night to night, stating: \"It's like a movie to me, a play. Once you've got [the setlist] right, you stick to it since it'll only get better. If you start changing it you finish up a little bit confused.\"",
            "score": 6.451038122177124
        }
    ],
    "r": [
        {
            "docid": "378661_2",
            "document": "Thermoregulation . Thermoregulation is the ability of an organism to keep its body temperature within certain boundaries, even when the surrounding temperature is very different. A thermoconforming organism, by contrast, simply adopts the surrounding temperature as its own body temperature, thus avoiding the need for internal thermoregulation. The internal thermoregulation process is one aspect of homeostasis: a state of dynamic stability in an organism's internal conditions, maintained far from thermal equilibrium with its environment (the study of such processes in zoology has been called physiological ecology). If the body is unable to maintain a normal temperature and it increases significantly above normal, a condition known as hyperthermia occurs. For humans, this occurs when the body is exposed to constant temperatures of approximately , and with prolonged exposure (longer than a few hours) at this temperature and up to around death is almost inevitable. Humans may also experience lethal hyperthermia when the wet bulb temperature is sustained above for six hours. The opposite condition, when body temperature decreases below normal levels, is known as hypothermia. It results when the homeostatic control mechanisms of heat within the body malfunction, causing the body to lose heat faster than producing it. Normal body temperature is around , and hypothermia sets in when the core body temperature gets lower than . Usually caused by prolonged exposure to cold temperatures, hypothermia is usually treated by methods that attempt to raise the body temperature back to a normal range.",
            "score": 109.98286437988281
        },
        {
            "docid": "8928340_7",
            "document": "Madora Bay, Western Australia . Similar to Perth and most of Mandurah, Madora Bay has a Mediterranean climate with hot, dry summers and cold, wet winters. During summer months (December to February), the maximum temperature averages at around 27°C (80°F) whilst the minimum temperature averages to be about 19°C (66°F). The heat during summer can be quite extreme, so it is not unusual for a couple of days to exceed 40°C (104°F), during this season. Winter temperatures drop substantially, when being compared to summer temperatures, as the minimum temperature averages at 9°C (48°F) and the maximum averages at 15°C (59°F). Coastal temperatures, such as Madora Bay's, are preferred over inland temperatures because after travelling only a few kilometres inland, temperatures may be up to 5°C warmer during summer days or cooler during winter nights.",
            "score": 105.8874282836914
        },
        {
            "docid": "146879_2",
            "document": "Hypothermia . Hypothermia is reduced body temperature that happens when a body dissipates more heat than it absorbs. In humans, it is defined as a body core temperature below . Symptoms depend on the temperature. In mild hypothermia there is shivering and mental confusion. In moderate hypothermia shivering stops and confusion increases. In severe hypothermia, there may be paradoxical undressing, in which a person removes his or her clothing, as well as an increased risk of the heart stopping. Hypothermia has two main types of causes. It classically occurs from exposure to extreme cold. It may also occur from any condition that decreases heat production or increases heat loss. Commonly this includes alcohol intoxication but may also include low blood sugar, anorexia, and advanced age. Body temperature is usually maintained near a constant level of through thermoregulation. Efforts to increase body temperature involve shivering, increased voluntary activity, and putting on warmer clothing. Hypothermia may be diagnosed based on either a person's symptoms in the presence of risk factors or by measuring a person's core temperature. The treatment of mild hypothermia involves warm drinks, warm clothing, and physical activity. In those with moderate hypothermia, heating blankets and warmed intravenous fluids are recommended. People with moderate or severe hypothermia should be moved gently. In severe hypothermia, extracorporeal membrane oxygenation (ECMO) or cardiopulmonary bypass may be useful. In those without a pulse, cardiopulmonary resuscitation (CPR) is indicated along with the above measures. Rewarming is typically continued until a person's temperature is greater than . If there is no improvement at this point or the blood potassium level is greater than 12 mmol/liter at any time, resuscitation may be discontinued. Hypothermia is the cause of at least 1,500 deaths a year in the United States. It is more common in older people and males. One of the lowest documented body temperatures from which someone with accidental hypothermia has survived is in a near-drowning of a 7-year-old girl in Sweden. Survival after more than six hours of CPR has been described. For those for whom ECMO or bypass is used, survival is around 50%. Deaths due to hypothermia have played an important role in many wars. The term is from Greek ὑπο, \"ypo\", meaning \"under\", and θερμία, \"thermía\", meaning \"heat\". The opposite of hypothermia is hyperthermia, an increased body temperature due to failed thermoregulation.",
            "score": 105.21177673339844
        },
        {
            "docid": "6690620_6",
            "document": "Oak Lake, Manitoba . Temperatures during the coldest winter months of December, January and February can reach -35 °C (-31 °F), though colder temperatures occasionally occur. Windchills during the winter can reach as cold as -45 °C (-49 °F), making outdoor activity difficult on those days. The average winter temperature is a more moderate -12 °C (10.4 °F). Winters are often characterized by extreme shifts in temperature with near 0 °C (32 °F) changing to frigid temperatures within the span of a few days. Summers are often very warm with the possibility of temperatures in excess of 35 °C (95 °F), though the average summer temperature is 26 °C (78.8 °F). Year round, Oak Lake has an abundance of clear, sunny skies.",
            "score": 104.12687683105469
        },
        {
            "docid": "18224960_2",
            "document": "Climate of Massachusetts . The climate of Massachusetts is mainly  a humid continental climate, with warm summers and cold, snowy winters. Massachusetts is a state located in the New England region of the northeastern United States. Most of its population of 6.4 million live in the Boston metropolitan area. The eastern half of this relatively small state is mostly urban and suburban. Massachusetts is the most populous of the six New England states and ranks third in overall population density and fourth by GDP per capita. Massachusetts receives about 50 inches (1016 mm) of rain annually, fairly evenly distributed throughout the year, slightly wetter during the winter. Summers are warm with average high temperatures in July above 80 °F (26.7 °C) and overnight lows above 60 °F (15.5 °C) common throughout the state. Winters are cold, but generally less extreme on the coast with high temperatures in the winter averaging above freezing even in January, although areas further inland are much colder. The state does have extreme temperatures from time to time with 90 °F (32.2 °C) in the summer and temperatures below 0 °F (-17.8 °C) in the winter not being unusual.",
            "score": 102.62191009521484
        },
        {
            "docid": "14903216_8",
            "document": "Millgrove, Indiana . Millgrove has a typical Midwestern humid continental seasonal climate. There are four distinct seasons, with winters being cold with moderate snowfall, while summers can be warm and humid. The highest average temperature is in July at 84 °F (29 °C), while the lowest average temperature is in January at 15 °F (−9 °C). However, summer temperatures can top 90 °F (32 °C), and winter temperatures can drop below 0 °F (−17 °C). Average monthly precipitation ranges from about 2 to 4 inches (5 to 10 cm), with the heaviest occurring during May, June, and July. The highest recorded temperature was 110.0 °F (43.3 °C) on July 14, 1936, and the lowest recorded temperature was −25.0 °F (−31.7 °C) on January 21, 1985.",
            "score": 102.61670684814453
        },
        {
            "docid": "112132_5",
            "document": "Dunkirk, Indiana . Dunkirk has a typical Midwestern humid continental seasonal climate. There are four distinct seasons, with winters being cold with moderate snowfall, while summers can be warm and humid. The highest average temperature is in July at 84 °F (29 °C), while the lowest average temperature is in January at 15 °F (−9.0 °C). However, summer temperatures can top 90 °F (32 °C), and winter temperatures can drop below 0 °F (−17 °C). Average monthly precipitation ranges from about 2 to 4 inches (5 to 10 cm), with the heaviest occurring during May, June, and July. The highest recorded temperature was 110.0 °F (43.3 °C) on July 14, 1936, and the lowest recorded temperature was −25.0 °F (−31.7 °C) on January 21, 1985.",
            "score": 102.61670684814453
        },
        {
            "docid": "14431203_11",
            "document": "Central Tablelands . Due to its location and elevation 390–1395 meters ASL the Central Tablelands has its four seasons.  Summer can be quite hot with temperatures exceeding 40 °C (104 °F) on the hottest days, although afternoons in summer tend to cool down and most summer nights are around 13 °C (55.4 °F).  Autumn is when the district starts to cool down. Around April frosts start occurring and temperatures below 0 °C (32 °F) may also occur. The district tends to be quite windy in autumn and days sometimes struggle to reach 18 °C (64.4 °F). Winter is the coldest season and daytime temperatures struggle to get above 7 °C (44.6 °F). When the south-westerly winds blow on winter nights the temperature can go as low as −8 °C (17.6 °F) and feel much colder. Severe frosts occur frequently during winter. In the higher parts over 1000 metres ASL, several snowfalls occur each winter.  Spring is when the temperature starts to warm, although frosts and sometimes snow still occur in early spring. Around mid-spring the temperature can get as high as 24 °C (75.2 °F), sometimes even higher. Around spring all the crops and flowers start growing in the Central Tablelands. Nights in spring may still drop below 0 °C (32 °F), especially if the wind is blowing.",
            "score": 101.95635986328125
        },
        {
            "docid": "17841698_8",
            "document": "Climate of New York . Winters are often cold and snowy above the New York City and Long Island areas of New York. In the majority of winter seasons, a temperature of or lower can be expected in the northern highlands (Northern Plateau) and or colder in the southwestern and east-central highlands (Southern Plateau). The Adirondack region records from 35 to 45 days with below zero temperatures, in normal to severe winters. Winters are also long and cold in both Western and Central New York, though not as cold as the Adirondack region due to the warming influence of the Great Lakes. The New York City metro area, in comparison to the rest of the state, is milder in the winter (especially in the city itself, which averages several degrees above freezing). The record low for New York state is , set at Stillwater Reservoir on February 9, 1934 and at Old Forge on February 18, 1979. In February 2015, Rochester experienced its coldest month ever, with an average temperature of ; while later that year had a near-record warm November and a record-breaking December. The latter month was about 12 degrees F warmer than average, and several degrees over the previous record.",
            "score": 101.95623779296875
        },
        {
            "docid": "25950683_19",
            "document": "Operating temperature . Changes to the normal human body temperature may result in discomfort. The most common such change is a fever, a temporary elevation of the body's thermoregulatory set-point, typically by about 1–2 °C (1.8–3.6 °F). Hyperthermia is an acute condition caused by the body absorbing more heat than it can dissipate, whereas hypothermia is a condition in which the body's core temperature drops below that required for normal metabolism, and which is caused by the body's inability to replenish the heat that is being lost to the environment.",
            "score": 101.63134765625
        },
        {
            "docid": "129826_16",
            "document": "Canton, Ohio . Canton has a humid continental climate (Köppen climate classification \"Dfa\"), typical of much of the Midwestern United States, with very warm, humid summers and cold winters. Winters tend to be cold, with average January high temperatures of 33 °F (1 °C), and average lows of 19 °F (−7 °C), with considerable variation in temperatures. During a typical January, high temperatures of over 50 °F (10 °C) are just as common as low temperatures of below 0 °F (−18 °C). Snowfall is lighter than the snow belt areas to the north. Akron-Canton Airport generally averages of snow per season. Springs are short with rapid transition from hard winter to summer weather. Summers tend to be warm, sometimes hot, with average July high temperatures of 82 °F (28 °C), and average July low of 62 °F (17 °C). Summer weather is more stable, generally humid with thunderstorms fairly common. Temperatures reach or exceed 90 °F (32 °C) about 9 times each summer, on average. Fall usually is the driest season with many clear, warm days and cool nights. The all-time record high in the Akron-Canton area of 104 °F (40 °C) was established on August 6, 1918, and the all-time record low of −25 °F (−32 °C) was set on January 19, 1994.",
            "score": 101.44044494628906
        },
        {
            "docid": "109162_27",
            "document": "Pensacola, Florida . Weather statistics since the late 20th century have been recorded at the airport. The city has seen single digit temperatures (below −12 °C) on three occasions: on January 21, 1985, on February 13, 1899 and on January 11, 1982. According to the Köppen Climate Classification system, Pensacola has a humid subtropical climate, (Köppen \"Cfa\"), with short, mild winters and hot, humid summers. Typical summer conditions have highs in the lower 90s °F (32–34 °C) and lows in the mid 70s °F (23–24 °C). Afternoon or evening thunderstorms are common during the summer months. Due partly to the coastal location, temperatures above are relatively rare, and last occurred in June 2011, when two of the first four days of the month recorded highs reaching the century mark. The highest temperature ever recorded in the city was on July 14, 1980. The daily average temperature in January is ; freezing temperatures occur on an average 13.7 nights per season, with the average window for freezing conditions being from December 13 to February 20. Temperatures below are very rare, and last occurred on January 8, 2015, when a low of was seen. The lowest temperature ever recorded in the city was on January 21, 1985.",
            "score": 101.25859832763672
        },
        {
            "docid": "112134_13",
            "document": "Montpelier, Indiana . Montpelier has a typical Midwestern humid continental seasonal climate. There are four distinct seasons, with winters being cold with moderate snowfall, while summers can be warm and humid. The highest average temperature is in July at 84 °F (29 °C), while the lowest average temperature is in January at 18 °F (−8 °C). However, summer temperatures can top 90 °F (32 °C), and winter temperatures can drop below 0 °F (−17 °C). Average monthly precipitation ranges from about 2 to 4 inches (5 to 10 cm), with the heaviest occurring during June, July, and August. The highest recorded temperature was 103.0 °F (39.0 °C) on June 26, 1988, and the lowest recorded temperature was −26.0 °F (−32.0 °C) on January 19, 1994.",
            "score": 100.75308227539062
        },
        {
            "docid": "91855_28",
            "document": "York County, South Carolina . York County has a humid subtropical climate, characterized by hot, humid summers and cool, dry winters. Precipitation does not vary greatly between seasons. July is the hottest month, with an average high temperature of and an average low temperature of . The coldest month of the year is January, when the average high temperature is around 53 °F (12 °C) and the average low temperature bottoms out at 33 °F (1 °C). The warmest temperature ever recorded in York County was in Rock Hill, was 106 °F (42 °C), on August 21, 1985, and the coldest temperature ever recorded was also in Rock Hill at -6 °F (-21 °C), on January 21, 1983. A border county separating North Carolina and South Carolina, York County shares boundaries with the following counties in both states:",
            "score": 100.70919036865234
        },
        {
            "docid": "85435_26",
            "document": "Utica, New York . The following are listed on the National Register of Historic Places: Utica has a continental climate with four distinct seasons and is in the humid continental climate (or warm-summer climate: Köppen \"Dfb\") zone, characterized by cold winters and temperate summers. Summer daytime temperatures range from 70–82 °F (21-28 °C), with an average winter daytime temperature below -3 °C (27 °F). The city is in USDA plant hardiness zone 5a, and native vegetation can tolerate temperatures from -10 °F to -20 °F (-28.9 °C to -26.1 °C).",
            "score": 100.43437957763672
        },
        {
            "docid": "126820_20",
            "document": "Niagara Falls, New York . Niagara Falls experiences cold, snowy winters and hot, humid summers. Precipitation is moderate and consistent in all seasons, falling equally or more as snow during the winter. The city has snowier than average winters compared to most cities in the USA, however less than many other cities in Upstate New York including nearby Buffalo and Rochester. Thaw cycles with temperatures above 0 °C (32 °F) are a common occurrence. The hottest and coldest temperatures recorded in the past decade were 97 °F (36 °C) in 2005 and -13 °F (-25 °C) in 2003, respectively. 38% of warm season precipitation falls in the form of a thunderstorm.",
            "score": 99.75957489013672
        },
        {
            "docid": "107473_27",
            "document": "Eureka, California . Eureka enjoys a mild, temperate cool-summer Mediterranean climate (Köppen \"Csb\"). Due to the influence of the Pacific Ocean, its temperatures resemble those of an oceanic climate. Winters are mild and rainy, and summers mild, cool, and dry. The average high in December, the coolest month, is , while the average high temperature in August, the warmest month, is , which is very cool and mild for an area at such a southerly latitude. The seasonal temperature variation is very small; the difference between the August average of and the December average of is only , about equal to the temperature difference between day and night. In addition, Eureka has a very short and milder range of temperatures compared to most of the contiguous US, with the all-time highest and lowest temperatures recorded in Eureka being only on October 26, 1993, and September 2, 2017, and on January 14, 1888, respectively. On average, the highest temperature seen throughout the entire year is only 79 °F (26 °C), one of the mildest in the contiguous US, while on average the lowest temperature seen in the year (most often occurring at night) is only a similarly moderate 29 °F (-2 °C), yielding a very short and mild temperature range of about throughout the year. Additionally, Eureka remains the only city on the West Coast of the continental United States to have never recorded a temperature of 90 °F (32 °C). Temperatures drop to freezing or below only on a few nights per year, and daytime temperatures for these days are typically mild temperatures ranging between 43 °F (6 °C) and 58 °F (14 °C). NOAA’s weather station averages indicate only of rainfall in July, which is well within the Mediterranean range, only with cooler and milder air than a typical Mediterranean climate.",
            "score": 98.93889617919922
        },
        {
            "docid": "797653_13",
            "document": "Climate of India . 2) Most of western Rajasthan experiences an arid climatic regime (Hot desert climate). Cloudbursts are responsible for virtually all of the region's annual precipitation, which totals less than . Such bursts happen when monsoon winds sweep into the region during July, August, and September. Such rainfall is highly erratic; regions experiencing rainfall one year may not see precipitation for the next couple of years or so. Atmospheric moisture is largely prevented from precipitating due to continuous downdrafts and other factors. The summer months of May and June are exceptionally hot; mean monthly temperatures in the region hover around , with daily maxima occasionally topping . During winters, temperatures in some areas can drop below freezing due to waves of cold air from Central Asia. There is a large diurnal range of about during summer; this widens by several degrees during winter. To the west, in Gujarat, diverse climate conditions obtain. The winters are mild, pleasant, and dry with average daytime temperatures around 29 °C (84 °F) and nights around 12 °C (54 °F) with virtually full sun and clear nights. Summers are hot and dry with daytime temperatures around 41 °C (106 °F) and nights no lower than 29 °C (84 °F). In the weeks before the monsoon temperatures are similar to the above, but high humidity makes the air more uncomfortable. Relief comes with the monsoon. Temperatures are around 35 °C (95 °F) but humidity is very high; nights are around 27 °C (81 °F). Most of the rainfall occurs in this season, and the rain can cause severe floods. The sun is often occluded during the monsoon season.",
            "score": 98.77205657958984
        },
        {
            "docid": "3543130_12",
            "document": "Underwater diving . Hypothermia is reduced body temperature that happens when a body loses more heat than it generates. Hypothermia is a major limitation to swimming or diving in cold water. The reduction in finger dexterity due to pain or numbness decreases general safety and work capacity, which in turn increases the risk of other injuries. Body heat is lost much more quickly in water than in air, so water temperatures that would be tolerable as outdoor air temperatures can lead to hypothermia, which may lead to death from other causes in inadequately protected divers.",
            "score": 98.7005615234375
        },
        {
            "docid": "5810425_11",
            "document": "Suratgarh . Since Suratgarh lies within the fringes of the Thar Desert, the region has a hot desert climate with extremely hot summers and cool winters. The hottest months of the year are from April to October where the maximum temperatures remain above 105°F (40°C) and the average temperatures for the day remains above 95°F (35°C). On some days in the months of May, Jun and Jul the maximum temperatures regularly cross 122°F (50°C). Humidity remains below 50% throughout the year and during the peak of summer and winter months the humidity regularly falls below 20%. Due to its desert climate rainfall is sparse and happens during the two Monsoon seasons and the average rainfall across the year is less than 10 inches (25 cm). During the summer months dry winds blowing across the desert whip up dust storms which are common in the evening hours. Winters are generally mild with temperatures averaging around 55°F with a few days in December and January with temperatures falling as low as 33°F (1°C). Yearly average UV index for the region is above 7 with the summer months approaching 10 throughout the day.",
            "score": 98.54743957519531
        },
        {
            "docid": "118197_27",
            "document": "Monroe, Michigan . Monroe lies in the humid continental climate zone. Monroe receives an average of 28.5 inches (72.4 cm) of snow a year — the lowest average snowfall for any large city in the state. July is the warmest month with an average high temperature of 84 °F (29 °C), and January is the coldest month with an average low temperature of 16 °F (-9 °C). Monroe does not normally have extremely hot or cold temperatures, as its climate is moderated by the lake. On average, the temperature only drops below 0 °F (-18 °C) a couple of times during a winter season, and it is even rarer for the temperature to rise above 100 °F (38 °C) during the summer. The coldest recorded temperature was -21 °F (-29 °C) on February 5, 1918. The highest recorded temperature was 106 °F (41 °C) on July 24, 1934, with another equal temperature recorded on one occasion many years earlier.",
            "score": 98.31425476074219
        },
        {
            "docid": "40558502_4",
            "document": "Climate of Madrid . Winters in Madrid are cold compared to other parts of Spain with average temperatures of about 6-8 °C (43-46 °F) and the coldest month is January 6 °C (43 °F). The temperature during the day is around 10 °C-15 °C (50-59 °F), and the temperatures during the night often get below 0 °C (32 °F) although snow is fairly rare.",
            "score": 98.00086975097656
        },
        {
            "docid": "1738833_43",
            "document": "Biskra . Biskra has a hot desert climate (Köppen climate classification \"BWh\") typical of the region in which it is found. The city has long and extremely hot summers and short, pleasantly warm winters. In summer, the peaks of heat are among the highest in the country with temperatures that can exceed 120 °F (48 °C) and are similar to cities like Luxor or Phoenix. The average peak July temperature, which is the hottest month, is about 108 °F (42 °C). On average, the city experiences more than 92 days a year where the temperature is equal to or exceeds 100 °F (38 °C) and nearly 20 days above 110 °F (43 °C). In comparison, New York City has had a total of 59 days when the temperature was equivalent to or above 100 °F (43 °C) since 1870. Temperatures generally begin to approach or even exceed 94 °F (35 °C) by April. The peaks of heat as mentioned at the beginning of the text, are particularly high and generally the strongest in July with a recent temperature of 118.72 °F (48.2 °C) on July 13, 2017 making this the hottest day of the year in Biskra and the second highest in the last 10 years after the 119.12 °F (48.4 °C) recorded on July 9, 2008. On July 14, 1910, the temperature reached 124 °F (51 °C) which is the record heat in Biskra.",
            "score": 97.76050567626953
        },
        {
            "docid": "1138190_20",
            "document": "Kingaroy . Kingaroy has a humid subtropical climate with warm to hot summers and cool to cold winters. Daily maximum temperatures range from 30 °C (86 °F) in January to 18 °C (64 °F) in July. On the 12 February 2017, Kingaroy reached a new record high temperature, recording 41.6 °C (106.8 °F), while the coldest on record was -6.7 °C (19.9 °F) in July 1961. Due to its elevation, the town often records some of the coldest temperatures in Queensland during winter, dropping below freezing an average of 14.3 times per year. The annual average rainfall in Kingaroy is 779.1 mm (30.7 in), with the majority of it falling during the summer months. Frost is common from June to August, whilst sleet occurs occasionally, and light snow fell in July 1959. Winters are generally sunny with occasional periods of rain during the passage of frontal systems, whilst summers feature sunny days with frequent evening thunderstorms. Heavy rain events can occasionally occur at any time of year although are most frequent in late summer and can last from a few hours to as long as a week. On 27 January 2013, 230 mm (9.2 in) of rain fell in a single night due to the remnants of Tropical Cyclone Oswald, causing significant flooding in the town.",
            "score": 97.47251892089844
        },
        {
            "docid": "19020958_6",
            "document": "Waksmund . On average, Waksmund has a fairly similar climate to other places in lower Podhale, although slightly colder - average annual temperature is around 5.6 °C, with the warmest month, July, averaging 16.5 °C, and the coldest month, January, averaging -6.2 °C, placing it firmly within the Dfb climate zone. Annual precipitation is around 850 millimetres, annual sunshine hours around 1500. Snow remains on the ground on average 111 days per year, and the average length of the growing season is 189 days. Spring sees large diurnal ranges - it can be up to 20 °C during mid day, while in the meanwhile at night it can still cool down to -10 °C. Winter temperatures however, are among the coldest in the whole of Poland due to the unique geography which causes the area to function quite like a cold sink; -35 °C is not unheard of on calm and clear nights above a fresh snow cover during a cold spell, and an unofficial all-time record low of -49 °C was reported in the winter of 1929. Whether this is valid or due to faulty equipment can never be known, fact is that Waksmund on such nights can be 5 to 7 °C colder than nearby Nowy Targ or Białka Tatrzańska. A similar effect, although far more pronounced, happens at Funtensee in Germany. The opposite has also known to happen, the area is especially susceptible to foehn winds, known locally as halny which can come from both the south as well as the north here, and rising air temperatures with as much as 15 °C in a matter of an hour, accompanied by low humidity and strong winds. Summers are mild, with average highs around 20 to 25 °C, and nighttime lows around 10 °C.",
            "score": 97.36502838134766
        },
        {
            "docid": "14831788_8",
            "document": "Climate of the United States . The coast of California has a Mediterranean climate. Daily high temperatures range from 70 to 80 °F (21 to 27 °C) in the summer to 50 to 65 °F (10 to 16 °C) in winter, with low temperatures from the 60 °F (16 °C)s in summer to the mid 40s F in winter. [citation needed]. Like most Mediterranean climates, much of coastal California has a wet winter and dry summer. Early summers can often bring cool, overcast weather (fog and low stratus clouds) to coastal California. As such, the warmest summer weather is delayed until August, even September in many areas of the California coast; on average, September is the warmest month in San Francisco, CA. Upwelling of cold Pacific waters also contributes to the frequent cool spring and early summer weather in coastal California. In California's inland river valleys (Bakersfield, Sacramento areas), the wet-winter, dry-summer pattern remains, but winters are cooler and more prone to occasional frost or freeze, while summers are much hotter, with blazing sunshine and daytime high temperatures not uncommonly in the 90s °F to over 100 °F (38 °C).",
            "score": 96.75699615478516
        },
        {
            "docid": "3828400_9",
            "document": "Mantiqueira Mountains . Due to altitude, winter in the Serra da Mantiqueira sees low temperatures, with the occurrence of fog in early morning and frost, giving the landscape the appearance of regions with a much colder climate. In winter, it is common for the thermometer to reach temperatures near 0 °C (32 °F), and then sub-freezing temperatures not rarely occur in the region's towns. On top of the highest peaks, the cold can be even more intense, and temperatures can drop to -10 °C (14 °F). Snow is rare, but it has been recorded a few times, such as in the winter of 1994, when it snowed in the Itatiaia massif.",
            "score": 96.54132843017578
        },
        {
            "docid": "14665_25",
            "document": "Geography of Iraq . The climate of Iraq is mainly a hot desert climate or a hot semi-arid climate to the northernmost part. Averages high temperatures are generally above 40 °C (104 °F) at low elevations during summer months (June, July and August) while averages low temperatures can drop to below 0 °C (32 °F) during the coldest month of the year during winter The all-time record high temperature in Iraq of 52 °C (126 °F) was recorded near An Nasiriyah on 2 August 2011. Most of the rainfall occurs from December through April and averages between annually. The mountainous region of northern Iraq receives appreciably more precipitation than the central or southern desert region, where they tend to have a Mediterranean climate.",
            "score": 96.4773941040039
        },
        {
            "docid": "119233_7",
            "document": "Saline, Michigan . The weather in Saline is highly variable and is greatly influenced by the Great Lakes. Saline experiences a four-season climate, with summer temperatures reaching as high as 105 °F and temperatures falling as low as -29 °F in the winter. Average high temperatures in the summer range between 70 °F and 85 °F, with average high temperatures in the winter ranging from 15 °F to 35 °F. Precipitation falls year round, with snow being the main form of precipitation during the winter months. Saline experiences an average yearly snowfall of , with most of that coming from \"Snowstorms\" and \"Clippers\". \"Lake effect\" is a common sight in Saline during the winter months; however, the snow is typically much lighter than the heavy accumulations that occur on the western side of the state, which is closer to Lake Michigan. The Great Lakes influence the weather in other ways in Saline, bringing constant clouds in the winter, even with dry air masses in place. Summers are cooler than those in surrounding states, with cool breezes off the Great Lakes when the water temperature is colder than the air temperature.",
            "score": 96.25770568847656
        },
        {
            "docid": "14831788_10",
            "document": "Climate of the United States . Southern Florida has a tropical climate, with all months having a mean temperature of higher than 65 °F (18 °C), a wet season from May through October, and a dry season from November through April. In cities like Fort Lauderdale, Miami, Key West, Naples, and Palm Beach average daily highs range from the mid 70 °F (21 °C)s in winter to the upper 80 °F (32 °C)s in summer. Average overnight lows range from the upper 50 °F (10 °C)s in winter to the mid and upper 70 °F (21 °C)s in summer. Southern Florida is the warmest region of the US mainland in winter.",
            "score": 96.20345306396484
        },
        {
            "docid": "7096967_4",
            "document": "Geothermal heat pump . Depending on latitude, the temperature beneath the upper of Earth's surface maintains a nearly constant temperature between 10 and 16 °C (50 and 60 °F), if the temperature is undisturbed by the presence of a heat pump. Like a refrigerator or air conditioner, these systems use a heat pump to force the transfer of heat from the ground. Heat pumps can transfer heat from a cool space to a warm space, against the natural direction of flow, or they can enhance the natural flow of heat from a warm area to a cool one. The core of the heat pump is a loop of refrigerant pumped through a vapor-compression refrigeration cycle that moves heat. Air-source heat pumps are typically more efficient at heating than pure electric heaters, even when extracting heat from cold winter air, although efficiencies begin dropping significantly as outside air temperatures drop below 5 °C (41 °F). A ground source heat pump exchanges heat with the ground. This is much more energy-efficient because underground temperatures are more stable than air temperatures through the year. Seasonal variations drop off with depth and disappear below to due to thermal inertia. Like a cave, the shallow ground temperature is warmer than the air above during the winter and cooler than the air in the summer. A ground source heat pump extracts ground heat in the winter (for heating) and transfers heat back into the ground in the summer (for cooling). Some systems are designed to operate in one mode only, heating or cooling, depending on climate.",
            "score": 95.72781372070312
        },
        {
            "docid": "793068_23",
            "document": "Mount Barker, South Australia . Mount Barker has a warm-summer Mediterranean climate (Köppen Csb) and is generally cooler than Adelaide (although the difference is marginal), with a mean maximum temperature of 20.0 °C (68.0 °F) degrees and a mean minimum temperature of 8.1 °C (46.6 °F) degrees. Winters are damp and chilly with low daily sunshine hours, although when clear weather does occasionally occur in winter, night time temperatures can drop below 0 °C (32 °F). Summers are warm with temperatures in January regularly nudging 30 °C (86 °F) and one or two days each year over 40 °C (104 °F), although summer nights can still be cool. The average rainfall for the year is 765.1 mm. Mount Barker is typically the driest during February, with an average of only 25.7 mm (1.08 in) of rain, with July usually producing the most rain, with an average rainfall of 107.5 mm (4.23 in).",
            "score": 95.69902038574219
        }
    ]
}