{
    "q": [
        {
            "docid": "34584497_32",
            "document": "Succession to the French throne . Philip the Fair was not concerned about the lack of male heirs. He had three sons, well married, and a daughter, Isabella of France, Queen of England by her marriage to Edward II of England. The eldest son, Louis the Quarrelsome, was King of Navarre and Count of Champagne since the death of his mother. He would, at the death of his father, become King of France and Navarre. His wife, Margaret of Burgundy had given him a daughter, but she was young and he could expect her to give him a son later. As for his two other sons, Philip, Count of Poitiers and Charles, Count of La Marche, they had married the two daughters of Otto IV, Count of Burgundy and Mahaut, Countess of Artois, Joan and Blanche. The king could believe his succession was assured.",
            "score": 57.38504195213318
        },
        {
            "docid": "293942_4",
            "document": "Louis V of France . In 982 at Vieille-Brioude, Haute-Loire, the fifteen year old Louis was married to the forty-year-old Adelaide-Blanche of Anjou, sister of Count Geoffrey I and twice a widow from her previous marriage with Count Stephen of Gévaudan and Count Raymond of Toulouse, Prince of Gothia. This union was purely political and arranged by the king – following the advices of Queen Emma and Count Geoffrey I – with the double purpose of restoring the Carolingian royal power in the south of the kingdom, and (according to Richerus) to obtain the support of the local southern lords in his fight against the Robertians: being now related by marriage to two of the most powerful southern comital families of the Kingdom, Lothair believed that he could confront the power of Hugh Capet.",
            "score": 51.40284729003906
        },
        {
            "docid": "7767342_3",
            "document": "Blanche of Burgundy . Blanche was the younger daughter of Otto IV, Count of Burgundy, and Mahaut, Countess of Artois. Her father died in 1302, leaving the county to Blanche's younger brother, Count Robert. Blanche's elder sister Joan was supposed to marry King Louis the Headstrong of Navarre, the eldest son and heir apparent of King Philip the Fair of France, but Philip the Fair changed his mind and arranged for her to marry his second son, Count Philip the Tall of Poitiers, in 1307. The same year, Louis married Margaret of Burgundy. The Countess of Artois was proud of this achievement and quickly started negotiating her younger daughter's marriage to Count Charles the Fair of la Marche, King Philip's third son, offering a huge dowry. The negotiations were successful and on 23 September 1307, the eleven-year-old Blanche and two years older Charles concluded a marriage contract. The marriage ceremony was hastily performed at Countess Mahaut's castle in Hesdin in January 1308. At first, the Count and Countess of la Marche had an unremarkable marriage that was neither as flawed as that of the King and Queen of Navarre nor as harmonious as that of the Count and Countess of Poitiers.",
            "score": 62.60343623161316
        },
        {
            "docid": "8870598_59",
            "document": "Vincent-Marie Viénot, Count of Vaublanc . Vaublanc, at the head of his ministry, engaged immediately in Counter-Revolutionary activity that was so frenetic that even the King was to be describe it as \"breathless devotion\". On the tabling by the Keeper of the Seals of a law that would reestablish \"cours prévôtales\" or \"special courts\" before the Chamber of Deputies (nicknamed the \"Chambre introuvable\"), Vaublanc shouted out: \"France wants its King!\" To great applause, both the deputies and the public gallery rose to their feet and repeated \"Yes, France wants its King!\"",
            "score": 41.03067398071289
        },
        {
            "docid": "12991309_3",
            "document": "John IV, Count of Armagnac . His father had taken the County of Comminges by force, but John IV could not prevent the second marriage of Marguerite to Mathieu de Foix in 1419. Subsequently they took the County of Comminges. In 1425, he recognized the King of Castile as overlord of Armagnac. The French king, occupied fighting the English, could not intervene, but did not overlook the affront. Later, John IV negotiated the marriage of his daughter Isabelle with Henry VI of England, but he backed off from this plan after threats from the king of France. In 1440, he took part in a revolt of the barons and the Dauphin of France, but the coalition was overcome by Charles VII, who pardoned the insurrectionists. He asked the Count of Armagnac to give up its kingly formula, but this last was refused.",
            "score": 48.78999590873718
        },
        {
            "docid": "1701650_10",
            "document": "Cohen's kappa . Suppose that you were analyzing data related to a group of 50 people applying for a grant. Each grant proposal was read by two readers and each reader either said \"Yes\" or \"No\" to the proposal. Suppose the disagreement count data were as follows, where A and B are readers, data on the main diagonal of the matrix (a and d) count the number of agreements and off-diagonal data (b and c) count the number of disagreements: e.g.",
            "score": 34.7969753742218
        },
        {
            "docid": "42899107_5",
            "document": "Hugues du Perche . Being from a vassal family of the counts of Blois, while the counts Gâtinais were faithful to the Capetian kings of France, the marriage took place probably during a period of rapprochement between the two families, during the marriage of King Robert II the Pious and Bertha of Burgundy, widow of Eudes I of Blois, between 996 and 1003.",
            "score": 49.35052013397217
        },
        {
            "docid": "12386994_7",
            "document": "Friedrich Günther, Prince of Schwarzburg . Historically the Schwarzburg principalities could descend by semi-Salic primogeniture: in the event of the extinction of all male dynasts (as happened with the death of Prince Friedrich Günther) females were, prior to abolition of the Principality of Schwarzburg in 1918, eligible to inherit the throne. Princess Marie Antoinette of Schwarzburg (1898–1984), the only sibling of Prince Friedrich Günther, by her 1925 marriage to Count Friedrich Magnus zu Solms-Wildenfels (1886-1945), was the mother of Friedrich Magnus (b. 1927), the sixth Count zu Solms-Wildenfels to bear that name and to head the Wildenfels cadet branch of the House of Solms. Neither of the latter's two sons, Michael (b. 1949) and Konstantin (b. 1950), nor his younger brother, Albrecht (b. 1929), have children.",
            "score": 31.73841691017151
        },
        {
            "docid": "8501495_10",
            "document": "Ye Xian . In some versions, the stepmother and the stepsister were buried in a shrine called \"The Tomb of the Regretful Women\". These two women became goddesses in later tradition, and have the power to grant anyone's wish. After Ye-Xian's marriage with the king, her husband became greedy and abused the fish-bone's powers, until it stopped yielding any magic soon after. The queen Ye-Xian, thus, buried the fish-bones in a nearby beach, with a great quantity of gold. A year later the king's people led a revolt, and in order to appease them, the king tried to dig the fish-bones and distribute the gold to the rebelling soldiers. But the gold was washed away by the tide, along with the magical bones, and the fate of the king and Ye-Xian after the siege remains unknown.",
            "score": 30.171852350234985
        },
        {
            "docid": "113080_98",
            "document": "Billie Jean King . Billie Jean and Larry remained married through the palimony suit fallout. The marriage ended in 1987 after Billie Jean fell in love with her doubles partner, Ilana Kloss. Billie Jean and Larry remained on good terms, with Billie Jean serving as godmother to Larry's son from his subsequent marriage. King has residences in New York City and Chicago with Kloss, her life partner.",
            "score": 52.89904737472534
        },
        {
            "docid": "37954757_5",
            "document": "Dandy Dick Whittington . Fairfax arrives in Siam in time to represent the British Empire at the ceremony to enthrone the new King, Larry. Larry makes Dick the First Minister of Siam. Dandy Dick is now a suitable match for Alice, and Lady Fitzwarren withdraws her opposition to their marriage. The real King returns, and Larry happily steps down, as he may now wed his Siamese love, Willasee. All ends happily, as Dick and Alice celebrate their marriage.",
            "score": 52.11176252365112
        },
        {
            "docid": "176760_27",
            "document": "Foot binding . Before footbinding was practiced in China, admiration for small feet already existed as demonstrated by the Tang dynasty tale of Ye Xian written around 850 by Duan Chengshi. This tale of a girl who lost her shoe and then married a king who sought the owner of the shoe as only her foot was small enough to fit the shoe contains elements of the European story of Cinderella, and is thought to be one of its antecedents. For many, the bound feet were an enhancement to a woman's beauty and made her movement more dainty, and a woman with perfect lotus feet was likely to make a more prestigious marriage. The desirability varies with the size of the feet – the perfect bound feet and the most desirable (called \"golden lotuses\") would be around 3 Chinese inches (around 4 inches (10 cm) in Western measurement) or smaller, while those larger may be called \"silver lotuses\" (4 Chinese inches) or \"iron lotuses\" (5 Chinese inches or larger and the least desirable for marriage). The belief that footbinding made women more desirable to men is widely used as an explanation for the spread and persistence of footbinding.",
            "score": 41.593814730644226
        },
        {
            "docid": "70947_9",
            "document": "Henry the Young King . The young Henry played an important part in the politics of his father's reign. On 2 November 1160, he was betrothed to Margaret of France, daughter of King Louis VII of France and his second wife, Constance of Castile, when he was 5 years of age and she was at least 2. The marriage was an attempt to finally settle the struggle between the counts of Anjou and the French kings over possession of the frontier district of the Norman Vexin, which Louis VII had acquired from Henry's grandfather, Geoffrey Plantagenet, Count of Anjou, in around 1144. By the terms of the settlement, Margaret would bring the castles of the Norman Vexin to her new husband. However, the marriage was pushed through by Henry II when Young Henry and Margaret were small children, so that he could seize the castles. A bitter border war followed between the kings.",
            "score": 45.316192626953125
        },
        {
            "docid": "4806983_3",
            "document": "Noronha . This family has its origins in the marriage of Alfonso Enríquez, Count of Gijón and Noreña (natural son of King Henry II of Castile) with Isabel of Portugal (natural daughter of King Ferdinand I of Portugal). Their marriage was one of the clauses of the Treaty of Santarém signed in 1373, between the two peninsular kingdoms.",
            "score": 47.10293674468994
        },
        {
            "docid": "301864_42",
            "document": "Larry King . King has been married eight times, to seven women. He married high-school sweetheart Freda Miller in 1952 at age 19. That union ended the following year at the behest of their parents, who reportedly had the youngsters' marriage annulled. King was later briefly married to Annette Kaye who gave birth to his son, Larry Jr., in November 1961. King did not meet Larry Jr. until the son was in his thirties. Larry Jr. and his wife, Shannon, have three children.",
            "score": 67.24469590187073
        },
        {
            "docid": "19874135_11",
            "document": "Adolf Fredrik Munck . In 1791, he was discovered creating forged notes on Drottningholm Palace, abetting Charles Appelkvist. In 1791, the king was to have contemplated to divorce the queen by exposing her alleged secret marriage to Munck After the death of the king in 1792, Count Munck af Fulkila was forced to leave Sweden. Before his departure, the regent, duke Charles, demanded that he turn over certain documents which could scandalize the royal house if they became known. In 1795, he asked for permission to return to Sweden, and when denied, he reportedly threatened to expose the marriage certificate between himself and the queen. He was ennobled as a Count in the Duchy of Parma and Piacenza in 1816.",
            "score": 45.09452986717224
        },
        {
            "docid": "17632822_7",
            "document": "Clarence Islands . \"Captain B. asked me if Sir John's ire had abated against (James) Ross, and he (Captain B.) seemed much tickled at this subject - he was not one he said to take away a man's fair character, but there were some things that ought to be held up to reprobation, and he was now going to tell me a good story. He had the book brought him and he asked me how many islands I counted in the Clarence group. I counted 9 - 3 I said were lilac, and the others white. \"Well\", says he, \"there are but 3, and when the chart was first shown to me, there were only 3 marked down, but Ross having proposed to the King to call them the Clarence Islands, 'Yes, yes,' said the King, 'call them the Clarence islands', and then Ross thought it would be as well to make a few more, so that the Clarences and Fitzclarences might have one apiece.\" The story was afterwards confirmed to Sir John by Capt. James Ross, who said that his uncle had never seen the islands, had never been there and that it was he, Capt. James, who laid down in the map the true original number.\"",
            "score": 42.791828870773315
        },
        {
            "docid": "4599344_12",
            "document": "Bayinnaung . However, the close relationship between the two was severely tested in 1534, as they prepared for war against Hanthawaddy. Ye Htut had become romantically involved with Thakin Gyi, the king's younger half-sister, and the affair was discovered around April 1534. The commoner's affair with the king's sister under Burmese law constituted an act of treason. Ye Htut spurned suggestions of mutiny and submitted to arrest. Tabinshwehti deliberated at length with his ministers, and finally came to the conclusion that Ye Htut should be given his sister in marriage, and a princely title of Kyawhtin Nawrahta. With this decision, Tabinshwehti won the loyalty of his brother-in-law \"without parallel in Burmese history\".",
            "score": 32.106279134750366
        },
        {
            "docid": "292080_32",
            "document": "Carol Vorderman . Vorderman is a Catholic. She was first married in 1985 at age 24 to Christopher Mather, a Royal Navy officer and former international rugby league player, but the marriage lasted only twelve months. Her second marriage was to management consultant Patrick King in 1990 at age 29. Vorderman had two children, Katie (b. 1992) and Cameron (b. 1997), with King; the couple separated in 2000.",
            "score": 38.15185260772705
        },
        {
            "docid": "37920383_4",
            "document": "Koff (ship type) . Koffs were often counted among the galiots by contemporary sources because the differences are very subtle: the galiot was considered more slender and therefore more elegant. On the koff, a deckhouse could be installed between the two masts which would provide shelter for up to twelve crew men. The typical dimensions have been reported as \"80 feet long, 21 feet wide and 11 feet deep\". Later versions could have a schooner or galeas rig.",
            "score": 39.50005841255188
        },
        {
            "docid": "28073195_9",
            "document": "Martha of Armagnac . In this context Martha's father John, a major feudal lords of Occitan and, a vassal of the King of France, appeared in the eyes of King Peter and although they had been enemies during the War of the Two Peters, he was a good insurance against the Castilian threat. The count of Armagnac wished to strengthen its position in Occitan and in France and get a good ally against its rival, the Counts of Foix. Negotiations began in summer 1372 and of the marriage contract was signed on March 27, 1373 for the marriage of Martha to John, son of King Peter IV. The dowry amounted to the astronomical figure of 150,000 pounds. Martha was received with great solemnity at the border according to sources of Martin, John's younger brother.",
            "score": 48.525513648986816
        },
        {
            "docid": "23412245_8",
            "document": "Joachim, Count of Schönburg-Glauchau . His first wife, Beatrix (born 30 January 1930), is the great granddaughter of the Hungarian social reformer and national hero, Count István Széchényi. They married 27 October 1957 in Vienna and divorced in Munich, Bavaria, 25 April 1986. His children are, from his first marriage, Maria Felicitas (b. 1958), Gloria Princess of Thurn and Taxis (b. 1960), Carl-Alban (b. 1966), and the best selling author Alexander, Count of Schönburg-Glauchau (b. 1969); from his second marriage, 18 July 1986, to Ursula Zwicker, there is one child, Anabel Maya-Felicitas.",
            "score": 41.085697174072266
        },
        {
            "docid": "54834065_21",
            "document": "Australian Marriage Law Postal Survey . More than 16 million letters were sent from 12 September over almost two weeks (with all delivered by 25 September) and silent electors' packages were sent by the AEC and delivered by the end of September. After several \"Yes\" respondents posted images of their complete forms on social media, the ABS cautioned participants to not photograph their form barcodes, so as to prevent any fraudulent conduct. Additionally, survey forms could be invalidated in the event the question was rephrased by the participant or the barcode was obscured or removed. The ABS issued several examples of what constituted a valid and invalid response (such as marking both boxes \"Yes\" and \"No\" or crossing out one of the words on the form). The ABS advised Australians who received extra survey forms, addressed to the previous occupant who failed to update their electoral details, to write on the front of the envelope \"return to sender\" and send it back. In Australia, it is illegal to open mail addressed to another person. In the rare instance of multiple responses being received from an individual, the ABS noted that only the last valid response could expect to be counted. On 25 September, the ABS confirmed that all survey forms had been mailed to eligible voters and outlined the process for additional forms to be sent to people who did not receive, lost or spoilt their form. The ABS also confirmed that a change of mind was not a valid reason for requesting a new form. Both the \"Yes\" and \"No\" campaigns provided 60 observers to the ABS counting process, who examined 606,991 survey results. Fewer than 500 survey forms were reported as issues to the ABS during the survey.",
            "score": 38.29671370983124
        },
        {
            "docid": "327708_46",
            "document": "Gordon B. Hinckley . On September 23, 1995, Hinckley released \"\", a statement of belief and counsel regarding the sanctity of the family and marriage prepared by the First Presidency and Quorum of the Twelve. In February 1996, church membership in countries other than the United States surpassed that of the U.S. Also in 1996, \"60 Minutes\" aired an interview of Hinckley by Mike Wallace during a segment on the LDS Church. In 1998, Hinckley was a guest on CNN's \"Larry King Live\". Hinckley maintained a friendship with both Wallace and King until his death.",
            "score": 41.72014260292053
        },
        {
            "docid": "19936107_3",
            "document": "Blanche of France, Duchess of Austria . Blanche was born in Paris, the second child of King Philip III of France and his second wife, Maria of Brabant. Her siblings were Louis, Count of Évreux and Margaret, Queen of England. Blanche also had two older half-brothers from her father's first marriage: Philip, the future King of France, and Charles, Count of Valois.",
            "score": 49.42934560775757
        },
        {
            "docid": "1720483_7",
            "document": "Richeza of Poland, Queen of Castile . At the court of Aragon, Richeza met Ramon Berenguer II, Count of Provence, nephew of Count of Barcelona. Although they soon fell in love, their union would be clearly political. Ramon Berenguer II supported Victor IV against Pope Alexander III, who, in turn, supported King Louis VII of France. The county of Provence was in a strategic location, between France and the Italian Peninsula. Frederick Barbarossa also wanted to win to his side Count Ramon Berenguer IV, who entered in an alliance with the kings of France, Castile and León. In contrast, Ramon Berenguer II, soon cousin by marriage of the Emperor, gained prestige and could face the pretensions of Count Hugh of Baux, who had just received the Imperial Provence as a fief.",
            "score": 44.287062883377075
        },
        {
            "docid": "17450998_22",
            "document": "California Proposition 8 (2008) . While turning down the challenge to the title and summary, the California Superior Court also found that the Yes on 8 campaign had overstated its ballot argument on the measure's impact on public schools and ordered a minor change in wording. The original arguments included a claim that the Supreme Court's legalization of same-sex marriage requires teachers to tell their students, as young as kindergarten age, that same-sex marriage is the same as opposite-sex marriage. The court said the Yes on 8 argument was false because instruction on marriage is not required and parents can withdraw their children. The court said the ballot argument could be preserved by rewording it to state that teachers \"may\" or \"could\" be required to tell children there is no difference between same-sex and opposite-sex marriage.",
            "score": 27.764728546142578
        },
        {
            "docid": "9908761_4",
            "document": "Frothar (archbishop of Bordeaux) . Frothar was archbishop at Bordeaux by late 860, when Archbishop Hincmar of Reims directed an epistolary treatise at him and Rodulf of Bourges. In the treatise, Hincmar suggested that the marriage of a certain Count Stephen to a daughter of Count Raymond of Toulouse could be annulled on the grounds that the couple had not consummated it. Rodulf and Frothar seem to have successfully negotiated the annulment and preserved peace between the two powerful Aquitanian families of Stephen and Raymond. This was especially important because Aquitaine had recently been re-constituted as a subkingdom for the king's son, Charles the Younger. Hincmar later opposed Frothar's transfer to Bourges at the synod of Ponthion (20 June–16 July 876).",
            "score": 39.05359935760498
        },
        {
            "docid": "489852_5",
            "document": "Counts of Celje . In a short period of time the Counts of Celje owned more than 20 castles all over the territory of modern Slovenia and beyond through the marriages of their daughters. With their acquiring large estates in the adjoining duchies of Styria and Carinthia, in the March of Carniola as well as in the territories of the Hungarian Crown (including Croatia and Slavonia) their influence rose and they became one of the most powerful families in the area. Count Ulrich I of Cilli, a leader of mercenary soldiers, joined King Louis I of Hungary on his 1354 campaign into Dalmatia and, shortly afterwards, the \"Rex Romanorum\" Charles IV to his coronation at Rome. His son William married Anna of Poland, daughter of the Polish king Casimir III the Great. The Counts of Cilli were related by marriage with rulers of Bosnia and Polish and Hungarian kings. Also through the Barbara of Cilli the Counts were in kinship with kings of Bohemia.",
            "score": 59.194145917892456
        },
        {
            "docid": "53244388_3",
            "document": "English expedition to Flanders (1297–98) . In 1294, Guy, Count of Flanders turned for help to King Edward I of England, arranging a marriage between his daughter Philippa and Edward, Prince of Wales. However, King Philip IV of France imprisoned Guy and two of his sons, forcing Guy to call off the marriage, and imprisoned Philippa in Paris. Philippa remained imprisoned until her death in 1306.",
            "score": 46.36948037147522
        },
        {
            "docid": "13056826_5",
            "document": "Robert de Chesney . After Henry I's death in 1135, the succession was disputed as the king's only legitimate son, William, had died in 1120. The main contenders were the king's nephews, Stephen, Count of Boulogne and his elder brother Theobald II, Count of Champagne, and his surviving legitimate daughter, Matilda, usually known as the Empress Matilda because of her first marriage to the Holy Roman Emperor, Henry V. After Matilda was widowed in 1125, she returned to her father in England, who then secured her marriage to Geoffrey, Count of Anjou. All the magnates of England and Normandy were required to declare fealty to Matilda as Henry's heir, but after Henry I's death in 1135 Stephen rushed to England and had himself crowned, before Theobald or Matilda could react. The Norman barons accepted Stephen as Duke of Normandy, and Theobald contented himself with his possessions in France. But Matilda was less patient: she secured the support of the king of Scotland, David I, her maternal uncle, and the support of her half-brother Robert, Earl of Gloucester, an illegitimate son of Henry I, in 1138.",
            "score": 53.302122354507446
        },
        {
            "docid": "2594704_4",
            "document": "Bertha of Holland . Bertha was, at the time, the lowest ranking woman to marry a French king; no suitable princess could be found, since they were all too closely related to Philip for the marriage to any of them to be seen as perfectly valid by the Church. Bertha had no kings among her traceable ancestors and lacked even tenuous links with the Carolingian that her predecessors could claim. Consequently, contemporary chroniclers did not even try to present her lineage as more exalted than that of a count's daughter. Nevertheless, the shortage of royal candidates made Bertha a suitable choice. The regal title she gained by this marriage was prestigious, but had little meaning, as she was confined to her husband's small royal domain that covered little more than areas around Paris and Orléans.",
            "score": 51.911940574645996
        }
    ],
    "r": [
        {
            "docid": "7482599_4",
            "document": "What Is Man? (King essay) . He notices first that ‘man is a biological being with a physical body’, which is the ‘less than God’, as we think of ‘God as a being of pure spirit, lifted above the categories of time and space’. The psalmist would then say that God made man that way, and because of this ‘there is nothing wrong with it’ and that ‘everything God makes is good; therefore there is nothing wrong with it’. The Greeks, as King informs us, ‘felt the body was evil’ and that the ‘soul could never reach its full maturity until it broke loose from the prison of the body’. However, Christianity raises the view that ‘the body is not the principle of evil; it says the will is the principle of evil’. He then defines that in ‘any doctrine of man, we must be concerned with man's physical well being’. To support this he brings up Jesus` quote that we need the “bread” to survive and also states ‘this isn’t the only part’ and if we stop here we would see ‘man merely as an animal’. He then brings an example of chemists who calculated that the values of man came to ‘about ninety-eight cents’, today with our living standards it comes to ‘a dollar ninety eight for the average man’. King challenges this idea by questioning ‘But can we explain the whole of man in terms of ninety eight cents?’ and brings up examples of human genius; and again asks ‘Can we explain the mystery of the human soul in terms of ninety eight cents?’ To this he answers “no” and states that ‘man is a child of God’ and raises the second basic point of the doctrine ‘that man is a being of spirit’, which is the ‘thou has crowned him with glory and honour’, and because of our ‘rational capacity, man has a mind, man can reason. This distinguishes us from the lower animals’. King then defines man as ‘God’s marvellous creation. Through his mind he can leap oceans, break through walls, and transcend the categories of time and space’. With this he defines what the biblical writers meant when they said ‘man is made in the image of God’, and that he has ‘rational capacity; he has the unique ability to have a fellowship with God. Man is a being of spirit’.",
            "score": 75.44148254394531
        },
        {
            "docid": "301864_42",
            "document": "Larry King . King has been married eight times, to seven women. He married high-school sweetheart Freda Miller in 1952 at age 19. That union ended the following year at the behest of their parents, who reportedly had the youngsters' marriage annulled. King was later briefly married to Annette Kaye who gave birth to his son, Larry Jr., in November 1961. King did not meet Larry Jr. until the son was in his thirties. Larry Jr. and his wife, Shannon, have three children.",
            "score": 67.24469757080078
        },
        {
            "docid": "1533767_14",
            "document": "Interval tree . For each tree node, \"x\" is compared to \"x_center\", the midpoint used in node construction above. If \"x\" is less than \"x_center\", the leftmost set of intervals, \"S_left\", is considered. If \"x\" is greater than \"x_center\", the rightmost set of intervals, \"S_right\", is considered. As each node is processed as we traverse the tree from the root to a leaf, the ranges in its \"S_center\" are processed. If \"x\" is less than \"x_center\", we know that all intervals in \"S_center\" end after \"x\", or they could not also overlap \"x_center\". Therefore, we need only find those intervals in \"S_center\" that begin before \"x\". We can consult the lists of \"S_center\" that have already been constructed. Since we only care about the interval beginnings in this scenario, we can consult the list sorted by beginnings. Suppose we find the closest number no greater than \"x\" in this list. All ranges from the beginning of the list to that found point overlap \"x\" because they begin before \"x\" and end after \"x\" (as we know because they overlap \"x_center\" which is larger than \"x\"). Thus, we can simply start enumerating intervals in the list until the startpoint value exceeds \"x\".",
            "score": 67.03162384033203
        },
        {
            "docid": "31973998_17",
            "document": "Skelsmergh . The total number of houses in Skelsmergh has seen a change since 1881 when we compare data from this time to the most recent recorded census data in 2011. The lowest housing count between these time periods was in 1901 where there was a total housing count of 63 which was 6 less than 10 years before. When assessing the census data on the total number of houses it is clear that there is an overall increase between 1881 and 2011. The most recent count shows a total number of households at a figure of 136. This figure makes up just a small percentage of the number of houses occupying the South Lakeland region, with the figure recording 46, 552 houses.  The 2011 Census data shows that of the 136 houses, 125 were classified as a whole house or bungalow. If we wish to break down the housing type in more depth, this figure of 125 can be sub divided into detached (58), semi-detached (41) and terraced (26) housing, which added together give us this figure.",
            "score": 66.85124969482422
        },
        {
            "docid": "821165_7",
            "document": "Categorical variable . As a result, the central tendency of a set of categorical variables is given by its mode; neither the mean nor the median can be defined. As an example, given a set of people, we can consider the set of categorical variables corresponding to their last names. We can consider operations such as equivalence (whether two people have the same last name), set membership (whether a person has a name in a given list), counting (how many people have a given last name), or finding the mode (which name occurs most often). However, we cannot meaningfully compute the \"sum\" of Smith + Johnson, or ask whether Smith is \"less than\" or \"greater than\" Johnson. As a result, we cannot meaningfully ask what the \"average name\" (the mean) or the \"middle-most name\" (the median) is in a set of names.",
            "score": 65.14263916015625
        },
        {
            "docid": "27108830_8",
            "document": "Moncena Dunn (inventor) . \"Only one ballot is to be counted at a time,\" Dunn told the Chicago Tribune. \"When the judge takes the envelopes out of the ballot box he numbers them. There is a pocket in the discard envelope to contain the smaller envelope which holds the voted coupons. The Judge takes the coupons out and reads the vote by the color and number of office, each office being numbered on the ballot. A person standing twenty feet away can tell if he reads the vote correctly. After the vote is read, the judge puts the envelopes together again. Then if any controversy over the result arises there are two records of the ballot. There are the names the voter voted for and the names to be discarded. There is never any question as to what the voter meant, as there so frequently is with the present ballot in general use. There is absolutely no chance for short pencil work. If there are any errors, they are easily caught. We consider, in counting, only the names voted for. With the present ballot we consider all the candidates of every party. Experiment has shown that the ballots can be counted four times as fast as at present.\"",
            "score": 64.94251251220703
        },
        {
            "docid": "3705393_2",
            "document": "Standing eight count . A standing eight count, also known as a protection count, is a boxing judgment call made by a referee during a bout. When invoked, the referee stops the action and counts to eight. Typically, a boxer can take 3 standing eight counts in a round. During that time the referee will determine if the boxer can continue.  When the count reaches eight, the referee often moves back two steps and instructs the boxer to walk towards them and hold their arms out. This helps the referee determine if the boxer is functioning and alert enough to continue. If the boxer is unsteady on his feet, or seems unable to focus on the referee, the bout is ended on account of a TKO.",
            "score": 64.84932708740234
        },
        {
            "docid": "12511846_5",
            "document": "Bunyakovsky conjecture . We need the first condition because if the leading coefficient is negative then formula_15 for all large formula_9, and thus formula_4 is not a prime number for large positive integers formula_3. If we allow negative primes like -2, -3, -5, ... to count as prime numbers then this first condition can be dropped; the second and third necessary conditions are more substantial, as we will see below, since they imply formula_4 can be prime only finitely many times for reasons that are more serious than a sign problem.",
            "score": 64.72978973388672
        },
        {
            "docid": "21604528_8",
            "document": "Anne of Armagnac . On 28 October 1417, a marriage contract was drawn up and signed, and less than six months later, on 23 April 1418, Anne married Charles II d'Albret, Sire d'Albret and titular Count of Dreux (1401–1471). He was the eldest son of Charles d'Albret, Constable of France who had been killed at the Battle of Agincourt on 25 October 1415, as co-commander of the French Army. At the time of his marriage, Charles was only the titular Count of Dreux as the lands were in English hands. He would be confirmed as count in 1441 by King Charles VII of France. He served on the royal council of the Dauphin Charles. He participated in the military campaigns of Joan of Arc, including the Siege of Orléans, and was appointed lieutenant of the province of Berry.",
            "score": 64.16710662841797
        },
        {
            "docid": "728093_52",
            "document": "Nick Clegg . The bill also introduced plans to reduce the number of MP's in the House of Commons from 650 to 600, something the Labour party attacked as gerrymandering, as to do this there would need to be boundary changes. Clegg told MPs: \"Together, these proposals help correct the deep unfairness in the way we hold elections in this country. Under the current set-up, votes count more in some parts of the country than others, and millions feel that their votes don't count at all. Elections are won and lost in a small minority of seats. We have a fractured democracy, where some people's votes count and other people's votes don't count.\" On 22 July 2010, the question for the referendum on AV was published, asking voters if they wish to \"adopt the 'alternative vote' system instead of the current 'first past the post' system\" for electing MPs\". The question required a yes or no answer. The Act received Royal Assent on 16 February 2011. The result of the referendum was that the alternative vote proposal was defeated by a margin of 2:1.",
            "score": 63.60895538330078
        },
        {
            "docid": "252176_55",
            "document": "Napier's bones . Having found the desired number of digits, you can easily determine whether or not you need to round up; i.e., increment the last digit. You don't need to find another digit to see if it is equal to or greater than five. Simply append 25 to the root and compare that to the remainder; if it is less than or equal to the remainder, then the next digit will be at least five and round up is needed. In the example above, we see that 6839925 is less than 11669900, so we need to round up the root to 6840.0.",
            "score": 63.3921012878418
        },
        {
            "docid": "4779221_6",
            "document": "Short end . Short end minimum lengths vary depending on the needs of a production; professional productions usually will prefer to waste any quantities less than 100 to 200 feet rather than constantly interrupt shooting to reload so often, while lower budget or student productions may be eager to use any amounts greater than 20 or 30 feet. In any case, the minimum length needs to be substantial enough to allow for the magazine to be loaded, the camera to be laced, and something to be usably shot, which usually will require at least ten feet prior to the shot. The maximum length of a short end will be anything close the full length of a roll without counting as a re-can.",
            "score": 63.3913688659668
        },
        {
            "docid": "40584576_5",
            "document": "Can We Dance . On 2 October 2013, it was reported that \"Can We Dance\" was leading the midweek UK charts and on course to debut at number one on the UK Singles Chart, 13,000 copies ahead of its nearest competitor, \"Counting Stars\" by OneRepublic, which had been climbing the chart for two months. Two days later, \"Can We Dance\" was still on course to reach the top, but \"Counting Stars\" was now just 6,000 copies behind. On 6 October, following a late surge by OneRepublic fans, \"Counting Stars\" was announced a number one, while \"Can We Dance\" was at number two, having sold 66,730 copies. In the closest chart battle of 2013 (at the time), there were just 1,150 copies separating the two songs. On 29 November, the song was certified Silver by the British Phonographic Industry for sales of over 200,000 copies.",
            "score": 63.121238708496094
        },
        {
            "docid": "8087507_5",
            "document": "Love Songs for the Retarded . Upon listening to the band's new songs, Weasel suggested to Lookout! head Larry Livermore that he sign the Queers to the label, and convinced King to send Livermore a copy of the demo. \"The songs were irresistibly melodic;\" Livermore recalled in his 2015 memoir, \"a couple of the slower numbers, heavily influenced by doo-wop and the Beach Boys, were almost heartbreakingly beautiful. Joe King was ten years younger than me, but we'd obviously grown up listening to a lot of the same music.\" He felt the demo was almost good enough to put out itself, but thought it worth getting the band into a studio to re-record it with better production. He contacted King at Joe's Place and offered to sign the Queers to Lookout!: \"My cook Don answered the phone and said it was Larry Livermore\", King recalled in 2014. \"I of course knew what that meant—though I'd never spoken to him—and he asked if we wanted to do a record with them because he liked our songs.\" King asked Weasel to serve as record producer, and Livermore traveled to Chicago to meet the Queers, who were staying there with Weasel. Livermore was pleased to find that he got along well with the band, especially King, who shared Weasel's fondness for wisecracks and stories but was easier-going, less cynical and acerbic. With Weasel already having assured King that Lookout! was reliable when it came to paying its bands, a deal was quickly struck.",
            "score": 63.06159210205078
        },
        {
            "docid": "552786_24",
            "document": "Selection algorithm . Another simple strategy is based on some of the same concepts as the hash table. When we know the range of values beforehand, we can divide that range into \"h\" subintervals and assign these to \"h\" buckets. When we insert an element, we add it to the bucket corresponding to the interval it falls in. To find the minimum or maximum element, we scan from the beginning or end for the first nonempty bucket and find the minimum or maximum element in that bucket. In general, to find the \"k\"th element, we maintain a count of the number of elements in each bucket, then scan the buckets from left to right adding up counts until we find the bucket containing the desired element, then use the expected linear-time algorithm to find the correct element in that bucket.",
            "score": 62.977081298828125
        },
        {
            "docid": "22170833_4",
            "document": "Jhyap . The goal is to reduce the total count in the hand to 5 points or less. Ace is one, two is two, etc., and all cards over 10 (jack, queen, and king) are counted as 10. The hand-count can be lessened by lessening the number of cards, by discarding the following sequence cards: pairs, trips, quads and straight flushes of 3 or more cards. If no sequence cards are in the hand, the player can discard any one card.",
            "score": 62.64280319213867
        },
        {
            "docid": "7767342_3",
            "document": "Blanche of Burgundy . Blanche was the younger daughter of Otto IV, Count of Burgundy, and Mahaut, Countess of Artois. Her father died in 1302, leaving the county to Blanche's younger brother, Count Robert. Blanche's elder sister Joan was supposed to marry King Louis the Headstrong of Navarre, the eldest son and heir apparent of King Philip the Fair of France, but Philip the Fair changed his mind and arranged for her to marry his second son, Count Philip the Tall of Poitiers, in 1307. The same year, Louis married Margaret of Burgundy. The Countess of Artois was proud of this achievement and quickly started negotiating her younger daughter's marriage to Count Charles the Fair of la Marche, King Philip's third son, offering a huge dowry. The negotiations were successful and on 23 September 1307, the eleven-year-old Blanche and two years older Charles concluded a marriage contract. The marriage ceremony was hastily performed at Countess Mahaut's castle in Hesdin in January 1308. At first, the Count and Countess of la Marche had an unremarkable marriage that was neither as flawed as that of the King and Queen of Navarre nor as harmonious as that of the Count and Countess of Poitiers.",
            "score": 62.60343551635742
        },
        {
            "docid": "183751_7",
            "document": "Primality test . Let's look at another example, and use trial division to test the primality of 17. Since we now know we do not need to test using divisors greater than , we only need to use integer divisors less than or equal to formula_1. Those would be 2, 3, and 4. As stated above, we can skip 4 because if 4 evenly divides 17, 2 must also evenly divide 17, which we already would have checked before that. That leaves us with just 2 and 3. After dividing, we find that 17 is not divisible by 2 or 3, and we can confirm that 17 must be prime.",
            "score": 62.159645080566406
        },
        {
            "docid": "1699214_10",
            "document": "Discrete uniform distribution . For any integer \"m\" such that \"k\" ≤ \"m\" ≤ \"N\", the probability that the sample maximum will be equal to \"m\" can be computed as follows. The number of different groups of k tanks that can be made from a total of N tanks is given by the binomial coefficient formula_8. Since in this way of counting the permutations of tanks are counted only once, we can order the serial numbers and take note of the maximum of each sample. To compute the probability we have to count the number of ordered samples that can be formed with the last element equal to \"m\" and all the other k-1 tanks less or equal to m-1. The number of samples of k-1 tanks that can be made from a total m-1 tanks is given by the binomial coefficient formula_9, so the probability of having a maximum \"m\" is formula_10.",
            "score": 62.06898880004883
        },
        {
            "docid": "23047_16",
            "document": "Pseudoscience . Larry Laudan has suggested pseudoscience has no scientific meaning and is mostly used to describe our emotions: \"If we would stand up and be counted on the side of reason, we ought to drop terms like 'pseudo-science' and 'unscientific' from our vocabulary; they are just hollow phrases which do only emotive work for us\". Likewise, Richard McNally states, \"The term 'pseudoscience' has become little more than an inflammatory buzzword for quickly dismissing one's opponents in media sound-bites\" and \"When therapeutic entrepreneurs make claims on behalf of their interventions, we should not waste our time trying to determine whether their interventions qualify as pseudoscientific. Rather, we should ask them: How do you know that your intervention works? What is your evidence?\"",
            "score": 61.98210906982422
        },
        {
            "docid": "11217404_4",
            "document": "A Murder of One . \"I can remember being eight years old and having infinite possibilities. But life ends up being so much less than we thought it would be when we were kids, with relationships that are so empty and stupid and brutal. If you don't find a way to break the chain and change in some way, then you wind up, as the rhyme goes: a murder of one, for sorrow.\" \"Murder\" is a term used to refer to a group of crows. The band's name, Counting Crows, and a line from this song are both references to an English divination rhyme.",
            "score": 61.7757682800293
        },
        {
            "docid": "4915182_20",
            "document": "Random permutation statistics . This one can be done by Möbius inversion. Working with the same concept as in the previous entry we note that the combinatorial species formula_20 of permutations whose order divides \"k\" is given by Translation to exponential generating functions we obtain the EGF of permutations whose order divides \"k\", which is Now we can use this generating function to count permutations of order exactly \"k\". Let formula_23 be the number of permutations on \"n\" whose order is exactly \"d\" and formula_24 the number of permutations on \"n\" the permutation count whose order divides \"k\".  Then we have It follows by Möbius inversion that Therefore we have the EGF The desired count is then given by",
            "score": 61.53070068359375
        },
        {
            "docid": "24479528_3",
            "document": "Unmatched count . The participants of the survey are divided into two groups at random. One group (the control group) is given a few harmless questions, while the other group gets one additional question (hence the name \"unmatched count\"), the one about the property of interest. The respondents are to reveal only the \"number\" of \"yes\"-answers they have given. Since the interviewer does not know how they arrived at that number, it is safe to answer the awkward question truthfully. Due to the unmatched count of items, the number of people who answered \"yes\" to the awkward question can be mathematically deduced.",
            "score": 61.42945861816406
        },
        {
            "docid": "552786_23",
            "document": "Selection algorithm . When only the minimum (or maximum) is needed, a good approach is to use a heap, which is able to find the minimum (or maximum) element in constant time, while all other operations, including insertion, are O(log \"n\") or better. More generally, a self-balancing binary search tree can easily be augmented to make it possible to both insert an element and find the \"k\"th largest element in O(log \"n\") time; this is called an \"order statistic tree.\" We simply store in each node a count of how many descendants it has, and use this to determine which path to follow. The information can be updated efficiently since adding a node only affects the counts of its O(log \"n\") ancestors, and tree rotations only affect the counts of the nodes involved in the rotation.",
            "score": 61.28993606567383
        },
        {
            "docid": "54545764_6",
            "document": "Familetna . Each question has several answers and each answer carries different points, when asking the questioner to ask, each team leader who knows the answer must press the button to calculate the answer as correct, if the answer has the largest number of points, the answer is counted and the remaining family members are taken to identify the remaining answers, and if the answer of the leader of the team who pressed the button carries the largest number of points, it is given another chance for the leader of the competing family to give the answer, if the latter knows the answer with the highest number of points, it will be easy to pass on to the rest of his family in order to identify the rest of the answers. If the answer is less than the answer of the leader who pressed the button for the first time, in order to complete all the solutions to the question..",
            "score": 61.24834060668945
        },
        {
            "docid": "39719531_5",
            "document": "Hiding hand principle . Hirschman described the concept of the Hiding Hand principle in the second section of his essay \"The Principle of the Hiding Hand\" where he states: We may be dealing here with a general principle of action. Creativity always comes as a surprise to us; therefore we can never count on it and we dare not believe in it until it has happened. In other words, we would not consciously engage upon tasks whose success clearly requires that creativity be forthcoming. Hence, the only way in which we can bring our creative resources fully into play is by misjudging the nature of the task, by presenting it to ourselves as more routine, simple, undemanding of genuine creativity than it will turn out to be.  Or, put differently: since we necessarily underestimate our creativity it is desirable that we underestimate to a roughly similar extent the difficulties of the tasks we face, so as to be tricked by these two offsetting underestimates into undertaking tasks which we can, but otherwise would not dare, tackle. The principle is important enough to deserve a name: since we are apparently on the trail here of some sort of Invisible or Hidden Hand that beneficially hides difficulties from us, I propose \"The Hiding Hand.\"",
            "score": 61.17298889160156
        },
        {
            "docid": "5400831_6",
            "document": "Le Roman de Silence . The narrator prefaces the story by condemning the greed and stinginess of the wealthy class. King Evan of England goes to war with King Begon of Norway; to resolve matters they arrange a marriage between Evan and Begon’s daughter, Eufeme. Later, two Counts marry twin girls. Both Counts dispute over the twins’ inheritance and settle things by fighting, but end up killing each other. Evan, upset that two men died fighting because of women, proclaims that women can no longer inherit as long as he rules. Evan then goes to Winchester, where he and his men encounter a dragon in the woods. The King announces that if any of them are able to slaughter the dragon, he will give them a county and his pick of any woman in the kingdom. Cador, a knight who is in love with a woman named Eufemie who serves the Queen, successfully faces the dragon. Back home, Cador is welcomed warmly because of his bravery. Eufemie, who also loves Cador, is eager to marry him, but Cador falls ill from the venom and fumes encountered while fighting the dragon. Evan promises Eufemie that he will grant her marriage to any available man in the kingdom if she can cure Cador. Eufemie cures Cador, each of them falling more in love with the other. When they finally admit their feelings for each other, they ask the King to make good on his promises. The King gives his consent, along with 1,000 pounds a year and the territory of Cornwall once Eufemie’s father, Count Renald, passes away. Count Renald dies a year after Cador and Eufemie get married. Cador inherits the county of Cornwall, and he and Eufemie conceive a child. If it is a girl, Cador has the idea to lie to everybody and tell them that it is a boy, that way their child will be able to inherit no matter what.",
            "score": 60.62477111816406
        },
        {
            "docid": "8964793_3",
            "document": "Fewer vs. less . This rule can be seen in the examples \"there is less flour in this canister\" and \"there are fewer cups (grains, pounds, bags, etc.) of flour in this canister\", which are based on the reasoning that flour is uncountable whereas the unit used to measure the flour (cup etc.) is countable. Nevertheless, even most prescriptivists accept the most common usage \"there are less cups of flour in this canister\" and prescribe the rule addition that \"less\" should be used with units of measurement (other examples: \"less than 10 pounds/dollars\"). Prescriptivists would however consider \"fewer cups of coffee\" to be correct in a sentence such as \"there are fewer cups of coffee on the table now\", where the cups are countable separate objects. In addition, \"less\" is recommended in front of counting nouns that denote distance, amount, or time. For example, \"we go on holiday in fewer than four weeks\" and \"he can run the 100 m in fewer than ten seconds\" are not advised.",
            "score": 60.55049514770508
        },
        {
            "docid": "53452_30",
            "document": "Euler's totient function . Note that to reduce to lowest terms, we divide the numerator and denominator by . The reduced fractions with denominator are therefore precisely the ones originally of the form in which . The question therefore becomes: how many are there less than or equal to which verify ? Any such must clearly be a multiple of , but it must also be coprime to (if it had any common divisor with , then would be a larger common divisor of and ). Conversely, any multiple of which is coprime to will satisfy . We can generate such numbers by taking the numbers less than coprime to and multiplying each one by (these products will of course each be smaller than , as required). This in fact generates all such numbers, as if is a multiple of coprime to (and less than ), then will still be coprime to , and must also be smaller than , else would be larger than . Thus there are precisely values of less than or equal to such that , which was to be demonstrated.",
            "score": 60.4256477355957
        },
        {
            "docid": "34712302_17",
            "document": "Answer ellipsis . Such answers that contain two (or even more) fragments are rare in English (although they are more common in other languages) and may be less than fully acceptable. A movement analysis of this answer fragment would have to assume that both \"Susan\" and \"Larry\" have moved out of the encompassing constituent so that that constituent can be elided. The catena-based analysis, in contrast, does not need to appeal to movement in this way.",
            "score": 60.30231475830078
        },
        {
            "docid": "51479342_10",
            "document": "Sancho Sánchez . Sancho's first marriage or marriages are unrecorded; they are known only from the existence of legitimate children not by his only known wife. His only known wife was Elvira, the second daughter of Count García Ordóñez and his wife, Urraca, daughter of King García III. They were married by 1094, when a charter refers to Sancho as a son-in-law of García Ordóñez. Sancho had a legitimate son, Gil Sánchez, and a daughter, María Sánchez, who married Count Diego López I de Haro. Sancho had eight other illegitimate children: Ramiro, Fernando, Andregoto, Sancha (\"Sancia de Aizuin\"), Sancha (\"Sanza d'Estaldun\"), Fortún, García and Fernando (\"Ferrando de Estaldum\"). All ten of his known sons and daughters shared in his inheritance. There were probably other children who died before Sancho and are not recorded in the limited surviving records.",
            "score": 59.74977111816406
        },
        {
            "docid": "33441933_9",
            "document": "Honor point count . In fact, if we consider that a deck has 13 tricks, and that Aces and Kings win most of the tricks, the evaluation of 4 for an Ace is an undervaluation. Real Ace value is around 4.25, a King is around 3, a queen less than 2. But the simplicity of the 4-3-2-1 count is evident, and the solution to better evaluate is to rectify the total value of the hand after adding the MW points.",
            "score": 59.71750259399414
        }
    ]
}