{
    "q": [
        {
            "docid": "91452_13",
            "document": "John B. Watson . In 1913, Watson viewed Ivan Pavlov's conditioned reflex as primarily a physiological mechanism controlling glandular secretions. He had already rejected Edward L. Thorndike's \"Law of Effect\" (a precursor to B. F. Skinner's principle of reinforcement) due to what Watson believed were unnecessary subjective elements. It was not until 1916 that Watson would recognize the more general significance of Pavlov's formulation and make it the subject of his presidential address to the American Psychological Association. The article is also notable for its strong defense of the objective scientific status of applied psychology, which at the time was considered to be much inferior to the established structuralist experimental psychology.",
            "score": 39.91899275779724
        },
        {
            "docid": "354398_13",
            "document": "She: A History of Adventure . During his time in South Africa, Haggard developed an intense hatred for the Boers, but also came to admire the Zulus. However, his admiration of the Zulus did not extend to other African peoples; rather, he shared many of the assumptions that underlay contemporary Victorian politics and philosophy, such as those expressed by James Hunt, the President of the Anthropological Society of London: \"the Negro is inferior intellectually to the European...[and] can only be humanised and civilised by Europeans. The analogies are far more numerous between the Negro and apes, than between the European and apes.\" The Victorian belief in the inherent inferiority of the 'darker races' made them the object of a civilising impulse in the European Scramble for Africa. Although disenchanted with the colonial effort, Haggard remained committed to this ideology. He believed that the British \"alone of all the nations in the world appear to be able to control coloured races without the exercise of cruelty\".",
            "score": 40.913867712020874
        },
        {
            "docid": "41170680_7",
            "document": "James Stewart (missionary) . He also had many negative views about the African natives. He felt there were no moral forces present in the African natives' lives. He warned people who went there of \"descent into mere animalism and fixed and hopeless barbarism,\" showing how he viewed the lives of the Africans as inferior to his life. He was also worried about their moral degradation because of polygamy and witchcraft. Stewart thought that this degradation process was reversible through mission help. He aimed at fixing their decline through his missionary work in Africa. Stewart also implicitly suggested that Africans were racially inferior to Europeans, both physically and biologically. Even though at first James Stewart had many negative views on Africans, he did not treat them as inferiors and did everything he could to help them.",
            "score": 43.59543180465698
        },
        {
            "docid": "48371322_8",
            "document": "Lewis Harvie Blair . Later in life Blair rejected his earlier opinions, stating in an unpublished manuscript that he believed African Americans to be inferior to whites, called for the Fourteenth and Fifteenth Amendments to be repealed, and also argued for disenfranchisement and segregation. His change in stance has been compared to Thomas E. Watson.",
            "score": 34.56028890609741
        },
        {
            "docid": "91452_23",
            "document": "John B. Watson . The 20th century marked the formation of qualitative distinctions between children and adults. Watson wrote the book \"Psychological Care of Infant and Child\" in 1928, with help from his mistress, turned wife, Rosalie Rayner. Critics then determined that the ideas mainly stemmed from Watson’s beliefs because Rosalie later entitled a self-penned article \"I am a Mother of Behaviorist Sons\". In the book, Watson explained that behaviorists were starting to believe psychological care and analysis was required for infants and children. All of Watson’s exclamations were due to his belief that children should be treated as a young adult. In his book, he warns against the inevitable dangers of a mother providing too much love and affection. Watson explains that love, along with everything else as the behaviorist saw the world, is conditioned. Watson supports his warnings by mentioning invalidism, saying that society does not overly comfort children as they become young adults in the real world, so parents should not set up these unrealistic expectations. Writer Suzanne Houk, \"Psychological Care of Infant and Child: A Reflection of its Author and his Times\", critiques Watson’s views, analyzing his hope for a businesslike and casual relationship between a mother and her child. Watson disapproved of thumb sucking, masturbation, homosexuality, and encouraged parents to be honest with their children about sex. Watson's reasoning for this was that, \"all of the weaknesses, reserves, fears, cautions, and inferiorities of our parents are stamped into us with sledge hammer blows\". Watson inferred that emotional disabilities were a result of personal treatment, not inherited.",
            "score": 54.299638986587524
        },
        {
            "docid": "91452_11",
            "document": "John B. Watson . After the divorce was finalized, Watson and Rayner married in 1920 in New Jersey. They remained together until her death in 1935.John and Rosalie had two children, James and William Watson, and they raised them with behaviorist principles that John believed in. Like their half-sister, Mary, both sons also later attempted suicide.William died of suicide in 1954.",
            "score": 24.271572828292847
        },
        {
            "docid": "16289_55",
            "document": "James Watson . Watson married Elizabeth Lewis in 1968. They have two sons, Rufus Robert Watson (b. 1970) and Duncan James Watson (b. 1972). Watson sometimes talks about his son Rufus, who suffers from schizophrenia, seeking to encourage progress in the understanding and treatment of mental illness by determining how genetics contribute to it.",
            "score": 35.14498972892761
        },
        {
            "docid": "25536008_3",
            "document": "Nucleic acid tertiary structure . The double helix is the dominant tertiary structure for biological DNA, and is also a possible structure for RNA. Three DNA conformations are believed to be found in nature, A-DNA, B-DNA, and Z-DNA. The \"B\" form described by James D. Watson and Francis Crick is believed to predominate in cells. James D. Watson and Francis Crick described this structure as a double helix with a radius of 10 Å and pitch of 34 Å, making one complete turn about its axis every 10 bp of sequence. The double helix makes one complete turn about its axis every 10.4–10.5 base pairs in solution. This frequency of twist (known as the helical \"pitch\") depends largely on stacking forces that each base exerts on its neighbours in the chain. Double-helical RNA adopts a conformation similar to the A-form structure.",
            "score": 36.516074657440186
        },
        {
            "docid": "3111001_11",
            "document": "Paul Cuffee . Most Englishmen and Anglo-Americans in his day felt that people of African descent were inferior to Europeans, even in the predominantly Calvinist and Quaker New England. Although slavery continued, prominent men like Presidents Thomas Jefferson and James Madison believed the emigration of Blacks to colonies outside the United States was the easiest and most realistic solution to the race problem in America. Attempts by Europeans and Americans to colonize Blacks in other parts of the world had failed, including the British attempt to colonize Sierra Leone. Beginning in 1787, the Sierra Leone Company sponsored 400 people who departed from Great Britain for Sierra Leone. The colony struggled to establish a working economy and develop a government that could survive against outside pressures. After the financial collapse of the Sierra Leone Company, a second group, the newly created African Institution offered migration to freed slaves who had previously settled in Nova Scotia and London after the American Revolution. The African Institution's London sponsors hoped to gain an economic return while foster the \"civilizing\" trades of educated Blacks.",
            "score": 25.449607133865356
        },
        {
            "docid": "597574_2",
            "document": "James Lopez Watson . James Lopez Watson (May 21, 1922 – September 1, 2001) was a judge for the United States Court of International Trade. While serving as a judge around the country, Watson became the first African-American to head a federal court in the Deep South.",
            "score": 27.185920238494873
        },
        {
            "docid": "5482732_11",
            "document": "The Interesting Narrative of the Life of Olaudah Equiano . Equiano makes numerous references to the similarity between the Jews and his people. Like the Jews, not only did his people practice circumcision, but they also practiced sacrificing, burnt offerings, and purification. He explains how Abraham’s wife was African, and that the skin colour of Eboan Africans and modern Jews differs due to the climate difference. At the end of the first chapter, Equiano asserts that Africans were not inferior people. The Europeans saw them as inferior because they were ignorant of the European language, history, and customs. He explains that it is important to remember that the ancestors of the Europeans were once uncivilized and barbarians at one point or another. He states, \"Understanding is not confined to feature or colour.\"",
            "score": 30.73808765411377
        },
        {
            "docid": "5297977_23",
            "document": "Lion's Blood . Due to the destruction of Rome by Carthage and Egypt in 200 BC, Europe remained largely tribal while Africa advanced technologically and culturally with steamboats, rifles and airships or \"flying boats\" by the late 19th century. The dominant Africans consider Europeans to be inferior and treat them as a source of slave labour which is supplied to them by Viking raiders similar to how our timeline's European White colonists viewed Black Africans as inferior and used them as slaves supplied by African slave traders. Southern Africa is controlled by the Zulus while the Vikings control much of Northern Europe and all of Scandinavia.",
            "score": 18.71942710876465
        },
        {
            "docid": "41170680_6",
            "document": "James Stewart (missionary) . Stewart thought that Africa was lagging behind other nations. When he first traveled in Africa, he observed that magic and medicine were intertwined, which he felt made African medicine inferior to European medicine. He felt that medicine in Africa had a very large presence, but he also felt that it had many malignant effects. He learned some of the natives’ medicine, but thought that European medicine should take precedence over native medicine.",
            "score": 32.72324848175049
        },
        {
            "docid": "23415844_29",
            "document": "Slavery among Native Americans in the United States . Some Native American tribes owned slaves.  The Five Civilized Tribes implemented some of these practices which they have seen as beneficial; they were working to get along with the Americans to keep their territory. These 5 nations made the largest efforts of all the Native American peoples to assimilate into white society adoption of slavery was one of them. They were the most receptive to whites pressures to adopt European cultures.  The pressures from European Americans to assimilate, the economic shift of furs and deerskins, and the government's continued attempts to civilize native tribes in the south led to them adopting an economy based on agriculture.  Slavery itself was not a new concept to indigenous American peoples as in inter-Native American conflict tribes often kept prisoners of war, but these captures often replaced slain tribe members.  Native American “versions” of slavery prior to European contact came nowhere close to fitting the European definition of slavery as Native Americans did not originally distinguish between groups of people based on color, but rather traditions.  There are conflicting theories as to what caused the shift between traditional Native American servitude to the oppressive racialized enslavement the Five Civilized tribes adopted.  One theory is the civilized tribes adopted slavery as means to defend themselves from federal pressure believing that it would help them maintain their southern lands.  Another narrative postulates that Native Americans began to feed into the European belief that Africans were somehow inferior to whites and themselves.  Some indigenous nations such as the Chickasaws and the Choctaws began to embrace the concept that African bodies were property, and equated blackness to hereditary inferiority.  In either case “The system of racial classification and hierarchy took shape as Europeans and Euro-Americans sought to subordinate and exploit Native Americans' and Africans' land, bodies, and labor.  Whether strategically or racially motivated the slave trade promoted African slaves owned by Native Americans which led to new power relations among Native societies, elevating groups such as the Five Civilized Tribes to power and serving, ironically, to preserve native order. These same missionaries reported that Native American slave owners were brutal and indulgent masters, even though accounts of Indian freedmen gave different accounts of being treated relatively well without tyrannical treatment. The earliest record of African and Native American contact occurred in April 1502, when Spanish explorers brought an African slave with them and encountered a band. Thereafter, Native Americans interacted with enslaved Africans and African Americans in every way possible; in the early colonial days, Native Americans were enslaved along with Africans, and both often worked with European indentured laborers. \"They worked together, lived together in communal quarters, produced collective recipes for food, shared herbal remedies, myths and legends, and in the end they intermarried.\" Because both races were non-Christian, Europeans considered them other and inferior to Europeans. They worked to make enemies of the two groups. In some areas, Native Americans began to slowly absorb white culture.",
            "score": 29.877575755119324
        },
        {
            "docid": "2091495_12",
            "document": "Nucleic acid double helix . At least three DNA conformations are believed to be found in nature, A-DNA, B-DNA, and Z-DNA. The \"B\" form described by James Watson and Francis Crick is believed to predominate in cells. It is 23.7 Å wide and extends 34 Å per 10 bp of sequence. The double helix makes one complete turn about its axis every 10.4–10.5 base pairs in solution. This frequency of twist (termed the helical \"pitch\") depends largely on stacking forces that each base exerts on its neighbours in the chain. The absolute configuration of the bases determines the direction of the helical curve for a given conformation.",
            "score": 32.798707246780396
        },
        {
            "docid": "16289_6",
            "document": "James Watson . James D. Watson was born in Chicago, Illinois, on April 6, 1928, as the only son of Jean (Mitchell) and James D. Watson, a businessman descended mostly from colonial English immigrants to America. His mother's father, Lauchlin Mitchell, a tailor, was from Glasgow, Scotland, and her mother, Lizzie Gleason, was the child of Irish parents from County Tipperary. Raised Catholic, he later described himself as \"an escapee from the Catholic religion.\" Watson said, \"The luckiest thing that ever happened to me was that my father didn't believe in God.\"",
            "score": 35.14986228942871
        },
        {
            "docid": "615757_11",
            "document": "Keilor, Victoria . In about 1838-39 the first European settlements were established by pastoralists James Watson and Alexander and John Hunter. James Watson is thought to have named their home station after a farm called Keillor <sic> in Forfarshire, Scotland, one of four which his father, Hugh Watson, tenanted.",
            "score": 35.3766393661499
        },
        {
            "docid": "11124673_3",
            "document": "Edward B. Watson . Watson was born on October 7, 1844, in Garnavillo, Iowa, as the child of James Watson and Emily Adams Franklin Watson. His older brother James Watson who would also serve on the Oregon Supreme Court was born in 1840. The family moved to Oregon Territory in 1853 and settled in Douglas County. In Oregon Edward Watson received an education in the public schools and at Wilbur Academy. Then, in June 1866, he graduated with a Bachelor of Arts from Pacific University in Forest Grove, Oregon. He then studied law and began practicing in 1868 in Jacksonville, Oregon. Watson studied the law under the supervision of his brother.",
            "score": 37.53745412826538
        },
        {
            "docid": "18897691_6",
            "document": "Woodlawn Cemetery (Fairmont, West Virginia) . James Otis Watson is considered the father of the bituminous coal industry in north central West Virginia. He and Pierpont owned the first coal mine to be commercially viable following the completion of the Baltimore and Ohio Railroad linking Fairmont with the eastern seaboard markets. One of his daughters married Aretas B. Fleming. His sons, James Edwin Watson, Sylvanus Lamb Watson and Clarence Wayland Watson are also buried here.",
            "score": 32.983155488967896
        },
        {
            "docid": "2136776_8",
            "document": "Wallace Thurman . He was able to publish only one issue of \"Fire!!\". It challenged such figures as W. E. B. Du Bois and African Americans who had been working for social equality and racial integration. Thurman criticized them for believing that black art should serve as propaganda for those ends. He said that the New Negro movement spent too much energy trying to show white Americans that blacks were respectable and not inferior.",
            "score": 26.112157821655273
        },
        {
            "docid": "9627698_22",
            "document": "Child development . John B. Watson’s behaviorism theory forms the foundation of the behavioral model of development 1925. Watson was able to explain the aspects of human psychology through the process of classical conditioning. With this process, Watson believed that all individual differences in behavior were due to different learning experiences. He wrote extensively on child development and conducted research (see Little Albert experiment). This experiment had shown that phobia could be created by classical conditioning. Watson was instrumental in the modification of William James’ stream of consciousness approach to construct a stream of behavior theory. Watson also helped bring a natural science perspective to child psychology by introducing objective research methods based on observable and measurable behavior. Following Watson’s lead, B.F. Skinner further extended this model to cover operant conditioning and verbal behavior. Skinner used the operant chamber, or Skinner box, to observe the behavior of small organisms in a controlled situation and proved that organisms' behaviors are influenced by the environment. Furthermore, he used reinforcement and punishment to shape in desired behavior.",
            "score": 37.03730010986328
        },
        {
            "docid": "7299_78",
            "document": "Colonialism . Popular political practices of the time reinforced colonial rule by legitimizing European (and/ or Japanese) male authority, and also legitimizing female and non-mother-country race inferiority through studies of Craniology, Comparative Anatomy, and Phrenology. Biologists, naturalists, anthropologists, and ethnologists of the 19th century were focused on the study of colonized indigenous women, as in the case of Georges Cuvier's study of Sarah Baartman. Such cases embraced a natural superiority and inferiority relationship between the races based on the observations of naturalists' from the mother-countries. European studies along these lines gave rise to the perception that African women's anatomy, and especially genitalia, resembled those of mandrills, baboons, and monkeys, thus differentiating colonized Africans from what were viewed as the features of the evolutionarily superior, and thus rightfully authoritarian, European woman.",
            "score": 30.36880111694336
        },
        {
            "docid": "13328928_3",
            "document": "List of fictional places in Yes Minister . Buranda is a fictional West African LDC (less developed country, later known as a developing country) that features in the second episode of \"Yes Minister\" (\"The Official Visit\") and (briefly) in \"Yes, Prime Minister\" (\"A Conflict of Interest\"). Formerly British Equatorial Africa, it is referred to privately by James Hacker as a \"TPLAC\" (tin-pot little African country), much to Sir Humphrey's consternation.",
            "score": 7.715271472930908
        },
        {
            "docid": "89988_26",
            "document": "W. E. B. Du Bois . The Niagarites held a second conference in August 1906, in celebration of the 100th anniversary of abolitionist John Brown's birth, at the West Virginia site of Brown's raid on Harper's Ferry. Reverdy C. Ransom spoke and addressed the fact that Washington's primary goal was to prepare blacks for employment in their current society: \"Today, two classes of Negroes, ... are standing at the parting of the ways. The one counsels patient submission to our present humiliations and degradations; ... The other class believe that it should not submit to being humiliated, degraded, and remanded to an inferior place ... it does not believe in bartering its manhood for the sake of gain.\"",
            "score": 13.010534048080444
        },
        {
            "docid": "2095829_81",
            "document": "Sonia Sotomayor . She takes several daily insulin injections, and her diabetes is considered to be well controlled. Sotomayor does not belong to a Catholic parish or attend Mass, but does attend church for important occasions. She has said, \"I am a very spiritual person [though] maybe not traditionally religious in terms of Sunday Mass every week, that sort of thing. The trappings are not important to me, but, yes, I do believe in God. And, yes, I do believe in the commandments.\"",
            "score": 15.968049049377441
        },
        {
            "docid": "30140560_10",
            "document": "South African Class 15A 4-8-2 . Since the only difference between the as-delivered Class 15 and Class 15A lay in the length of their boilers and whether they were built with or without combustion chambers, both models were reclassified to Class 15AR when they were reboilered with Watson Standard boilers. In the case of the Class 15A engines, reboilering replaced their combustion-chambered Belpaire boilers with less efficient Watson Standard boilers without combustion chambers and it was found that the rebuilds were inferior steamers compared with their non-rebuilt sister engines.",
            "score": 24.846800804138184
        },
        {
            "docid": "417385_19",
            "document": "Melvin B. Tolson . In 1941, he published his poem \"Dark Symphony\" in the \"Atlantic Monthly\". Some critics believe it is his greatest work, in which he compared and contrasted African-American and European-American history.",
            "score": 26.707393407821655
        },
        {
            "docid": "53870916_5",
            "document": "Native American slave ownership . In an effort to avoid removal, some Native American tribes attempted to assimilate into white European society through strategies such as formal schooling, adopting Christianity, moving off the reservation, or even owning slaves. The Five Civilized Tribes implemented some of these practices which they have seen as beneficial; they were working to get along with the Americans to keep their territory. These 5 nations made the largest efforts of all the Native American peoples to assimilate into white society adoption of slavey was one of them. They were the most receptive to whites pressures to adopt European cultures. The pressures from European Americans to assimilate, the economic shift of furs and deerskins, and the government's continued attempts to civilize native tribes in the south led to them adopting an economy based on agriculture. Slavery itself was not a new concept to indigenous American peoples as in inter-Native American conflict tribes often kept prisoners of war, but these captures often replaced slain tribe members. Native American \"versions\" of slavery prior to European contact came nowhere close to fitting the European definition of slavery as Native Americans did not originally distinguish between groups of people based on color, but rather traditions. There are conflicting theories as to what caused the shift between traditional Native American servitude to the oppressive racialized enslavement the Five Civilized tribes adopted. One theory is the civilized tribes adopted slavery as means to defend themselves from federal pressure believing that it would help them maintain their southern lands. Another narrative postulates that Native Americans began to feed into the European belief that Africans were somehow inferior to whites and themselves. Some indigenous nations such as the Chickasaws and the Choctaws began to embrace the concept that African bodies were property, and equated blackness to hereditary inferiority. In either case \"The system of racial classification and hierarchy took shape as Europeans and Euro-Americans sought to subordinate and exploit Native Americans' and Africans' land, bodies, and labor. Whether strategically or racially motivated the slave trade promoted interactions between the Five Civilized Tribes and African Slaves which led to new power relations among Native societies, elevating groups such as the Five Civilized Tribes to power and serving, ironically, to preserve native order.",
            "score": 28.96842932701111
        },
        {
            "docid": "50522581_14",
            "document": "Hungarian migrant quota referendum, 2016 . The Liberals took out a loan of HUF 12 million to place 150 billboards with political messages, such as \"If You stay home, Orbán remains upon us. Vote Yes!\" Guy Verhofstadt, the leader of the Alliance of Liberals and Democrats for Europe Group (ALDE), who called the referendum question as \"leading and manipulative\", which undermines the common European solution, actively participated in the MLP's campaign. In a video message, he said the Hungarian people was forced to \"choose between Hungary and Europe\". He urged the voters to \"say Yes to Europe, and say Yes to the European future of Hungary!\" Former ALDE Party President Graham Watson also expressed his support to the Liberal Party's quota campaign.",
            "score": 30.04118800163269
        },
        {
            "docid": "37578888_2",
            "document": "Michael B. Watson . Michael B. \"Mike\" Watson (born September 19, 1961 in Hopewell, Virginia) is an American politician. A Republican, he was elected to the Virginia House of Delegates in 2011. He represented the 93rd district, made up of the city of Williamsburg and parts of the counties of James City and York and the city of Newport News on the Virginia Peninsula.",
            "score": 28.432560443878174
        },
        {
            "docid": "155375_13",
            "document": "Chris Watson . Labour, including Watson, opposed the final terms of the Commonwealth Constitution, however their voting status was not enough to stop it from proceeding, and unlike Holman and Hughes, he believed that it should be submitted to the people. Nevertheless, with all but two of the Labour parliamentarians, he campaigned against the 'Yes' vote at the referendum. When the Constitution was accepted, he agreed that 'the mandate of the majority will have to be obeyed'. He had made an essential contribution to that democratic decision.",
            "score": 38.71446490287781
        },
        {
            "docid": "1881878_5",
            "document": "Nick of Time (film) . Watson eventually finds disabled war veteran named Huey who polishes people's shoes at the hotel. While at first he does not believe Watson's story, Smith talks to Watson about the plot, believing Huey to be completely deaf according to a sign. Huey reluctantly assists Watson to get to Governor Grant's suite and advise her of the conspiracy. Although skeptical at first of Watson's story, she later notices Brendan act suspiciously about Krista's whereabouts and realizes Watson was telling the truth. Being hastened by her husband to make the last speech, the governor greets supporters in a ballroom when Watson takes out the gun, points it at a projector room where Smith is watching him and shoots at the window. This unleashes a panic in the ballroom, causing a stampede and brief shootout between Watson and the security people. Thinking that his wife is dead, Brendan openly gloats about the plot's success, only to find out in horror that she had heard everything, confirming her suspicions about him.",
            "score": 40.13656568527222
        }
    ],
    "r": [
        {
            "docid": "26926596_42",
            "document": "History of the race and intelligence controversy . In 2007 James D. Watson, Nobel laureate in biology, gave a controversial interview to the \"Sunday Times Magazine\" during a book tour in the United Kingdom. Watson stated he was “inherently gloomy about the prospect of Africa” because “all our social policies are based on the fact that their intelligence is the same as ours – whereas all the testing says not really.” He also wrote that “there is no firm reason to anticipate that the intellectual capacities of peoples geographically separated in their evolution should prove to have evolved identically. Our wanting to reserve equal powers of reason as some universal heritage of humanity will not be enough to make it so.” This resulted in the cancellation of a Royal Society lecture, along with other public engagements, and his suspension from his administrative duties at Cold Spring Harbor Laboratory. He subsequently cancelled the tour and resigned from his position at CSHL, where he had served as either director, president or chancellor since 1968. However, Watson was later appointed chancellor emeritus of CSHL, and, as of 2009, he continued to advise and guide project work at the laboratory.",
            "score": 140.3030242919922
        },
        {
            "docid": "16289_51",
            "document": "James Watson . Because of the public controversy, on October 18, 2007, the Board of Trustees at Cold Spring Harbor Laboratory suspended Watson's administrative responsibilities. On October 19, Watson issued an apology; on October 25, he resigned from his position as chancellor. In 2008, Watson was appointed chancellor emeritus of CSHL. , he continues to advise and guide project work at the laboratory. In a 2008 BBC documentary, Watson said: \"I have never thought of myself as a racist. I don't see myself as a racist. I am mortified by it. It was the worst thing in my life.\" An editorial in Nature at the time said that his remarks were \"beyond the pale,\" but wished that the tour had not been cancelled so that Watson would be forced to face his critics in person, encouraging scientific discussion on the matter.",
            "score": 80.27925109863281
        },
        {
            "docid": "16289_4",
            "document": "James Watson . From 1956 to 1976, Watson was on the faculty of the Harvard University Biology Department, promoting research in molecular biology. From 1968 he served as director of Cold Spring Harbor Laboratory (CSHL), greatly expanding its level of funding and research. At CSHL, he shifted his research emphasis to the study of cancer, along with making it a world leading research center in molecular biology. In 1994, he started as president and served for 10 years. He was then appointed chancellor, serving until he resigned in 2007 after making controversial comments claiming a link between intelligence and race. Between 1988 and 1992, Watson was associated with the National Institutes of Health, helping to establish the Human Genome Project.",
            "score": 65.70950317382812
        },
        {
            "docid": "16289_26",
            "document": "James Watson . In October 2007, Watson was suspended following criticism of his views on genetic factors relating to intelligence, and a week later, on the 25th, he retired at the age of 79 from CSHL from what the lab called \"nearly 40 years of distinguished service\". In a statement, Watson attributed his retirement to his age, and circumstances that he could never have anticipated or desired.",
            "score": 64.4023208618164
        },
        {
            "docid": "10690215_20",
            "document": "Bruno Maddox . Maddox's \"Discover\" columns are occasionally criticized; his essay \"Fictional Reality\", in particular, has been controversial. Maddox declared science fiction obsolete in his essay \"Fictional Reality\" and was roundly criticized in the blogosphere, most notably by \"Scientific American\"<nowiki>'</nowiki>s J.R. Minkel. Maddox wrote that \"fiction—all fiction—finally became obsolete as a delivery system for big ideas\" as a result of the \"scarcity of foreseeable future\", citing the decline of author Michael Crichton's work as evidence. Minkel lambasted Maddox and pointed to author Neal Stephenson's cutting-edge work as proof to the contrary, venturing that \"science fiction writers can \"dictate\" the future if they have the vim and vision\". One of Maddox's most recent \"Discover\" essays, \"The James Watson Affair\", examines comments made by James Watson in an article in London's \"Sunday Times\" which led to Watson's suspension at the laboratory where he worked and his eventual retirement, and is skeptical of critics who found Watson's comment about black employees \"not that big a deal\" yet charged him with racism for his proposition on black African intelligence; in conclusion, Maddox derides the views held by several critics, stating that in comparison to Watson's statements, \"the most ignorant and hurtful idea of all, of course, is that the entire topic of race and genes and intelligence is off-limits to all right-thinking, compassionate people, just on principle\", which pejoratively assumes \"that some races \"are\" innately and immutably much less intelligent than others\". Maddox's essay, although published in the March 2008 printed edition of \"Discover\", has not been published online.",
            "score": 63.65607452392578
        },
        {
            "docid": "1700298_4",
            "document": "Richard J. Roberts . During 1969–1972, he did postdoctoral research at Harvard University.  before moving to Cold Spring Harbor Laboratory, where he was hired by James Dewey Watson, a co-discoverer of the structure of DNA and a fellow Nobel laureate. In 1992, he moved to New England Biolabs. The following year, he shared a Nobel Prize with his former colleague at Cold Spring Harbor Phillip Allen Sharp.",
            "score": 63.584049224853516
        },
        {
            "docid": "441300_26",
            "document": "Cold Spring Harbor Laboratory . James D. Watson served as the Laboratory's director and president for 35 years. Upon taking charge in 1968, he focused the Laboratory on cancer research, creating a tumor virus group and successfully obtaining federal funds for an expansion of cancer research capabilities. Watson placed CSHL on a firm financial footing. Inspired by his Nobel collaborator, Francis Crick, Watson initiated a major push to scale-up CSHL research on the brain and psychiatric disorders, beginning in the late 1980s. In 1990, work was completed on the Arnold and Mabel Beckman Laboratory, and the Marks Neuroscience Building was opened in 1999. In 1994, Watson ceased being director of the Laboratory and assumed the title of president. In 2004 he was named chancellor, a position he held until October 2007, when he retired at the age of 79 after views attributed to him on race and intelligence appeared in the British press. He is now chancellor emeritus.",
            "score": 62.49835205078125
        },
        {
            "docid": "16289_9",
            "document": "James Watson . Originally, Watson was drawn into molecular biology by the work of Salvador Luria. Luria eventually shared the 1969 Nobel Prize in Physiology or Medicine for his work on the Luria–Delbrück experiment, which concerned the nature of genetic mutations. He was part of a distributed group of researchers who were making use of the viruses that infect bacteria, called bacteriophages. He and Max Delbrück were among the leaders of this new \"Phage Group,\" an important movement of geneticists from experimental systems such as \"Drosophila\" towards microbial genetics. Early in 1948, Watson began his PhD research in Luria's laboratory at Indiana University. That spring, he met Delbrück first in Luria's apartment and again that summer during Watson's first trip to the Cold Spring Harbor Laboratory (CSHL).",
            "score": 61.48110580444336
        },
        {
            "docid": "16289_48",
            "document": "James Watson . In early October 2007, Watson was about to embark on a UK book tour to promote the memoir. He was interviewed by Charlotte Hunt-Grubbe at CSHL. In 1996, she had been a student there in a program in which Watson recruited students to live at his family home and work at CSHL for a year. Hunt-Grubbe had gone on to work for the \"Sunday Times Magazine\"; she was selected for the interview as she was one of the few women to have been mentored by him. Hunt-Grubbe broached the subject of whether race was a factor in his hypothesis of divergence of intellect between geographically isolated populations. The following is a transcript of that part of the interview:",
            "score": 59.54367446899414
        },
        {
            "docid": "1665288_36",
            "document": "Catholic Church and evolution . In July 2007 at a meeting with clergy Pope Benedict XVI noted that the conflict between \"creationism\" and evolution (as a finding of science) is \"absurd:\"  In commenting on statements by his predecessor, he writes \"it is also true that the theory of evolution is not a complete, scientifically proven theory.\" Though commenting that experiments in a controlled environment were limited as \"we cannot haul 10,000 generations into the laboratory\", he does \"not\" endorse Young Earth Creationism or intelligent design. He defends theistic evolution, the reconciliation between science and religion already held by Catholics. In discussing evolution, he writes that \"The process itself is rational despite the mistakes and confusion as it goes through a narrow corridor choosing a few positive mutations and using low probability... This ... inevitably leads to a question that goes beyond science... Where did this rationality come from?\" to which he answers that it comes from the \"creative reason\" of God.",
            "score": 58.79108428955078
        },
        {
            "docid": "16289_49",
            "document": "James Watson . Though other publications noted that the paper had \"[kept] the profile sympathetic and place[d] the comments at the end of the piece\", the article was a public relations disaster for Watson. The \"Sunday Times Magazine\" editor Cathy Galvin noted, \"It was important the reader understood Charlotte's relationship with Watson and her regard for him before exploring the explosive and unscientific territory of his opinions and history of statements about women, race, and abortion which have stirred so much controversy in the past.\"",
            "score": 58.5414924621582
        },
        {
            "docid": "26926596_18",
            "document": "History of the race and intelligence controversy . In his article, 123 pages long, Jensen insisted on the accuracy and lack of bias in intelligence tests, stating that the absolute quantity \"g\" that they measured, the general intelligence factor, first introduced by the English psychologist Charles Spearman in 1904, \"stood like a Rock of Gibraltar in psychometrics\". He stressed the importance of biological considerations in intelligence, commenting that \"the belief in the almost infinite plasticity of intellect, the ostrich-like denial of biological factors in individual differences, and the slighting of the role of genetics in the study of intelligence can only hinder investigation and understanding of the conditions, processes, and limits through which the social environment influences human behavior.\" He argued at length that, contrary to environmentalist orthodoxy, intelligence was partly dependent on the same genetic factors that influence other physical attributes. More controversially, he briefly speculated that the difference in performance at school between blacks and whites might have a partly genetic explanation, commenting that there were \"various lines of evidence, no one of which is definitive alone, but which, viewed all together, make it a not unreasonable hypothesis that genetic factors are strongly implicated in the average Negro-white intelligence difference. The preponderance of the evidence is, in my opinion, less consistent with a strictly environmental hypothesis than with a genetic hypothesis, which, of course, does not exclude the influence of environment or its interaction with genetic factors.\" He advocated the allocation of educational resources according to merit and insisted on the close correlation between intelligence and occupational status, arguing that \"in a society that values and rewards individual talent and merit, genetic factors inevitably take on considerable importance.\" Concerned that the average IQ in the USA was inadequate to answer the increasing needs of an industrialised society, he predicted that people with lower IQs would become unemployable while at the same time there would be an insufficient number with higher IQs to fill professional posts. He felt that eugenic reform would prevent this more effectively than compensatory education, surmising that \"the technique for raising intelligence \"per se\" in the sense of \"g\", probably lie more in the province of biological science than in psychology or education\". He pointed out that intelligence and family size were inversely correlated, particularly amongst the black population, so that the current trend in average national intelligence was dysgenic rather than eugenic. As he wrote, \"Is there a danger that current welfare policies, unaided by eugenic foresight, could lead to the genetic enslavement of a substantial segment of our population? The fuller consequences of our failure seriously to study these questions may well be judged by future generations as our society's greatest injustice to Negro Americans.\" He concluded by emphasizing the importance of child-centered education. Although a tradition had developed for the exclusive use of cognitive learning in schools, Jensen argued that it was not suited to \"these children's genetic and cultural heritage\": although capable of associative learning and memorization (\"Level I\" ability), they had difficulties with abstract conceptual reasoning (\"Level II\" ability). He felt that in these circumstances the success of education depended on exploiting \"the actual potential learning that is latent in these children's patterns of abilities\". He suggested that, in order to ensure equality of opportunity, \"schools and society must provide a range and diversity of educational methods, programs and goals, and of occupational opportunities, just as wide as the range of human abilities.\"",
            "score": 58.526268005371094
        },
        {
            "docid": "42282009_14",
            "document": "HIV/AIDS denialism in South Africa . In mid-October, the South African government announced that Mbeki would be \"reducing his role\" in the HIV/AIDS debate, with Mbeki himself acknowledging he may have caused \"confusion\" by publicly challenging the mainstream view of the cause of AIDS. Nevertheless, his approval rating had already dropped from 70 to 50 percent in the previous year. Many senior American politicians had expressed private doubts about his judgment, though other South African politicians were even more outspoken in their criticism. For example, many South African trade and banking officials expressed concern that Mbeki's statements were driving away potential investors. In a 2007 interview, Mbeki told his biographer, Mark Gevisser, that he only did this because he was pressured to by his cabinet and he regrets his decision to do so.",
            "score": 57.587589263916016
        },
        {
            "docid": "10541564_41",
            "document": "Luke Watson . White's accusation that Watson was divisive was no doubt supported by Watson’s public criticism of Jake White in a 2006 \"SA Sports Illustrated\" article. Watson accused White of a \"lack of integrity\", as White had \"attacked Schalk Brits\" for wanting to play professionally in England, yet he himself had \"tried to hold SA Rugby to ransom with an overseas offer\". Watson also questioned the credentials of captain John Smit and he said there was no longer any pride and passion in the Springbok squad. Watson reportedly said: \"Obviously I would love to play for the Springboks, but I do not want to find myself in a position where I'm compromising my beliefs in equality, integrity and honour to achieve that goal.\" Watson’s comments in the 2006 \"SA Sports Illustrated\" interview revealed his own negative feeling at the time towards White, captain John Smit and the squad. When Watson was finally selected as a Springbok in 2007 and was asked in media interviews to comment on his earlier public criticisms, he maintained that he stood by what he had said a year earlier.",
            "score": 57.2844352722168
        },
        {
            "docid": "27593665_13",
            "document": "Grangegorman killings . While the first interview was videotaped, at the beginning of the second interview, Lyons said that he wanted video recording to be stopped. It has been alleged that the decision to terminate the recording was prompted by the gardaí before the start of the second interview. A number of items discussed during the second interview were not included on the formal interview record, including anecdotes told by Lyons about his former criminal activity which gardaí believed at the time to be untrue. As the interview continued, Lyons was asked if he wanted to make a formal statement, to which he agreed. This statement contains a number of points about the killings that were not known to the public at the time. Some of the more glaring inaccuracies mentioned in the first interview are not included in the statement, although this statement contains some notable omissions and inaccuracies.",
            "score": 57.2579231262207
        },
        {
            "docid": "13063768_85",
            "document": "Guy Martin . In a further interview with BBC Sport, again conducted by Watson and with event director Mervyn Whyte in attendance, Martin apologized for his comments and whilst he was supportive of the event, describing it as a \"\"mega event,\"\" he continued that he was not too stuck on the circuit, and that he simply didn't like chicanes. Watson drew Martin's attention to the fact that the comments by this time had been seen by over 300,000 people on Facebook. Martin made light of the situation, stating that he was \"\"caught in the heat of the moment, and simply let rip.\"\" He then questioned why he was generating such attention for his comments, when the main attention should not have been directed towards him but rather directed towards the racing, and to the fact that Alastair Seeley had qualified on pole position and had subsequently gone on to win the opening race.",
            "score": 57.200218200683594
        },
        {
            "docid": "44199904_3",
            "document": "Antonio Giordano . Growing up in Naples, Italy, his father was an oncologist and a pathologist at the National Cancer Institute of Naples and was also a professor at the University of Naples, Giovan Giacomo Giordano, thus Antonio Giordano decided to branch out and start a research career in genetics applied to pathology. He had his father as his mentor, and he was ready to invest his time into science. Early on, while following his father's research, he became very interested in the link between the environment and the effect of toxic waste with the increasing cancer rates in the Campania region in Italy. Giordano had finished his studies at school, and he had received his degrees by 1990. He earned his medical degree at the University of Naples in 1986, and he earned his doctorate at the University of Trieste in 1990. He began to work at Cold Spring Harbor Laboratory in 1988, whose director was Nobel Prize winner James Dewey Watson, \"the father of genetics\", best known for his co-discovery on the structure of DNA (deoxyribonucleic acid). While Giordano was working at \"Cold Spring Harbor Laboratory\" on Long Island, New York; he worked in a program at the lab that dealt with the cell-division cycle. Giordano worked with a team and would later identify a protein that works as an important part in the cell cycle of cancer.",
            "score": 57.10369110107422
        },
        {
            "docid": "33579650_38",
            "document": "Perjury in Nigeria . Whether a statement is material or immaterial seems to be a recondite point. Even as the questions relative to the credibility of a witness, a clear illustration of its operation seems not to be an easy point to determine. Smith argues that questions put to a witness under cross-examination which goes solely to his credit and, he denies it, the general rule is that his answer is final and evidence is not admissible to rebut his denial. Based on this reasoning, the court held in Murray that the accused was not indictable for false statement made when he was permitted to testify in rebuttal of a witness’s denial under cross-examination. In Gibbons the court took a contrary view. In that case, decided by eleven judges (with Martin B. and Cropton J. dissenting), it was held that the accused was guilty, notwithstanding that his statement is inadmissible in law, but logically relevant to the question to be decided, that is the witness’s credibility. The court relied upon Hawkins \"…though the evidence signify nothing to the merits of the cause and is immaterial, yet, if it has a direct tendency to material, it is equally criminal in its own nature, and equally tends to abuse the administration of justice, and there does not seem to be any reason why it should not be equally punishable\".",
            "score": 56.6218147277832
        },
        {
            "docid": "57421111_9",
            "document": "Passing on the Right . Bradley C.S. Watson (2016), one of the professors interviewed for the study, sympathizes with the authors' difficulty of finding subjects for the study, noting that in some disciplines, like gender studies, none could be found. He noted that those interviewed \"were particularly active scholars--far more so than the average professor\", yet the authors still chose to keep their identities hidden \"because so many of them insisted on it.\" Watson observes that \"[c]onservatives labor under what liberals might call systemic discrimination and glass ceilings\", and that many of them remain \"closeted\" both before and after reaching tenure. He agrees with the authors that the impact of this on students is not worrisome because they are \"remarkably resistant to intellectual engagement\" but that the lack of a conservative viewpoints does cause them to miss a richer account of human experience to balance out tendentious populist culture. Watson sees the authors broad conclusions may not be meaningful given the small selection of interviews, noting that the challenges faced by the authors may be evidence to the contrary. In his rebuttal to a response by author Joshua Dunn, Watson concludes that \"\"Passing on the Right\" is self-refuting insofar as it insists that 'the right-wing critique of the university is overdrawn' \", based on the low number of conservative professors found for the study.",
            "score": 55.78647232055664
        },
        {
            "docid": "11714059_24",
            "document": "Al Gore and information technology . After this interview, Gore became the subject of controversy and ridicule when his statement \"I took the initiative in creating the Internet\" was widely quoted out of context. It was often misquoted by comedians and figures in American popular media who framed this statement as a claim that Gore believed he had personally \"invented\" the Internet. Gore's actual words, however, were widely reaffirmed by notable Internet pioneers, such as Vint Cerf and Bob Kahn, who stated, \"No one in public life has been more intellectually engaged in helping to create the climate for a thriving Internet than the Vice President.\" Former UCLA professor of information studies, Philip E. Agre and journalist Eric Boehlert argued that three articles in \"Wired News\" led to the creation of the widely spread urban legend that Gore claimed to have \"invented the Internet,\" which followed this interview. Jim Wilkinson, who at the time was working as congressman Dick Armey's spokesman, also helped sell the idea that Gore claimed to have \"invented the internet.\" Computer professionals and congressional colleagues argued against this characterization. Internet pioneers Vint Cerf and Bob Kahn stated that \"we don't think, as some people have argued, that Gore intended to claim he 'invented' the Internet. Moreover, there is no question in our minds that while serving as Senator, Gore's initiatives had a significant and beneficial effect on the still-evolving Internet.\" Cerf would also later state: \"Al Gore had seen what happened with the National Interstate and Defense Highways Act of 1956, which his father introduced as a military bill. It was very powerful. Housing went up, suburban boom happened, everybody became mobile. Al was attuned to the power of networking much more than any of his elective colleagues. His initiatives led directly to the commercialization of the Internet. So he really does deserve credit.\"  In a speech to the American Political Science Association, former Republican Speaker of the United States House of Representatives Newt Gingrich also stated: \"In all fairness, it's something Gore had worked on a long time. Gore is not the Father of the Internet, but in all fairness, Gore is the person who, in the Congress, most systematically worked to make sure that we got to an Internet, and the truth is -- and I worked with him starting in 1978 when I got [to Congress], we were both part of a \"futures group\"—the fact is, in the Clinton administration, the world we had talked about in the '80s began to actually happen.\" Finally, Wolf Blitzer (who conducted the original 1999 interview) stated in 2008 that: \"I didn't ask him about the Internet. I asked him about the differences he had with Bill Bradley [...] Honestly, at the time, when he said it, it didn't dawn on me that this was going to have the impact that it wound up having, because it was distorted to a certain degree and people said they took what he said, which was a carefully phrased comment about taking the initiative in creating the Internet to—I invented the Internet. And that was the sort of shorthand, the way his enemies projected it and it wound up being a devastating setback to him and it hurt him, as I'm sure he acknowledges to this very day.\"",
            "score": 55.669288635253906
        },
        {
            "docid": "36397974_8",
            "document": "Race: Science's Last Taboo . \"Race and Intelligence: Science’s Last Taboo\", the first episode of the series, caused controversy when scientists such as Richard Lynn and J. Philippe Rushton claimed in interview that Africans were less intelligent than white people and East-Asians a little more, with a mean I.Q above the white mean. The production of the programme had been inspired by similar comments made by the Nobel prize James Watson, who was advised not to participate.",
            "score": 55.660621643066406
        },
        {
            "docid": "181376_15",
            "document": "Bret Easton Ellis . In a 1999 interview, the author suggested that his reluctance to definitively label his sexuality is for \"artistic reasons\". He commented: \"if people knew that I was straight, they'd read [my books] in a different way. If they knew I was gay, \"Psycho\" would be read as a different book.\" In an interview with Robert F. Coleman, Ellis said his was an \"indeterminate sexuality,\" that \"any other interviewer out there will get a different answer and it just depends on the mood I am in.\" In a 2011 interview with James Brown, Ellis again stated that his answers to questions about his sexuality have varied from interviewer to interviewer, and he cited an example where his reluctance to refuse the label \"bi\" had him labelled as such by a \"Details\" interviewer. \"I think the last time I slept with a woman was five or six years ago, so the bi thing can only be played out so long,\" he clarified. \"But I still use it, I still say it.\" Responding to Dan Savage's It Gets Better campaign, aimed at preventing suicide among LGBT youth, Ellis tweeted: \"Not to bum everyone out, but can we get a reality check here? It gets worse.\" In a 2012 op-ed for \"The Daily Beast\", while apologizing for a series of controversial tweets, Ellis identified himself as a gay man.",
            "score": 55.616905212402344
        },
        {
            "docid": "11461_25",
            "document": "Francis Crick . Many have speculated about what might have happened had Pauling been able to travel to Britain as planned in May 1952. As it was, his political activities caused his travel to be restricted by the United States government and he did not visit the UK until later, at which point he met none of the DNA researchers in England. At any rate he was preoccupied with proteins at the time, not DNA. Watson and Crick were not officially working on DNA. Crick was writing his Ph.D. thesis; Watson also had other work such as trying to obtain crystals of myoglobin for X-ray diffraction experiments. In 1952, Watson performed X-ray diffraction on tobacco mosaic virus and found results indicating that it had helical structure. Having failed once, Watson and Crick were now somewhat reluctant to try again and for a while they were forbidden to make further efforts to find a molecular model of DNA. Of great importance to the model building effort of Watson and Crick was Rosalind Franklin's understanding of basic chemistry, which indicated that the hydrophilic phosphate-containing backbones of the nucleotide chains of DNA should be positioned so as to interact with water molecules on the outside of the molecule while the hydrophobic bases should be packed into the core. Franklin shared this chemical knowledge with Watson and Crick when she pointed out to them that their first model (from 1951, with the phosphates inside) was obviously wrong.",
            "score": 55.4797248840332
        },
        {
            "docid": "16289_12",
            "document": "James Watson . The experiments, which Watson had learned of during the previous summer's Cold Spring Harbor phage conference, included the use of radioactive phosphate as a tracer to determine which molecular components of phage particles actually infect the target bacteria during viral infection. The intention was to determine whether protein or DNA was the genetic material, but upon consultation with Max Delbrück, they determined that their results were inconclusive and could not specifically identify the newly labeled molecules as DNA. Watson never developed a constructive interaction with Kalckar, but he did accompany Kalckar to a meeting in Italy, where Watson saw Maurice Wilkins talk about his X-ray diffraction data for DNA. Watson was now certain that DNA had a definite molecular structure that could be elucidated.",
            "score": 55.464569091796875
        },
        {
            "docid": "15872298_32",
            "document": "John McCain presidential campaign, 2000 . The events of South Carolina stayed with McCain. In an interview during this time, McCain would say of the rumor spreaders, \"I believe that there is a special place in hell for people like those,\" and in another interview he called the rumor spreaders \"the ugly underside of politics.\" McCain regretted some aspects of his own campaign there as well, in particular changing his stance on flying the Confederate flag at the state capitol from a \"very offensive\" \"symbol of racism and slavery\" to \"a symbol of heritage\". He would later write, \"I feared that if I answered honestly, I could not win the South Carolina primary. So I chose to compromise my principles.\" He had done so woodenly, reading his revised statement from a piece of paper. According to one report, the South Carolina experience overall left McCain in a \"very dark place.\"",
            "score": 55.3033332824707
        },
        {
            "docid": "177650_24",
            "document": "Hans Eysenck . As Buchanan commented:Harder to brush off was the impression that Eysenck was insensitive, even willfully blind to the way his work played out in a wider political context. He did not want to believe, almost to the point of utter refusal, that his work gave succor to right-wing racialist groups. But there is little doubt that Jensen and Eysenck helped revive the confidence of these groups. [...] It was unexpected vindication from a respectable scientific quarter. The cautionary language of Eysenck's interpretation of the evidence made little difference. To the racialist right, a genetic basis for group differences in intelligence bore out racialist claims of inherent, immutable hierarchy.Buchanan exemplifies Eysenck's cautionary approach with a number of concrete examples from Eysenck's writings, and concludes that:If the appropriation of his work by right-wing groups brought him baggage that would be hard to shake off, how then did he construe his relationship with them? Eysenck was a scientist who believed that good research would eventually help temper social wrongs and excesses. The trouble was that the empirical science was clearly taken to be part of the problem as well as the solution. Its very impartiality was itself held up to question. The lack of consensus on the technical issues fed open-ended arguments about truth, social justice, and how we should live. Thus the controversy ran on and on.Eysenck's defence was that ultimately he did not shy away from publishing or being interviewed in controversial publications, and that he did not necessarily share their editorial viewpoint. Buchanan suggests that this may have been true in general, with an Eysenck interview appearing in \"Mayfair\" and several articles by Eysenck being published in \"Penthouse\". In his autobiography, Eysenck answered his critics with: \"It is odd, and indeed paradoxical, that my most determined opponents should have been people with whose aims I completely agreed.\" Regarding the equality of people, Eysenck wrote: The major argument in modern times is between those who define equality in terms of social status, and those who define it in terms of equality of biological inheritance. Equality of social status has always been a socialist idea, and it is certainly possible to argue about its desirability, or the possibility of achieving it. Equality of biological abilities and traits is a chimera which no thinking person should entertain for one moment. Eysenck stated his own views in the Introduction to \"Race, Education and Intelligence\": [T]he reader is consequently entitled to ask in which direction the writer's own political and social beliefs and attitudes go. […] My recognition of the importance of the racial problem, and my own attitudes of opposition to any kind of racial segregation, and hatred for those who suppress any sector of the community on grounds of race (or sex or religion) were determined in part by the fact that I grew up in Germany, at a time when Hitlerism was becoming the very widely held doctrine which finally prevailed and led to the deaths of several million Jews whose only crime was that they belonged to an imaginary \"race\" which had been dreamed up by a group of men in whom insanity was mixed in equal parts with craftiness, paranoia with guile, and villainy with sadism.",
            "score": 55.2330322265625
        },
        {
            "docid": "37342_34",
            "document": "Linus Pauling . Pauling then proposed that deoxyribonucleic acid (DNA) was a triple helix; his model contained several basic mistakes, including a proposal of neutral phosphate groups, an idea that conflicted with the acidity of DNA. Sir Lawrence Bragg had been disappointed that Pauling had won the race to find the alpha helix structure of proteins. Bragg's team had made a fundamental error in making their models of protein by not recognizing the planar nature of the peptide bond. When it was learned at the Cavendish Laboratory that Pauling was working on molecular models of the structure of DNA, James Watson and Francis Crick were allowed to make a molecular model of DNA. They later benefited from unpublished data from Maurice Wilkins and Rosalind Franklin at King's College which showed evidence for a helix and planar base stacking along the helix axis. Early in 1953 Watson and Crick proposed a correct structure for the DNA double helix. Pauling later cited several reasons to explain how he had been misled about the structure of DNA, among them misleading density data and the lack of high quality X-ray diffraction photographs. During the time Pauling was researching the problem, Rosalind Franklin in England was creating the world's best images. They were key to Watson's and Crick's success. Pauling did not see them before devising his mistaken DNA structure, although his assistant Robert Corey did see at least some of them, while taking Pauling's place at a summer 1952 protein conference in England. Pauling had been prevented from attending because his passport was withheld by the State Department on suspicion that he had Communist sympathies. This led to the legend that Pauling missed the structure of DNA because of the politics of the day (this was at the start of the McCarthy period in the United States). Politics did not play a critical role. Not only did Corey see the images at the time, but Pauling himself regained his passport within a few weeks and toured English laboratories well before writing his DNA paper. He had ample opportunity to visit Franklin's lab and see her work, but chose not to.",
            "score": 54.970970153808594
        },
        {
            "docid": "33565218_8",
            "document": "Wu'erkaixi . He also appears frequently on television programs as a political commentator. His standpoint has been defending the growing democracy in the island, and promoting civil society. He has often criticized the Democratic Progressive Party, leading some to consider him to be a Pan-Blue supporter. However, he is now identified as a supporter of Pan-Green politics, and have made statements strongly criticizing the KMT as well. In a June 2014 interview with the New York Times, he stated that while he was 'not a nationalist', if asked to 'choose today', he would 'join the majority of Taiwanese people here for independence. The reason Taiwanese people say we aren’t sure, we want to maintain the status quo, is that the status quo is that the mainland’s missiles aren’t dropping on our heads. That is the status quo they want to maintain. It’s not that they like the idea that Beijing claims Taiwan as part of them. It’s not so much that they like that China prevents Taiwan from entering any international arena. It’s not that they want to reserve a chance to one day go back to China. It’s not that. It’s just that we don’t want war.'",
            "score": 54.92723846435547
        },
        {
            "docid": "614484_44",
            "document": "Academic freedom . In 1978, a Nobel prize-winning physicist, electronics inventor, and electrical engineering professor, William Shockley, was concerned about relatively high reproductive rates among people of African descent, because he believed that genetics doomed black people to be intellectually inferior to white people. He stated that he believed his work on race to be more important than his work leading to the Nobel prize. He was strongly criticized for this stance, which raised some concerns about whether criticism of unpopular views of racial differences suppressed academic freedom.",
            "score": 54.88652801513672
        },
        {
            "docid": "38186948_14",
            "document": "Minister of Police v Rabie . The next question to be decided was what the appellant's position was in regard to the detention of respondent. Section 50 of the Criminal Procedure Act regulates the procedure after arrest. As soon as an accused is brought to the police station, and a charge laid against him, a new decision has to be taken by the police: whether he should be detained or not. Even if the arrest and detention up to that stage were unlawful, Wessels continued, the detention after the decision to prosecute can be lawful, if the decision to prosecute was lawful: that is to say, taken \"bona fide\" on reasonable grounds. Only when the police act \"mala fide\", without reasonable and probable cause, can an action for unlawful detention against the appellant succeed for the time that the respondent was held in custody in the police cells. In this case, Wessels concluded, the action of the police was justified in view of the fact that there was a statement in the docket by Van der Westhuizen which reasonably showed an attempt by respondent to break into the CNA, whilst the respondent had made a statement saying that he did not wish to say anything at that stage but that he would make his statement in court.",
            "score": 54.59196472167969
        },
        {
            "docid": "1336396_28",
            "document": "Antony Flew . In an interview with Joan Bakewell for BBC Radio 4 in March 2005, Flew rejected the fine-tuning argument as a conclusive proof: \"I don't think it proves anything but that it is entirely reasonable for people who already have a belief in a creating God to regard this as confirming evidence. And it's a point of argument which I think is very important – to see that what is reasonable for people to do in the face of new evidence depends on what they previously had good reason to believe.\" He also said it appeared that there had been progress made regarding the naturalistic origins of DNA. However, he restated his deism, with the usual provisos that his God is not the God of any of the revealed religions. In the same interview, Flew was asked whether he was retracting belief in an Aristotelian God, but answered no.",
            "score": 54.453243255615234
        },
        {
            "docid": "91452_23",
            "document": "John B. Watson . The 20th century marked the formation of qualitative distinctions between children and adults. Watson wrote the book \"Psychological Care of Infant and Child\" in 1928, with help from his mistress, turned wife, Rosalie Rayner. Critics then determined that the ideas mainly stemmed from Watson’s beliefs because Rosalie later entitled a self-penned article \"I am a Mother of Behaviorist Sons\". In the book, Watson explained that behaviorists were starting to believe psychological care and analysis was required for infants and children. All of Watson’s exclamations were due to his belief that children should be treated as a young adult. In his book, he warns against the inevitable dangers of a mother providing too much love and affection. Watson explains that love, along with everything else as the behaviorist saw the world, is conditioned. Watson supports his warnings by mentioning invalidism, saying that society does not overly comfort children as they become young adults in the real world, so parents should not set up these unrealistic expectations. Writer Suzanne Houk, \"Psychological Care of Infant and Child: A Reflection of its Author and his Times\", critiques Watson’s views, analyzing his hope for a businesslike and casual relationship between a mother and her child. Watson disapproved of thumb sucking, masturbation, homosexuality, and encouraged parents to be honest with their children about sex. Watson's reasoning for this was that, \"all of the weaknesses, reserves, fears, cautions, and inferiorities of our parents are stamped into us with sledge hammer blows\". Watson inferred that emotional disabilities were a result of personal treatment, not inherited.",
            "score": 54.29964065551758
        }
    ]
}