{
    "q": [
        {
            "docid": "9741575_3",
            "document": "Lolcat . Lolcat is a compound word of the acronymic abbreviation for LOL (laugh out loud) and the word cat. A synonym for lolcat is cat macro, since the images are a type of image macro. Lolcats are commonly designed for photo sharing imageboards and other Internet forums.",
            "score": 55.54335832595825
        },
        {
            "docid": "9741575_8",
            "document": "Lolcat . Lolcat is a composite of two words, \"lol\" and \"cat\". \"Lol\" stands for \"Laugh out Loud\" or \"Laughing out Loud\"; hence, lolcats are intended to be funny and to include jokes. Lolcats images comprise a photo of a cat with a large caption characteristically set in a heavy sans serif font such as Impact or Arial Black. The image is, on occasion, digitally edited for effect.",
            "score": 55.51349496841431
        },
        {
            "docid": "9741575_6",
            "document": "Lolcat . The term \"lolcat\" gained national media attention in the United States when it was covered by \"Time\", which wrote that non-commercialized phenomena of the sort are increasingly rare, stating that lolcats have \"a distinctly old-school, early 1990s, Usenet feel to [them]\". \"Entertainment Weekly\" put them on its end-of-the-decade, \"best-of\" list, saying, \"Da cutest distractshun of da decaid? Y, lolcats of corse! We can neber haz enuf of deez capshioned pics of cuddlie kittehs.\" \"Lolcat\" was also a runner-up under the \"Most Creative\" category under the American Dialect Society Word of the Year Awards, losing out to \"Googlegänger\".",
            "score": 42.599063873291016
        },
        {
            "docid": "48001551_33",
            "document": "Cats and the Internet . \"Lolcat\" is a compound word of the acronymic abbreviation for \"laugh out loud\" (LOL) and the word \"cat\". A synonym for \"lolcat\" is cat macro, since the images are a type of image macro. Lolcats are commonly designed for photo sharing imageboards and other Internet forums.",
            "score": 54.43617010116577
        },
        {
            "docid": "9741575_1",
            "document": "Lolcat . Lolcat",
            "score": 41.73358917236328
        },
        {
            "docid": "15231299_1",
            "document": "LOLCat Bible Translation Project . LOLCat Bible Translation Project",
            "score": 40.817039489746094
        },
        {
            "docid": "9741575_15",
            "document": "Lolcat . In the game Minecraft, there is an option to change language settings to LOLCAT.",
            "score": 40.817039489746094
        },
        {
            "docid": "9741575_16",
            "document": "Lolcat . Another example is Polandball, which uses broken English, reminiscent of the lolcat meme.",
            "score": 52.40640163421631
        },
        {
            "docid": "15231299_6",
            "document": "LOLCat Bible Translation Project . The project has been praised by Ben Huh, owner of the website that popularized lolcats, icanhascheezburger.com, who noted that the LOLCat Bible had inspired other religious texts to be translated into LOLspeak, such as the Qur'an, and that it has made clear that \"the ability to publish is now open to anyone\". An editorial in the \"Chicago Tribune\" commented, \"The effort to translate the Bible into a language full of grammatical errors, hacker acronyms and Internet lingo may appear distasteful or blasphemous to some, but not to worry. Much of the translation only loosely follows the Bible. It's crowded with references to lolcats pictures and to ambiguous Internet humor, and these references can only be understood by people who spend too much time on the Web.\"",
            "score": 45.72052812576294
        },
        {
            "docid": "9741575_7",
            "document": "Lolcat . In December 2014, the word \"lolcat\" entered the \"Oxford English Dictionary\", appearing in its online version.",
            "score": 42.5997748374939
        },
        {
            "docid": "24220577_4",
            "document": "Heron Foods . B&M announced in August 2017 that it had purchased Heron foods for £152 million, a deal that was described as a \"no brainer\" by B&M's CEO Simon Arora.",
            "score": 10.414719820022583
        },
        {
            "docid": "9741575_5",
            "document": "Lolcat . The first recorded use of the term \"lolcat\" is from the anonymous imageboard 4chan. The word \"Lolcat\" was in use as early as June 2006, and the domain name \"LOLcats.com\" was registered on June 14, 2006. Their popularity was spread through usage on forums such as Something Awful. \"The News Journal\" states that \"some trace the lolcats back to the site 4chan, which features bizarre cat pictures on Saturdays, or 'Caturdays'.\" Ikenburg adds that the images have been \"slinking around the Internet for years under various labels, but they did not become a sensation until early 2007 with the advent of I Can Has Cheezburger?\" The first image on \"I CAN HAZ CHEEZBURGER?\" was posted on January 11, 2007, and was allegedly from the Something Awful website.\" Lev Grossman of \"Time\" wrote that the oldest known example \"probably dates to 2006\", but later corrected himself in a blog post where he recapitulated the anecdotal evidence readers had sent him, placing the origin of \"Caturday\" and many of the images now known by a few as \"lolcats\" in early 2005. The domain name \"caturday.com\" was registered on April 30, 2005.",
            "score": 49.79094195365906
        },
        {
            "docid": "9741575_13",
            "document": "Lolcat . Variations on the lolcat concept include captioning photos of other animals in a similar style (e.g. \"loldogs\" for dogs, etc.).",
            "score": 48.91341543197632
        },
        {
            "docid": "28260_22",
            "document": "Sonnet . Happy ye leaves. whenas those lily hands, (a) Which hold my life in their dead doing might, (b) Shall handle you, and hold in love's soft bands, (a) Like captives trembling at the victor's sight. (b) And happy lines on which, with starry light, (b) Those lamping eyes will deign sometimes to look,(c) And read the sorrows of my dying sprite, (b) Written with tears in heart's close bleeding book. (c) And happy rhymes! bathed in the sacred brook (c) Of Helicon, whence she derived is, (d) When ye behold that angel's blessed look, (c) My soul's long lacked food, my heaven's bliss. (d) Leaves, lines, and rhymes seek her to please alone, (e) Whom if ye please, I care for other none. (e) </poem>",
            "score": 12.0525484085083
        },
        {
            "docid": "9741575_2",
            "document": "Lolcat . A lolcat (pronounced ) is an image macro of one or more cats. The image's text is often idiosyncratic and grammatically incorrect, and is known as \"lolspeak\".",
            "score": 43.47080326080322
        },
        {
            "docid": "9741575_14",
            "document": "Lolcat . The syntax of lolcat captions was used as the basis for LOLCODE, an esoteric programming language with interpreters and compilers available in .NET Framework, Perl, etc.",
            "score": 44.75840950012207
        },
        {
            "docid": "15231299_2",
            "document": "LOLCat Bible Translation Project . The LOLCat Bible Translation Project is a wiki-based website set up in July 2007 by Martin Grondin, where editors aim to parody the entire Bible in \"LOLspeak\", the slang popularized by the LOLcat Internet phenomenon. The project relies on contributors to adapt passages. As of March 27, 2008, approximately 61% of the text had been adapted, and Grondin had stated that he hopes the entire New Testament would be complete by the end of 2008.",
            "score": 46.07045078277588
        },
        {
            "docid": "57531602_7",
            "document": "Monogram Foods . In 2009, Monogram Foods purchased American's Food Group meat snack business in Martinsville, Virginia. In 2012, Monogram Foods purchased Indiana corn dog manufacturer Hinsdale Farms as well as the Enjoy and Hickory's Best brands from California-based Enjoy Foods International, with the intention of expanding their market into the west coast. Westin Foods sold its Shelby County Cookers business and bacon manufacturing operation in Harlan, Iowa to Monogram foods in 2013. Monogram Foods also reopened the closed Double B Jerky processing plant in Schulenburg, Texas to manufacture dog treats.",
            "score": 12.127511978149414
        },
        {
            "docid": "427408_17",
            "document": "Internally displaced person . IASC Principles deemed it unnecessary to apply the cluster approach to four sectors where no significant gaps were detected: a) food, led by WFP; b) refugees, led by UNHCR; c) education, led by UNICEF; and d) agriculture, led by FAO.",
            "score": 9.92948579788208
        },
        {
            "docid": "9741575_10",
            "document": "Lolcat . Common themes include jokes of the form \"Im in ur [noun], [verb]-ing ur [related noun].\" Many lolcat images capture cats performing characteristically human actions or appearing to use modern technology, such as computers.",
            "score": 41.60528898239136
        },
        {
            "docid": "53836877_9",
            "document": "Leah Penniman . Soul Fire Farm is a partner with the Victory Bus Project which was created to assist the family members of incarcerated people with the cost of visiting loved ones because state funding for busing families was eliminated. Instead of purchasing an actual ticket for the bus fare to the prison for a visit, the family can instead pay for a box of Soul Fire Farm produce with SNAP (Supplemental Nutrition Assistance Program) benefits. They receive the benefit of visiting loved ones and receiving fresh produce.  Soul Fire Farm also partners with The Northeast Farmers of Color Network on the Reparations Map for Black-Indigenous Farmers. The aim is to claim sovereignty of the food system that was built on the stolen land and stolen labor of Black, Indigenous, Latinx, Asian and people of color and calls for reparations of land and resources.  2018: Farming While Black: Soul Fire Farm’s Practical Guide to Decolonizing Land, Food, and Agriculture. Chelsea Green Publishing (release date: November 8, 2018) 2018: Sowing the Seeds of Food Justice: A Guide for Farmers Who Want to Supply Low Income Communities While Maintaining Financial Sustainability, SARE Research Manual 2017: Land Justice, published by Food First. Contributing author.  2017: Perma/Culture, published by Routledge. Contributing author.  2017: Cherry Bombe Cookbook, published by Clarkson Potter, Contributing author.  2017: 4 Not-So-Easy Ways to Dismantle Racism in the Food System. YES! Magazine 2016: At Soul Fire Farm #blacklivesmatter and #black land matters, Fortune Magazine 2016: After a Century of Decline, Black Farmers on the Rise YES!Magazine 2015: USDA Puts $34.3 million into local food, but is it enough?YES! Magazine 2015: Four Ways Mexico’s Indigenous Farmers are Practicing the Agriculture of the Future. YES! Magazine 2015: Living and Learning in Oaxaca, New York Organic News, Volume 33, No 1, Spring 2015: Radical Farmers Use Fresh Food to Fight Racial Injustice.YES! Magazine (Republished in Solutions Journal) 2014: Black and Latino Farmers Immersion. YES! Magazine (Republished 2015 in Urban Food Stories)",
            "score": 16.153237342834473
        },
        {
            "docid": "9741575_12",
            "document": "Lolcat . \"Ceiling Cat\" is a character spawned by the meme. The original image was an image macro with a picture of a cat looking out of a hole in a ceiling, captioned \"Ceiling Cat is watching you masturbate.\" There followed numerous examples with the format \"Ceiling Cat is watching you [\"verb\" ending in / rhyming with -ate]\" with Ceiling Cat superimposed in the upper left hand corner of an image macro depicting the appropriate action. The underlying theme is that the cat is looking down on one, almost in a form of judgement. \"Ceiling Cat\" and the corresponding \"Basement Cat\" (a black cat who lives in the basement) represent good and evil in the lolcat universe, and in some cases God and Satan, as in the LOLCat Bible Translation Project.",
            "score": 52.92832803726196
        },
        {
            "docid": "57723928_10",
            "document": "Kotipizza Group . The No Pizza restaurant concept is aimed at international markets. No Pizza brand says No to many “bad things”, like paying with cash, unnecessary food additives, food waste, plastic bags, but Yes to “good things”, like responsibly produced ingredients. Kotipizza Group plans to expand the concept into a restaurant chain using the “master franchising” collaboration model in which a foreign partner receives either a country- or city-specific license. The concept is based on a pizza base made of sour dough designed with Fazer, sustainable and fresh toppings and ingredients as well as a distinctive visual image and customer experience. The pizzas are baked in an oven in 380 Celsius degrees and over the half of the toppings are added in front of the customer on the counter.",
            "score": 12.442496061325073
        },
        {
            "docid": "2581853_20",
            "document": "Bombus terrestris . Individuals who return from the nest after a foraging run often recruit other bees in the colony to leave the nest and search for food. In \"B. terrestris\", successful foragers will return to the nest and run around frantically and without a measurable pattern, unlike the ritualized dance of the honeybee. Although the mechanism by which this recruitment strategy functions is unclear, it is hypothesized that running around likely spreads a pheromone that encourages other bees to exit and forage by indicating the location and odor of food nearby. Colonies with lower food stores will often be more responsive to this foraging pheromone. Conversely, in colonies with ample food reserves bees will be less responsive to these pheromones likely to save time and energy from unnecessary foraging.",
            "score": 11.242088794708252
        },
        {
            "docid": "8713276_5",
            "document": "Inventory Information Approval System . IIAS is similar to the system used by grocery stores ever since they introduced the first barcode scanners in the 1970s to separate items eligible for purchase under the Food Stamp Program from those that are not eligible. Every item in the grocery store's database is flagged \"yes\" or \"no\" for food-stamp eligibility; the scanner automatically keeps a separate total for food-stamp items. In the beginning, the cashier pressed a special \"food-stamp total\" key, and the customer presented paper food stamps; today, the customer swipes an Electronic Benefit Transfer (EBT) card and selects the \"food stamp\" account, and the register charges only the food-stamp total to the EBT card. The remaining balance must be paid for by other means.",
            "score": 13.647445678710938
        },
        {
            "docid": "56186867_7",
            "document": "Rebel Rebel (Homeland) . There was some criticism regarding Carrie's main arc being of questionable import. Scott Von Doviak of The A.V. Club' gave the episode a \"B-\" grade, concluding about Carrie's arc \"What follows is suspenseful enough as far as it goes, mainly because director Lesli Linka Glatter is a pro... but it’s hard to shake off the feeling that it’s all completely unnecessary\". \"Entertainment Weekly\"'s Shirley Li also rated the episode a B- and had a similar thesis: \"it’s great to see Carrie back in action, and yes, she could use a W after all of that, but was all of that really necessary? Did that bring us any closer to this season’s endgame?\".",
            "score": 8.344695329666138
        },
        {
            "docid": "11722257_8",
            "document": "I Can Has Cheezburger? . The typeface Impact is used in almost every picture on all the I Can Has Cheezburger websites (though not as much on its subsidiary websites, such as Memebase), and has even gone as far as to be attempted to be replicated in an oil painting representation of the original \"Happy cat\" (the original lolcat to say \"I Can Has Cheezburger?\") on the ICHC website. This use of the font stems from it being the font of choice in Something Awful image macros for many hence it is the default font in the site's Lolcat Builder. Many people creating lolcats in other software have used the same font to retain the classic I Can Has Cheezburger look. Other standard fonts are available for use as well on the builder.",
            "score": 39.63016676902771
        },
        {
            "docid": "9741575_9",
            "document": "Lolcat . The caption generally acts as a speech balloon encompassing a comment from the cat, or as a description of the depicted scene. The caption is intentionally written with deviations from standard English spelling and grammar, featuring \"conjugated verbs, but a tendency to converge to a new set of rules in spelling and grammar\". The text parodies the grammar-poor patois stereotypically attributed to Internet slang. Frequently, lolcat captions take the form of phrasal templates. Some phrases have a known source, usually a well-known Internet meme, such as All your base are belong to us or Do not want, while others don't. The language of lolcats has also been likened to baby talk, however it draws on a variety of linguistic resources, not just the imitation of baby talk.",
            "score": 60.30236268043518
        },
        {
            "docid": "15231299_5",
            "document": "LOLCat Bible Translation Project . Unlike most Bible translation efforts, the LOLCat Bible Translation Project does not depend on one or a group of prominent individual translators, but on crowdsourced translation. Untranslated sections are available for translation by anyone willing to register on the wiki. The current most active members of that crowd are listed on the project's Active users list.",
            "score": 36.53739929199219
        },
        {
            "docid": "13075834_6",
            "document": "The Braes o' Killiecrankie . <score midi=\"5\" vorbis=\"1\"> \\relative c\" { \\time 2/4 \\key g \\major  \\partial 8 g16( a) | b8 b \\grace { c8 } b a16( g) | c4 c8 b16( a) | b8 b c16( b) a( g) | b8 d d g,16( a) | b8 b c16( b) a16( g) | c4 c8 b16( a) | b16( c) d16( b) a8 g | d8 g g \\bar \"||\" b16( c) | d8 d, d e16( f) | e8 d16( e) c8 b'16( c) | d8 d, d' d, | b' d d\\fermata b16( c) | d8 d, d e16( f) | g16( f) e( d) c8 b'16 c | b16( c) d( b) a8 g | e g g \\bar \"|.\" }  \\addlyrics {Whare | hae ye been sae | braw, lad? Whare | hae ye been sae | bran -- kie, O? Whare | hae ye been sae | braw, lad? Came | ye by Kil -- li -- | cran -- kie, O? An | ye had been whare | I hae been, Ye | wad -- na been sae | can -- tie, O; An | ye had seen what | I hae seen, I' the | braes o' Kil -- li -- | crank -- kie, O. }</score>",
            "score": 10.163118124008179
        },
        {
            "docid": "9741575_11",
            "document": "Lolcat . There are several well-known lolcat images and single-word captions that have spawned many variations and imitations, including \"Ceiling Cat\" (see below). Others include Fail (a cat with a slice of processed cheese on its face) and \"I Can Has Cheezburger\" (a portrait of a blue British Shorthair). Another popular format is \"[Adjective] cat is [adjective/noun].\"",
            "score": 48.086063861846924
        },
        {
            "docid": "11722257_10",
            "document": "I Can Has Cheezburger? . ICHC produced a book, \"I Can Has Cheezburger?: A LOLcat Colleckshun\", in 2008. A second ICHC book, \"How To Take Over The Wurld: An LOLcat Guide 2 Winning,\" was published in 2009. Also, FAIL Blog released its first book, \"Fail Nation: A Visual Romp Through the World of Epic Fails,\" on October 6, 2009.",
            "score": 37.8481707572937
        }
    ],
    "r": [
        {
            "docid": "9741575_9",
            "document": "Lolcat . The caption generally acts as a speech balloon encompassing a comment from the cat, or as a description of the depicted scene. The caption is intentionally written with deviations from standard English spelling and grammar, featuring \"conjugated verbs, but a tendency to converge to a new set of rules in spelling and grammar\". The text parodies the grammar-poor patois stereotypically attributed to Internet slang. Frequently, lolcat captions take the form of phrasal templates. Some phrases have a known source, usually a well-known Internet meme, such as All your base are belong to us or Do not want, while others don't. The language of lolcats has also been likened to baby talk, however it draws on a variety of linguistic resources, not just the imitation of baby talk.",
            "score": 60.30236053466797
        },
        {
            "docid": "9741575_3",
            "document": "Lolcat . Lolcat is a compound word of the acronymic abbreviation for LOL (laugh out loud) and the word cat. A synonym for lolcat is cat macro, since the images are a type of image macro. Lolcats are commonly designed for photo sharing imageboards and other Internet forums.",
            "score": 55.543357849121094
        },
        {
            "docid": "9741575_8",
            "document": "Lolcat . Lolcat is a composite of two words, \"lol\" and \"cat\". \"Lol\" stands for \"Laugh out Loud\" or \"Laughing out Loud\"; hence, lolcats are intended to be funny and to include jokes. Lolcats images comprise a photo of a cat with a large caption characteristically set in a heavy sans serif font such as Impact or Arial Black. The image is, on occasion, digitally edited for effect.",
            "score": 55.51349639892578
        },
        {
            "docid": "48001551_33",
            "document": "Cats and the Internet . \"Lolcat\" is a compound word of the acronymic abbreviation for \"laugh out loud\" (LOL) and the word \"cat\". A synonym for \"lolcat\" is cat macro, since the images are a type of image macro. Lolcats are commonly designed for photo sharing imageboards and other Internet forums.",
            "score": 54.4361686706543
        },
        {
            "docid": "9741575_12",
            "document": "Lolcat . \"Ceiling Cat\" is a character spawned by the meme. The original image was an image macro with a picture of a cat looking out of a hole in a ceiling, captioned \"Ceiling Cat is watching you masturbate.\" There followed numerous examples with the format \"Ceiling Cat is watching you [\"verb\" ending in / rhyming with -ate]\" with Ceiling Cat superimposed in the upper left hand corner of an image macro depicting the appropriate action. The underlying theme is that the cat is looking down on one, almost in a form of judgement. \"Ceiling Cat\" and the corresponding \"Basement Cat\" (a black cat who lives in the basement) represent good and evil in the lolcat universe, and in some cases God and Satan, as in the LOLCat Bible Translation Project.",
            "score": 52.92832946777344
        },
        {
            "docid": "9741575_16",
            "document": "Lolcat . Another example is Polandball, which uses broken English, reminiscent of the lolcat meme.",
            "score": 52.406402587890625
        },
        {
            "docid": "19776474_45",
            "document": "Internet celebrity . Tardar Sauce (born April 4, 2012) is an American cat internet celebrity, known for the permanently \"grumpy\" facial expression, caused by dwarfism and an underbite. She came to prominence when a photograph of her was posted on social news website Reddit by Bryan Bundesen, the brother of her owner Tabatha, in September 2012, and lolcats and parodies created from the photograph by Reddit users went viral. She is the subject of a popular internet meme in which negative, cynical lolcats are made from photographs of her.",
            "score": 50.04952621459961
        },
        {
            "docid": "37865040_2",
            "document": "Grumpy Cat . Tardar Sauce (born April 4, 2012), commonly known as Grumpy Cat, is an American internet celebrity cat. She is known for her permanently \"grumpy\" facial appearance, which is caused by an underbite and feline dwarfism. She came to prominence when a photograph of her was posted on social news website Reddit by Bryan Bundesen, the brother of her owner Tabatha, in September 2012, and lolcats and parodies created from the photograph by Reddit users went viral. She is the subject of a popular internet meme in which negative, cynical lolcats are made from photographs of her.",
            "score": 49.89970397949219
        },
        {
            "docid": "9741575_5",
            "document": "Lolcat . The first recorded use of the term \"lolcat\" is from the anonymous imageboard 4chan. The word \"Lolcat\" was in use as early as June 2006, and the domain name \"LOLcats.com\" was registered on June 14, 2006. Their popularity was spread through usage on forums such as Something Awful. \"The News Journal\" states that \"some trace the lolcats back to the site 4chan, which features bizarre cat pictures on Saturdays, or 'Caturdays'.\" Ikenburg adds that the images have been \"slinking around the Internet for years under various labels, but they did not become a sensation until early 2007 with the advent of I Can Has Cheezburger?\" The first image on \"I CAN HAZ CHEEZBURGER?\" was posted on January 11, 2007, and was allegedly from the Something Awful website.\" Lev Grossman of \"Time\" wrote that the oldest known example \"probably dates to 2006\", but later corrected himself in a blog post where he recapitulated the anecdotal evidence readers had sent him, placing the origin of \"Caturday\" and many of the images now known by a few as \"lolcats\" in early 2005. The domain name \"caturday.com\" was registered on April 30, 2005.",
            "score": 49.79094314575195
        },
        {
            "docid": "9741575_13",
            "document": "Lolcat . Variations on the lolcat concept include captioning photos of other animals in a similar style (e.g. \"loldogs\" for dogs, etc.).",
            "score": 48.913414001464844
        },
        {
            "docid": "9741575_11",
            "document": "Lolcat . There are several well-known lolcat images and single-word captions that have spawned many variations and imitations, including \"Ceiling Cat\" (see below). Others include Fail (a cat with a slice of processed cheese on its face) and \"I Can Has Cheezburger\" (a portrait of a blue British Shorthair). Another popular format is \"[Adjective] cat is [adjective/noun].\"",
            "score": 48.086063385009766
        },
        {
            "docid": "15231299_2",
            "document": "LOLCat Bible Translation Project . The LOLCat Bible Translation Project is a wiki-based website set up in July 2007 by Martin Grondin, where editors aim to parody the entire Bible in \"LOLspeak\", the slang popularized by the LOLcat Internet phenomenon. The project relies on contributors to adapt passages. As of March 27, 2008, approximately 61% of the text had been adapted, and Grondin had stated that he hopes the entire New Testament would be complete by the end of 2008.",
            "score": 46.07044982910156
        },
        {
            "docid": "15231299_6",
            "document": "LOLCat Bible Translation Project . The project has been praised by Ben Huh, owner of the website that popularized lolcats, icanhascheezburger.com, who noted that the LOLCat Bible had inspired other religious texts to be translated into LOLspeak, such as the Qur'an, and that it has made clear that \"the ability to publish is now open to anyone\". An editorial in the \"Chicago Tribune\" commented, \"The effort to translate the Bible into a language full of grammatical errors, hacker acronyms and Internet lingo may appear distasteful or blasphemous to some, but not to worry. Much of the translation only loosely follows the Bible. It's crowded with references to lolcats pictures and to ambiguous Internet humor, and these references can only be understood by people who spend too much time on the Web.\"",
            "score": 45.72052764892578
        },
        {
            "docid": "9741575_14",
            "document": "Lolcat . The syntax of lolcat captions was used as the basis for LOLCODE, an esoteric programming language with interpreters and compilers available in .NET Framework, Perl, etc.",
            "score": 44.75840759277344
        },
        {
            "docid": "9741575_2",
            "document": "Lolcat . A lolcat (pronounced ) is an image macro of one or more cats. The image's text is often idiosyncratic and grammatically incorrect, and is known as \"lolspeak\".",
            "score": 43.470802307128906
        },
        {
            "docid": "9741575_7",
            "document": "Lolcat . In December 2014, the word \"lolcat\" entered the \"Oxford English Dictionary\", appearing in its online version.",
            "score": 42.59977340698242
        },
        {
            "docid": "9741575_6",
            "document": "Lolcat . The term \"lolcat\" gained national media attention in the United States when it was covered by \"Time\", which wrote that non-commercialized phenomena of the sort are increasingly rare, stating that lolcats have \"a distinctly old-school, early 1990s, Usenet feel to [them]\". \"Entertainment Weekly\" put them on its end-of-the-decade, \"best-of\" list, saying, \"Da cutest distractshun of da decaid? Y, lolcats of corse! We can neber haz enuf of deez capshioned pics of cuddlie kittehs.\" \"Lolcat\" was also a runner-up under the \"Most Creative\" category under the American Dialect Society Word of the Year Awards, losing out to \"Googlegänger\".",
            "score": 42.599063873291016
        },
        {
            "docid": "18985311_18",
            "document": "Imageboard . Many Internet memes have originated there, including lolcats, rickrolling and Pedobear.",
            "score": 42.09659194946289
        },
        {
            "docid": "9741575_1",
            "document": "Lolcat . Lolcat",
            "score": 41.73358917236328
        },
        {
            "docid": "9741575_10",
            "document": "Lolcat . Common themes include jokes of the form \"Im in ur [noun], [verb]-ing ur [related noun].\" Many lolcat images capture cats performing characteristically human actions or appearing to use modern technology, such as computers.",
            "score": 41.605289459228516
        },
        {
            "docid": "12561015_31",
            "document": "4chan . A lolcat is an image combining a photograph of a cat with text intended to contribute humour. The text is often idiosyncratic and grammatically incorrect. In 2005, the meme was widely popularized by 4chan in the form of \"Caturday\". Every Saturday, users posted pictures of cats with image macros relating to that day's theme.",
            "score": 40.84204864501953
        },
        {
            "docid": "15231299_1",
            "document": "LOLCat Bible Translation Project . LOLCat Bible Translation Project",
            "score": 40.817039489746094
        },
        {
            "docid": "9741575_15",
            "document": "Lolcat . In the game Minecraft, there is an option to change language settings to LOLCAT.",
            "score": 40.817039489746094
        },
        {
            "docid": "35328500_4",
            "document": "Bible translations into fictional languages . The LOLCat Bible Translation Project is a wiki-based website where editors aim to parody the entire Bible in \"LOLspeak\", the slang popularized by the LOLcat Internet phenomenon. LOLspeak has been called \"kitty pidgin\" and also been likened to baby talk. The project relies on contributors to adapt passages. As of March 27, 2008, approximately 61% of the text had been adapted.",
            "score": 40.74720001220703
        },
        {
            "docid": "44334925_7",
            "document": "Polandball . The premise of Polandball is that it represents Poland and its history, relations with other countries and stereotypes, focusing on Polish megalomania and national complexes. With the exception of English-speaking ones, interactions between countryballs tend to be written in broken English and Internet slang, reminiscent of the lolcat meme, and by the end of the cartoon Poland, which is purposely represented as red on top of white (the reverse of the Polish flag), is typically seen weeping.",
            "score": 40.6171760559082
        },
        {
            "docid": "2306622_6",
            "document": "Image macro . Cats and other animals in general have been a popular choice for images with humorous captions since the mid 2000s. Some common animal-related image macros include lolcats, every time you masturbate... God kills a kitten, O RLY?, doge and Grumpy Cat.",
            "score": 39.89143371582031
        },
        {
            "docid": "11722257_8",
            "document": "I Can Has Cheezburger? . The typeface Impact is used in almost every picture on all the I Can Has Cheezburger websites (though not as much on its subsidiary websites, such as Memebase), and has even gone as far as to be attempted to be replicated in an oil painting representation of the original \"Happy cat\" (the original lolcat to say \"I Can Has Cheezburger?\") on the ICHC website. This use of the font stems from it being the font of choice in Something Awful image macros for many hence it is the default font in the site's Lolcat Builder. Many people creating lolcats in other software have used the same font to retain the classic I Can Has Cheezburger look. Other standard fonts are available for use as well on the builder.",
            "score": 39.630165100097656
        },
        {
            "docid": "15231299_4",
            "document": "LOLCat Bible Translation Project . In the process of adaptation, various changes are being made to the source material, for example, changing the main characters to cats – e.g., Jesus Christ becomes \"Happy Cat,\" God the \"Ceiling Cat,\" and Satan the \"Basement Cat\" – while the \"gifts\" and \"blessings\" of God have become \"cheezburgerz\", and people in general have become \"kittehs.\" The style of writing employed varies, but the most devoted contributors have been described as those who utilize as many as possible of the gags and themes used in the different lolcat images.",
            "score": 39.34223937988281
        },
        {
            "docid": "15450778_2",
            "document": "LOLCODE . LOLCODE is an esoteric programming language inspired by lolspeak, the language expressed in examples of the lolcat Internet meme. The language was created in 2007 by Adam Lindsay, researcher at the Computing Department of Lancaster University.",
            "score": 39.118988037109375
        },
        {
            "docid": "48001551_32",
            "document": "Cats and the Internet . A lolcat (pronounced ) is an image macro of one or more cats. The image's text is often idiosyncratic and grammatically incorrect. Its use in this way is known as \"lolspeak\" or \"kitty pidgin\".",
            "score": 38.55120086669922
        },
        {
            "docid": "15450778_4",
            "document": "LOLCODE . LOLCODE's keywords are drawn from the heavily compressed (shortened) patois of the lolcat Internet meme. Here follows a Hello world program and a simple program to output a file to a monitor. Similar code was printed in the \"Houston Chronicle\".",
            "score": 38.28573989868164
        },
        {
            "docid": "11722257_10",
            "document": "I Can Has Cheezburger? . ICHC produced a book, \"I Can Has Cheezburger?: A LOLcat Colleckshun\", in 2008. A second ICHC book, \"How To Take Over The Wurld: An LOLcat Guide 2 Winning,\" was published in 2009. Also, FAIL Blog released its first book, \"Fail Nation: A Visual Romp Through the World of Epic Fails,\" on October 6, 2009.",
            "score": 37.84817123413086
        }
    ]
}