{
    "q": [
        {
            "docid": "10742666_7",
            "document": "Brian Fortuna . Fortuna competed on \"Dancing with the Stars\" during its 4th season; partnering former Miss USA, Shandi Finnessey. His television success allowed him to dance as a principal dancer in the next two national Dancing with the Stars tours. Brian did double duty on the tour and was chosen to also host the third DWTS tour in front of sold out audiences of 15,000 people per night. His hosting talents captured the attention of ABC who chose Brian as series co-host with his Dancing with the Stars partner Shandi for ABC's Dancing with the Stars…Online Encore.",
            "score": 55.36877465248108
        },
        {
            "docid": "27748226_11",
            "document": "Jeopardy! . During the Jeopardy! round, except in response to the Daily Double clue, contestants are not penalized for forgetting to phrase their response in the form of a question, although the host will remind contestants to watch their phrasing in future responses. In the Double Jeopardy! round and in the Daily Double in the Jeopardy! round, the phrasing rule is followed more strictly, with a response not phrased in the form of a question counting as wrong if it is not re-phrased before the host or judges make a ruling. If it is determined that a previous response was wrongly ruled to be correct or incorrect, the scores are adjusted at the first available opportunity. If, after a game is over, a ruling change is made that would have significantly altered the outcome of the game, the affected contestant(s) are invited back to compete on a future show.",
            "score": 59.242724657058716
        },
        {
            "docid": "35051869_2",
            "document": "Dancing with the Stars (Australian season 12) . The twelfth season of \"Dancing with the Stars\" premiered on April 15, 2012, at the 6:30pm time slot on Channel Seven. With previous co-host Sonia Kruger defecting to Channel Nine, former Spice Girl and American \"Dancing with the Stars\" season 5 runner up Mel B was hired as her replacement. Daniel MacPherson continues his role as main host of the show, along with judges Todd McKenney, Helen Richey, and Joshua Horner.",
            "score": 40.981730461120605
        },
        {
            "docid": "659190_11",
            "document": "Fixed stars . The phrase \"fixed star\" is technically incorrect, but nonetheless it is used in an historical context, and in classical mechanics.",
            "score": 34.645397663116455
        },
        {
            "docid": "7173665_4",
            "document": "My Star (Brainstorm song) . The band's performance is also memorable. Kaupers danced in a relatively eccentric manner, provoking cheers from the audience. In late 2005, as part of his hosting duties at the Congratulations special, he was asked about his dancing abilities by co-host Katrina Leskanich. Kaupers' response that he danced very well prompted further cheers from the live audience as well as a repeat of his moves.",
            "score": 42.99567365646362
        },
        {
            "docid": "752942_7",
            "document": "Ty Treadway . In June 2002, Ty pulled double duty as soap star and talk show host. He began co-hosting Soapnet's \"Soap Talk\" with Lisa Rinna.",
            "score": 40.98783588409424
        },
        {
            "docid": "14212173_8",
            "document": "Yes, Madam . \"Yes, Madam\" was the first starring role in a feature film for Michelle Yeoh. Yeoh had previously won the 1982 Miss World Malaysia contest in 1983. After winning the contest she met D&B executive producer Dickson Poon who cast her in a small role in a television commercial with entertainer Jackie Chan in 1984. Her role in the commercial caught the attention of a film production company D&B Films. Yeoh had previously played small roles in Sammo Hung's film \"Owl vs. Dumbo\" (1985) and \"Twinkle Twinkle Lucky Stars\" (1985). For \"Yes, Madam!\", Yeoh took to stunt work opposed to allowing a double for every stunt. To train for her role, Yeoh worked out in a gym for eight hours a day. Michelle Yeoh stated that both herself and Rothrock did not want the film to be \"too hard core\", stating that \"We wanted the family to come in and watch it\"",
            "score": 28.627591371536255
        },
        {
            "docid": "46214776_17",
            "document": "Dancing with the Stars (U.S. season 21) . Tom Bergeron also returned to his hosting duties this week; the episode was dedicated to the memory of his father, Raymond, who died earlier in the day.",
            "score": 38.61953401565552
        },
        {
            "docid": "22903798_2",
            "document": "Dancing with the Stars (U.S. season 9) . Season nine of \"Dancing with the Stars\" premiered on September 21, 2009. Executive producer Conrad Green confirmed to Entertainment Tonight that the season would start off with 16 celebrities, with 3 double-eliminations halfway through the season. Former House Majority Leader Tom DeLay withdrew from the competition in week three; however, Debi Mazar was also eliminated on the same night, replacing the double elimination planned for week five. Some changes were added this season including a larger cast and relay dances. Four new dances were introduced to complement the large cast. Those dances were the bolero, lambada, two-step, and the Charleston. The cast was unveiled on the Monday, August 17, 2009, edition of \"Good Morning America\", returning to the announcement format of most seasons past. Tom Bergeron and Samantha Harris returned as the show's hosts. Len Goodman, Bruno Tonioli, and Carrie Ann Inaba continue as the judges this season, with Baz Luhrmann appearing as a guest judge in week two, temporarily replacing Len Goodman. Pro pairings were officially announced on August 24, 2009. This was Samantha Harris' last season as co-host.",
            "score": 42.23903799057007
        },
        {
            "docid": "36739351_12",
            "document": "Raghav Juyal . He also worked in the film ABCD 2 which was released on 19 June 2015, directed by Remo D'Souza co-starring Varun Dhawan and Shraddha Kapoor. He also hosted the show Dance Plus on Star Plus. He also Hosted Prem Ki Diwali along with Karishma Tanna telecasted on Life Ok. He was seen in season 7 as a contestant.He hosted the season 2 of the show Dance Plus which aired on Star Plus. . He hosted Rising Star along with Meiyang Chang in early 2017 which aired on Colors TV. He has also hosted Dance Plus (season 3) which was aired on Star Plus. In October 2017, he began co-hosting the dance contest TV show Dance Champions with Ridhima Pandit.",
            "score": 46.79977798461914
        },
        {
            "docid": "3666969_26",
            "document": "Deal or No Deal (Australian game show) . Double Deal Friday ran in 2005 but was dropped after 2008. Home viewers were invited to ring a phone number charged at $0.55 and register their details. Every Friday, a home viewer was randomly selected to win the same prize as the studio contestant. Host O'Keefe had mentioned that Double Deal Fridays received over 100,000 calls each week. \"Dancing with the Deals\" (the celebrity version of DoND retiring contestants on that season's edition of Dancing With The Stars) followed a similar format to Double Deal Friday, except that the celebrity didn't win the prize.",
            "score": 36.59469652175903
        },
        {
            "docid": "977122_10",
            "document": "The Insider (TV series) . After the departure of O'Brien, the show was hosted by Spencer alone until January 2009, when Samantha Harris (who had previously served as a correspondent for \"E! News\") joined the program as a permanent co-host. Harris also provided analysis and commentary as part of her duties as co-host of ABC's \"Dancing with the Stars\" until her departure from the reality competition series at the start of 2010.",
            "score": 42.52001094818115
        },
        {
            "docid": "32965942_5",
            "document": "Hilla Nachshon . As a result of her success, in 2005 Nachshon began to host the entertainment show \"Y on ten\" (\"Y \"בעשר) on the broadcasts of the satellite television provider Yes, initially alongside Michael Hanegbi and later alongside Aviad Kisos. That year she also played a cameo role in the daily TV drama \"HaShir Shelanu\". Also in that year, she began to host the Israeli version of the reality show \"Dancing with the Stars\" on the Israeli channel 2, along with Avi Kushnir. In 2010 and in 2011 Nachshon hosted the Miss Israel beauty pageant competition.",
            "score": 37.84554433822632
        },
        {
            "docid": "15177106_12",
            "document": "Irish traditional music . Irish traditional music was largely meant (to the best of our current knowledge) for dancing at house dances, celebrations for weddings, saint's days or other observances. Tunes are divided into two or more (typically eight-bar) parts. The parts are referred to as the A-part, B-part, and so on. Each part is played twice, and the entire tune is played three times; A, A, B, B, A, A, B, B, A, A, B, B. Irish dance music is isometric. This makes for an eminently danceable music, and Irish dance has been widely exported abroad. 16 measures are known as a \"step\", with one 8 bar part for a \"right foot\" and the second for the \"left foot\" of the step. Tunes that are not so evenly divided are called \"crooked\".  Traditional dances and tunes include reels (), hornpipes ( with swung eighth notes), and jigs (double and single jigs are in time), as well as imported waltzes, mazurkas, polkas, and highlands or barndances (a sort of Irish version of the Scottish strathspey). Jigs come in various other forms for dancing – the slip jig and hop jig or single jig are commonly written in time, the slide in . (The dance the hop jig is no longer performed under the auspices of An Coimisiun.) The forms of jig danced in hardshoe are known as double or treble jigs (for the doubles/trebles performed with the tip of the hardshoe), and the jigs danced in ghillies are known as light jigs.",
            "score": 30.689731001853943
        },
        {
            "docid": "1823364_3",
            "document": "Marissa Jaret Winokur . She was a contestant on the popular reality competition series \"Dancing With the Stars\" and went on to host the similar \"Dance Your Ass Off.\" From 2010-2011 she served as a co-host on the daily daytime talk show \"The Talk,\" ultimately leaving to focus on her clothing line and a new cable TV show. The cable TV show in question, when it premiered, proved to be a late-night talk show titled \"All About Sex,\" whose co-hosting duties she shared with Margaret Cho, Heather McDonald, and Dr. Tiffanie Davis Henry, and which TLC transmitted at 11:00 PM Eastern time on Saturday nights.",
            "score": 44.53118896484375
        },
        {
            "docid": "9010108_6",
            "document": "Contra dance choreography . Typical contra dance choreography comprises four parts, each 16 counts (8 measures) long. The parts are called A1, A2, B1 and B2. This nomenclature stems from the music: Most contra dance tunes (as written) have two parts (A and B), each 8 measures long, and each fitting one part of the dance. The A and B parts are each played twice in a row, hence, A1, A2, B1, B2. While the same music is generally played in, for example, parts A1 and A2, distinct choreography is followed in those parts. Thus, a contra dance is typically 64 \"counts\", and goes with a 32-\"measure\" tune. Tunes of this form are called \"square\"; tunes that deviate from this form are called \"crooked\". Crooked tunes are more commonly used in square dancing, where the phrasing of the dance does not have to align as closely with the phrasing of the music.",
            "score": 36.03305244445801
        },
        {
            "docid": "35051869_3",
            "document": "Dancing with the Stars (Australian season 12) . The cast for the season were revealed on 13 March 2012 via the Seven website, along with their professional partners, although four contestants were revealed in late February 2012. This cast has been seen as a \"star increase\" on the previous year's cast, particularly with the addition of new international co-host Mel B, and former Nine daytime talkshow host Kerri-Anne Kennerley. Six new professional dancers, including former American \"Dancing with the Stars\" professional Damian Whitewood, Christopher Page, Elena Samodanova, Jess Prince, Gleb Savchenko and Damien Samuel have been recruited to replace non-returning professional dancers Alana Patience, Brendon Midson, Arsen Kishishian, Masha Belash, Jade Brand and Mark Hodge.",
            "score": 32.98804569244385
        },
        {
            "docid": "25391981_3",
            "document": "Dancing with the Stars (U.S. season 10) . Samantha Harris did not return as co-host for this season, due to her expanded correspondent duties on \"The Insider\" and \"Entertainment Tonight\". On March 8, 2010, Tom Bergeron announced on \"Good Morning America\" that his new co-host is season seven champion Brooke Burke. Len Goodman, Bruno Tonioli, and Carrie Ann Inaba continued as the judges this season.",
            "score": 34.97119331359863
        },
        {
            "docid": "3028912_17",
            "document": "Sabrina Bryan . She has been a celebrity correspondent for the behind-the-scenes look at season 8 of \"Dancing with the Stars\" for E! News, and TV Guide show \"Reality Chat\". For season 9 of \"Dancing with the Stars\", she co-hosted TV Guide show \"Reality Chat\" and hosted backstage at \"Dancing with the Stars\" on abc.com. Bryan was asked back to co-host backstage at \"Dancing with the Stars\" for the 10th through 12th seasons. She has interviewed season 10 winner of the series Nicole Scherzinger, country singer Reba McEntire, Evan Lysacek, Erin Andrews, Kate Gosselin, and many more.",
            "score": 40.38202095031738
        },
        {
            "docid": "2982147_6",
            "document": "Your Number's Up . After the contestant selected one of the two phrases, the host read its second half to the other two contestants (example: after selecting the first phrase above, the host read \"...all of the House listens.\" Answer: Tip O'Neill). The first contestant to buzz-in and fill in the acronym correctly scored one point and spun the wheel for the next turn; incorrect guesses deducted one point, but scores could never go below zero. If neither opponent guessed correctly, the contestant who selected the riddle won $50 and spun the wheel, but did not score any points. The first contestant to score six points won the game and $500.",
            "score": 44.888103723526
        },
        {
            "docid": "387073_6",
            "document": "Between you and I . Others do not accuse Shakespeare of grammatical incorrectness: sociologist Robert Nisbet criticizes \"word snobs\" who condemn the phrase, and lexicographer and OED editor Robert Burchfield states that what is incorrect for us wasn't necessarily incorrect for Shakespeare: \"grammatical assumptions were different then\", a view shared by philologist and grammarian Henry Sweet. However, Bryan A. Garner, who writes on usage and (especially legal) language, writes that even if the phrase was not incorrect for Shakespeare, it is and should be considered incorrect today, and cites linguist Randolph Quirk: \"It is true that Shakespeare used both ['between you and I' as well as 'between you and me'], but that did not make it any more correct\".",
            "score": 36.67620635032654
        },
        {
            "docid": "52747_17",
            "document": "Albireo . β Cygni B has been reported to be a very close double, but the observations appear to have been incorrect.",
            "score": 24.218122959136963
        },
        {
            "docid": "4602548_4",
            "document": "Kim Jones (reporter) . Before joining YES, Jones was the New York Giants beat reporter and a National Football League (NFL) columnist for \"The Star-Ledger\" newspaper in Newark, New Jersey. In addition to her duties on YES and WFAN, she continued to write a Sunday NFL column for \"The Star-Ledger\".",
            "score": 17.38116216659546
        },
        {
            "docid": "7775827_3",
            "document": "Pasi Heikura . Heikura hosts the radio program \"Aristoteleen kantapää\" (Aristotle’s Heel) on YLE Radio 1 which focuses on common usage of the Finnish language. In addition to discussion with a guest about a different topic each week, incorrect use of phrases and quote tips are also presented.",
            "score": 32.87798476219177
        },
        {
            "docid": "14581_5",
            "document": "Ich bin ein Berliner . There is a widespread misconception (outside German-speaking countries) that the phrase is incorrect German and in fact means \"I'm a doughnut\". It has even been embellished into an urban legend including equally incorrect claims about the audience laughing at this phrase.",
            "score": 30.21414089202881
        },
        {
            "docid": "2869453_25",
            "document": "WCFS-FM . On February 25, 2008, morning personality Mike LeBaron and midday personality Lisa Greene signed on as the first DJ's on Chicago's \"Fresh 105.9.\" On April 13, Program Director Mike Peterson named Rick Hall as afternoon host. Previously, LeBaron had been well known as a longtime part-time market veteran at WTMX-FM and WUSN-FM. Fellow market veteran Greene previously hosted an Oldies dance show on WJMK and similar features at WILV and WUBT (now WKSC-FM), was an APD/MD for AC stations, and had worked for many years as a traffic and news reporter, and co-host. Hall worked double duty as weekend/fill-in host at sister station WUSN and music director–midday host at Milwaukee's WFZH.",
            "score": 36.24561810493469
        },
        {
            "docid": "37973159_2",
            "document": "Dancing with the Stars (Thai TV series) . Dancing with the Stars is a dance competition show airing on BBTV Channel 7 in Thailand. The show is the Thai version of the British television series \"Strictly Come Dancing\". Sornram Teppitak, Thai actor and Thai pop singer, hosts with co-host Morakot Kittisara, Miss Thailand Universe 2004.",
            "score": 41.70609378814697
        },
        {
            "docid": "1120774_6",
            "document": "C+C Music Factory . All four singles from their debut album reached No. 1 on the \"Billboard\" Dance/Club Play chart, and all four were also crossover Pop and R&B hits. The first single, \"Gonna Make You Sweat (Everybody Dance Now)\", reached No. 1 on the \"Billboard\" Hot 100 and R&B Singles chart (and No. 3 in the UK). The fourth and final single from their debut album, \"Just a Touch of Love\", featured in the movie \"Sister Act\". The album contained two more Top 5 singles; \"Here We Go (Let's Rock & Roll)\" reached No. 3 on Billboard's Hot 100 chart (and No. 20 in the UK), and \"Things That Make You Go Hmmm\" (inspired by a phrase uttered periodically by late-night talk show host, Arsenio Hall) reached No. 4 (and No. 4 in the UK).",
            "score": 35.71016550064087
        },
        {
            "docid": "8377419_4",
            "document": "Double-duty dollar . Though the Swadeshi movement had much broader goals, in the 1920s Mohandas Gandhi of India urged his countrymen to avoid funding their own subjugation by buying items from the British which they could produce and trade independently, such as cloth and clothing. In the 1940s and 1950s, Leon Sullivan applied the broader phrase \"'selective patronage\" to denote consumers' choice of retailers as a tool a) to influence businesses toward having more fair and just interactions with African Americans, and b) to build demand for African-American businesses.",
            "score": 31.673623085021973
        },
        {
            "docid": "53603_12",
            "document": "Double star . Apart from these pairs, the components of a double star are generally denoted by the letters A (for the brighter, \"primary\", star) and B (for the fainter, \"secondary\", star) appended to the designation, of whatever sort, of the double star. For example, the components of α Canis Majoris (Sirius) are α Canis Majoris A and α Canis Majoris B (Sirius A and Sirius B); the components of 44 Boötis are 44 Boötis A and 44 Boötis B; the components of ADS 16402 are ADS 16402A and ADS 16402B; and so on. The letters AB may be used together to designate the pair. In the case of multiple stars, the letters C, D, and so on may be used to denote additional components, often in order of increasing separation from the brightest star, A. Visual doubles are also designated by an abbreviation for the name of their discoverer followed by a catalogue number unique to that observer. For example, the pair α Centauri AB was discovered by Father Richaud in 1689, and so is designated \"RHD 1\". Other examples include Δ65, the 65th double discovered by James Dunlop, and Σ2451, discovered by F. G. W. Struve.",
            "score": 28.02163529396057
        },
        {
            "docid": "2558317_7",
            "document": "Kerry Washington . In April 2016, Washington confirmed that, in the 1990s in New York, she learned to dance from Jennifer Lopez. During her appearance on The Tonight Show Starring Jimmy Fallon, she told host Jimmy Fallon that \"I've been taking dance for a long time, since I was a little girl. I had this very inspiring teacher named Larry Maldonado, for anybody from my neighborhood in the Bronx, he was our role model\", Washington continued, \"And he had an awesome substitute teacher named Jennifer, who would sometimes step in and teach. But, then she left to move to Los Angeles and be on the TV show In Living Color. So, yes, I learned to dance from JLo!\" Washington verified.",
            "score": 33.34102988243103
        },
        {
            "docid": "7091671_2",
            "document": "Burgo's Catch Phrase . Burgo's Catch Phrase was an Australian game show that ran between 1997 and 2003, produced by Southern Star Group (and later by the joint-venture Endemol Southern Star) for the Nine Network. The show was based on the British and American versions of the game, and was originally knowned simply as Catch Phrase until 1999 where the show was renamed as Burgo's Catch Phrase In honour of its host, John Burgess. The show was cancelled in 2003 after a revamp of the show and a hiatus in 2001.",
            "score": 37.61392402648926
        }
    ],
    "r": [
        {
            "docid": "27748226_11",
            "document": "Jeopardy! . During the Jeopardy! round, except in response to the Daily Double clue, contestants are not penalized for forgetting to phrase their response in the form of a question, although the host will remind contestants to watch their phrasing in future responses. In the Double Jeopardy! round and in the Daily Double in the Jeopardy! round, the phrasing rule is followed more strictly, with a response not phrased in the form of a question counting as wrong if it is not re-phrased before the host or judges make a ruling. If it is determined that a previous response was wrongly ruled to be correct or incorrect, the scores are adjusted at the first available opportunity. If, after a game is over, a ruling change is made that would have significantly altered the outcome of the game, the affected contestant(s) are invited back to compete on a future show.",
            "score": 59.24272537231445
        },
        {
            "docid": "10742666_7",
            "document": "Brian Fortuna . Fortuna competed on \"Dancing with the Stars\" during its 4th season; partnering former Miss USA, Shandi Finnessey. His television success allowed him to dance as a principal dancer in the next two national Dancing with the Stars tours. Brian did double duty on the tour and was chosen to also host the third DWTS tour in front of sold out audiences of 15,000 people per night. His hosting talents captured the attention of ABC who chose Brian as series co-host with his Dancing with the Stars partner Shandi for ABC's Dancing with the Stars…Online Encore.",
            "score": 55.3687744140625
        },
        {
            "docid": "2681823_5",
            "document": "The Wild East . A notable quote is when the midget patriarch says \"remember there is no sex in our country.\" The phrase is a quotation of a famous episode from the \"perestroika\"-era TV show \"US-Soviet Space Bridge\" hosted by Vladimir Pozner when an American asked a question about TV advertisements exploiting sex in the Soviet Union, and a Soviet lady (, Liudmila Ivanova) proudly answered \"There is no sex in the USSR!\". In fact, she said \"Well, sex... (laugh) we don't have it, and we are absolutely against it!\", which was then corrected by another soviet lady present in the show: \"We do have sex, but we do not have advertisements!\".",
            "score": 54.9932746887207
        },
        {
            "docid": "438454_6",
            "document": "Double Dare (Nickelodeon game show) . Each round begins with a toss-up physical challenge in which both teams compete, with the winning team receiving both initial control of the round, and money for their score. After the toss-up, the host begins asking trivia questions of the team in control. Each correct answer earns a monetary award, and allows the team to maintain control, while an incorrect answer, or failure to respond within approximately ten seconds turns control over to the opponents. However, the team can dare their opponents to answer the question, doubling its value; in response, the opponents can double dare for quadruple the original value. When the team in control is challenged to a double dare, they have to either answer or compete in a physical challenge. An incorrect answer, or not responding within approximately five seconds on a dare or double dare, awards both control and the appropriate amount of money to the team that issues it. The second round plays the same as the first, with question values doubled. On the original \"Double Dare\" and \"Super Sloppy Double Dare\", a question was initially worth $10. On \"Family Double Dare\" and \"Double Dare 2000\", a question was initially worth $25. On the 2018 \"Double Dare\", a question is initially worth $50.",
            "score": 53.09255599975586
        },
        {
            "docid": "32056391_10",
            "document": "We Are Singaporeans . The number of contestants were reduced to two while the number of celebrities remained at 6, similar to Season 3. The host is now changed to Najip Ali (who also hosted the Malay edition \"Kita Orang Singapura\") and the questions are now focused on global trends and current affairs, hence the title \"Global Edition\". The round had six questions that focused on the statistics and surveys asked by Singaporeans, which are narrated by the celebrity icon. The contestant starting from the left podium, will get to choose one of the six celebrity icons to ask them a survey-related multiple-choice question of three answers. Every correct answer is worth $200. In replacement with the Hero or Zero card, which was removed for the entire season, an incorrect answer will result in a 'Kena Fine', which deducts the contestant's winnings from $1 up to $100, with a penalty of up to $261 (the denominations were $1, $10, $20, $50, $80 and $100; the winnings cannot go below $0 or end with negative score). The next contestant will have to answer from the remaining two options; a correct answer will earn $100, but an incorrect answer will also deduct by the same denomination. This made for a maximum possible winnings of $900.",
            "score": 52.710784912109375
        },
        {
            "docid": "38156_8",
            "document": "Who Wants to Be a Millionaire? . Once a contestant enters the main game, they are asked increasingly difficult general knowledge questions by the host. Each features four possible answers, in which the contestant must give the correct answer. Doing so wins them a certain amount of money, with tackling much tougher questions increasing their prize fund. During their game, the player has a set of lifelines that they may use only once to help them with a question, as well as two \"safety nets\" - if a contestant gets a question wrong, but had reached a designated cash value during their game, they will leave with that amount as their prize. While the first few questions are generally easy, subsequent ones after them will prompt the host to ask if the answer they gave is their \"final answer\" - if it is, then it is locked in and cannot be changed. If a contestant feels unsure about an answer, and does not wish to play on, they can walk away with the money they have won, to which the host will ask them to confirm this as their final decision; in such cases, the host will usually ask them to state what answer they would have gone for, and reveal if it would have been correct or incorrect.",
            "score": 51.32587814331055
        },
        {
            "docid": "8357955_10",
            "document": "The Krypton Factor (U.S. game show) . In the final round, the contestants were asked a series of general knowledge toss-up questions in which each correct answer would usually segue to the next question. Players did not have to wait until the question was fully read to jump in, but only the first player to do so got to answer. Each correct answer was worth two points, but each incorrect answer was worth minus two points, with the values doubling to +/-4 points midway through the round.",
            "score": 51.29505157470703
        },
        {
            "docid": "56493821_4",
            "document": "Think Tank (Australian TV series) . Before the show, the Think Tank answered quiz questions under strict conditions to determine which eight are in the tank that episode, because if a Think Tanker gets question: impossible correct they cannot be in the episode. Three contestants play against each other across five rounds. The phrases, \"Shut the gate\", \"kill the goat\" or \"dance like a pagan\" are sometimes used, similar to the phrase, \"Lock it in\", from rival game show \"Millionaire Hot Seat\", when selecting an answer. Each contestant gets asked three questions. When a question is asked, each answer given by the Think Tank is displayed, some being correct, some not, with one of the options being the correct answer. The contestant must decide which of the options is the correct answer. 15 points are given for each correct answer, with 45 being the maximum points total possible.",
            "score": 50.12393569946289
        },
        {
            "docid": "2984501_9",
            "document": "Go Go Stop . Round 3 is called Head to Head. There are only two players in this round in result to the name head to head, as one was eliminated in round 2. Answering a question correctly is worth 20 points, and stepping off the game zone is worth 50 points. The player with the lowest score is eliminated. In the event of a tie, two different games have been played. In 2004/2005 the tied players stand facing away from each other, with the host between. He asks a true or false question, and the players put thumbs up for true, and thumbs down for false. When one player gets the question correct, they win, hence they move on. In 2006/2007 the host would read a series of clues for a famous person or thing. If a contestant thinks that they know the answer, they yell the name of their school, to get the host's attention, and then they will have the chance to answer. A correct answer results in the player winning the tiebreaker. An incorrect answer would win it to their opposition.",
            "score": 49.85608673095703
        },
        {
            "docid": "43000862_7",
            "document": "Quizz or Buzz . When a green buzzer is found, the host asks what are the 2 answers between which they are hesitating. Contestants will select, of course, the 2 answers that they consider the most plausible. One of those answers is wrong. Therefore, an incorrect, but plausible, answer is withdrawn (however, nothing guarantees that the other un-eliminated answer is the correct answer, because contestants may not have indicated the correct answer among the 2 answers that they consider most plausible). Therefore, there are still 3 answers to choose from and contestants have as many seconds to answer as there remain unused buzzers.",
            "score": 49.52973556518555
        },
        {
            "docid": "6313262_14",
            "document": "Weakest Link (U.S. game show) . The host would then ask one question at a time to each player, alternating back and forth. They would then answer the question, after which the host would either say \"that is the correct answer\" or inform them that they were incorrect and give them the right answer. Play continued in this manner until either all five (or three) questions per side were asked or until it became impossible for one of the two finalists to win.",
            "score": 49.518463134765625
        },
        {
            "docid": "420471_15",
            "document": "You Don't Know Jack (franchise) . The final round of the game, called the Jack Attack in most versions and also known as the HeadRush in \"HeadRush\", is a word association question. A clue is given, which generally describes the desired correct answers (such as \"movie stars\") and after that a word, phrase, or name appears in the middle of the screen, to which the contestant must find an associated word or phrase that fits the overall category. For example, \"Star Wars\" might be the associated word, and the correct answer fitting \"movie stars\" could be Harrison Ford. Other possibilities offered might include actors not in that film, or other objects or concepts related to the film but which are not stars of the movie. For each associated phrase, seven potential matches appear on screen one-at-a-time for only a few seconds each before disappearing, and only one is correct. The topics and/or potential answers are sometimes humorous.",
            "score": 49.49220275878906
        },
        {
            "docid": "6584334_5",
            "document": "Whittle (game show) . During the first half of the show, the contestants answer questions which appear on a giant screen along with four possible answers, exactly one of which is correct. The players then have ten seconds to press a button on their keypads according to which answer they think is correct. Players failing to give the correct answer within ten seconds are eliminated from the game. The host would often find and ridicule anyone who chose the obviously incorrect answers. This is repeated up to six times in the first half, which must end with exactly ten players remaining; this is achieved by making the last question a timed question, in which not only are players failing to give the correct answer eliminated, players failing to give the correct answer and be one of the ten fastest correct answers are also eliminated.",
            "score": 48.21744918823242
        },
        {
            "docid": "3729941_70",
            "document": "Who Wants to Be a Millionaire (U.S. game show) . The U.S. \"Millionaire\" also made catchphrases out of various lines used on the show. In particular, \"\"Is that your final answer?\"\", asked by \"Millionaire\"<nowiki>'</nowiki>s hosts whenever a contestant's answer needs to be verified, was popularized by Philbin during his tenure as host, and was also included on TV Land's special \"100 Greatest TV Quotes and Catch Phrases\", which aired in 2006. Meanwhile, during his tenure as host, Cedric signed off shows with a catchphrase of his own, \"\"Watch yo' wallet!\"\"",
            "score": 48.19586181640625
        },
        {
            "docid": "13414688_4",
            "document": "Down You Go . \"Down You Go\" was similar to \"Hangman\", with a group of four celebrity panelists who were asked to guess a word or phrase submitted by a home viewer. The host would give a wordplay-laden clue to the panel, who could then ask a question of any sort about the phrase, for which the host would have to \"ad lib\" an answer. After two questions, the second panelist would begin calling out a letter. Guessing a letter in the puzzle kept the panelist alive; if the panelist guessed a letter not in the puzzle, they would be eliminated and would pull down a lever on their lectern replacing their name with the phrase \"DOWN YOU GO.\" Once two of the four panelists went down, the remaining panelists could ask another clue. At any time, a panelist could solve the puzzle and, if correct, end the game. The panel and host would then lightheartedly discuss the phrase for a minute or so before the next round began.",
            "score": 48.189693450927734
        },
        {
            "docid": "27748226_61",
            "document": "Jeopardy! . \"Jeopardy!\"s answer-and-question format has become widely entrenched: Fleming observed that other game shows would have contestants phrasing their answers in question form, leading hosts to remind them that they are not competing on \"Jeopardy!\"",
            "score": 48.02813720703125
        },
        {
            "docid": "18574154_3",
            "document": "Football Tonight . Early shows discussed what Favre needs to do to become reinstated into the league, what contracts are being negotiated, and what stars might not even make it to training camp. Calls from the general public don't typically take place on Football Tonight. Instead, other ESPN personalities like Trey Wingo, John Clayton, Jeremy Green, and Mike Golic are brought on to provide analysis of the holdouts, contracts, and each week's preparation, many doing double duty for Football Tonight and NFL Live on the same day. Questions that fans may want answered are encouraged to be sent to the show at footballtonight@espnradio.com.",
            "score": 48.00471878051758
        },
        {
            "docid": "5857381_6",
            "document": "Sale of the Century (Australian game show) . Each contestant is given $20 to start. The host reads a trivia question to the contestants. The first to press a buzzer gets an opportunity to answer the question, interrupting the host if in the middle of reading the question. Players' scores increase by $5 for each correct answer and decrease by $5 for each incorrect answer. If a player answers incorrectly, the correct answer is revealed and the game goes on to the next question, as only one player can try to answer each question.",
            "score": 47.96894836425781
        },
        {
            "docid": "38156_41",
            "document": "Who Wants to Be a Millionaire? . On the Australian versions, McGuire replaces the phrase with \"Lock it in?\"; likewise, the Indian version's hosts have used varying \"lock\" catchphrases. There are also a number of other non-English versions of \"Millionaire\" where the host does not ask \"[Is that your] final answer?\" or a literal translation thereof. Besides the \"final answer\" question, other catchphrases used on the show include the contestants' requests to use lifelines, such as \"I'd like to phone a friend\"; and a line that Tarrant spoke whenever a contestant was struggling with a particular question, \"Some questions are only easy if you know the answer.\"",
            "score": 47.92355728149414
        },
        {
            "docid": "380840_2",
            "document": "QI . QI (Quite Interesting) is a British comedy panel game television quiz show created and co-produced by John Lloyd, and features permanent panelist Alan Davies. Stephen Fry was host of the show from its initial pilot, before departing after the final episode of the M series in 2016, with frequent \"QI\" panelist Sandi Toksvig replacing him prior to the beginning of the N series in 2016. The format of the show focuses on Davies and three other guest panelists answering questions that are extremely obscure, making it unlikely that the correct answer will be given. To compensate, the panelists are awarded points not only for the right answer, but also for interesting ones, regardless of whether they are right or even relate to the original question, while points are deducted for \"answers which are not only wrong, but pathetically obvious\" – typically answers that are generally believed to be true but in fact are misconceptions. These answers, referred to as \"forfeits\", are usually indicated by a loud klaxon and alarm bell, flashing lights, and the incorrect answer being flashed on the video screens behind the panelists. Bonus points are sometimes awarded or deducted for challenges or incorrect references, varying from show to show. \"QI\" has a philosophy that \"everything is interesting if looked at in the right way\"; many factual errors in the show have been corrected in later episodes or on the show's blog.",
            "score": 47.85257339477539
        },
        {
            "docid": "7649162_4",
            "document": "Show Me the Money (U.S. TV series) . Before the game, scrolls were randomly distributed to thirteen female dancers known as the $1,000,000 Dancers. These scrolls show 12 different dollar amounts and a symbol representing the \"killer card\", which is a yellow triangle. The dollar amounts were: Each turn involved a set of three concealed questions (A, B, and C) with a common initial word or phrase. The player was shown this initial phrase, and picked A, B, or C. The question was read, and the player could either answer it or pass and pick another letter. The player could pass twice on a turn, but then had to answer the remaining question; a player could not return to a previously passed question. After giving an answer, the player picked a dancer who still had her scroll, which was opened; then the correct answer was revealed. If it showed a dollar amount, it was added to the player's pot for a correct answer or subtracted for an incorrect answer.",
            "score": 47.690269470214844
        },
        {
            "docid": "1146107_14",
            "document": "Broadcast Standards and Practices . In an episode of \"Press Your Luck\", the three players were asked a question regarding which cartoon character used the phrase \"Sufferin' Succotash!\" After the first contestant buzzed in with the answer \"Sylvester\", host Peter Tomarken gave two other choices of Goofy and Daffy Duck. The other two contestants all went with Sylvester, but Tomarken said the correct answer was Daffy Duck. In actuality, \"both\" Sylvester and Daffy Duck have said the phrase. During post-production of the episode the error was discovered and a taped segment, in which Tomarken got a \"phone call\" from \"Looney Tunes\" voice actor Mel Blanc (in the voice of Sylvester), explained the mistake and that all three contestants would be invited back on future episodes.",
            "score": 46.96470642089844
        },
        {
            "docid": "8136118_6",
            "document": "The $128,000 Question . As on \"The $64,000 Question\", each contestant was quizzed in a category which was his or her own area of expertise. In the first season, contestants selected categories from a board with several options. Once the contestant chose a category, a cassette tape containing four questions was given to host Darow, who then fed it into an electric typewriter onstage. For each question, Darow read it as the typewriter printed it onto a sheet of paper. After the contestant gave a response, the typewriter printed the correct answer. The first question was worth $64 for a correct answer, and the next three subsequent answers doubled that amount, up to $512. The contestant was given a chance to stop after every question, as answering incorrectly at any point ended the run and he/she was awarded a consolation prize; the value of said prize varied depending on when the incorrect answer was given.",
            "score": 46.95618438720703
        },
        {
            "docid": "2422656_9",
            "document": "Scholastic Scrimmage . Dr. Walton's style of hosting is notable for her not telling players that they have given an incorrect answer. Rather, she will state that the question \"goes over to...\" the other team or she will state the correct answer.",
            "score": 46.882415771484375
        },
        {
            "docid": "51026594_7",
            "document": "Kavin (actor) . As Saravanan Meenatchi (season 2) culminated, he announced that he would not be doing serials anymore. Hence, he hosted the Vijay Television Awards 2017 with anchor Ramya Subramanian. He had also hosted the reality show Kings of Dance (season 2) and other programs in Star Vijay",
            "score": 46.81343460083008
        },
        {
            "docid": "5269533_5",
            "document": "Quicksilver (U.S. game show) . For example, given the choices Monty Hall, Picador, Pandora's Box and \"Trading Places\", the host may ask \"On the game show \"Let's Make a Deal\"…this is what host Monty Hall would ask contestants to do.\" A contestant buzzing-in before the question was finished might choose Monty Hall based upon Hall's association with the program. However, the correct answer in this case would be \"picador,\" a play on the similar-sounding phrase \"pick a door.\" Most questions had misleading wording and pun answers given in this format, known as a \"swerve\" in quiz bowl culture.",
            "score": 46.806312561035156
        },
        {
            "docid": "36739351_12",
            "document": "Raghav Juyal . He also worked in the film ABCD 2 which was released on 19 June 2015, directed by Remo D'Souza co-starring Varun Dhawan and Shraddha Kapoor. He also hosted the show Dance Plus on Star Plus. He also Hosted Prem Ki Diwali along with Karishma Tanna telecasted on Life Ok. He was seen in season 7 as a contestant.He hosted the season 2 of the show Dance Plus which aired on Star Plus. . He hosted Rising Star along with Meiyang Chang in early 2017 which aired on Colors TV. He has also hosted Dance Plus (season 3) which was aired on Star Plus. In October 2017, he began co-hosting the dance contest TV show Dance Champions with Ridhima Pandit.",
            "score": 46.79977798461914
        },
        {
            "docid": "19920744_12",
            "document": "Cash Cab (U.S. game show) . When a contestant has won at least $200 or $300 in a normal game or an After Dark game - or at least $600 on a Double Ride - and the cab is forced to stop at a traffic light, Bailey or Melewski will announce a Red Light Challenge. He or she reads a question that has multiple correct answers – usually four to seven – and the passenger(s) have 30 seconds to give those answers; they do not always have to give all of the answers. Since there is no penalty for an incorrect answer, giving all the correct answers in the allotted time is worth $250 – or $500 during Double Ride games – regardless of how many incorrect answers a contestant might also blurt out along the way. The contestant does not receive the extra $250 (or $500) if the 30-second time limit runs out; it is also not counted as a strike, and the contestant doesn't lose any accumulated money. While only one Red Light Challenge is usually played per game, beginning in Season 4 there are multiple Red Light Challenges during certain games – at least two per game – with the second for accumulating at least $1,000.",
            "score": 46.3294563293457
        },
        {
            "docid": "17249379_6",
            "document": "NY Wired . Three lottery retailers played a qualifying round in which they answered survey questions asked to people all over New York. The host read each question one at a time and gave three possible answers. The first player to buzz-in had a chance to choose one of those answers. A correct answer (the number one response in the survey) scored a point, but an incorrect answer gave the other contestants a chance to buzz-in and answer, and another incorrect answer from another player gave the remaining player the point by default. The first player to score three points played for the jackpot; the remaining two players played a second qualifying round.",
            "score": 46.223426818847656
        },
        {
            "docid": "50558408_3",
            "document": "Name That Movie . Three players participate. The host asks a question and they answer them by pressing the button before the other contestants. Correct answers win money. Incorrect answers do not. The amount increases in each round. At the end of three rounds the least successful player is dismissed and his money goes to the leader.",
            "score": 45.98573303222656
        },
        {
            "docid": "34905308_11",
            "document": "Basta (TV series) . \"Basta\" could prove these games were indeed a fraud. De Neveneffecten found a job posing as host for such games and they asked Maxime De Winne to apply for the job and to go undercover. Maxime got the job and was a host for about 4 months where he used hidden cameras to record conversations with the management. Neveneffecten also hired a math expert: Gaetan De Weert. After some months, Gaetan was able to solve every math puzzle, but noticed the answer of the puzzle is incorrect in 16% of the cases due to miscalculation of the producers. Gaetan called the studio and was able to give the correct answer. He also said the show was a fraud and he was going to publish the solution key on the Internet, which he actually did. The episode was aired on 17 January 2011, vtm and 2BE decided to stop the games as from 18 January 2011. The broadcast did not have any effect in Wallonia where the games are still aired.",
            "score": 45.9141845703125
        },
        {
            "docid": "2186517_5",
            "document": "Honda Campus All-Star Challenge . Gameplay takes place during two eight-minute halves and include toss-up and bonus questions. Toss-up questions are always 10 points in value and, and a correct response opn a toss-up gives the team the right to answer a bonus question, which can be worth 20, 25, or 30 possible points. The toss-up questions do not permit conferring with other team members, with buzzers (using a lockout system) being used to designate who rings in to answer a question. Players may ring in before the moderator has completed the question (also known as an interrupt) but if an incorrect answer is given, the team is given a five-point deduction, and the question is completed for the other team.",
            "score": 45.86982345581055
        }
    ]
}