{
    "q": [
        {
            "docid": "37961224_4",
            "document": "Cultural studies . Cultural studies combines a variety of politically engaged critical approaches drawn including semiotics, Marxism, feminist theory, ethnography, critical race theory, Post-structuralism, Postcolonialism, social theory, political theory, history, philosophy, literary theory, media theory, film/video studies, communication studies, political economy, translation studies, museum studies and art history/criticism to study cultural phenomena in various societies and historical periods. Cultural studies seeks to understand how meaning is generated, disseminated, contested, bound up with systems of power and control, and produced from the social, political and economic spheres within a particular social formation or conjuncture. Important theories of cultural hegemony and agency have both influenced and been developed by the cultural studies movement, as have many recent major communication theories and agendas, such as those that attempt to explain and analyze the cultural forces related to processes of globalization.",
            "score": 99.64222741127014
        },
        {
            "docid": "26692723_11",
            "document": "Study of global communication . From the point of view of global communication scholars, previous theories of modernization, dependency, and cultural imperialism have failed to satisfactorily explain global communication. The old theories only explain part of the global picture.",
            "score": 64.50071716308594
        },
        {
            "docid": "26692723_7",
            "document": "Study of global communication . Nevertheless, earlier International communication theories have failed to develop models or research agendas that match the reality of the contemporary role of global communication . The old theories only explain part of the global picture and the theories of modernization, dependency, and cultural imperialism have failed to satisfactorily explain global communication.",
            "score": 64.1436882019043
        },
        {
            "docid": "24199593_8",
            "document": "Stephen Gill (political scientist) . Gill is considered one of the leading Neo-Gramscian International Relations scholars, although his work adopts his own distinctive historical materialist approach as a means of explaining global power and the changing world order. His work draws on Gramscian concepts such as American hegemony (for the Gramscian definition, see Hegemony), cultural hegemony and historic blocs, organic intellectuals and state-civil society.",
            "score": 88.39573287963867
        },
        {
            "docid": "9641126_2",
            "document": "Posthegemony . Posthegemony or post-hegemony is a period or a situation in which hegemony is no longer said to function as the organizing principle of a national or post-national social order, or of the relationships between and amongst nation states within the global order. The concept has different meanings within the fields of political theory, cultural studies, and international relations.",
            "score": 88.43612909317017
        },
        {
            "docid": "2971986_19",
            "document": "Transnational feminism . Transnational feminist theories seek to destabilize liberal feminist assumptions that Third World women face the same type of oppression as First World women.  In their seminal text\" Scattered Hegemonies: Postmodernity and Transnational Feminist Practices\", the authors Inderpal Grewal and Caren Kaplan posit transnational feminist theory as one that critiques modernity through the lens of feminist theory. This articulation of feminist theory is a revision to the field of postmodernism, which the authors argue is powerful in its critique of modern global capitalism, but inadequate because it does not explore gender or reflect on the consequences of theorizing with a Western background. Without paying attention to how colonial histories and global capital flows allow for different cultures to influence and change each other, postmodernist theorists portray non-Western cultures as essentially different from and marginal to Western cultures. Postmodern does not exemplify the realities of transnational feminism and its relation to the global south, Mohanty states \"postmodernist critique that is skeptical of a systematic analysis of institutionalized power and of decolonizing methodologies that center marginalized experience (women of color epistemology) in struggles for justice is seriously off the mark\". In order for activists around the world to collaborate, they need a theory that both creates solidarity among women all over the globe and recognizes difference. This involves challenging how people from different cultures understand what being a \"woman\" is and can be. Grewal and Kaplan express this sentiment when they say:",
            "score": 84.0380494594574
        },
        {
            "docid": "53451_5",
            "document": "Hegemony . The Marxist theory of cultural hegemony, associated particularly with Antonio Gramsci, is the idea that the ruling class can manipulate the value system and mores of a society, so that their view becomes the world view (\"Weltanschauung\"): in Terry Eagleton's words, \"Gramsci normally uses the word hegemony to mean the ways in which a governing power wins consent to its rule from those it subjugates\". In contrast to authoritarian rule, cultural hegemony \"is hegemonic only if those affected by it also consent to and struggle over its common sense\".",
            "score": 82.86742854118347
        },
        {
            "docid": "3690512_4",
            "document": "Marxist international relations theory . This economic reductionism is considered also to be a central flaw. As a solution, the neo-Gramscian school proposed a further development. By combining global capitalism, state structure, and political-economic institutions they managed to create a theory of global hegemony (ideological domination). According to this theory, hegemony is maintained through close cooperation between powerful elites inside and outside the core regions of the world system. Global governance is constituted by political and economic institutions that put pressure on the less developed and unstable peripheral countries.",
            "score": 85.22501254081726
        },
        {
            "docid": "55838656_5",
            "document": "Culture of violence theory . As mentioned previously the culture of violence theory addresses the pervasiveness of specific violent patterns within in a societal dimension. Specifically, culture of violence theory explains how cultures and societies can sanction violent acts. While related to structural violence, cultural violence theory is different by explaining why direct acts of violence or violence built into systems of society exists and how they are legitimized. Research suggests that cultures can encourage and permit violence to exist as a response to various environmental obstacles, such as widespread resource impoverishment. This can be seen within various aspects of culture, such as film, television, music, language, art, and propaganda.",
            "score": 61.42929768562317
        },
        {
            "docid": "3208697_8",
            "document": "Youth subculture . Interactionist theorist Stan Cohen argues youth subcultures are not coherent social groupings that arise spontaneously as a reaction to social forces, but that mass media labeling results in the creation of youth subcultures by imposing an ideological framework in which people can locate their behavior. Post-structuralist theories of subculture utilize many of the ideas from these other theories, including hegemony and the role of the media. In his book, \"\", Dick Hebdige describes subcultures as a reaction of subordinated groups that challenge the hegemony of the dominant culture. This theory accounts for factors such as gender, ethnicity and age. Youth can be seen as a subordinate group in relation to the dominant, adult society.",
            "score": 82.06002759933472
        },
        {
            "docid": "5531689_16",
            "document": "Antiscience . Characteristics of antiscience associated with the right include the appeal to conspiracy theories to explain why scientists believe what they believe, in an attempt to undermine the confidence or power usually associated to science (e.g. in global warming conspiracy theories).",
            "score": 68.73046636581421
        },
        {
            "docid": "57616704_2",
            "document": "Techno-globalism . Techno-globalism is a social theory that aims to explain globalization using the spread of science and technology. Through the spread of science and technology, different nations and societies come together to form a more open and knowledge-based group which is characterized as \"globalized.\" Broadly speaking, techno-globalism is establishing connections between individuals or groups of individuals using shared science and technological practices. In terms of form, techno-globalism can be expressed in macro and micro scales ranging from the interconnections of national economies to individual behavioral culture.",
            "score": 74.32294750213623
        },
        {
            "docid": "32398661_22",
            "document": "Post-politics . The figure of excess fulfils a different purpose in Mouffe's theory of the political, which rests heavily on her and Laclau's notion of hegemony. According to Dikec, hegemony in Laclau and Mouffe's image presupposes the impossibility of 'a totally sutured society, or, in other words, a total closure of the social'. This is because hegemony is possible only through antagonism; and antagonism, in turn, can exist only through lack or surplus: consensus, in this view, is never a complete closure; rather, it only ever exists as the ‘temporary result of a provisional hegemony’. Insofar as it rests on an assertion of the impossibility of saturation, Mouffe's critique of post-politics therefore displays some commonality with those of Rancière, Badiou and Žižek. Mouffe's resistance to saturation, however, is explained by her post-structuralist politico-theoretical persuasion and its attendant anti-essentialism. In this respect, her theory of the political differs widely from the above-mentioned philosophers, all of whom, while inspired in various ways by it, are careful to distance themselves from post-structuralist thought, not least on account of the contribution it has in their eyes made to the consolidation of the post-political Zeitgeist. It also explains the absence of the universalist gesture in Mouffe. Indeed, as explained above, the political is the struggle for hegemonic control over the particular content that is to stand-in for the Universal. An authentic universality is therefore impossible.",
            "score": 63.36725080013275
        },
        {
            "docid": "10176541_2",
            "document": "Global warming conspiracy theory . A global warming conspiracy theory invokes claims that the scientific consensus on global warming is based on conspiracies to produce manipulated data or suppress dissent. It is one of a number of tactics used in climate change denial to legitimize political and public controversy disputing this consensus. Global warming conspiracy theorists typically allege that, through worldwide acts of professional and criminal misconduct, the science behind global warming has been invented or distorted for ideological or financial reasons, or both.",
            "score": 76.18707299232483
        },
        {
            "docid": "13109_104",
            "document": "Global warming controversy . Global warming skeptic Reid Bryson said in June 2007, \"There is a lot of money to be made in this... If you want to be an eminent scientist you have to have a lot of grad students and a lot of grants. You can't get grants unless you say, 'Oh global warming, yes, yes, carbon dioxide'.\" Similar positions have been advanced by University of Alabama, Huntsville climate scientist Roy Spencer, Spencer's University of Alabama, Huntsville colleague and IPCC contributor John Christy, University of London biogeographer Philip Stott, Accuracy in Media, and Ian Plimer in his 2009 book \"Heaven and Earth — Global Warming: The Missing Science\".",
            "score": 53.68696641921997
        },
        {
            "docid": "410722_14",
            "document": "Cultural hegemony . As conceptual criticism of cultural hegemony, the structuralist philosopher Louis Althusser presented the theory of the ideological state apparatus to describe the structure of complex relationships, among the different organs of the State, by which ideology is transmitted and disseminated to the populations of a society. Althusser draws from the concepts of hegemony present in \"cultural hegemony\", yet rejects the absolute historicism proposed by Gramsci. He argues that the ideological state apparatuses (ISA) are the sites of ideological conflict among the social classes of a society. That, in contrast to the repressive state apparatuses (RSA), such as the military and the police forces, the ISA exist as a plurality. While the ruling class in power can readily control the repressive state apparatuses, the ISA are both the sites and the stakes (the objects) of class struggle. Moreover, the ISA are not monolithic social entities, and are distributed throughout the society, as public and as private sites of continual class struggle.",
            "score": 82.67675638198853
        },
        {
            "docid": "17146474_10",
            "document": "Cultural schema theory . The term cross-cultural adaptation refers to the complex process through which an individual acquires an increasing level of the communication skills of the host culture and of relational development with host nationals. Simply put, cross-cultural adaptation is the transformation of a person's own PSI schemas into those of the host culture and acquisition of new PSI schemas in the host culture s/he is residing in. A number of different people may b e subject to cross-cultural adaptation, including immigrants, refugees, business people, diplomats, foreign workers, and students. However, this entry specifically applies cultural schema theory to sojourners' cross cultural adaptation. Sojourners generally spend a few years in another culture while intending to return to their home country. Business people, diplomats, students, and foreign workers can all be classified as sojourners. In order to better explain sojourners' cross-cultural adaptation, axioms are used to express causal, correlational, or teleological relationships. Axioms also help to explain the basic assumptions of the Cultural Schema Theory (Nishida, 1999).",
            "score": 52.81142473220825
        },
        {
            "docid": "10176541_1",
            "document": "Global warming conspiracy theory . Global warming conspiracy theory",
            "score": 65.84090232849121
        },
        {
            "docid": "41438959_3",
            "document": "How Global Warming Works . The motivation for the website came from two studies conducted by Ranney and colleagues. In the first study, they hypothesized that one of the factors explaining why fewer Americans believe in global warming than do people in other industrialized nations is that they do not understand the mechanism of global warming. To test this hypothesis, they anonymously surveyed 270 park visitors and community college students in San Diego. They reported that none of the 270 participants could explain the basic mechanism of global warming even though 80% thought that global warming was real and that 77% thought that humans contributed to it.",
            "score": 66.41373109817505
        },
        {
            "docid": "6267_2",
            "document": "Cultural imperialism . Cultural imperialism comprises the cultural aspects of imperialism. Imperialism here refers to the creation and maintenance of unequal relationships between civilizations, favoring the more powerful civilization. Thus, cultural imperialism is the practice of promoting and imposing a culture, usually that of a politically powerful nation, over a less powerful society; in other words, the cultural hegemony of industrialized or economically influential countries which determine general cultural values and standardize civilizations throughout the world. The term is employed especially in the fields of history, cultural studies, and postcolonial theory. It is usually used in a pejorative sense, often in conjunction with calls to reject such influence. Cultural imperialism can take various forms, such as an attitude, a formal policy, or military action, insofar as it reinforces cultural hegemony.",
            "score": 80.82522392272949
        },
        {
            "docid": "28370160_16",
            "document": "Media coverage of global warming . One way media reports attack global warming is to compare it with a purported episode of alarmism related to global cooling. In the 1970s, global cooling, a claim with limited scientific support (even during the height of the media frenzy over global cooling, \"the possibility of anthropogenic warming dominated the peer-reviewed literature\") was widely reported in the press. Several media pieces have claimed that, since the even-at-the-time-poorly-supported theory of global cooling was shown to be false, that the well-supported theory of global warming can also be dismissed. For example, an article in \"The Hindu\" by Kapista and Bashkirtsev wrote: \"Who remembers today, they query, that in the 1970s, when global temperatures began to dip, many warned that we faced a new ice age? An editorial in The Time magazine on June 24, 1974, quoted concerned scientists as voicing alarm over the atmosphere 'growing gradually cooler for the past three decades', 'the unexpected persistence and thickness of pack ice in the waters around Iceland,' and other harbingers of an ice age that could prove 'catastrophic.' Man was blamed for global cooling as he is blamed today for global warming\"., and the \"Irish Independent\" published an article claiming that \"The widespread alarm over global warming is only the latest scare about the environment to come our way since the 1960s. Let's go through some of them. Almost exactly 30 years ago the world was in another panic about climate change. However, it wasn't the thought of global warming that concerned us. It was the fear of its opposite, global cooling. The doom-sayers were wrong in the past and it's entirely possible they're wrong this time as well.\" Numerous other examples exist.",
            "score": 78.63052976131439
        },
        {
            "docid": "25428398_8",
            "document": "Public opinion on global warming . A 2010 survey of 14 industrialized countries found that skepticism about the danger of global warming was highest in Australia, Norway, New Zealand and the United States, in that order, correlating positively with per capita emissions of carbon dioxide. In 2009 Yale University conducted a study identifying global warming's 'Six Americas'. The report identifies six audiences with different opinions about global warning: The alarmed (18%), the concerned (33%), the cautious (19%), the disengaged (12%), the doubtful (11%) and the dismissive (7%). The alarmed and concerned make out the largest percentage and think something should be done about global warming. The cautious, disengaged and doubtful are less likely to take action. The dismissive are convinced global warming is not happening. These audiences can be used to define the best approaches for environmental action. The theory of the 'Six Americas' is also used for marketing purposes.",
            "score": 68.4103410243988
        },
        {
            "docid": "410722_12",
            "document": "Cultural hegemony . Cultural hegemony has philosophically influenced Eurocommunism, the social sciences, and the activist politics of socially liberal and progressive politicians. The analytic discourse of cultural hegemony is important to research and synthesis in anthropology, political science, sociology, and cultural studies; in education, cultural hegemony developed critical pedagogy, by which the root causes of political and social discontent can be identified, and so resolved.",
            "score": 75.18385720252991
        },
        {
            "docid": "9545969_40",
            "document": "Ilana Mercer . Mercer is not what is known pejoratively as a “climate denier,” and considers herself a conservative environmentalist. Or, as she put it in a May 22, 2017 post, a “reincarnated Southern agrarian.” Nevertheless, she had observed, in 2006, that the problem with “the theory of global warming is that it’s unfalsifiable. The theory cannot be falsified or tested and is, therefore, irrefutable. Evidence that contradicts the global warming theory, climate Chicken Littles enlist as evidence for the correctness of their theory; every permutation in weather patterns—warm or cold—is said to be a consequence of that warming or proof of it.\"",
            "score": 70.7408242225647
        },
        {
            "docid": "10176541_14",
            "document": "Global warming conspiracy theory . \"National Geographic\" fact-checked 6 persistent scientific conspiracy theories. Regarding the persistent belief in a global warming hoax they note that the Earth is continuing to warm and the rate of warming is increasing as documented in numerous scientific studies. The rise in global temperature and its rate of increase coincides with the rise of greenhouse gases in the atmosphere due to human activity. Moreover, global warming is causing Arctic sea ice to thaw at historic rates, many species of plants are blooming earlier than expected, and the migration routes of many birds, fish, mammals, and insects are changing.",
            "score": 91.32147121429443
        },
        {
            "docid": "53451_26",
            "document": "Hegemony . In the historical writing of the 19th century, the denotation of \"hegemony\" extended to describe the predominance of one country upon other countries; and, by extension, \"hegemonism\" denoted the Great Power politics (c. 1880s – 1914) for establishing hegemony (indirect imperial rule), that then leads to a definition of imperialism (direct foreign rule). In the early 20th century, in the field of international relations, the Italian Marxist philosopher Antonio Gramsci developed the theory of cultural domination (an analysis of economic class) to include social class; hence, the philosophic and sociologic theory of cultural hegemony analysed the social norms that established the social structures (social and economic classes) with which the ruling class establish and exert cultural dominance to impose their \"Weltanschauung\" (world view)—justifying the social, political, and economic \"status quo\"—as natural, inevitable, and beneficial to every social class, rather than as artificial social constructs beneficial solely to the ruling class.",
            "score": 80.77135157585144
        },
        {
            "docid": "407233_30",
            "document": "Global dimming . Interactions between the two theories for climate modification have also been studied, as global warming and global dimming are neither mutually exclusive nor contradictory. In a paper published on March 8, 2005 in the American Geophysical Union's Geophysical Research Letters, a research team led by Anastasia Romanou of Columbia University's Department of Applied Physics and Mathematics, New York, also showed that the apparently opposing forces of global warming and global dimming can occur at the same time. Global dimming interacts with global warming by blocking sunlight that would otherwise cause evaporation and the particulates bind to water droplets. Water vapor is the major greenhouse gas. On the other hand, global dimming is affected by evaporation and rain. Rain has the effect of clearing out polluted skies.",
            "score": 66.60552668571472
        },
        {
            "docid": "37292837_26",
            "document": "Global warming in Norway . CCS is a potential means of mitigating the effects of fossil fuel emissions to global warming and ocean acidification. However, given Norway’s power supply is almost 100% renewable (majority coming from hydroelectricity) it is odd that they could also be depicted as world leaders when it comes to CCS technology. This can be explained by several key factors;",
            "score": 63.860727310180664
        },
        {
            "docid": "5209207_19",
            "document": "Joseph J. Romm . \"The New York Times\" \"Dot Earth\" column reviewed Romm's views on global warming solutions on November 24, 2008, including his belief that, to combat global warming, humans cannot wait for new technologies and scientific breakthroughs; that instead we must \"deploy existing and near-term low-carbon technologies as fast as is humanly possible\". In his blog, Romm has described the technology solutions that he believes can control global warming. \"The New York Times\" also quoted Romm as stating that, to solve the climate crisis, \"We will need a WWII-style approach\". The article noted Romm's belief that \"credible people\" and the press should publicly support the notion that government action is needed to help solve the global warming crisis. In particular, the press should explain how current news stories, such as hurricanes, droughts and insect infestations are related to global warming.",
            "score": 83.70878219604492
        },
        {
            "docid": "24095765_17",
            "document": "Eco-costs . The eco-costs of global warming (also called eco-costs of carbon footprint) can be used as an indicator for the carbon footprint. The eco-costs of resource depletion can be regarded as an indicator for 'circularity' in the theory of the circular economy. However, it is advised to include human toxicity and eco-toxicity, and include the eco-costs of global warming in the calculations on the circular economy as well. The eco-costs of global warming are required to reveal the difference between fossil-based products and bio-based products, since biogenic CO is not counted in LCA (biogenic CO is part of the natural recycle loop in the biosphere). Therefore, total eco-costs can be regarded as a robust indicator for cradle-to-cradle calculations in LCA for products and services in the theory of the circular economy. Since the economic viability of a business model is also an important aspect of the circular economy, the added value of a product-service system should be part of the analysis. This requires the two dimensional approach of Eco-efficient Value Creation as described at the Wikipedia page on the model of the ecocosts/value ratio, EVR.",
            "score": 64.86564064025879
        },
        {
            "docid": "21080545_13",
            "document": "Golden toad . Since records of golden toads were consistently collected, their rapid disappearance was well documented, yet the causes remain poorly understood. After 1989, there have been no verified documented sightings. The disappearance was originally attributed to a severe neotropical drought in 1987-1988, but other factors have since been treated as more likely causes. The IUCN has given numerous possible reasons for the species' extinction, including its \"restricted range, global warming, chytridiomycosis and airborne pollution\". Jennifer Neville examined the different hypotheses explaining the extinction in her article \"The Case of the Golden Toad: Weather Patterns Lead to Decline\", and concluded that Crump's El Niño hypothesis is \"clearly supported\" by the available data. In her article, Neville discussed the flaws in other hypotheses explaining the toad's decline. The UV-B radiation theory, which suggest that the decline in golden toads resulted from an increase in UV-B radiation, has little evidence supporting it because there was no high elevation UV-B radiation recorded, also, there is little evidence that an increase in UV-B radiation would have an effect on anurans. Another theory is that the anuran water loss from dry conditions helped cause high mortality rates among adults, although this point is hotly contested.",
            "score": 46.837140679359436
        },
        {
            "docid": "9717400_1",
            "document": "Global warming in popular culture . Global warming in popular culture",
            "score": 70.37858772277832
        }
    ],
    "r": [
        {
            "docid": "37961224_4",
            "document": "Cultural studies . Cultural studies combines a variety of politically engaged critical approaches drawn including semiotics, Marxism, feminist theory, ethnography, critical race theory, Post-structuralism, Postcolonialism, social theory, political theory, history, philosophy, literary theory, media theory, film/video studies, communication studies, political economy, translation studies, museum studies and art history/criticism to study cultural phenomena in various societies and historical periods. Cultural studies seeks to understand how meaning is generated, disseminated, contested, bound up with systems of power and control, and produced from the social, political and economic spheres within a particular social formation or conjuncture. Important theories of cultural hegemony and agency have both influenced and been developed by the cultural studies movement, as have many recent major communication theories and agendas, such as those that attempt to explain and analyze the cultural forces related to processes of globalization.",
            "score": 99.64222717285156
        },
        {
            "docid": "53829430_2",
            "document": "Media Hegemony . The concept of hegemony, which first was put forward by Antonio Gramsci (1971), refers to the moral, philosophical, and political leadership of a social group, which is not gained by force but by an active consent of other social groups through taking control of culture and ideology. During this process, the leading social group exerts its impact and gain its legitimacy mainly through social mechanisms such as education, religion, family and the mass media. Based on the definition of hegemony, media hegemony means the dominance of a certain aspects of life and thoughts by penetrating dominant culture and values in social life. In other words, media hegemony served as a crucial shaper of culture, values and ideology of society (Altheide, 1984).  For example, TV news departments are considered as extensions of a capitalistic economic order (Hall, 1979). The products of the media contain messages that convey the nature of society, the nature of relation of production within the media and the domain of institutions and social process (Golding, 1979). Thus it is crucial to decode media to figure out the latent capitalist ideology within the products of the media, and more importantly to realize the role of the media as tools to produce merchandise in a late capitalist economic order.",
            "score": 94.8879165649414
        },
        {
            "docid": "26692723_18",
            "document": "Study of global communication . Transcultural Political Economy is a concept that is presented in Global Communications by Paula Chakravartty and Yeuzhi Zhao. This concept looks at global communications and media studies in three major areas: global flows of information and culture, decentralizing the conceptual parameters of global information and media studies, and the normative debates in global communications in the context of neoliberalism. Transcultural Political Economy is a multidisciplinary study that focuses on the tensions between political economy and cultural studies. It \"integrate[s] institutional and cultural analyzes and address urgent questions in global communications in the context of economic integration, empire formation, and the tensions associated with adapting new privatized technologies, neoliberalized and globalized institutional structures, and hybrid cultural forms and practices\". Transcultural Political Economy addresses the issues surrounding the practice of neoliberalism and its creation of unequal power structures within the world system.  Globalization theory was popularized in the 1990s as a model for understanding global communication. The concept of globalization inspired a number of theories from various schools of thought in communication studies that each emphasize different aspects of globalization. Many globalization theories highlight actors in the business sector as leaders in the processes of global integration. Transnationalizing business is often celebrated as progression toward a more interconnected world. Globalization theories are often associated with theories of modernity. Some scholars view globalization as the social, political, economic, and cultural integration of societies into a capitalist system; Others see globalization as a successor to modernity, while some see it as an iteration of imperialism. Some question the usefulness and legitimacy of globalization theory, arguing that it does not adequately conceptualize current international relations or function as a lens through which to examine everyday events. Many scholars criticize globalization theories as overzealous toward and unrealistic about the extent of global integration. Some scholars criticize social theorists for offering opinions and predictions based on theory with little practical evidence. In contrast, some scholars work to dispute the pessimistic views of globalization theory.",
            "score": 91.58882141113281
        },
        {
            "docid": "10176541_14",
            "document": "Global warming conspiracy theory . \"National Geographic\" fact-checked 6 persistent scientific conspiracy theories. Regarding the persistent belief in a global warming hoax they note that the Earth is continuing to warm and the rate of warming is increasing as documented in numerous scientific studies. The rise in global temperature and its rate of increase coincides with the rise of greenhouse gases in the atmosphere due to human activity. Moreover, global warming is causing Arctic sea ice to thaw at historic rates, many species of plants are blooming earlier than expected, and the migration routes of many birds, fish, mammals, and insects are changing.",
            "score": 91.32147216796875
        },
        {
            "docid": "56244_28",
            "document": "Antonio Gramsci . To counter the notion that bourgeois values represented \"natural\" or \"normal\" values for society, the working class needed to develop a culture of its own. Lenin held that culture was \"ancillary\" to political objectives, but for Gramsci it was fundamental to the attainment of power that \"cultural hegemony\" be achieved first. In Gramsci's view, a class cannot dominate in modern conditions by merely advancing its own narrow economic interests; neither can it dominate purely through force and coercion. Rather, it must exert intellectual and moral leadership, and make alliances and compromises with a variety of forces. Gramsci calls this union of social forces a \"historic bloc\", taking a term from Georges Sorel. This bloc forms the basis of consent to a certain social order, which produces and re-produces the hegemony of the dominant class through a nexus of institutions, social relations, and ideas. In this way, Gramsci's theory emphasized the importance of the political and ideological superstructure in both maintaining and fracturing relations of the economic base.",
            "score": 89.86029052734375
        },
        {
            "docid": "9641126_2",
            "document": "Posthegemony . Posthegemony or post-hegemony is a period or a situation in which hegemony is no longer said to function as the organizing principle of a national or post-national social order, or of the relationships between and amongst nation states within the global order. The concept has different meanings within the fields of political theory, cultural studies, and international relations.",
            "score": 88.43612670898438
        },
        {
            "docid": "24199593_8",
            "document": "Stephen Gill (political scientist) . Gill is considered one of the leading Neo-Gramscian International Relations scholars, although his work adopts his own distinctive historical materialist approach as a means of explaining global power and the changing world order. His work draws on Gramscian concepts such as American hegemony (for the Gramscian definition, see Hegemony), cultural hegemony and historic blocs, organic intellectuals and state-civil society.",
            "score": 88.39573669433594
        },
        {
            "docid": "976389_6",
            "document": "Popular culture studies . Diametrically opposed to the aristocratic view would be the theory of culture industry developed by Frankfurt School critical theorists such as Theodor W. Adorno, Max Horkheimer and Herbert Marcuse. In their view, the masses are precisely dominated by an all-encompassing culture industry obeying only to the logic of consumer capitalism. Antonio Gramsci's concept of hegemony (see: cultural hegemony), that is, the domination of society by a specific group which stays in power by partially taking care of and partially repressing the claims of other groups, does not work here anymore. The principle of hegemony as a goal to achieve for an oppressed social class loses its meaning. The system has taken over; only the state apparatus dominates.",
            "score": 87.1487045288086
        },
        {
            "docid": "28087785_7",
            "document": "Prison Notebooks . The working class needed to develop a culture of its own, which would overthrow the notion that bourgeois values represented 'natural' or 'normal' values for society, and would attract the oppressed and intellectual classes to the cause of the proletariat. Lenin held that culture was 'ancillary' to political objectives but for Gramsci it was fundamental to the attainment of power that \"cultural hegemony\" be achieved first. In Gramsci's view, any class that wishes to dominate in modern conditions has to move beyond its own narrow ‘economic-corporate’ interests, to exert intellectual and moral leadership, and to make alliances and compromises with a variety of forces. Gramsci calls this union of social forces a ‘historic bloc’, taking a term from Georges Sorel. This bloc forms the basis of consent to a certain social order, which produces and re-produces the hegemony of the dominant class through a nexus of institutions, social relations and ideas. In this manner, Gramsci developed a theory that emphasized the importance of the superstructure in both maintaining and fracturing relations of the base.",
            "score": 86.87435150146484
        },
        {
            "docid": "56244_4",
            "document": "Antonio Gramsci . Gramsci is best known for his theory of cultural hegemony, which describes how the state and ruling capitalist class – the bourgeoisie – use cultural institutions to maintain power in capitalist societies. The bourgeoisie, in Gramsci's view, develops a hegemonic culture using ideology rather than violence, economic force, or coercion. Hegemonic culture propagates its own values and norms so that they become the \"common sense\" values of all and thus maintain the \"status quo\". Hegemonic power is therefore used to maintain consent to the capitalist order, rather than coercive power using force to maintain order. This cultural hegemony is produced and reproduced by the dominant class through the institutions that form the superstructure.",
            "score": 86.82298278808594
        },
        {
            "docid": "53451_27",
            "document": "Hegemony . From the Gramsci analysis derived the political science denotation of hegemony as \"leadership\"; thus, the historical example of Prussia as the militarily and culturally predominant province of the German Empire (Second Reich 1871–1918); and the personal and intellectual predominance of Napoleon Bonaparte upon the French Consulate (1799–1804). Contemporarily, in \"Hegemony and Socialist Strategy\" (1985), Ernesto Laclau and Chantal Mouffe defined hegemony as a political relationship of power wherein a sub-ordinate society (collectivity) perform social tasks that are culturally unnatural and not beneficial to them, but that are in exclusive benefit to the imperial interests of the hegemon, the superior, ordinate power; hegemony is a military, political, and economic relationship that occurs as an articulation within political discourse. Beyer analysed the contemporary hegemony of the United States at the example of the Global War on Terrorism and presented the mechanisms and processes of American exercise of power in 'hegemonic governance'.",
            "score": 86.43392944335938
        },
        {
            "docid": "44179_28",
            "document": "Satellite temperature measurements . Lower stratospheric cooling is mainly caused by the effects of ozone depletion with a possible contribution from increased stratospheric water vapor and greenhouse gases increase. There is a decline in stratospheric temperatures, interspersed by warmings related to volcanic eruptions. Global Warming theory suggests that the stratosphere should cool while the troposphere warms The long term cooling in the lower stratosphere occurred in two downward steps in temperature both after the transient warming related to explosive volcanic eruptions of El Chichón and Mount Pinatubo, this behavior of the global stratospheric temperature has been attributed to global ozone concentration variation in the two years following volcanic eruptions. Since 1996 the trend is slightly positive due to ozone recovery juxtaposed to a cooling trend of 0.1K/decade that is consistent with the predicted impact of increased greenhouse gases.",
            "score": 86.15148162841797
        },
        {
            "docid": "3690512_4",
            "document": "Marxist international relations theory . This economic reductionism is considered also to be a central flaw. As a solution, the neo-Gramscian school proposed a further development. By combining global capitalism, state structure, and political-economic institutions they managed to create a theory of global hegemony (ideological domination). According to this theory, hegemony is maintained through close cooperation between powerful elites inside and outside the core regions of the world system. Global governance is constituted by political and economic institutions that put pressure on the less developed and unstable peripheral countries.",
            "score": 85.22501373291016
        },
        {
            "docid": "30471028_25",
            "document": "MSU temperature measurements . The satellites also measure the lower stratospheric temperature and show a decline in stratospheric temperatures, interspersed by warmings related to volcanic eruptions. Global Warming theory suggests that the stratosphere should cool while the troposphere warms  However, the lower stratospheric cooling is mainly caused by the effects of ozone depletion with a possible contribution from increased stratospheric water vapor and greenhouse gases increase. The long term cooling in the lower stratosphere occurred in two downward steps in temperature both after the transient warming related to explosive volcanic eruptions of El Chichón and Mount Pinatubo, this behavior of the global stratospheric temperature has been attributed to global ozone concentration variation in the two years following volcanic eruptions. Since 1996 the trend is slightly positive due to ozone recover juxtaposed to a cooling trend of 0.1K/decade that is consistent with the predicted impact of increased greenhouse gases.",
            "score": 84.70317840576172
        },
        {
            "docid": "14261749_10",
            "document": "Charles Derber . Derber’s work focuses on the crises of capitalism, globalization, corporate power, American militarism, the culture of hegemony, the climate crisis, and the new peace and global justice movements. Derber is persuaded that the overwhelming economic and cultural power of global corporations, increasingly melded with the political and military hegemonic power of the American government and the crises of global capitalism and global climate change, are together an integrated crisis that is now the pre-eminent social issue of the 21st century, and that a new vision and political movement is needed. Derber’s research is oriented toward 1) the systemic analysis of the intertwined crises we face and 2) analysis of the transformative potential of social movements arising to create a more democratic and egalitarian order.  His works include:",
            "score": 84.4156723022461
        },
        {
            "docid": "2971986_19",
            "document": "Transnational feminism . Transnational feminist theories seek to destabilize liberal feminist assumptions that Third World women face the same type of oppression as First World women.  In their seminal text\" Scattered Hegemonies: Postmodernity and Transnational Feminist Practices\", the authors Inderpal Grewal and Caren Kaplan posit transnational feminist theory as one that critiques modernity through the lens of feminist theory. This articulation of feminist theory is a revision to the field of postmodernism, which the authors argue is powerful in its critique of modern global capitalism, but inadequate because it does not explore gender or reflect on the consequences of theorizing with a Western background. Without paying attention to how colonial histories and global capital flows allow for different cultures to influence and change each other, postmodernist theorists portray non-Western cultures as essentially different from and marginal to Western cultures. Postmodern does not exemplify the realities of transnational feminism and its relation to the global south, Mohanty states \"postmodernist critique that is skeptical of a systematic analysis of institutionalized power and of decolonizing methodologies that center marginalized experience (women of color epistemology) in struggles for justice is seriously off the mark\". In order for activists around the world to collaborate, they need a theory that both creates solidarity among women all over the globe and recognizes difference. This involves challenging how people from different cultures understand what being a \"woman\" is and can be. Grewal and Kaplan express this sentiment when they say:",
            "score": 84.03805541992188
        },
        {
            "docid": "2260887_30",
            "document": "Politics of global warming . In the scientific literature, there is a strong consensus that global surface temperatures have increased in recent decades and that the trend is caused primarily by human-induced emissions of greenhouse gases. With regard to the global warming controversy, the scientific mainstream puts neither doubt on the existence of global warming nor on its causes and effects.",
            "score": 83.91887664794922
        },
        {
            "docid": "5209207_19",
            "document": "Joseph J. Romm . \"The New York Times\" \"Dot Earth\" column reviewed Romm's views on global warming solutions on November 24, 2008, including his belief that, to combat global warming, humans cannot wait for new technologies and scientific breakthroughs; that instead we must \"deploy existing and near-term low-carbon technologies as fast as is humanly possible\". In his blog, Romm has described the technology solutions that he believes can control global warming. \"The New York Times\" also quoted Romm as stating that, to solve the climate crisis, \"We will need a WWII-style approach\". The article noted Romm's belief that \"credible people\" and the press should publicly support the notion that government action is needed to help solve the global warming crisis. In particular, the press should explain how current news stories, such as hurricanes, droughts and insect infestations are related to global warming.",
            "score": 83.70878601074219
        },
        {
            "docid": "26692723_23",
            "document": "Study of global communication . Cultural imperialism is a mighty civilization exerts culture influence over another. Less economically prominent cultures often import culture from Western countries, which have the economic means to produce a majority of the world's cultural media, mostly via the global transmission of media. The weak civilization adopts the mighty civilization's customs, philosophies, worldviews and general ways of life. The theoretical foundations of the academic study of cultural imperialism mostly come from Michel Foucault's concept of biopower, governmentality and Edward Saïd's concept of Post-colonialism, which theories see cultural imperialism as the cultural legacy of colonialism or forms of Western hegemony. Media effect study which integrated with political-economy traditional is the core argument of cultural imperialism. There are two opposite effects of media study. The negative one is that Western media imposes socio-political conflicts to the developing country and the latter one's resistance to the media effects to preserve their traditional cultural identities. The positive effects are the issues of the process of civilization such as women's right or racial equality with exposing to Western media. Now the term of cultural imperialism usually refers to America's global culture expansion to the rest of world, which include brand name products, video media, fast food and so on.",
            "score": 83.68315887451172
        },
        {
            "docid": "13109_2",
            "document": "Global warming controversy . The global warming controversy concerns the public debate over whether global warming is occurring, how much has occurred in modern times, what has caused it, what its effects will be, whether any action should be taken to curb it, and if so what that action should be. In the scientific literature, there is a strong consensus that global surface temperatures have increased in recent decades and that the trend is caused by human-induced emissions of greenhouse gases. No scientific body of national or international standing disagrees with this view, though a few organizations with members in extractive industries hold non-committal positions. Disputes over the key scientific facts of global warming are more prevalent in the media than in the scientific literature, where such issues are treated as resolved, and such disputes are more prevalent in the United States than globally.",
            "score": 83.23685455322266
        },
        {
            "docid": "53451_5",
            "document": "Hegemony . The Marxist theory of cultural hegemony, associated particularly with Antonio Gramsci, is the idea that the ruling class can manipulate the value system and mores of a society, so that their view becomes the world view (\"Weltanschauung\"): in Terry Eagleton's words, \"Gramsci normally uses the word hegemony to mean the ways in which a governing power wins consent to its rule from those it subjugates\". In contrast to authoritarian rule, cultural hegemony \"is hegemonic only if those affected by it also consent to and struggle over its common sense\".",
            "score": 82.867431640625
        },
        {
            "docid": "410722_14",
            "document": "Cultural hegemony . As conceptual criticism of cultural hegemony, the structuralist philosopher Louis Althusser presented the theory of the ideological state apparatus to describe the structure of complex relationships, among the different organs of the State, by which ideology is transmitted and disseminated to the populations of a society. Althusser draws from the concepts of hegemony present in \"cultural hegemony\", yet rejects the absolute historicism proposed by Gramsci. He argues that the ideological state apparatuses (ISA) are the sites of ideological conflict among the social classes of a society. That, in contrast to the repressive state apparatuses (RSA), such as the military and the police forces, the ISA exist as a plurality. While the ruling class in power can readily control the repressive state apparatuses, the ISA are both the sites and the stakes (the objects) of class struggle. Moreover, the ISA are not monolithic social entities, and are distributed throughout the society, as public and as private sites of continual class struggle.",
            "score": 82.6767578125
        },
        {
            "docid": "7895944_10",
            "document": "Science, technology, society and environment education . In the context of STSE education, the goals of teaching and learning are largely directed towards engendering cultural and democratic notions of scientific literacy. Here, advocates of STSE education argue that in order to broaden students' understanding of science, and better prepare them for active and responsible citizenship in the future, the scope of science education needs to go beyond learning about scientific theories, facts and technical skills. Therefore, the fundamental aim of STSE education is to equip students to understand and situate scientific and technological developments in their cultural, environmental, economic, political and social contexts (Solomon & Aikenhead, 1994; Bingle & Gaskell, 1994; Pedretti 1997 & 2005). For example, rather than learning about the facts and theories of weather patterns, students can explore them in the context of issues such as global warming. They can also debate the environmental, social, enconomic and political consequences of relevant legislation, such as the Kyoto Protocol. This is thought to provide a richer, more meaningful and relevant canvas against which scientific theories and phenomena relating to weather patterns can be explored (Pedretti \"et al.\" 2005).",
            "score": 82.18164825439453
        },
        {
            "docid": "3208697_8",
            "document": "Youth subculture . Interactionist theorist Stan Cohen argues youth subcultures are not coherent social groupings that arise spontaneously as a reaction to social forces, but that mass media labeling results in the creation of youth subcultures by imposing an ideological framework in which people can locate their behavior. Post-structuralist theories of subculture utilize many of the ideas from these other theories, including hegemony and the role of the media. In his book, \"\", Dick Hebdige describes subcultures as a reaction of subordinated groups that challenge the hegemony of the dominant culture. This theory accounts for factors such as gender, ethnicity and age. Youth can be seen as a subordinate group in relation to the dominant, adult society.",
            "score": 82.06002807617188
        },
        {
            "docid": "53451_28",
            "document": "Hegemony . Academics have argued that in the praxis of hegemony, imperial dominance is established by means of cultural imperialism, whereby the leader state (hegemon) dictates the internal politics and the societal character of the subordinate states that constitute the hegemonic sphere of influence, either by an internal, sponsored government or by an external, installed government. The imposition of the hegemon's way of life—an imperial \"lingua franca\" and bureaucracies (social, economic, educational, governing)—transforms the concrete imperialism of direct military domination into the abstract power of the \"status quo\", indirect imperial domination. Critics have said that this view is \"deeply condescending\" and \"treats people ... as blank slates on which global capitalism's moving finger writes its message, leaving behind another cultural automaton as it moves on.\"",
            "score": 80.93333435058594
        },
        {
            "docid": "481122_12",
            "document": "Stuart Hall (cultural theorist) . Hall's work covers issues of hegemony and cultural studies, taking a post-Gramscian stance. He regards language-use as operating within a framework of power, institutions and politics/economics. This view presents people as \"producers\" and \"consumers\" of culture at the same time. (Hegemony, in Gramscian theory, refers to the socio-cultural production of \"consent\" and \"coercion\".) For Hall, culture was not something to simply appreciate or study, but a \"critical site of social action and intervention, where power relations are both established and potentially unsettled\".",
            "score": 80.86258697509766
        },
        {
            "docid": "6267_2",
            "document": "Cultural imperialism . Cultural imperialism comprises the cultural aspects of imperialism. Imperialism here refers to the creation and maintenance of unequal relationships between civilizations, favoring the more powerful civilization. Thus, cultural imperialism is the practice of promoting and imposing a culture, usually that of a politically powerful nation, over a less powerful society; in other words, the cultural hegemony of industrialized or economically influential countries which determine general cultural values and standardize civilizations throughout the world. The term is employed especially in the fields of history, cultural studies, and postcolonial theory. It is usually used in a pejorative sense, often in conjunction with calls to reject such influence. Cultural imperialism can take various forms, such as an attitude, a formal policy, or military action, insofar as it reinforces cultural hegemony.",
            "score": 80.82522583007812
        },
        {
            "docid": "53451_26",
            "document": "Hegemony . In the historical writing of the 19th century, the denotation of \"hegemony\" extended to describe the predominance of one country upon other countries; and, by extension, \"hegemonism\" denoted the Great Power politics (c. 1880s – 1914) for establishing hegemony (indirect imperial rule), that then leads to a definition of imperialism (direct foreign rule). In the early 20th century, in the field of international relations, the Italian Marxist philosopher Antonio Gramsci developed the theory of cultural domination (an analysis of economic class) to include social class; hence, the philosophic and sociologic theory of cultural hegemony analysed the social norms that established the social structures (social and economic classes) with which the ruling class establish and exert cultural dominance to impose their \"Weltanschauung\" (world view)—justifying the social, political, and economic \"status quo\"—as natural, inevitable, and beneficial to every social class, rather than as artificial social constructs beneficial solely to the ruling class.",
            "score": 80.77135467529297
        },
        {
            "docid": "457430_21",
            "document": "Roy Spencer (scientist) . Spencer is a signatory to \"An Evangelical Declaration on Global Warming\", which states that \"We believe Earth and its ecosystems—created by God’s intelligent design and infinite power and sustained by His faithful providence —are robust, resilient, self-regulating, and self-correcting, admirably suited for human flourishing, and displaying His glory. Earth’s climate system is no exception. Recent global warming is one of many natural cycles of warming and cooling in geologic history.\" He believes that most climate change is natural in origin, the result of long-term changes in the Earth's albedo and that anthropogenic greenhouse gas emissions have caused some warming, but that its warming influence is small compared to natural, internal, chaotic fluctuations in global average cloud cover. This view contradicts the scientific consensus that \"most of the warming observed over the last 50 years is attributable to human activities\". Climatologist Patrick Michaels, also a self-professed skeptic of global warming, has defended Spencer, arguing that his religious beliefs have nothing to do with his climate change research.",
            "score": 80.76625061035156
        },
        {
            "docid": "5042951_62",
            "document": "Global warming . In the 1950s, research suggested increasing temperatures, and a 1952 newspaper reported \"climate change\". This phrase next appeared in a November 1957 report in \"The Hammond Times\" which described Roger Revelle's research into the effects of increasing human-caused emissions on the greenhouse effect, \"a large scale global warming, with radical climate changes may result\". Both phrases were only used occasionally until 1975, when Wallace Smith Broecker published a scientific paper on the topic, \"Climatic Change: Are We on the Brink of a Pronounced Global Warming?\" The phrase began to come into common use, and in 1976 Mikhail Budyko's statement that \"a global warming up has started\" was widely reported. Other studies, such as a 1971 MIT report, referred to the human impact as \"inadvertent climate modification\", but an influential 1979 National Academy of Sciences study headed by Jule Charney followed Broecker in using \"global warming\" for rising surface temperatures, while describing the wider effects of increased as \"climate change\".",
            "score": 80.27206420898438
        },
        {
            "docid": "39038931_2",
            "document": "World polity theory . World polity theory (also referred to as world society theory, global Neo-institutionalism, and the \"Stanford school\" of global analysis) was developed mainly as an analytical frame for interpreting global relations, structures, and practices. It was developed partly in response to the application of world systems theory. The theory views the world system as a social system with a cultural framework called world polity, which encompasses and influences the actors, such as nations, international organizations, and individuals under it. In other words, according to John Boli and George M. Thomas, \"the world polity is constituted by distinct culture – a set of fundamental principles and models, mainly ontological and cognitive in character, defining the nature and purposes of social actors and action.\" The World polity theory views the primary component of the world society as \"world polity\", which provides a set of cultural norms or directions in which the actors of the world society follow in dealing with problems and general procedures. In contrast to other theories such as neo-realism or liberalism, the theory considers other actors such as the states and institutions to be under the influence of global norms. Although it closely resembles constructivism, world polity theory is to be distinguished from it because \"world-polity theorists have been far more resolute in taking the “cultural plunge” than their constructivism counterparts\". In other words, world polity theory puts more of an emphasis on homogenization than the other. Through globalization, world polity and culture trigger the formation of enactable cultures and organizations while in return cultures and organizations elaborate the world society further.",
            "score": 79.9777603149414
        },
        {
            "docid": "28370160_16",
            "document": "Media coverage of global warming . One way media reports attack global warming is to compare it with a purported episode of alarmism related to global cooling. In the 1970s, global cooling, a claim with limited scientific support (even during the height of the media frenzy over global cooling, \"the possibility of anthropogenic warming dominated the peer-reviewed literature\") was widely reported in the press. Several media pieces have claimed that, since the even-at-the-time-poorly-supported theory of global cooling was shown to be false, that the well-supported theory of global warming can also be dismissed. For example, an article in \"The Hindu\" by Kapista and Bashkirtsev wrote: \"Who remembers today, they query, that in the 1970s, when global temperatures began to dip, many warned that we faced a new ice age? An editorial in The Time magazine on June 24, 1974, quoted concerned scientists as voicing alarm over the atmosphere 'growing gradually cooler for the past three decades', 'the unexpected persistence and thickness of pack ice in the waters around Iceland,' and other harbingers of an ice age that could prove 'catastrophic.' Man was blamed for global cooling as he is blamed today for global warming\"., and the \"Irish Independent\" published an article claiming that \"The widespread alarm over global warming is only the latest scare about the environment to come our way since the 1960s. Let's go through some of them. Almost exactly 30 years ago the world was in another panic about climate change. However, it wasn't the thought of global warming that concerned us. It was the fear of its opposite, global cooling. The doom-sayers were wrong in the past and it's entirely possible they're wrong this time as well.\" Numerous other examples exist.",
            "score": 78.63053131103516
        }
    ]
}