{
    "q": [
        {
            "docid": "37961224_4",
            "document": "Cultural studies . Cultural studies combines a variety of politically engaged critical approaches drawn including semiotics, Marxism, feminist theory, ethnography, critical race theory, Post-structuralism, Postcolonialism, social theory, political theory, history, philosophy, literary theory, media theory, film/video studies, communication studies, political economy, translation studies, museum studies and art history/criticism to study cultural phenomena in various societies and historical periods. Cultural studies seeks to understand how meaning is generated, disseminated, contested, bound up with systems of power and control, and produced from the social, political and economic spheres within a particular social formation or conjuncture. Important theories of cultural hegemony and agency have both influenced and been developed by the cultural studies movement, as have many recent major communication theories and agendas, such as those that attempt to explain and analyze the cultural forces related to processes of globalization.",
            "score": 67.05267477035522
        },
        {
            "docid": "26692723_11",
            "document": "Study of global communication . From the point of view of global communication scholars, previous theories of modernization, dependency, and cultural imperialism have failed to satisfactorily explain global communication. The old theories only explain part of the global picture.",
            "score": 40.455570220947266
        },
        {
            "docid": "26692723_7",
            "document": "Study of global communication . Nevertheless, earlier International communication theories have failed to develop models or research agendas that match the reality of the contemporary role of global communication . The old theories only explain part of the global picture and the theories of modernization, dependency, and cultural imperialism have failed to satisfactorily explain global communication.",
            "score": 39.522998332977295
        },
        {
            "docid": "24199593_8",
            "document": "Stephen Gill (political scientist) . Gill is considered one of the leading Neo-Gramscian International Relations scholars, although his work adopts his own distinctive historical materialist approach as a means of explaining global power and the changing world order. His work draws on Gramscian concepts such as American hegemony (for the Gramscian definition, see Hegemony), cultural hegemony and historic blocs, organic intellectuals and state-civil society.",
            "score": 67.63011693954468
        },
        {
            "docid": "9641126_2",
            "document": "Posthegemony . Posthegemony or post-hegemony is a period or a situation in which hegemony is no longer said to function as the organizing principle of a national or post-national social order, or of the relationships between and amongst nation states within the global order. The concept has different meanings within the fields of political theory, cultural studies, and international relations.",
            "score": 64.05837035179138
        },
        {
            "docid": "2971986_19",
            "document": "Transnational feminism . Transnational feminist theories seek to destabilize liberal feminist assumptions that Third World women face the same type of oppression as First World women.  In their seminal text\" Scattered Hegemonies: Postmodernity and Transnational Feminist Practices\", the authors Inderpal Grewal and Caren Kaplan posit transnational feminist theory as one that critiques modernity through the lens of feminist theory. This articulation of feminist theory is a revision to the field of postmodernism, which the authors argue is powerful in its critique of modern global capitalism, but inadequate because it does not explore gender or reflect on the consequences of theorizing with a Western background. Without paying attention to how colonial histories and global capital flows allow for different cultures to influence and change each other, postmodernist theorists portray non-Western cultures as essentially different from and marginal to Western cultures. Postmodern does not exemplify the realities of transnational feminism and its relation to the global south, Mohanty states \"postmodernist critique that is skeptical of a systematic analysis of institutionalized power and of decolonizing methodologies that center marginalized experience (women of color epistemology) in struggles for justice is seriously off the mark\". In order for activists around the world to collaborate, they need a theory that both creates solidarity among women all over the globe and recognizes difference. This involves challenging how people from different cultures understand what being a \"woman\" is and can be. Grewal and Kaplan express this sentiment when they say:",
            "score": 66.14715993404388
        },
        {
            "docid": "53451_5",
            "document": "Hegemony . The Marxist theory of cultural hegemony, associated particularly with Antonio Gramsci, is the idea that the ruling class can manipulate the value system and mores of a society, so that their view becomes the world view (\"Weltanschauung\"): in Terry Eagleton's words, \"Gramsci normally uses the word hegemony to mean the ways in which a governing power wins consent to its rule from those it subjugates\". In contrast to authoritarian rule, cultural hegemony \"is hegemonic only if those affected by it also consent to and struggle over its common sense\".",
            "score": 70.52364730834961
        },
        {
            "docid": "3690512_4",
            "document": "Marxist international relations theory . This economic reductionism is considered also to be a central flaw. As a solution, the neo-Gramscian school proposed a further development. By combining global capitalism, state structure, and political-economic institutions they managed to create a theory of global hegemony (ideological domination). According to this theory, hegemony is maintained through close cooperation between powerful elites inside and outside the core regions of the world system. Global governance is constituted by political and economic institutions that put pressure on the less developed and unstable peripheral countries.",
            "score": 53.43594765663147
        },
        {
            "docid": "55838656_5",
            "document": "Culture of violence theory . As mentioned previously the culture of violence theory addresses the pervasiveness of specific violent patterns within in a societal dimension. Specifically, culture of violence theory explains how cultures and societies can sanction violent acts. While related to structural violence, cultural violence theory is different by explaining why direct acts of violence or violence built into systems of society exists and how they are legitimized. Research suggests that cultures can encourage and permit violence to exist as a response to various environmental obstacles, such as widespread resource impoverishment. This can be seen within various aspects of culture, such as film, television, music, language, art, and propaganda.",
            "score": 46.0990629196167
        },
        {
            "docid": "3208697_8",
            "document": "Youth subculture . Interactionist theorist Stan Cohen argues youth subcultures are not coherent social groupings that arise spontaneously as a reaction to social forces, but that mass media labeling results in the creation of youth subcultures by imposing an ideological framework in which people can locate their behavior. Post-structuralist theories of subculture utilize many of the ideas from these other theories, including hegemony and the role of the media. In his book, \"\", Dick Hebdige describes subcultures as a reaction of subordinated groups that challenge the hegemony of the dominant culture. This theory accounts for factors such as gender, ethnicity and age. Youth can be seen as a subordinate group in relation to the dominant, adult society.",
            "score": 58.48162579536438
        },
        {
            "docid": "5531689_16",
            "document": "Antiscience . Characteristics of antiscience associated with the right include the appeal to conspiracy theories to explain why scientists believe what they believe, in an attempt to undermine the confidence or power usually associated to science (e.g. in global warming conspiracy theories).",
            "score": 37.91612410545349
        },
        {
            "docid": "57616704_2",
            "document": "Techno-globalism . Techno-globalism is a social theory that aims to explain globalization using the spread of science and technology. Through the spread of science and technology, different nations and societies come together to form a more open and knowledge-based group which is characterized as \"globalized.\" Broadly speaking, techno-globalism is establishing connections between individuals or groups of individuals using shared science and technological practices. In terms of form, techno-globalism can be expressed in macro and micro scales ranging from the interconnections of national economies to individual behavioral culture.",
            "score": 53.889557123184204
        },
        {
            "docid": "32398661_22",
            "document": "Post-politics . The figure of excess fulfils a different purpose in Mouffe's theory of the political, which rests heavily on her and Laclau's notion of hegemony. According to Dikec, hegemony in Laclau and Mouffe's image presupposes the impossibility of 'a totally sutured society, or, in other words, a total closure of the social'. This is because hegemony is possible only through antagonism; and antagonism, in turn, can exist only through lack or surplus: consensus, in this view, is never a complete closure; rather, it only ever exists as the ‘temporary result of a provisional hegemony’. Insofar as it rests on an assertion of the impossibility of saturation, Mouffe's critique of post-politics therefore displays some commonality with those of Rancière, Badiou and Žižek. Mouffe's resistance to saturation, however, is explained by her post-structuralist politico-theoretical persuasion and its attendant anti-essentialism. In this respect, her theory of the political differs widely from the above-mentioned philosophers, all of whom, while inspired in various ways by it, are careful to distance themselves from post-structuralist thought, not least on account of the contribution it has in their eyes made to the consolidation of the post-political Zeitgeist. It also explains the absence of the universalist gesture in Mouffe. Indeed, as explained above, the political is the struggle for hegemonic control over the particular content that is to stand-in for the Universal. An authentic universality is therefore impossible.",
            "score": 44.23839294910431
        },
        {
            "docid": "10176541_2",
            "document": "Global warming conspiracy theory . A global warming conspiracy theory invokes claims that the scientific consensus on global warming is based on conspiracies to produce manipulated data or suppress dissent. It is one of a number of tactics used in climate change denial to legitimize political and public controversy disputing this consensus. Global warming conspiracy theorists typically allege that, through worldwide acts of professional and criminal misconduct, the science behind global warming has been invented or distorted for ideological or financial reasons, or both.",
            "score": 45.67816376686096
        },
        {
            "docid": "13109_104",
            "document": "Global warming controversy . Global warming skeptic Reid Bryson said in June 2007, \"There is a lot of money to be made in this... If you want to be an eminent scientist you have to have a lot of grad students and a lot of grants. You can't get grants unless you say, 'Oh global warming, yes, yes, carbon dioxide'.\" Similar positions have been advanced by University of Alabama, Huntsville climate scientist Roy Spencer, Spencer's University of Alabama, Huntsville colleague and IPCC contributor John Christy, University of London biogeographer Philip Stott, Accuracy in Media, and Ian Plimer in his 2009 book \"Heaven and Earth — Global Warming: The Missing Science\".",
            "score": 38.7598340511322
        },
        {
            "docid": "410722_14",
            "document": "Cultural hegemony . As conceptual criticism of cultural hegemony, the structuralist philosopher Louis Althusser presented the theory of the ideological state apparatus to describe the structure of complex relationships, among the different organs of the State, by which ideology is transmitted and disseminated to the populations of a society. Althusser draws from the concepts of hegemony present in \"cultural hegemony\", yet rejects the absolute historicism proposed by Gramsci. He argues that the ideological state apparatuses (ISA) are the sites of ideological conflict among the social classes of a society. That, in contrast to the repressive state apparatuses (RSA), such as the military and the police forces, the ISA exist as a plurality. While the ruling class in power can readily control the repressive state apparatuses, the ISA are both the sites and the stakes (the objects) of class struggle. Moreover, the ISA are not monolithic social entities, and are distributed throughout the society, as public and as private sites of continual class struggle.",
            "score": 69.65108251571655
        },
        {
            "docid": "17146474_10",
            "document": "Cultural schema theory . The term cross-cultural adaptation refers to the complex process through which an individual acquires an increasing level of the communication skills of the host culture and of relational development with host nationals. Simply put, cross-cultural adaptation is the transformation of a person's own PSI schemas into those of the host culture and acquisition of new PSI schemas in the host culture s/he is residing in. A number of different people may b e subject to cross-cultural adaptation, including immigrants, refugees, business people, diplomats, foreign workers, and students. However, this entry specifically applies cultural schema theory to sojourners' cross cultural adaptation. Sojourners generally spend a few years in another culture while intending to return to their home country. Business people, diplomats, students, and foreign workers can all be classified as sojourners. In order to better explain sojourners' cross-cultural adaptation, axioms are used to express causal, correlational, or teleological relationships. Axioms also help to explain the basic assumptions of the Cultural Schema Theory (Nishida, 1999).",
            "score": 42.741621017456055
        },
        {
            "docid": "10176541_1",
            "document": "Global warming conspiracy theory . Global warming conspiracy theory",
            "score": 40.58997106552124
        },
        {
            "docid": "41438959_3",
            "document": "How Global Warming Works . The motivation for the website came from two studies conducted by Ranney and colleagues. In the first study, they hypothesized that one of the factors explaining why fewer Americans believe in global warming than do people in other industrialized nations is that they do not understand the mechanism of global warming. To test this hypothesis, they anonymously surveyed 270 park visitors and community college students in San Diego. They reported that none of the 270 participants could explain the basic mechanism of global warming even though 80% thought that global warming was real and that 77% thought that humans contributed to it.",
            "score": 53.62009358406067
        },
        {
            "docid": "6267_2",
            "document": "Cultural imperialism . Cultural imperialism comprises the cultural aspects of imperialism. Imperialism here refers to the creation and maintenance of unequal relationships between civilizations, favoring the more powerful civilization. Thus, cultural imperialism is the practice of promoting and imposing a culture, usually that of a politically powerful nation, over a less powerful society; in other words, the cultural hegemony of industrialized or economically influential countries which determine general cultural values and standardize civilizations throughout the world. The term is employed especially in the fields of history, cultural studies, and postcolonial theory. It is usually used in a pejorative sense, often in conjunction with calls to reject such influence. Cultural imperialism can take various forms, such as an attitude, a formal policy, or military action, insofar as it reinforces cultural hegemony.",
            "score": 65.02997279167175
        },
        {
            "docid": "28370160_16",
            "document": "Media coverage of global warming . One way media reports attack global warming is to compare it with a purported episode of alarmism related to global cooling. In the 1970s, global cooling, a claim with limited scientific support (even during the height of the media frenzy over global cooling, \"the possibility of anthropogenic warming dominated the peer-reviewed literature\") was widely reported in the press. Several media pieces have claimed that, since the even-at-the-time-poorly-supported theory of global cooling was shown to be false, that the well-supported theory of global warming can also be dismissed. For example, an article in \"The Hindu\" by Kapista and Bashkirtsev wrote: \"Who remembers today, they query, that in the 1970s, when global temperatures began to dip, many warned that we faced a new ice age? An editorial in The Time magazine on June 24, 1974, quoted concerned scientists as voicing alarm over the atmosphere 'growing gradually cooler for the past three decades', 'the unexpected persistence and thickness of pack ice in the waters around Iceland,' and other harbingers of an ice age that could prove 'catastrophic.' Man was blamed for global cooling as he is blamed today for global warming\"., and the \"Irish Independent\" published an article claiming that \"The widespread alarm over global warming is only the latest scare about the environment to come our way since the 1960s. Let's go through some of them. Almost exactly 30 years ago the world was in another panic about climate change. However, it wasn't the thought of global warming that concerned us. It was the fear of its opposite, global cooling. The doom-sayers were wrong in the past and it's entirely possible they're wrong this time as well.\" Numerous other examples exist.",
            "score": 55.33489727973938
        },
        {
            "docid": "25428398_8",
            "document": "Public opinion on global warming . A 2010 survey of 14 industrialized countries found that skepticism about the danger of global warming was highest in Australia, Norway, New Zealand and the United States, in that order, correlating positively with per capita emissions of carbon dioxide. In 2009 Yale University conducted a study identifying global warming's 'Six Americas'. The report identifies six audiences with different opinions about global warning: The alarmed (18%), the concerned (33%), the cautious (19%), the disengaged (12%), the doubtful (11%) and the dismissive (7%). The alarmed and concerned make out the largest percentage and think something should be done about global warming. The cautious, disengaged and doubtful are less likely to take action. The dismissive are convinced global warming is not happening. These audiences can be used to define the best approaches for environmental action. The theory of the 'Six Americas' is also used for marketing purposes.",
            "score": 44.28487706184387
        },
        {
            "docid": "410722_12",
            "document": "Cultural hegemony . Cultural hegemony has philosophically influenced Eurocommunism, the social sciences, and the activist politics of socially liberal and progressive politicians. The analytic discourse of cultural hegemony is important to research and synthesis in anthropology, political science, sociology, and cultural studies; in education, cultural hegemony developed critical pedagogy, by which the root causes of political and social discontent can be identified, and so resolved.",
            "score": 57.0796332359314
        },
        {
            "docid": "9545969_40",
            "document": "Ilana Mercer . Mercer is not what is known pejoratively as a “climate denier,” and considers herself a conservative environmentalist. Or, as she put it in a May 22, 2017 post, a “reincarnated Southern agrarian.” Nevertheless, she had observed, in 2006, that the problem with “the theory of global warming is that it’s unfalsifiable. The theory cannot be falsified or tested and is, therefore, irrefutable. Evidence that contradicts the global warming theory, climate Chicken Littles enlist as evidence for the correctness of their theory; every permutation in weather patterns—warm or cold—is said to be a consequence of that warming or proof of it.\"",
            "score": 46.204004764556885
        },
        {
            "docid": "10176541_14",
            "document": "Global warming conspiracy theory . \"National Geographic\" fact-checked 6 persistent scientific conspiracy theories. Regarding the persistent belief in a global warming hoax they note that the Earth is continuing to warm and the rate of warming is increasing as documented in numerous scientific studies. The rise in global temperature and its rate of increase coincides with the rise of greenhouse gases in the atmosphere due to human activity. Moreover, global warming is causing Arctic sea ice to thaw at historic rates, many species of plants are blooming earlier than expected, and the migration routes of many birds, fish, mammals, and insects are changing.",
            "score": 75.26447820663452
        },
        {
            "docid": "53451_26",
            "document": "Hegemony . In the historical writing of the 19th century, the denotation of \"hegemony\" extended to describe the predominance of one country upon other countries; and, by extension, \"hegemonism\" denoted the Great Power politics (c. 1880s – 1914) for establishing hegemony (indirect imperial rule), that then leads to a definition of imperialism (direct foreign rule). In the early 20th century, in the field of international relations, the Italian Marxist philosopher Antonio Gramsci developed the theory of cultural domination (an analysis of economic class) to include social class; hence, the philosophic and sociologic theory of cultural hegemony analysed the social norms that established the social structures (social and economic classes) with which the ruling class establish and exert cultural dominance to impose their \"Weltanschauung\" (world view)—justifying the social, political, and economic \"status quo\"—as natural, inevitable, and beneficial to every social class, rather than as artificial social constructs beneficial solely to the ruling class.",
            "score": 80.24496388435364
        },
        {
            "docid": "407233_30",
            "document": "Global dimming . Interactions between the two theories for climate modification have also been studied, as global warming and global dimming are neither mutually exclusive nor contradictory. In a paper published on March 8, 2005 in the American Geophysical Union's Geophysical Research Letters, a research team led by Anastasia Romanou of Columbia University's Department of Applied Physics and Mathematics, New York, also showed that the apparently opposing forces of global warming and global dimming can occur at the same time. Global dimming interacts with global warming by blocking sunlight that would otherwise cause evaporation and the particulates bind to water droplets. Water vapor is the major greenhouse gas. On the other hand, global dimming is affected by evaporation and rain. Rain has the effect of clearing out polluted skies.",
            "score": 55.48840069770813
        },
        {
            "docid": "37292837_26",
            "document": "Global warming in Norway . CCS is a potential means of mitigating the effects of fossil fuel emissions to global warming and ocean acidification. However, given Norway’s power supply is almost 100% renewable (majority coming from hydroelectricity) it is odd that they could also be depicted as world leaders when it comes to CCS technology. This can be explained by several key factors;",
            "score": 44.279887437820435
        },
        {
            "docid": "5209207_19",
            "document": "Joseph J. Romm . \"The New York Times\" \"Dot Earth\" column reviewed Romm's views on global warming solutions on November 24, 2008, including his belief that, to combat global warming, humans cannot wait for new technologies and scientific breakthroughs; that instead we must \"deploy existing and near-term low-carbon technologies as fast as is humanly possible\". In his blog, Romm has described the technology solutions that he believes can control global warming. \"The New York Times\" also quoted Romm as stating that, to solve the climate crisis, \"We will need a WWII-style approach\". The article noted Romm's belief that \"credible people\" and the press should publicly support the notion that government action is needed to help solve the global warming crisis. In particular, the press should explain how current news stories, such as hurricanes, droughts and insect infestations are related to global warming.",
            "score": 58.53355932235718
        },
        {
            "docid": "24095765_17",
            "document": "Eco-costs . The eco-costs of global warming (also called eco-costs of carbon footprint) can be used as an indicator for the carbon footprint. The eco-costs of resource depletion can be regarded as an indicator for 'circularity' in the theory of the circular economy. However, it is advised to include human toxicity and eco-toxicity, and include the eco-costs of global warming in the calculations on the circular economy as well. The eco-costs of global warming are required to reveal the difference between fossil-based products and bio-based products, since biogenic CO is not counted in LCA (biogenic CO is part of the natural recycle loop in the biosphere). Therefore, total eco-costs can be regarded as a robust indicator for cradle-to-cradle calculations in LCA for products and services in the theory of the circular economy. Since the economic viability of a business model is also an important aspect of the circular economy, the added value of a product-service system should be part of the analysis. This requires the two dimensional approach of Eco-efficient Value Creation as described at the Wikipedia page on the model of the ecocosts/value ratio, EVR.",
            "score": 44.69398832321167
        },
        {
            "docid": "21080545_13",
            "document": "Golden toad . Since records of golden toads were consistently collected, their rapid disappearance was well documented, yet the causes remain poorly understood. After 1989, there have been no verified documented sightings. The disappearance was originally attributed to a severe neotropical drought in 1987-1988, but other factors have since been treated as more likely causes. The IUCN has given numerous possible reasons for the species' extinction, including its \"restricted range, global warming, chytridiomycosis and airborne pollution\". Jennifer Neville examined the different hypotheses explaining the extinction in her article \"The Case of the Golden Toad: Weather Patterns Lead to Decline\", and concluded that Crump's El Niño hypothesis is \"clearly supported\" by the available data. In her article, Neville discussed the flaws in other hypotheses explaining the toad's decline. The UV-B radiation theory, which suggest that the decline in golden toads resulted from an increase in UV-B radiation, has little evidence supporting it because there was no high elevation UV-B radiation recorded, also, there is little evidence that an increase in UV-B radiation would have an effect on anurans. Another theory is that the anuran water loss from dry conditions helped cause high mortality rates among adults, although this point is hotly contested.",
            "score": 31.76857304573059
        },
        {
            "docid": "9717400_1",
            "document": "Global warming in popular culture . Global warming in popular culture",
            "score": 57.08394432067871
        }
    ],
    "r": [
        {
            "docid": "410722_2",
            "document": "Cultural hegemony . In Marxist philosophy, cultural hegemony is the domination of a culturally diverse society by the ruling class who manipulate the culture of that society—the beliefs, explanations, perceptions, values, and mores—so that their imposed, ruling-class worldview becomes the accepted cultural norm; the universally valid dominant ideology, which justifies the social, political, and economic \"status quo\" as natural and inevitable, perpetual and beneficial for everyone, rather than as artificial social constructs that benefit only the ruling class.",
            "score": 81.28374481201172
        },
        {
            "docid": "56244_4",
            "document": "Antonio Gramsci . Gramsci is best known for his theory of cultural hegemony, which describes how the state and ruling capitalist class – the bourgeoisie – use cultural institutions to maintain power in capitalist societies. The bourgeoisie, in Gramsci's view, develops a hegemonic culture using ideology rather than violence, economic force, or coercion. Hegemonic culture propagates its own values and norms so that they become the \"common sense\" values of all and thus maintain the \"status quo\". Hegemonic power is therefore used to maintain consent to the capitalist order, rather than coercive power using force to maintain order. This cultural hegemony is produced and reproduced by the dominant class through the institutions that form the superstructure.",
            "score": 80.9089126586914
        },
        {
            "docid": "53451_26",
            "document": "Hegemony . In the historical writing of the 19th century, the denotation of \"hegemony\" extended to describe the predominance of one country upon other countries; and, by extension, \"hegemonism\" denoted the Great Power politics (c. 1880s – 1914) for establishing hegemony (indirect imperial rule), that then leads to a definition of imperialism (direct foreign rule). In the early 20th century, in the field of international relations, the Italian Marxist philosopher Antonio Gramsci developed the theory of cultural domination (an analysis of economic class) to include social class; hence, the philosophic and sociologic theory of cultural hegemony analysed the social norms that established the social structures (social and economic classes) with which the ruling class establish and exert cultural dominance to impose their \"Weltanschauung\" (world view)—justifying the social, political, and economic \"status quo\"—as natural, inevitable, and beneficial to every social class, rather than as artificial social constructs beneficial solely to the ruling class.",
            "score": 80.24496459960938
        },
        {
            "docid": "410722_7",
            "document": "Cultural hegemony . The initial, theoretical application of cultural domination was as a Marxist analysis of \"economic class\" (base and superstructure), which Antonio Gramsci developed to comprehend \"social class\"; hence, cultural hegemony proposes that the prevailing cultural norms of a society, which are imposed by the ruling class (bourgeois cultural hegemony), must not be perceived as natural and inevitable, but must be recognized as artificial social constructs (institutions, practices, beliefs, et cetera) that must be investigated to discover their philosophic roots as instruments of social-class domination. That such praxis of knowledge is indispensable for the intellectual and political liberation of the proletariat, so that workers and peasants, the people of town and country, can create their own working-class culture, which specifically addresses their social and economic needs as social classes.",
            "score": 80.12984466552734
        },
        {
            "docid": "410722_11",
            "document": "Cultural hegemony . In perceiving and combating cultural hegemony, the working class and the peasantry depend upon the intellectuals produced by their society, to which ends Antonio Gramsci distinguished between bourgeois-class intellectuals and working-class intellectuals, the proponents and the opponents of the imposed, normative culture, and thus of the social \"status quo\":",
            "score": 76.42676544189453
        },
        {
            "docid": "796981_11",
            "document": "Dominant ideology . In organising as trade unions, the working class experience and express a different type of social relation within a capitalist society, because such an ideological perspective challenges the intellectual and social legitimacy of capitalism, by questioning the validity of how society is organised, and thus how it functions. The successful establishment of a working-class ideology (worldview) represents a collective approach to perceiving and resolving the socio-economic, political, and cultural problems of working-class people. Therefore, by means of such an embryonic class consciousness, a new material structure, within a capitalist society, becomes the base of a new ideology that expresses the interests of workers—and contradicts the \"status quo\" of the bourgeois cultural hegemony proposed and established by the dominant ideology of the capitalist ruling class.",
            "score": 76.3526611328125
        },
        {
            "docid": "10176541_14",
            "document": "Global warming conspiracy theory . \"National Geographic\" fact-checked 6 persistent scientific conspiracy theories. Regarding the persistent belief in a global warming hoax they note that the Earth is continuing to warm and the rate of warming is increasing as documented in numerous scientific studies. The rise in global temperature and its rate of increase coincides with the rise of greenhouse gases in the atmosphere due to human activity. Moreover, global warming is causing Arctic sea ice to thaw at historic rates, many species of plants are blooming earlier than expected, and the migration routes of many birds, fish, mammals, and insects are changing.",
            "score": 75.26448059082031
        },
        {
            "docid": "410722_10",
            "document": "Cultural hegemony . The effects of cultural hegemony are perceptible at the personal level; although each person in a society lives a meaningful life in his and her social class, to him and to her, the discrete social classes might appear to have little in common with the private life of the individual man and woman. Yet, when perceived as a whole society, the life of each person does contribute to the greater social hegemony. Although social diversity, economic variety, and political freedom appear to exist—because most people \"see\" different life-circumstances—they are incapable of perceiving the greater hegemonic pattern created when the lives they witness coalesce as a society. The cultural hegemony is manifested in and maintained by an existence of minor, different circumstances that are not always fully perceived by the men and the women living the culture.",
            "score": 74.64067077636719
        },
        {
            "docid": "410722_9",
            "document": "Cultural hegemony . As a result of their different social purposes, the classes will be able to coalesce into a society with a greater social mission. When a man, a woman, or a child perceives the social structures of bourgeois cultural hegemony, personal common sense performs a dual, structural role (private and public) whereby the individual person applies common sense to cope with daily life, which explains (to himself and to herself) the small segment of the social order stratum that each experiences as the \"status quo\" of life in society; \"the way things are\". Publicly, the emergence of the perceptual limitations of personal common sense inhibit the individual person’s perception of the greater nature of the systematic socio-economic exploitation made possible by cultural hegemony. Because of the discrepancy in perceiving the \"status quo\"—the socio-economic hierarchy of bourgeois culture—most men and women concern themselves with their immediate (private) personal concerns, rather than with distant (public) concerns, and so do not think about and question the fundamental sources of their socio-economic oppression, and its discontents, social, personal, and political.",
            "score": 73.96525573730469
        },
        {
            "docid": "15091601_125",
            "document": "Climate change in Washington . Global greenhouse gas continues to increase and many nations and states are taking actions to reduce emissions of greenhouse gases, including Washington state who has teamed up with Oregon and California in an effort to reduce emissions as part of the West Coast Governors’ Global Warming Initiative. The main Global greenhouse Gas released in Washington include carbon dioxide (CO), methane (CH4), nitrous oxide (N2O), and other gases that contribute to global warming. The different emission types are placed into three categories: energy, industrial processes and agriculture. Different greenhouse gases range in their individual impact on global warming. For instance, one pound of nitrous oxide is 296 times more potent than a pound of carbon dioxide in contributing to global warming. This means even small quantities of gases emitted into the environment, like nitrous oxide, can have significant impacts on global warming.",
            "score": 73.73888397216797
        },
        {
            "docid": "19790698_4",
            "document": "2008 United Nations Climate Change Conference . Since the late 1800s, the surface of the earth has experienced an increase of 0.6 °C in global temperatures. The earth historically has experienced periods of large increases in global temperatures. For example, around 2 million B.C the surface temperature of the earth is estimated to have been 5 °C warmer than today. While these temperatures increased as a result of the natural warming and cooling of the earth, current increases in global temperatures are attributed to increasing amounts of greenhouse gases in the atmosphere. Greenhouse gases have increased since the late 19th century due to the industrialization of nations worldwide. Examples of greenhouse gases include carbon dioxide, methane, nitrous oxide, and hydro-fluorocarbons. While each of these have a significant impact on the effects of greenhouse gases, carbon dioxide is considered to be the most important as approximately three-quarters of the human-generated global warming effect may attributed to increased carbon dioxide output .",
            "score": 73.56234741210938
        },
        {
            "docid": "53829430_3",
            "document": "Media Hegemony . As for the direct and indirect results of media hegemony, there are at least three aspects in news reporting. Firstly, the socialization of reporters including guidance, work norms and orientations will be greatly influenced by the dominant ideology (Mueller, 1973). Socialization of journalists means that they are socialized into professional and organizational norms (Gieber, 1960). And some basic values, norms they share are influenced by ideology as it is hard to be independent from the culture that the dominant class shapes (Gans, 1979). Though journalists claim that they are autonomic from the state and marketing force and are always on the side of the public as social instrument, it is undeniable that the ideology and control of economic interests permeate the assumption, orientations as well as procedure of reporters who are the direct producers of news stories. It turns out that it is journalists that can unconsciously facilitate the ideological hegemony by the means of using cultural categories and symbols (Chaney, 1981). Then, reporters are inclined to choose and report those issues that are favorable to the domain ideology and the status quo. By so doing, it is harmful for social changes by diffusing those conservative news reports to the public (Golding, 1981). To a certain extent, the formation of public opinion is largely based on the information spread by status quo oriented news media. Last but not least, reporters tend to report those news that are supportive of their nation and negative to foreign nations in the communication of globalization. It is believed that prejudiced news reporting will hinder the international social change (Artz, 2012). It is news media that shapes negative stereotypes of foreign countries. And values and ideology are permeated through international social communication to exert impact on people foreign nations. In a word, media hegemony is a powerful forth that can influence and shape social values and life in an intangible way to reach consensus of the public which are supportive of the dominant class.",
            "score": 72.86815643310547
        },
        {
            "docid": "56244_28",
            "document": "Antonio Gramsci . To counter the notion that bourgeois values represented \"natural\" or \"normal\" values for society, the working class needed to develop a culture of its own. Lenin held that culture was \"ancillary\" to political objectives, but for Gramsci it was fundamental to the attainment of power that \"cultural hegemony\" be achieved first. In Gramsci's view, a class cannot dominate in modern conditions by merely advancing its own narrow economic interests; neither can it dominate purely through force and coercion. Rather, it must exert intellectual and moral leadership, and make alliances and compromises with a variety of forces. Gramsci calls this union of social forces a \"historic bloc\", taking a term from Georges Sorel. This bloc forms the basis of consent to a certain social order, which produces and re-produces the hegemony of the dominant class through a nexus of institutions, social relations, and ideas. In this way, Gramsci's theory emphasized the importance of the political and ideological superstructure in both maintaining and fracturing relations of the economic base.",
            "score": 71.90213012695312
        },
        {
            "docid": "53451_5",
            "document": "Hegemony . The Marxist theory of cultural hegemony, associated particularly with Antonio Gramsci, is the idea that the ruling class can manipulate the value system and mores of a society, so that their view becomes the world view (\"Weltanschauung\"): in Terry Eagleton's words, \"Gramsci normally uses the word hegemony to mean the ways in which a governing power wins consent to its rule from those it subjugates\". In contrast to authoritarian rule, cultural hegemony \"is hegemonic only if those affected by it also consent to and struggle over its common sense\".",
            "score": 70.52364349365234
        },
        {
            "docid": "53559567_11",
            "document": "Flash-gas (petroleum) . Greenhouse gases are classified by their ability to absorb and emit radiation energy in atmosphere. This process of energy capture and release is what allows for the greenhouse effect, when energy trapped within the gas causes a resulting warming of the atmospheric temperature. Greenhouse gases are necessary for keeping our atmosphere warm enough to sustain life but also serve as a medium for over-heating to occur, a phenomenon referred to as global warming. GHGs are produced both directly and indirectly during many production phases of the oil and gas industry.",
            "score": 70.18132019042969
        },
        {
            "docid": "16575482_4",
            "document": "Australian Meteorological and Oceanographic Society . AMOS has issued a \"Statement on Climate Change\", wherein they conclude, “Global climate change and global warming are real and observable…It is highly likely that those human activities that have increased the concentration of greenhouse gases in the atmosphere have been largely responsible for the observed warming since 1950. The warming associated with increases in greenhouse gases originating from human activity is called the enhanced greenhouse effect. The atmospheric concentration of carbon dioxide has increased by more than 30% since the start of the industrial age and is higher now than at any time in at least the past 650,000 years. This increase is a direct result of burning fossil fuels, broad-scale deforestation and other human activity.”",
            "score": 69.83573913574219
        },
        {
            "docid": "3201_20",
            "document": "Attribution of recent climate change . Over the past 150 years human activities have released increasing quantities of greenhouse gases into the atmosphere. This has led to increases in mean global temperature, or global warming. Other human effects are relevant—for example, sulphate aerosols are believed to have a cooling effect. Natural factors also contribute. According to the historical temperature record of the last century, the Earth's near-surface air temperature has risen around 0.74 ± 0.18 °Celsius (1.3 ± 0.32 °Fahrenheit).",
            "score": 69.82269287109375
        },
        {
            "docid": "410722_14",
            "document": "Cultural hegemony . As conceptual criticism of cultural hegemony, the structuralist philosopher Louis Althusser presented the theory of the ideological state apparatus to describe the structure of complex relationships, among the different organs of the State, by which ideology is transmitted and disseminated to the populations of a society. Althusser draws from the concepts of hegemony present in \"cultural hegemony\", yet rejects the absolute historicism proposed by Gramsci. He argues that the ideological state apparatuses (ISA) are the sites of ideological conflict among the social classes of a society. That, in contrast to the repressive state apparatuses (RSA), such as the military and the police forces, the ISA exist as a plurality. While the ruling class in power can readily control the repressive state apparatuses, the ISA are both the sites and the stakes (the objects) of class struggle. Moreover, the ISA are not monolithic social entities, and are distributed throughout the society, as public and as private sites of continual class struggle.",
            "score": 69.65108489990234
        },
        {
            "docid": "976389_6",
            "document": "Popular culture studies . Diametrically opposed to the aristocratic view would be the theory of culture industry developed by Frankfurt School critical theorists such as Theodor W. Adorno, Max Horkheimer and Herbert Marcuse. In their view, the masses are precisely dominated by an all-encompassing culture industry obeying only to the logic of consumer capitalism. Antonio Gramsci's concept of hegemony (see: cultural hegemony), that is, the domination of society by a specific group which stays in power by partially taking care of and partially repressing the claims of other groups, does not work here anymore. The principle of hegemony as a goal to achieve for an oppressed social class loses its meaning. The system has taken over; only the state apparatus dominates.",
            "score": 69.47000122070312
        },
        {
            "docid": "558685_18",
            "document": "Natural environment . The potential dangers of global warming are being increasingly studied by a wide global consortium of scientists. These scientists are increasingly concerned about the potential long-term effects of global warming on our natural environment and on the planet. Of particular concern is how climate change and global warming caused by anthropogenic, or human-made releases of greenhouse gases, most notably carbon dioxide, can act interactively, and have adverse effects upon the planet, its natural environment and humans' existence. It is clear the planet is warming, and warming rapidly.–This warming is also responsible for the extinction of natural habitats, which in turn leads to a reduction in wildlife population.The most recent report from the Intergovernmental Panel on Climate Change (the group of the leading climate scientists in the world) concluded that the earth will warm anywhere from 2.7 to almost 11 degrees Fahrenheit (1.5 to 6 degrees Celsius) between 1990 and 2100. Efforts have been increasingly focused on the mitigation of greenhouse gases that are causing climatic changes, on developing adaptative strategies to global warming, to assist humans, other animal, and plant species, ecosystems, regions and nations in adjusting to the effects of global warming. Some examples of recent collaboration to address climate change and global warming include:",
            "score": 68.96684265136719
        },
        {
            "docid": "52888081_10",
            "document": "Endangered sea turtles . Climate change, also called global warming, refers to the rise in average surface temperatures on Earth. An overwhelming scientific consensus maintains that climate change is due primarily to the human use of fossil fuels, which releases carbon dioxide and other greenhouse gases into the air. The gases trap heat within the atmosphere, which can have a range of effects on ecosystems, including rising sea levels, severe weather events, and droughts that render landscapes more susceptible to wildfires.",
            "score": 68.37928009033203
        },
        {
            "docid": "28087785_7",
            "document": "Prison Notebooks . The working class needed to develop a culture of its own, which would overthrow the notion that bourgeois values represented 'natural' or 'normal' values for society, and would attract the oppressed and intellectual classes to the cause of the proletariat. Lenin held that culture was 'ancillary' to political objectives but for Gramsci it was fundamental to the attainment of power that \"cultural hegemony\" be achieved first. In Gramsci's view, any class that wishes to dominate in modern conditions has to move beyond its own narrow ‘economic-corporate’ interests, to exert intellectual and moral leadership, and to make alliances and compromises with a variety of forces. Gramsci calls this union of social forces a ‘historic bloc’, taking a term from Georges Sorel. This bloc forms the basis of consent to a certain social order, which produces and re-produces the hegemony of the dominant class through a nexus of institutions, social relations and ideas. In this manner, Gramsci developed a theory that emphasized the importance of the superstructure in both maintaining and fracturing relations of the base.",
            "score": 68.31482696533203
        },
        {
            "docid": "3201_23",
            "document": "Attribution of recent climate change . Over the past five decades there has been a global warming of approximately 0.65 °C (1.17 °F) at the Earth's surface (see historical temperature record). Among the possible factors that could produce changes in global mean temperature are internal variability of the climate system, external forcing, an increase in concentration of greenhouse gases, or any combination of these. Current studies indicate that the increase in greenhouse gases, most notably , is mostly responsible for the observed warming. Evidence for this conclusion includes:",
            "score": 67.72567749023438
        },
        {
            "docid": "24199593_8",
            "document": "Stephen Gill (political scientist) . Gill is considered one of the leading Neo-Gramscian International Relations scholars, although his work adopts his own distinctive historical materialist approach as a means of explaining global power and the changing world order. His work draws on Gramscian concepts such as American hegemony (for the Gramscian definition, see Hegemony), cultural hegemony and historic blocs, organic intellectuals and state-civil society.",
            "score": 67.63011932373047
        },
        {
            "docid": "44179_28",
            "document": "Satellite temperature measurements . Lower stratospheric cooling is mainly caused by the effects of ozone depletion with a possible contribution from increased stratospheric water vapor and greenhouse gases increase. There is a decline in stratospheric temperatures, interspersed by warmings related to volcanic eruptions. Global Warming theory suggests that the stratosphere should cool while the troposphere warms The long term cooling in the lower stratosphere occurred in two downward steps in temperature both after the transient warming related to explosive volcanic eruptions of El Chichón and Mount Pinatubo, this behavior of the global stratospheric temperature has been attributed to global ozone concentration variation in the two years following volcanic eruptions. Since 1996 the trend is slightly positive due to ozone recovery juxtaposed to a cooling trend of 0.1K/decade that is consistent with the predicted impact of increased greenhouse gases.",
            "score": 67.25555419921875
        },
        {
            "docid": "38365461_4",
            "document": "Sustainability at the University of British Columbia . These gases are said to make the planet warmer by “thickening the Earth’s blanket.” This can lead to the overall average annual temperature to increase. Moreover, global warming will decrease snow and glaciers resulting in rising sea levels and increased coastal flooding. In addition, continued warming from the release of greenhouse gases into the atmosphere is expected to have substantial impacts on the economy, other environmental issues and human health.",
            "score": 67.14429473876953
        },
        {
            "docid": "37961224_4",
            "document": "Cultural studies . Cultural studies combines a variety of politically engaged critical approaches drawn including semiotics, Marxism, feminist theory, ethnography, critical race theory, Post-structuralism, Postcolonialism, social theory, political theory, history, philosophy, literary theory, media theory, film/video studies, communication studies, political economy, translation studies, museum studies and art history/criticism to study cultural phenomena in various societies and historical periods. Cultural studies seeks to understand how meaning is generated, disseminated, contested, bound up with systems of power and control, and produced from the social, political and economic spheres within a particular social formation or conjuncture. Important theories of cultural hegemony and agency have both influenced and been developed by the cultural studies movement, as have many recent major communication theories and agendas, such as those that attempt to explain and analyze the cultural forces related to processes of globalization.",
            "score": 67.05267333984375
        },
        {
            "docid": "21350772_41",
            "document": "Greenhouse gas . The average residence time of a water molecule in the atmosphere is only about nine days, compared to years or centuries for other greenhouse gases such as and . Thus, water vapor responds to and amplifies effects of the other greenhouse gases. The Clausius–Clapeyron relation establishes that more water vapor will be present per unit volume at elevated temperatures. This and other basic principles indicate that warming associated with increased concentrations of the other greenhouse gases also will increase the concentration of water vapor (assuming that the relative humidity remains approximately constant; modeling and observational studies find that this is indeed so). Because water vapor is a greenhouse gas, this results in further warming and so is a \"positive feedback\" that amplifies the original warming. Eventually other earth processes offset these positive feedbacks, stabilizing the global temperature at a new equilibrium and preventing the loss of Earth's water through a Venus-like runaway greenhouse effect.",
            "score": 66.90970611572266
        },
        {
            "docid": "8478_5",
            "document": "Doublespeak . Due to the inherently deceptive nature of doublespeak as well as its prominent use in politics, doublespeak has been linked to the sociological perspective known as conflict theories. Conflict theories detract from ideas of society being naturally in harmony, instead placing emphasis on political and material inequality as its structural features. Antonio Gramsci's concepts on cultural hegemony, in particular, suggest that the culture and values of the economic elite – the bourgeoisie – become indoctrinated as \"common sense\" to the working-class, allowing for the maintenance of the status quo through misplaced belief. Being himself one of the leaders of the Communist Party of Italy, his theories had, in turn, been strongly influenced by the German social thinker Karl Marx, and have their ideological roots grounded in Marxist theory of false consciousness and capitalist exploitation. While Gramsci's views argue that culture (beliefs, perceptions and values) allows the ruling class to maintain domination, Marx's explanation is along more economic lines, with concepts such as commodity fetishism demonstrating how the ideology of the bourgeoisie (in this case, the existence of property as a social creation rather than an \"eternal entity\") dominate over that of the working classes.  In both cases, both philosophers argue that one view – that of the bourgeoisie – dominates over others, hence the term conflict theories.",
            "score": 66.80646514892578
        },
        {
            "docid": "53829430_2",
            "document": "Media Hegemony . The concept of hegemony, which first was put forward by Antonio Gramsci (1971), refers to the moral, philosophical, and political leadership of a social group, which is not gained by force but by an active consent of other social groups through taking control of culture and ideology. During this process, the leading social group exerts its impact and gain its legitimacy mainly through social mechanisms such as education, religion, family and the mass media. Based on the definition of hegemony, media hegemony means the dominance of a certain aspects of life and thoughts by penetrating dominant culture and values in social life. In other words, media hegemony served as a crucial shaper of culture, values and ideology of society (Altheide, 1984).  For example, TV news departments are considered as extensions of a capitalistic economic order (Hall, 1979). The products of the media contain messages that convey the nature of society, the nature of relation of production within the media and the domain of institutions and social process (Golding, 1979). Thus it is crucial to decode media to figure out the latent capitalist ideology within the products of the media, and more importantly to realize the role of the media as tools to produce merchandise in a late capitalist economic order.",
            "score": 66.6728286743164
        },
        {
            "docid": "5042951_36",
            "document": "Global warming . The models do not assume the climate will warm due to increasing levels of greenhouse gases. Instead the models predict how greenhouse gases will interact with radiative transfer and other physical processes. Warming or cooling is thus a result, not an assumption, of the models.",
            "score": 66.55335998535156
        },
        {
            "docid": "4097799_52",
            "document": "An Inconvenient Truth . Then-president George W. Bush, when asked whether he would watch the film, responded: \"Doubt it.\" “New technologies will change how we live and how we drive our cars, which all will have the beneficial effect of improving the environment,” Bush said. “And in my judgment we need to set aside whether or not greenhouse gases have been caused by mankind or because of natural effects and focus on the technologies that will enable us to live better lives and at the same time protect the environment”. Gore responded that \"The entire global scientific community has a consensus on the question that human beings are responsible for global warming and he [Bush] has today again expressed personal doubt that that is true.\" White House deputy press secretary Dana Perino stated that \"The president noted in 2001 the increase in temperatures over the past 100 years and that the increase in greenhouse gases was due to a certain extent to human activity\".",
            "score": 66.5073013305664
        }
    ]
}