{
    "q": [
        {
            "docid": "3866327_1",
            "document": "Lines on the Antiquity of Microbes . Lines on the Antiquity of Microbes",
            "score": 65.16024684906006
        },
        {
            "docid": "3866327_4",
            "document": "Lines on the Antiquity of Microbes . \"Lines on the Antiquity of Microbes\" is frequently said to be the shortest poem in the English language, or the shortest in the world. However, many shorter poems have since been written.",
            "score": 81.67320442199707
        },
        {
            "docid": "3866327_2",
            "document": "Lines on the Antiquity of Microbes . Lines on the Antiquity of Microbes, also known simply as Fleas, is a couplet commonly cited as the shortest poem ever written, composed by American poet Strickland Gillilan in the early 20th century.",
            "score": 64.21890687942505
        },
        {
            "docid": "298291_5",
            "document": "DNA (American band) . Shortly after the recording of \"No New York\", Crutchfield left DNA to form a new band, \"Dark Day\". He was replaced by Tim Wright, previously of the Cleveland band Pere Ubu. As Wright played bass guitar and not keyboards, and was the only member of the band to have any conventional instrumental technique, the change in DNA's sound was dramatic. The music became even more spare and angular, with Wright's bass lines creating a sometimes menacing sound to support Lindsay's scraping, atonal guitar and Mori's irregular rhythms. Their song structures became tighter, briefer, more abstract, and have been compared to haiku.",
            "score": 56.331138134002686
        },
        {
            "docid": "3866327_3",
            "document": "Lines on the Antiquity of Microbes . The poem reads in full:",
            "score": 56.678587913513184
        },
        {
            "docid": "38459350_11",
            "document": "Haiku in languages other than Japanese . What some people call Estonian haiku () is a form of poetry introduced in Estonia in 2009. The so-called \"Estonian haiku\" is shorter than a Japanese one; the syllable count in Japanese haiku is 5+7+5, while Estonian haiku also goes in three lines but only comprises 4+6+4 syllables. Estonian authors claim that this is a distinctively Estonian form.",
            "score": 117.84150052070618
        },
        {
            "docid": "37427849_2",
            "document": "Estonian haiku . Estonian haiku () is a short poem in Estonian language which has adopted the form and style of the original Japanese haiku. Estonian haiku was first introduced in 2009. The so-called \"Estonian haiku\" is shorter than the Japanese one; the syllable count in Japanese haiku is 5+7+5, while Estonian haiku also goes in three lines but only comprises 4+6+4 syllables. Estonian authors claim that this is a distinctively Estonian form.",
            "score": 116.06112408638
        },
        {
            "docid": "11945144_6",
            "document": "Robin D. Gill . He first came to the attention, through listserve blogs, of scholars of Japanese poetry with his Book \"Rise Ye, Sea Slugs! 1000 Holothurian Haiku,\" (2003), a comprehensive collection (running to 480 pages, accompanied by a set of translations of Japanese poems thematically dedicated to the sea-cucumber, \"namako\". Gill's competence in this arcane area was called on, and acknowledged, by the University of Guam's Alexander Kerr, a marine biologist, working on a philology of the Holothurians from antiquity to Linnaeus. Thomas Rohlich, now Emeritus Professor of Japanese Language and Literature at Smith College, hailed it as'a treasure, and belongs on the bookshelves and in the hands of Japanese literary scholars, haiku and nature enthusiasts.'Likewise, William J. Higginson wrote that'these poems come to life as no other haiku translated from Japanese have ever come to life before...This single-topic tome may be our best English-language window yet into the labyrinth of Japanese haikai culture.'",
            "score": 74.05599761009216
        },
        {
            "docid": "13217_42",
            "document": "Haiku . Henderson translated every hokku and haiku into a rhymed tercet (a-b-a), whereas the Japanese originals never used rhyme. Unlike Yasuda, however, he recognized that 17 syllables in English are generally longer than the 17 \"on\" of a traditional Japanese haiku. Because the normal modes of English poetry depend on accentual meter rather than on syllabics, Henderson chose to emphasize the order of events and images in the originals. Nevertheless, many of Henderson's translations were in the five-seven-five pattern.",
            "score": 78.09466481208801
        },
        {
            "docid": "4664841_2",
            "document": "Fib (poetry) . Fib is an experimental Western poetry form, bearing similarities to haiku, but based on the Fibonacci sequence. That is, the typical fib and one version of the contemporary Western haiku both follow a strict structure. The typical fib is a six line, 20 syllable poem with a syllable count by line of 1/1/2/3/5/8 - with as many syllables per line as the line's corresponding place in the Fibonacci sequence; the specific form of contemporary Western haiku uses three (or fewer) lines of no more than 17 syllables in total. The only restriction on a Fib is that the syllable count follow the Fibonacci sequence. An example of a typical fib:",
            "score": 102.12415790557861
        },
        {
            "docid": "18521834_17",
            "document": "Haiku in English . The most common variation from the three-line standard is one line, sometimes called a \"monoku\". It emerged from being more than an occasional exception during the late 1970s. The one-line form, based on an analogy with the one-line vertical column in which Japanese haiku are often printed, was lent legitimacy principally by three people:",
            "score": 75.18984079360962
        },
        {
            "docid": "3866327_6",
            "document": "Lines on the Antiquity of Microbes . According to the \"Guinness Book of Records\", the world's shortest poem is a one-letter poem by Aram Saroyan comprising a four-legged version of the letter \"m\".",
            "score": 55.1682505607605
        },
        {
            "docid": "44963071_13",
            "document": "Haiku Applications . Installer is a System Installer tool that is used to install Haiku to a partition. It makes it possible for the user to copy Haiku onto another volume. The installer needs a prepared partition. Haiku can also be added manually but using Installer is preferred over that because adding it manually is harder than using the installer. The user has to choose the source of the software which may be any CD or USB and has to choose the target destination. 'Begin' has to be clicked in order to start the installation process.",
            "score": 84.33681416511536
        },
        {
            "docid": "13217_2",
            "document": "Haiku . In Japanese, haiku are traditionally printed in a single vertical line while haiku in English often appear in three lines to parallel the three phrases of Japanese haiku.",
            "score": 79.70890283584595
        },
        {
            "docid": "38459350_14",
            "document": "Haiku in languages other than Japanese . Haiku poetry is a relatively new practice in the Arabic literature. It wasn't until 2010 when the first book was published by a Syrian writer Muhammad Adimah containing 1000 haiku translated from Japanese directly. Although most of the Arab haiku poets use the three short lines structure, this has not always been considered as a strict rule. Literary critics in the Arab world have not reached an agreement yet whether the haiku poems written by the young poets can be considered a new form of poetry or merely a different name for the (already popular) flash fiction. In July 2015, the \"Poetry Letters Magazine\" acknowledged the Arabic haiku as a distinct form of poetry by publishing, for the first time, haiku poems of 11 Arab poets from Syria, Morocco, Iraq, Jordan, and Tunisia.",
            "score": 89.6423362493515
        },
        {
            "docid": "25220261_3",
            "document": "CRAFFT Screening Test . The older version of the questionnaire contains 9 items in total, answered in a \"yes\" or \"no\" format. The first three items (Part A) evaluate alcohol and drug use over the past year and the other six (Part B) ask about situations in which the respondent used drugs or alcohol and any consequences of the usage. The CRAFFT 2.0 screening tool begins with past-12-month frequency items (Part A), rather than the previous “yes/no” question for any use over the past year and the other six (Part B) ask about situations in which the respondent used drugs or alcohol and any consequences of usage.",
            "score": 33.18801808357239
        },
        {
            "docid": "18521834_22",
            "document": "Haiku in English . Haiku of four lines (sometimes known as \"haiqua\") or longer have been written, some of them \"vertical haiku\" with only a word or two per line. These poems mimic the vertical printed form of Japanese haiku.",
            "score": 80.38017964363098
        },
        {
            "docid": "27840_3",
            "document": "Senryū . Some senryū skirt the line between haiku and senryū. The following senryū by Shūji Terayama copies the haiku structure faithfully, down to a blatantly obvious kigo, but on closer inspection is absurd in its content: Terayama, who wrote about playing hide-and-seek in the graveyard as a child, thought of himself as the odd one out, the one who was always \"it\" in hide-and-seek. Indeed, the original haiku included the theme \"oni\" (the \"it\" in Japanese is a demon, though in some parts a very young child forced to play \"it\" was called a \"sea slug\" (namako)). To him, seeing a game of hide-and-seek, or recalling it as it grew cold would be a chilling experience. Terayama might also have recalled opening his eyes and finding himself all alone, feeling the cold more intensely than he did a minute before among other children. Either way, any genuinely personal experience would be haiku and not senryū in the classic sense. If you think Terayama's poem uses a child's game to express in hyperbolic metaphor how, in retrospect, life is short, and nothing more, then this would indeed work as a senryū. Otherwise, it is a bona-fide haiku. There is also the possibility that it is a joke about playing hide and seek, only to realize (winter having arrived during the months spent hiding) that no one wants to find you.",
            "score": 73.63361620903015
        },
        {
            "docid": "52337409_9",
            "document": "Microbial drug delivery . Concerns regarding the containment of recombinant microbes in the gut have been addressed through safety mechanisms in both \"L. lactis\" and \"B. ovatus\". Containment refers to the inability of microbes to colonize the external environment, where they may have unknown consequences. LL-Thy12 will die upon removal from the body, as they depend on dietary thymidine for survival. \"B. ovatus\" is naturally an obligate anaerobe, so any recombinant strain is expected to die in the presence of oxygen once removed from the body.",
            "score": 31.593871116638184
        },
        {
            "docid": "18521834_2",
            "document": "Haiku in English . A haiku in English is a very short poem in the English language, following to a greater or lesser extent the form and style of the Japanese haiku. A typical haiku is a three-line observation about a fleeting moment involving nature.",
            "score": 82.12369871139526
        },
        {
            "docid": "3866327_5",
            "document": "Lines on the Antiquity of Microbes . A notable example was composed by boxer Muhammad Ali. On June 4, 1975, after giving a speech at Harvard University, Ali was discussing poetry on stage with journalist George Plimpton. When asked for the shortest poem of all time, Plimpton recited \"Fleas\" as above, and Ali responded, \"I've got one: Me? Whee!\"",
            "score": 52.79927921295166
        },
        {
            "docid": "147807_15",
            "document": "Japanese New Year . The New Year traditions are also a part of Japanese poetry, including haiku (poems with 17 syllables, in three lines of five, seven and five) and renga (linked poetry). All of the traditions above would be appropriate to include in haiku as \"kigo\" (season words). There are also haiku that celebrate many of the \"first\" of the New Year, such as the \"first sun\" (\"hatsuhi\") or \"first sunrise\", \"first laughter\" (\"waraizome\"—starting the New Year with a smile is considered a good sign), and first dream (\"hatsuyume\"). Since the traditional New Year was later in the year than the current date, many of these mention the beginning of spring.",
            "score": 87.37533020973206
        },
        {
            "docid": "3969054_2",
            "document": "Strickland Gillilan . Strickland Gillilan (1869–1954) was an American poet and humorist. He is most famous for the poem \"The Reading Mother\", which remains a popular poem on Mother's Day. He is also recognized as the author of \"Lines on the Antiquity of Microbes\", said to be the shortest poem ever written. Much of his work is public domain and is often reproduced in greeting cards.",
            "score": 48.07296085357666
        },
        {
            "docid": "45226223_4",
            "document": "Ye Shaoweng . The last couplet is often reused in later works, its meaning recast as a sexual innuendo. The African-American author Richard Wright wrote two haikus which bear close resemblance to Ye's poem.",
            "score": 49.79401731491089
        },
        {
            "docid": "24080998_5",
            "document": "Chad Davidson . for \"Hockey Haiku: The Essential Collection\": Not since Agamemnon and Menelaus tore down the walls of Troy have we been witness to such atrocities as Poch and Davidson inflict upon us in their new anthology \"Hockey Haiku: the Essential Collection\". Essential! The hubris! Have they forgotten all the groundbreaking work of their forebears in the realms of hockey haikuology? Let us pause for a moment and remember some of the titans of the hockey haiku anthologies. Where is Jan Svedic's 1954 classic, the fabulous Hockey Haiku! Hockey Haiku!? \"Ubi sunt\" Grady Deetler's 1961 opus, the grand and stately three-volume \"Blood and Ice?\" And what of contemporary must-reads, such as Darius Visparov's 1989 virtual pantheon of greats, the mythic \"More New Hockey Haiku?\" And these are just the more notables. I should like to say to Davidson and Poch: \"Look on these works, ye Mighty, and despair.\" Alas, they wouldn't hear me for the din of their own super-inflated egos, so big I still spot them behind the monolithic Zambonies of hockey haikudom they hide behind.",
            "score": 72.88183093070984
        },
        {
            "docid": "39190281_15",
            "document": "Tadao Okazaki . His poems gained such prizes as: Special Prize from \"Modern Haiku Magazine\" Cicada Prize from \"Cicada, the Journal of Canadian Haiku Society\" He has published his three-line and free-verse haiku poems in Frogpond, The official journal of the Haiku Society of America; Modern Haiku; Cicada; New Cicada; Bottlerocket (in press) ; Contemporary Haibun and others.",
            "score": 75.39210152626038
        },
        {
            "docid": "38459350_12",
            "document": "Haiku in languages other than Japanese . Asko Künnap is credited as the inventor of Estonian haiku. The first collection of Estonian haiku was published in 2010: \"Estonian Haiku\" by poets Asko Künnap, Jürgen Rooste, and Karl Martin Sinijärv. An Estonian-language haiku competition was organized at the 2011 Helsinki Book Fair where Estonia was the guest of honor. A selection of Estonian haiku has been published by the Estonian Writers' Union's magazine \"Looming\" (\"Creation\"). Estonian haiku have been actively translated into Finnish.",
            "score": 72.59565114974976
        },
        {
            "docid": "38459350_13",
            "document": "Haiku in languages other than Japanese . Jhinabhai Desai introduced Haiku in Gujarati literature and popularized it. \"Soneri Chand Rooperi Suraj\" (1967) is the collection of 359 haiku and six Tanka poems. \"Kevalveej\" (1984) and \"Sunrise on the Snowpeaks\" are his other haiku collections. Dhiru Parikh published Haiku collection titled \"Aagiya\" in 1982.",
            "score": 70.68464803695679
        },
        {
            "docid": "18634157_8",
            "document": "Dick Briefer . Briefer's better-known version of the Frankenstein monster, however, developed upon the monster's return from the war, in \"Frankenstein\" #1 (undated, 1945), Frankenstein settled into small-town life, becoming a genial neighbor who \"began having delightful adventures with Dracula, the Wolfman and other horrific creatures. Briefer, with his trademark \"loose and smooth ink and brush skills\" began telling stories that would \"straddle some amorphous line between pure children's humor and adventure and an adult sensibility about the world\".",
            "score": 17.482529401779175
        },
        {
            "docid": "53887284_4",
            "document": "Borrelia mayonii . \"Borrelia mayonii\" is a bacterial genospecies discovered in midwestern areas within the United States. It was discovered by Pritt and colleagues at the Mayo Clinic in Minnesota during routine polymerase chain reaction (PCR) of the oppA1 gene of B. burgdorferi in 2016. According to Pritt, six samples were atypical and did not resemble any known species. These atypical microbes or microorganisms were later named after the Mayo Clinic as a new genospecies. The spirochaete, a flexible and spiral twist bacteria, was also detected in the blood of infected individuals using PCR and microscopy and was cultivated or grown in a modified BSK (Barbour-Stoenner-Kelly) plate, a microbe growth plate consisting of bovine serum albumin and rabbit serum, at 34 ℃ under oxygen levels lower than that of normal atmospheric conditions, centrifuged at 8000X g for 10 minutes, isolated using Qiagen DNA kit, and washed using dH2O.",
            "score": 33.99284362792969
        },
        {
            "docid": "27386408_2",
            "document": "Biobor . Biobor is a line of fuel additive products. Originally developed by U.S. Borax in 1963, Biobor is manufactured today by Hammonds Industries Inc. in Houston, Texas. Biobor JF is a microbicide designed to kill fungi, algae, and other microbes that damage fuel systems. \"Cladosporium resinae,\" a type of fungi, along with many other microbes thrive in fuel systems, needing minimal water and nutrients to survive. These microbes leave dangerous byproducts that corrode metal parts. The accumulation of microbes appears as a black sludge or slime. Biobor's active ingredients are 2,2'-oxybis (4,4 6-trimethyl-1,3,2-dioxaborinane) and 2,2'-(methyltrimethylenedioxy) bis-(4-methyl 1-1,3,2-dioxaborinane). Biobor JF is designed primarily for diesel and jet fuel, but can be used in any hydrocarbon based fuel.",
            "score": 49.6233434677124
        },
        {
            "docid": "2024130_9",
            "document": "Teddy (garment) . A body briefer is a form-fitting garment which smooths and shapes the wearer's figure. They typically come in a variety of control levels, achieved by using different materials or thicknesses things of materials in the body areas they are designed to control. Like sleep teddies, body briefers tend to use simpler materials and styles than teddies designed for visual appeal. Body briefers are also commonly referred to as \"body shapers\" or \"women's shapers\".",
            "score": 19.537444591522217
        }
    ],
    "r": [
        {
            "docid": "38459350_11",
            "document": "Haiku in languages other than Japanese . What some people call Estonian haiku () is a form of poetry introduced in Estonia in 2009. The so-called \"Estonian haiku\" is shorter than a Japanese one; the syllable count in Japanese haiku is 5+7+5, while Estonian haiku also goes in three lines but only comprises 4+6+4 syllables. Estonian authors claim that this is a distinctively Estonian form.",
            "score": 117.84149169921875
        },
        {
            "docid": "37427849_2",
            "document": "Estonian haiku . Estonian haiku () is a short poem in Estonian language which has adopted the form and style of the original Japanese haiku. Estonian haiku was first introduced in 2009. The so-called \"Estonian haiku\" is shorter than the Japanese one; the syllable count in Japanese haiku is 5+7+5, while Estonian haiku also goes in three lines but only comprises 4+6+4 syllables. Estonian authors claim that this is a distinctively Estonian form.",
            "score": 116.06111907958984
        },
        {
            "docid": "4664841_2",
            "document": "Fib (poetry) . Fib is an experimental Western poetry form, bearing similarities to haiku, but based on the Fibonacci sequence. That is, the typical fib and one version of the contemporary Western haiku both follow a strict structure. The typical fib is a six line, 20 syllable poem with a syllable count by line of 1/1/2/3/5/8 - with as many syllables per line as the line's corresponding place in the Fibonacci sequence; the specific form of contemporary Western haiku uses three (or fewer) lines of no more than 17 syllables in total. The only restriction on a Fib is that the syllable count follow the Fibonacci sequence. An example of a typical fib:",
            "score": 102.12415313720703
        },
        {
            "docid": "13217_40",
            "document": "Haiku . The Japanese-American scholar and translator Kenneth Yasuda published \"The Japanese Haiku: Its Essential Nature, History, and Possibilities in English, with Selected Examples\" in 1957. The book includes both translations from Japanese and original poems of his own in English, which had previously appeared in his book titled \"A Pepper-Pod: Classic Japanese Poems together with Original Haiku\". In these books Yasuda presented a critical theory about haiku, to which he added comments on haiku poetry by early 20th-century poets and critics. His translations apply a 5–7–5 syllable count in English, with the first and third lines end-rhymed. Yasuda considered that haiku translated into English should utilize all of the poetic resources of the language. Yasuda's theory also includes the concept of a \"haiku moment\" based in personal experience, and provides the motive for writing a haiku (' an aesthestic moment' of a timeless feeling of enlightened harmony as the poet's nature and the environment are unified'). This notion of the haiku moment has resonated with haiku writers in English, even though the notion is not widely promoted in Japanese haiku.(See however, 'Shiki's Haiku Moments for Us Today'",
            "score": 98.15034484863281
        },
        {
            "docid": "774012_8",
            "document": "Japanese poetry . Haiku are a short, 3-line verse form, which have achieved significant global popularity, and the haiku form has been adapted from Japanese into other languages. Typical of the haiku form is the metrical pattern of 3 lines with a distribution of 5, 7, and 5 \"on\" (also known as morae) within those lines. Other features include the juxtaposition of two images or ideas with a \"kireji\" (\"cutting word\") between them, and a \"kigo\", or seasonal reference, usually drawn from a \"saijiki\", or traditional list of such words.",
            "score": 90.15913391113281
        },
        {
            "docid": "38459350_14",
            "document": "Haiku in languages other than Japanese . Haiku poetry is a relatively new practice in the Arabic literature. It wasn't until 2010 when the first book was published by a Syrian writer Muhammad Adimah containing 1000 haiku translated from Japanese directly. Although most of the Arab haiku poets use the three short lines structure, this has not always been considered as a strict rule. Literary critics in the Arab world have not reached an agreement yet whether the haiku poems written by the young poets can be considered a new form of poetry or merely a different name for the (already popular) flash fiction. In July 2015, the \"Poetry Letters Magazine\" acknowledged the Arabic haiku as a distinct form of poetry by publishing, for the first time, haiku poems of 11 Arab poets from Syria, Morocco, Iraq, Jordan, and Tunisia.",
            "score": 89.642333984375
        },
        {
            "docid": "22926_56",
            "document": "Poetry . Haiku is a popular form of unrhymed Japanese poetry, which evolved in the 17th century from the \"hokku\", or opening verse of a renku. Generally written in a single vertical line, the haiku contains three sections totalling 17 \"onji\", structured in a 5-7-5 pattern. Traditionally, haiku contain a kireji, or cutting word, usually placed at the end of one of the poem's three sections, and a kigo, or season-word. The most famous exponent of the haiku was Matsuo Bashō (1644–94). An example of his writing:",
            "score": 89.57809448242188
        },
        {
            "docid": "13217_8",
            "document": "Haiku . In comparison with English verse typically characterized by syllabic meter, Japanese verse counts sound units known as \"\"on\"\" or morae. Traditional haiku consist of 17 \"on\", in three phrases of five, seven and five \"on\" respectively. Among contemporary poems \"teikei\" ( fixed form) haiku continue to use the 5-7-5 pattern while \"jiyuritsu\" ( free form) haiku do not. One of the examples below illustrates that traditional haiku masters were not always constrained by the 5-7-5 pattern.",
            "score": 88.23165893554688
        },
        {
            "docid": "147807_15",
            "document": "Japanese New Year . The New Year traditions are also a part of Japanese poetry, including haiku (poems with 17 syllables, in three lines of five, seven and five) and renga (linked poetry). All of the traditions above would be appropriate to include in haiku as \"kigo\" (season words). There are also haiku that celebrate many of the \"first\" of the New Year, such as the \"first sun\" (\"hatsuhi\") or \"first sunrise\", \"first laughter\" (\"waraizome\"—starting the New Year with a smile is considered a good sign), and first dream (\"hatsuyume\"). Since the traditional New Year was later in the year than the current date, many of these mention the beginning of spring.",
            "score": 87.37532806396484
        },
        {
            "docid": "3597605_3",
            "document": "Asian literature . In Tang and Song dynasty China, famous poets such as Li Bai authored works of great importance. They wrote \"shī\" (Classical Chinese: 詩) poems, which have lines with equal numbers of characters, as well as \"cí\" (詞) poems with mixed line varieties. Early-Modern Japanese literature (17th–19th centuries) developed comparable innovations such as haiku, a form of Japanese poetry that evolved from the ancient \"hokku\" (Japanese language: 発句) mode. Haiku consists of three lines: the first and third lines each have five \"morae\" (the rough phonological equivalent of syllables), while the second has seven. Original haiku masters included such figures as Edo period poet Matsuo Bashō (松尾芭蕉); others influenced by Bashō include Kobayashi Issa and Masaoka Shiki.",
            "score": 85.83731842041016
        },
        {
            "docid": "6723641_5",
            "document": "Nick Virgilio . Virgilio moved back to Camden following a bad love affair in Texas and discovered haiku in 1962 in a book he found at the library at Rutgers University-Camden. His first published haiku appeared in \"American Haiku\" magazine in 1963, and he wrote thousands, many unpublished, during his 20-plus-year career. The death of his youngest brother Larry in the Vietnam War inspired some poignant and powerful haiku, and made his reputation as a haiku elegist. He is quoted by haiku author and book editor Cor van den Heuvel as saying he wrote haiku \"to get in touch with the real\". Virgilio experimented with the haiku form, trying several innovations that other American haiku poets were exploring, including dropping the traditional 5-7-5 syllable count in favor of shorter forms. He sometimes included rhyme in his haiku along with the gritty reality of urban America. A collection of his selected haiku was published in 1985. The second (expanded) edition appeared just months before his death and has been called one of the most influential single-author books in English-language haiku.",
            "score": 85.63269805908203
        },
        {
            "docid": "13217_10",
            "document": "Haiku . In 1973, the Haiku Society of America noted that the norm for writers of haiku in English was to use 17 syllables, but they also noted a trend toward shorter haiku. Shorter haiku are very much more common in 21st century English haiku writing.",
            "score": 85.5631103515625
        },
        {
            "docid": "6086861_14",
            "document": "Arts by region . Early-Modern Japanese literature (17th–19th centuries) developed innovations such as haiku, a form of Japanese poetry that evolved from the ancient \"hokku\" (Japanese language: 発句) mode. Haiku consists of three lines: the first and third lines each have five \"morae\" (the rough phonological equivalent of syllables), while the second has seven. Original haiku masters included such figures as Edo period poet Matsuo Bashō (松尾芭蕉); others influenced by Bashō include Kobayashi Issa and Masaoka Shiki.",
            "score": 84.39379119873047
        },
        {
            "docid": "44963071_13",
            "document": "Haiku Applications . Installer is a System Installer tool that is used to install Haiku to a partition. It makes it possible for the user to copy Haiku onto another volume. The installer needs a prepared partition. Haiku can also be added manually but using Installer is preferred over that because adding it manually is harder than using the installer. The user has to choose the source of the software which may be any CD or USB and has to choose the target destination. 'Begin' has to be clicked in order to start the installation process.",
            "score": 84.3368148803711
        },
        {
            "docid": "1738605_40",
            "document": "Culture of Asia . In the early eleventh century, court lady Murasaki Shikibu wrote Tale of the Genji considered the masterpiece of Japanese literatures and an early example of a work of fiction in the form of a novel. Early-Modern Japanese literature (17th–19th centuries) developed comparable innovations such as haiku, a form of Japanese poetry that evolved from the ancient \"hokku\" (Japanese language: 発句) mode. Haiku consists of three lines: the first and third lines each have five \"morae\" (the rough phonological equivalent of syllables), while the second has seven. Original haiku masters included such figures as Edo period poet Matsuo Bashō (松尾芭蕉); others influenced by Bashō include Kobayashi Issa and Masaoka Shiki.",
            "score": 82.94631958007812
        },
        {
            "docid": "2915858_8",
            "document": "Monostich . However, as Dmitry Kuzmin has pointed out in the first book-length study of one-line poetry (2016), Walt Whitman included one monostich (with the very long line though) in 1860 edition of his \"Leaves of Grass\", and then in 1893 and 1894 Edith Thomas, possibly in collaboration with an amateur author Samuel R. Elliott (1836—1909), anonymously published in \"The Atlantic Monthly\" several one-line poems intended as a joke. In the 1920s one-line poetry was rediscovered in the USA by Yvor Winters, Edwin Ford Piper, Charles Reznikoff and others. Later, John Ashbery in '37 Haiku' demonstrated the Haiku in the monostich form. Ian McBryde's 2005 book 'Slivers' consists entirely of one line poems.",
            "score": 82.30943298339844
        },
        {
            "docid": "18521834_2",
            "document": "Haiku in English . A haiku in English is a very short poem in the English language, following to a greater or lesser extent the form and style of the Japanese haiku. A typical haiku is a three-line observation about a fleeting moment involving nature.",
            "score": 82.12369537353516
        },
        {
            "docid": "3866327_4",
            "document": "Lines on the Antiquity of Microbes . \"Lines on the Antiquity of Microbes\" is frequently said to be the shortest poem in the English language, or the shortest in the world. However, many shorter poems have since been written.",
            "score": 81.67320251464844
        },
        {
            "docid": "18521834_22",
            "document": "Haiku in English . Haiku of four lines (sometimes known as \"haiqua\") or longer have been written, some of them \"vertical haiku\" with only a word or two per line. These poems mimic the vertical printed form of Japanese haiku.",
            "score": 80.38018035888672
        },
        {
            "docid": "13217_2",
            "document": "Haiku . In Japanese, haiku are traditionally printed in a single vertical line while haiku in English often appear in three lines to parallel the three phrases of Japanese haiku.",
            "score": 79.70890045166016
        },
        {
            "docid": "15801861_8",
            "document": "Kenneth Yasuda . In Yasuda's haiku theory the intent of the haiku is contained in the concept of a \"haiku moment,\" 'that moment of absolute intensity when the poet's grasp of his intuition is complete so that the image lives its own life', (seventeen syllables corresponding to that 'moment', divided into three lines within 'one breath length' ). This notion of the haiku moment has been defined as 'an aesthetic moment' a timeless feeling of enlightened harmony as a poet's nature and environment are unified'The passing momentary experience that comes alive through the precise perception of the image.'",
            "score": 79.2821044921875
        },
        {
            "docid": "13217_43",
            "document": "Haiku . The first haiku written in English was arguably by Ezra Pound, \"In a Station of the Metro\", published in 1913. Since then, the haiku has become a fairly popular form among English-speaking poets. English haiku can follow the traditional Japanese rules, but are frequently less strict, particularly concerning the number of syllables and subject matter.",
            "score": 78.21089172363281
        },
        {
            "docid": "13217_42",
            "document": "Haiku . Henderson translated every hokku and haiku into a rhymed tercet (a-b-a), whereas the Japanese originals never used rhyme. Unlike Yasuda, however, he recognized that 17 syllables in English are generally longer than the 17 \"on\" of a traditional Japanese haiku. Because the normal modes of English poetry depend on accentual meter rather than on syllabics, Henderson chose to emphasize the order of events and images in the originals. Nevertheless, many of Henderson's translations were in the five-seven-five pattern.",
            "score": 78.09465789794922
        },
        {
            "docid": "681433_5",
            "document": "Death poem . The poem's structure can be in one of many forms, including the two traditional forms in Japanese literature: kanshi or waka.. Sometimes they are written in the three-line, seventeen-syllable haiku form, although the most common type of death poem (called a \"jisei\" 辞世) is in the waka form called the tanka (also called a \"jisei-ei\" 辞世詠) which consists of five lines totaling 31 syllables (5-7-5-7-7)—a form that constitutes over half of surviving death poems.(Ogiu, 317-318).",
            "score": 78.008056640625
        },
        {
            "docid": "20462966_5",
            "document": "William J. Higginson . Higginson's experience in Japan led him to conclude \"the 17 sound structure of Japanese haiku did not translate into 17 syllables in English\" and in his translations therefrom stressed more upon \"the order of images, the grammar between them (or lack thereof) and the psychological effect of the poems\". Higginson's aim was to \"bring haiku, full bore into the heat of our own time and place\" and make it \"a contemporary living art\" whilst still remembering that \"in Japan they talk of composing haiku rather than writing them\". The primary purpose of reading and writing haiku, Higginson thought, \"was in sharing moments of our lives that have moved us, pieces of experience that we offer or share as gifts\".",
            "score": 77.60848236083984
        },
        {
            "docid": "29281365_11",
            "document": "Stephen Ziliak . In 2001, while teaching at Georgia Tech, Ziliak rediscovered his appreciation for haiku poetry. Haiku are short lyric verse with a budget constraint, conventionally arranged in three lines of 17 sounds (5-7-and-5). He had learned about the medieval Japanese art form back in the 1980s, from a friend in Indianapolis who happened to be the eminent African American poet Etheridge Knight. Teaching large-section courses to hundreds of students, Ziliak was at the same time seeking a low-cost way to help students connect their own observations and feelings to the economics textbook and economy itself. Economics and haiku overlap at the level of principles, he discovered, yet give something more in combination, such as feelings. Students reacted positively. \"Haiku economics\" was born, and first published in 2002. Ziliak's most famous haiku is:",
            "score": 76.85977172851562
        },
        {
            "docid": "18521834_6",
            "document": "Haiku in English . Arguably, the first successful haiku in English was \"In a Station of the Metro\" by Ezra Pound, published in 1913. During the Imagist period, a number of mainstream poets, including Pound, wrote what they called \"hokku\", usually in a five-six-four syllable pattern. American poet Amy Lowell published several \"hokku\" in her book \"What's O'Clock\" (1925; winner of the Pulitzer Prize). Individualistic haiku-like verses by the innovative Buddhist poet and artist Paul Reps (1895–1990) appeared in print as early as 1939 (\"More Power to You—Poems everyone Can Make\", Preview Publications, Montrose CA.). Inspired by R. H. Blyth's translations, other Westerners, including those of the Beat period, such as Gary Snyder, Jack Kerouac, Richard Wright and James W. Hackett, wrote original haiku in English.",
            "score": 75.6285400390625
        },
        {
            "docid": "39190281_15",
            "document": "Tadao Okazaki . His poems gained such prizes as: Special Prize from \"Modern Haiku Magazine\" Cicada Prize from \"Cicada, the Journal of Canadian Haiku Society\" He has published his three-line and free-verse haiku poems in Frogpond, The official journal of the Haiku Society of America; Modern Haiku; Cicada; New Cicada; Bottlerocket (in press) ; Contemporary Haibun and others.",
            "score": 75.39209747314453
        },
        {
            "docid": "518306_19",
            "document": "Kigo . Haiku started as a form of Japanese poetry and is now written in many different languages around the world. William J. Higginson's \"Haiku World\" (1996), which is the first international \"saijiki\", contains more than 1,000 poems, by over 600 poets from 50 countries writing in 25 languages. The writing of haiku around the world has increased with the advent of the internet, where one can even find examples of haiku written in Latin, Esperanto, and Klingon, as well as numerous examples in more common languages.",
            "score": 75.2589111328125
        },
        {
            "docid": "18521834_17",
            "document": "Haiku in English . The most common variation from the three-line standard is one line, sometimes called a \"monoku\". It emerged from being more than an occasional exception during the late 1970s. The one-line form, based on an analogy with the one-line vertical column in which Japanese haiku are often printed, was lent legitimacy principally by three people:",
            "score": 75.18983459472656
        },
        {
            "docid": "1155130_24",
            "document": "Reginald Horace Blyth . Present-day attitudes to Blyth's work vary: On the one hand, he is appreciated as a populariser of Japanese culture; on the other, his portrayals of haiku and Zen have sometimes been criticised as one-dimensional. Many contemporary Western writers of haiku were introduced to the genre through his Zen-based haiku explanations. These include the San Francisco and Beat Generation writers, Gary Snyder, Jack Kerouac and Allen Ginsberg as well as J. D. Salinger and E. E. Cummings. Many members of the international \"haiku community\" also got their first views of haiku from Blyth's books, including American author James W. Hackett (born 1929), Eric Amann, William J. Higginson, Anita Virgil, Jane Reichhold, and Lee Gurga. Some noted Blyth's distaste for haiku on more modern themes and his strong bias regarding a direct connection between haiku and Zen, a connection largely ignored by modern Japanese poets. (Bashō, in fact, felt that his devotion to haiku prevented him from realising enlightenment. In addition, many classic Japanese haiku poets, including Chiyo-ni, Buson, and Issa were Pure Land (Jodo) rather than Zen Buddhists.) Blyth also did not view haiku by Japanese women favourably, downplaying their substantial contributions to the genre, especially during the Bashō era and the twentieth century. In just over 800 pages of text in his two volume \"History of Haiku\", Blyth devotes a total of 16 pages to haiku by women, and even these pages are run through with negative comments about women as writers of haiku. \"Women are said to be intuitive, and as they cannot think, we may hope this is so, but intuition, like patriotism, is not enough.\" With respect to a verse ostensibly by Chi-yo he wrote, \"Chiyo's authorship of this verse is doubtful, but so is whether women can write haiku.\"",
            "score": 74.33660888671875
        },
        {
            "docid": "11945144_6",
            "document": "Robin D. Gill . He first came to the attention, through listserve blogs, of scholars of Japanese poetry with his Book \"Rise Ye, Sea Slugs! 1000 Holothurian Haiku,\" (2003), a comprehensive collection (running to 480 pages, accompanied by a set of translations of Japanese poems thematically dedicated to the sea-cucumber, \"namako\". Gill's competence in this arcane area was called on, and acknowledged, by the University of Guam's Alexander Kerr, a marine biologist, working on a philology of the Holothurians from antiquity to Linnaeus. Thomas Rohlich, now Emeritus Professor of Japanese Language and Literature at Smith College, hailed it as'a treasure, and belongs on the bookshelves and in the hands of Japanese literary scholars, haiku and nature enthusiasts.'Likewise, William J. Higginson wrote that'these poems come to life as no other haiku translated from Japanese have ever come to life before...This single-topic tome may be our best English-language window yet into the labyrinth of Japanese haikai culture.'",
            "score": 74.05599212646484
        }
    ]
}