{
    "q": [
        {
            "docid": "45280519_2",
            "document": "Homeward Bound (1923 film) . Homeward Bound is a lost 1923 American silent drama film directed by Ralph Ince and written by Peter B. Kyne, Jack Cunningham, and Paul Sloane. The film stars Thomas Meighan, Lila Lee, Charles S. Abbe, William P. Carleton, Hugh Cameron, and Gus Weinberg. The film was released on July 29, 1923, by Paramount Pictures.",
            "score": 25.35279941558838
        },
        {
            "docid": "50967887_16",
            "document": "Homeward Bound Battery and Dam . The dam wall is the most substantial structure surviving at Homeward Bound and is the largest and earliest (1888) associated with mining, recorded in North Queensland. The size and quality of the stonework is noteworthy in a regional context. There were few dams constructed on the Croydon Goldfield even though lack of water was a perennial problem.",
            "score": 23.974342823028564
        },
        {
            "docid": "50967887_4",
            "document": "Homeward Bound Battery and Dam . The Homeward Bound battery commenced crushing on 28 February 1888 with 20 head of stamps. The main mines serving the battery were all situated along the Homeward Bound reef on or near the summit of the ridge above Waterfall Creek. Homeward Bound Extended Block No.1 North Company (with a nominal capital of in 20,000 shares) owned several of the mines and Croydon Homeward Bound Gold Mining Company owned the battery. The 20 head of stamps and eight berdan pans were driven by a portable steam engine. The plant was valued at .",
            "score": 25.911317825317383
        },
        {
            "docid": "3557194_9",
            "document": "Deathlands: Homeward Bound . While \"Deathlands: Homeward Bound\" closely follows the plot of the fifth \"Deathlands\" novel, \"Homeward Bound\", it departs in a number of notable ways. Dr. Theophilus Tanner and Lori Quint are absent from the film, and Jak Lauren is specifically identified as a mutant, versus simply being an albino as in the novels. J.B. Dix is also changed, being significantly more talkative than his character in the novels, where he is described as a man who \"would never use three words when two would do the job.\" The purpose of redoubts is not clearly explained, and the film makes no mention of the MAT-TRANS facilities typically found in redoubts and used by Ryan and his friends to travel throughout most of the novels.",
            "score": 29.53234601020813
        },
        {
            "docid": "50967887_6",
            "document": "Homeward Bound Battery and Dam . The Mountain Maid United Gold Mining Company (with a nominal capital of 56,000 ten shilling shares) took over the Homeward Bound battery in 1890 but relinquished it to the original company again in 1891. By then the Homeward Bound claim was almost abandoned. Although the major companies had failed, the battery was revitalized in 1893 by co-operative parties who were getting good results. One old miner said in 1896 that the Homeward Bound \"has had less public attention paid to it than any other line on this extensive goldfield but left to the stragglers like myself to scratch away\". When other Croydon mines were considering closing down, in 1898 the Homeward Bound was producing almost two ozs of gold per ton of stone. In 1899 Homeward Bound No. 4 South had a spectacular crushing of from . Lane and Pate took over the battery in 1901 and cyaniding was commenced in 1902 using some of the equipment from the Pioneer cyanide works at Gorge Creek. In 1903, of gold were obtained from of quartz. However by 1904 the Homeward Bound Company had lost the reef and others were only putting small crushings through and mining gradually petered out.",
            "score": 27.871880769729614
        },
        {
            "docid": "47071091_4",
            "document": "Homeward Bound (1917 song) . CHORUS \"Homeward Bound\" Someday they'll hear that welcome sound, For while the shot and the shell are flying, For the ones at home they're sighing: And tho' the skies seem grey, There's bound to be a brighter day, For when the dove of peace flies over the land, They all will hear the general give the command, \"We are \"Homeward Bound'.\" That's a wonderful, wonderful sound.",
            "score": 33.26160025596619
        },
        {
            "docid": "3557194_1",
            "document": "Deathlands: Homeward Bound . Deathlands: Homeward Bound",
            "score": 24.551864624023438
        },
        {
            "docid": "56238996_1",
            "document": "Homeward Bound (horse) . Homeward Bound (horse)",
            "score": 24.551864624023438
        },
        {
            "docid": "6777367_1",
            "document": "Homeward Bound (song) . Homeward Bound (song)",
            "score": 24.551864624023438
        },
        {
            "docid": "50342578_21",
            "document": "The Assignment (2016 film) . The transgender community was largely disappointed by the image of forced gender reassignment surgery and a boycott was created in response. The director Walter Hill responded by stating, \"I wouldn't make a movie that hurt transgender people. Some of them have had a tough time of it, and the last thing I want to do is make anyone's road harder. But look, I understand the concern. Is it lurid? Yes. Is it lowbrow? Well, maybe. Is it offensive? No. I'm just trying to honor the B movies that we grew up with.\"",
            "score": 28.3524329662323
        },
        {
            "docid": "45280519_1",
            "document": "Homeward Bound (1923 film) . Homeward Bound (1923 film)",
            "score": 24.372129440307617
        },
        {
            "docid": "1212256_1",
            "document": "Homeward Bound: The Incredible Journey . Homeward Bound: The Incredible Journey",
            "score": 24.372129440307617
        },
        {
            "docid": "1864652_1",
            "document": "Homeward Bound (Turtledove novel) . Homeward Bound (Turtledove novel)",
            "score": 24.372129440307617
        },
        {
            "docid": "50967887_1",
            "document": "Homeward Bound Battery and Dam . Homeward Bound Battery and Dam",
            "score": 24.372129440307617
        },
        {
            "docid": "47071091_1",
            "document": "Homeward Bound (1917 song) . Homeward Bound (1917 song)",
            "score": 24.372129440307617
        },
        {
            "docid": "39623441_1",
            "document": "Homeward Bound (Australian TV series) . Homeward Bound (Australian TV series)",
            "score": 24.19500732421875
        },
        {
            "docid": "24940876_1",
            "document": "Homeward Bound (Harry Belafonte album) . Homeward Bound (Harry Belafonte album)",
            "score": 24.19500732421875
        },
        {
            "docid": "5207131_11",
            "document": "Homeward Bound II: Lost in San Francisco . The movie had a mixed reception. Rotten Tomatoes reports that 53% of critics gave the film a positive review, based on 17 reviews.",
            "score": 29.911843299865723
        },
        {
            "docid": "5207131_1",
            "document": "Homeward Bound II: Lost in San Francisco . Homeward Bound II: Lost in San Francisco",
            "score": 24.020440101623535
        },
        {
            "docid": "24940876_2",
            "document": "Homeward Bound (Harry Belafonte album) . Homeward Bound is an album by Harry Belafonte, released by RCA Records in 1970.",
            "score": 23.848374366760254
        },
        {
            "docid": "12527972_7",
            "document": "Jake Richardson . Throughout 2002, Richardson starred in many TV shows including \"NYPD Blue\", \"Need You Know\", and \"Boston Public\". He also appeared in TV Movie \"Homeward Bound\".",
            "score": 34.6397066116333
        },
        {
            "docid": "2395833_33",
            "document": "John Agar . As for being associated with science fiction B movies, Agar said, \"I don't resent being identified with B science fiction movies at all\", Agar later said. \"Why should I? Even though they were not considered top of the line, for those people that like sci-fi, I guess they were fun. My whole feeling about working as an actor is, if I give anybody any enjoyment, I'm doing my job, and that's what counts.\"",
            "score": 25.3715660572052
        },
        {
            "docid": "56238996_5",
            "document": "Homeward Bound (horse) . Homeward Bound was slow to mature and did not appear until October, when she finished unplaced in the Alington Stakes at Newmarket Racecourse.",
            "score": 23.428802490234375
        },
        {
            "docid": "50967887_12",
            "document": "Homeward Bound Battery and Dam . Homeward Bound Battery and Dam was listed on the Queensland Heritage Register on 21 October 1992 having satisfied the following criteria.",
            "score": 23.428802490234375
        },
        {
            "docid": "56238996_10",
            "document": "Homeward Bound (horse) . In 1964 Homeward Bound was give a rating of 126 by the independent Timeform organisation, making her three pounds inferior to La Bamba who was their top-rated three-year-old filly. In their book, \"A Century of Champions\", based on the Timeform rating system, John Randall and Tony Morris rated Homeward Board an \"average\" winner of the Oaks.",
            "score": 28.84511375427246
        },
        {
            "docid": "56238996_4",
            "document": "Homeward Bound (horse) . Homeward Bound was sired by Alycidon, an outstanding stayer who suffered from low fertility as a breeding stallion but sired several top class performers including Alcide and Twilight Alley. Her dam Sabie River won four races and produced several other winners. Sabie River's dam Amorcille was a half-sister to Discord, the female-line ancestor of Mr Dinos. Both Alycidon and Sabie River died in 1963, before Homeward Bound had appeared on the track.",
            "score": 24.44396209716797
        },
        {
            "docid": "50967887_11",
            "document": "Homeward Bound Battery and Dam . The Homeward Bound settlement site on Waterfall Creek about east of the battery contains several intact stone fireplaces and numerous stone surfaces. The extent of the settlement was not surveyed.",
            "score": 24.86270308494568
        },
        {
            "docid": "3557194_5",
            "document": "Deathlands: Homeward Bound . Justin Felix of DVD Talk called the telefilm \"a low-budget mish-mash of elements from \"Dune\" and \"The Most Dangerous Game\"\", and that although it was \"one bad movie\" it was \"moderately entertaining\" and something that could be appreciated by fans of \"Mystery Science Theater 3000\". He said the film is \"so bad that it's actually entertaining if you want to laugh at movie-making ineptitude.\"",
            "score": 31.047519207000732
        },
        {
            "docid": "6777367_2",
            "document": "Homeward Bound (song) . \"Homeward Bound\" is a song by American music duo Simon & Garfunkel written by Paul Simon and produced by Bob Johnston. The song was released as a single on January 19, 1966 by Columbia Records.",
            "score": 24.78232741355896
        },
        {
            "docid": "50967887_5",
            "document": "Homeward Bound Battery and Dam . Water was a problem throughout the Croydon Goldfield and a large dam with a stone pitched wall was constructed in 1888, by a Mr. Shoemaker (or Schumacher). Even so the Homeward Bound battery could not crush that year.",
            "score": 22.787357330322266
        },
        {
            "docid": "1864652_3",
            "document": "Homeward Bound (Turtledove novel) . Homeward Bound begins in 1972, then flashes forward to 1977, 1982, 1984, 1994, 2012, and finally to 2031 when the American starship \"Admiral Peary\" arrives at Tau Ceti and Home, the homeworld of The Race.",
            "score": 24.51835560798645
        },
        {
            "docid": "50967887_2",
            "document": "Homeward Bound Battery and Dam . Homeward Bound Battery and Dam is a heritage-listed stamping mill and reservoir at Croydon, Shire of Croydon, Queensland, Australia. It was built in 1888 by Mr Schumacher. It was added to the Queensland Heritage Register on 21 October 1992.",
            "score": 22.6324462890625
        }
    ],
    "r": [
        {
            "docid": "5207131_2",
            "document": "Homeward Bound II: Lost in San Francisco . Homeward Bound II: Lost in San Francisco is a 1996 American adventure comedy film and a sequel to the 1993 film \"\". Directed by David R. Ellis, the film features the three animals from the first film, Shadow the Golden Retriever (voiced by Ralph Waite, replacing Don Ameche, who died in 1993), Sassy the Himalayan cat (Sally Field), and Chance the American Bulldog (Michael J. Fox). It also features the voice work of Sinbad, Carla Gugino, Tisha Campbell-Martin, Stephen Tobolowsky, Jon Polito, Adam Goldberg, Al Michaels, Tommy Lasorda, and Bob Uecker.",
            "score": 54.895751953125
        },
        {
            "docid": "5207131_4",
            "document": "Homeward Bound II: Lost in San Francisco . The owners of Shadow the Golden Retriever (voiced by Ralph Waite), Sassy the Himalayan cat (Sally Field), and Chance the American Bulldog (Michael J. Fox) decide to take a family trip to Canada. At the San Francisco International Airport, the animals escape after Chance panics with mistaking airport workers as the workers at the pound (\"The Bad Place\" as Chance puts it), due to how some of his actions earlier angered Jamie, making Chance believe Jamie was so mad at him he was going to send him back to the pound, and breaks free from his carrier. After eluding airport authorities, the animals find themselves in the city of San Francisco, with home on the other side of the Golden Gate Bridge.",
            "score": 47.877037048339844
        },
        {
            "docid": "12938_9",
            "document": "Greyhound . Greyhound owners and adoption groups consider Greyhounds wonderful pets. Greyhounds are quiet, gentle and loyal to owners. They are very loving, and enjoy the company of their humans and other dogs. Whether a Greyhound will enjoy the company of other small animals, such as cats, depends on the individual dog's personality. Greyhounds will typically chase small animals; those lacking a high 'prey drive' will be able to coexist happily with toy dog breeds and/or cats. Many owners describe their Greyhounds as \"45-mile-per-hour couch potatoes\".",
            "score": 47.54519271850586
        },
        {
            "docid": "1109898_14",
            "document": "Greyhound adoption . Although usually well-socialized with other greyhounds, ex-racers often have limited skills for living outside of the racing kennel. However, most Greyhounds are quick learners. They tend to be out-going, happy and sociable with people and seem to relish human contact, even following owners from room to room at home (known colloquially as being a \"Velcro dog\"). Some Greyhounds are more timid and can for a time have difficulty coping with new people or situations. A period of rehabilitation and a dedicated owner usually helps nervous \"Retired Racers\" become more confident. A few people also report that they have known \"Greys\" who at first fear other dog breeds until sufficiently exposed. As the lure used to train greyhounds for racing resembles a hare, retired racers sometimes also mistake smaller dogs for a lure, causing them to set chase. Similarly, small animals including cats may also be the subject of prey-driven behavior by some greyhounds. Prior to adoption, agencies generally screen greyhounds for their suitability around small animals especially by way of \"cat testing\" in which a dog is carefully exposed to a cat to see his or her interest level.",
            "score": 45.753684997558594
        },
        {
            "docid": "38871_12",
            "document": "Greyhound racing . Generally, a greyhound's career will end between the ages of four and six – after the dog can no longer race, or possibly when it is no longer competitive. The best dogs are kept for breeding and there are industry-associated adoption groups and rescue groups that work to obtain retired racing greyhounds and place them as pets. In the United Kingdom, according to the BBC, one in four retired greyhounds finds a home as a pet. An UK industry produced report for DEFRA in 2018 showed that actually only 1 in 7 racing greyhounds were not found a home when they retired. In the United States, prior to the formation of adoption groups, over 20,000 retired greyhounds a year were killed; recent estimates still number in the thousands, with the industry claiming that about 90% of National Greyhound Association-registered animals are either adopted or returned for breeding purposes (according to the industry numbers upwards of 2000 dogs are still euthanized annually in the US while anti-racing groups estimate the figure at closer to 12,000.) Other greyhounds are sold to research labs, such as Liverpool university animal training school, who have received the remains of dogs killed at Manchester's Belle Vue stadium. A trainer in Lincolnshire was also exposed offering 'slow' dogs to the Liverpool school. Additionally dogs are sent to foreign racetracks such as Spain and sometimes in developing countries. In the North East of England a man is believed to have destroyed as many as 10,000 healthy greyhounds with a captive bolt gun.",
            "score": 42.768367767333984
        },
        {
            "docid": "20511800_5",
            "document": "You're in the Movies . All of the movie themes and mini-games were conceived by the creative-design team, which they decided the movie themes would have an old B-movie feel. Trowers notes the making of the mini-games to be \"quite an organic process\": \"Sometimes we'd have a movie and we'd say OK, we want the player to do this in the scene, which is the action we want, so try to think of a game idea for this. But other times we'd be thinking, \"Oh, you know what, we got this great idea for a game and these are the essential actions we can get out of it, how are we going to use it in movies?\" So it was really a three-way process, trying to figure out what we could get people to do, what would be fun, how it would fit in the movie—it wasn't just one process of doing it, it had to go both ways.\" There had also been a few more movie ideas, but they were left out of the game.",
            "score": 42.6942253112793
        },
        {
            "docid": "41520422_27",
            "document": "Sausage Party . Rogen has expressed interest in making a \"Sausage Party 2\" and more animated films aimed for adults. When Rogen was asked about a sequel, he stated: \"It's something we talk about, yeah. That's one of the reasons why we took away the [original] ending because we thought, well, if that was the first scene of the next movie it's probably not what you would want it to be, with them just seeing us and finding us basically. But the idea of a live-action/animated movie, like a \"Who Framed Roger Rabbit\"-style hybrid, is also very exciting, mostly because \"Who Framed Roger Rabbit\" is one of my favorite movies of all time.\"",
            "score": 41.74385070800781
        },
        {
            "docid": "452301_10",
            "document": "Samurai Jack . A film intended to conclude the story of \"Samurai Jack\" had been in development at different times by four different studios. As early as 2002, Cartoon Network was producing a \"Samurai Jack\" live action feature film, in association with New Line Cinema. Tartakovsky said in a 2006 interview that the live action version of \"Samurai Jack\" was thankfully abandoned, and that \"we will finish the story, and there will be an animated film.\" Fred Seibert announced in 2007 that the newly-formed Frederator Films is developing a \"Samurai Jack\" movie, which was planned to be in stereoscopic 2D with a budget of 20 million dollars. Seibert said in 2009 the film was being co-produced with J. J. Abrams' Bad Robot Productions. Sony Pictures Entertainment expressed interest in developing a \"Samurai Jack\" film in 2012. Genndy Tartakovsky said in an interview with IGN the \"Samurai Jack\" movie is in pre-production: \"I've been trying so hard every year, and the one amazing thing about Jack is that I did it in 2001, you know, and it still survived. There's something about it that's connected with people. And I want it, it's number 1 on my list, and now Bob Osher, the president, is like 'Hey, let's talk about Jack. Let's see what we can do.' And I go, 'You're going to do a 2D feature animated movie?' and he's like, 'Yeah. Maybe. Let's do some research and let's see.' So it's not dead for sure by any means, and it's still on the top of my list, and I'm trying as hard as I can.\" Tartakovsky said the loss of Mako Iwamatsu, Aku's voice actor, would also need to be addressed. The feature film project never materialized, and eventually the series concluded with a fifth television season.",
            "score": 41.607086181640625
        },
        {
            "docid": "1212256_3",
            "document": "Homeward Bound: The Incredible Journey . Chance (voiced by Michael J. Fox), an immature and disobedient American Bulldog and the narrator of the film, explains that he is the pet of Jamie Burnford (Kevin Chevalia), but expresses no interest in his owner or being part of a family. He shares his home with Shadow (voiced by Don Ameche), a wise old Golden Retriever owned by Jamie's brother Peter (Benj Thall), and Sassy (voiced by Sally Field), a smart-mouthed Himalayan cat owned by Jamie and Peter's sister Hope (Veronica Lauren). That morning, the children's mother, Laura Burnford (Kim Greist), marries Bob Seaver (Robert Hays), and Chance manages to cause chaos by digging into the wedding cake in front of all the guests.",
            "score": 41.481414794921875
        },
        {
            "docid": "287444_19",
            "document": "Tippi Hedren . \"Roar\" was released worldwide in 1981 with the exception of the United States because, according to Hedren, \"The United States distributors wanted the lion's share of the profits, and we thought it ought to go to the beautiful animals that made the movie.\" The film cost $17 million and grossed only $2 million. However, the film was a turning point in Hedren's life. In 1983, she established the non-profit organization \"The Roar Foundation\", to take care of the big cats; as she later explained, \"After our movie was over, it was unconscionable to see the animals go any place else. We said we would become a foundation so that we can take in donations so that we can keep the cats here, and that is what we did.\" \"Roar\" was later re-released in 2015 but Hedren declined to discuss it as she felt that promotion for the film was filled with \"inaccuracies\". However, she expressed regrets at letting a fully grown lion live with her family in the 1970s, saying they were \"stupid beyond belief to have that lion in our house. We should never have taken those risks. These animals are so fast, and if they decide to go after you, nothing but a bullet to the brain will stop them.\"",
            "score": 40.997440338134766
        },
        {
            "docid": "6710_50",
            "document": "Coyote . Coyotes are often attracted to dog food and animals that are small enough to appear as prey. Items such as garbage, pet food, and sometimes feeding stations for birds and squirrels attract coyotes into backyards. About three to five pets attacked by coyotes are brought into the Animal Urgent Care hospital of South Orange County (California) each week, the majority of which are dogs, since cats typically do not survive the attacks. Scat analysis collected near Claremont, California, revealed that coyotes relied heavily on pets as a food source in winter and spring. At one location in Southern California, coyotes began relying on a colony of feral cats as a food source. Over time, the coyotes killed most of the cats, and then continued to eat the cat food placed daily at the colony site by people who were maintaining the cat colony. Coyotes usually attack smaller-sized dogs, but they have been known to attack even large, powerful breeds such as the Rottweiler in exceptional cases. Dogs larger than coyotes, such as greyhounds, are generally able to drive them off, and have been known to kill coyotes. Smaller breeds are more likely to suffer injury or death.",
            "score": 40.3657341003418
        },
        {
            "docid": "15656621_25",
            "document": "Fast &amp; Furious (2009 film) . Roger Ebert, who gave positive reviews to the previous films, gave an unfavorable review of the film, writing, \"I admire the craft involved, but the movie leaves me profoundly indifferent. After three earlier movies in the series, which have been transmuted into video games, why do we need a fourth one? Oh. I just answered my own question.\"",
            "score": 40.065982818603516
        },
        {
            "docid": "23215354_11",
            "document": "The Green Elephant . HorrorNews.net wrote an overall favorable review for the film, stating \"By the end, we find ourselves asking a lot of questions; of ourselves, of the director, of our television screens. What did we just watch? Why did these people do what we just them do? What does it all mean? I can’t answer those questions, but I can tell you that it is an experience that I am happy to have gone through, and I’d definitely be interested in checking out more of Svetlana Baskova’s movies.\"",
            "score": 39.69905471801758
        },
        {
            "docid": "2273984_21",
            "document": "Thank You for Smoking . Reitman has maintained his purpose was to match the tone and satirical message of the book as closely as possible. \"What I wanted people to think about was political correctness. I wanted them to think about ideas of personal responsibility and personal choice. I think cigarettes are a wonderful location for that discussion because cigarettes are something we know all the answers to\", he posits. \"I wanted to look into this idea of why we feel the need to tell each other how to live and why we can't take personal responsibility for our own actions when we fall ill from things that we know are dangerous.\" Stephanie Zacharek of Salon agrees with Reitman; \"Despite its title, the movie doesn't come packaged with a strong anti-smoking message, because it doesn't need to: Everyone knows that smoking is bad for you, including people who continue to do it.\"",
            "score": 39.47028350830078
        },
        {
            "docid": "40283130_4",
            "document": "Kick-Ass (film series) . In May 2014, while promoting his new film \"Neighbors\", Christopher Mintz-Plasse said that he hadn't heard anything about a new film, but expressed doubt that a third would be made due to the second installment's disappointing box office performance. In June 2014, Chloë Grace Moretz echoed her co-stars sentiments when asked about \"Kick-Ass 3\", stating that \"I hope, I wish. That'd be fun. That'd be great. I doubt it but I would love it\". She also cited the second film's lower box office gross as the key obstacle to the third chapter being produced and suggested file sharing was a factor: \"The hard thing is if fans want a third movie, they’ve got to go buy the ticket to go see the movie. It was like the second most pirated movie of the year, so if you want a movie to be made into a second, a third, a fourth and a fifth, go buy a ticket. Don’t pirate it.” In August 2014, Moretz told \"Digital Spy\", \"Sadly, I think I'm done with the character... I don't think there will be any more movies. You make these movies for the fanboys, but nowadays everyone seems to pirate them rather than watch them in the movie theatre. \"Kick-Ass 2\" was one of the number one pirated movies of the year, but that doesn't help us because we need box office figures. We need to prove to the distributors that we can make money from a third and a fourth movie - but because it didn't do so well, we can't make another one. If you want more than one movie, everyone has to go and see movies at the cinema. It's all about the numbers in the theatre.\" In June 2014, Millar confirmed that the plans for \"Kick-Ass 3\" will indeed move forward as the fan base is strong enough for interest to be sustained. In August 2014, Millar confirmed that the plan has always been to make three films based off the three books. In August 2014, Millar said a third film is still up in the air and that it's ultimately Matthew Vaughn's decision as he has the film rights.",
            "score": 38.71588897705078
        },
        {
            "docid": "43718681_18",
            "document": "War for the Planet of the Apes . At New York Comic-Con 2016, Reeves explained that he and Bomback were influenced by many films before writing. He said, \"One of the first things that Mark and I did because we had just finished \"Dawn\" was that we decided to watch a million movies. We decided to do what people fantasize what Hollywood screenwriters get to do but no one actually does. We got Fox to give us a theater and we watched movie after movie. We watched every \"Planet of the Apes\" movie, war movies, westerns, \"Empire Strikes Back\"... We just thought, 'We have to pretend we have all the time in the world,' even though we had limited time. We got really inspired.\"",
            "score": 38.556156158447266
        },
        {
            "docid": "10628498_16",
            "document": "White Fang 2: Myth of the White Wolf . Roger Ebert gave the film three out of four stars, stating: \"What's best about the film is a kind of fresh-air exuberance, an innocence. The adventures in this movie are fun - not frightening, violent, or depressing. The villains are bad, but not subhuman, and at the end I was positively grateful for a scene where the bad guy tries to get away in a wagon full of gold, with the heroine tied up behind him, and Henry and the dog trying to save her. This was so old-fashioned it was almost daring.\" Rita Kempley from The Washington Post didn't like the film. She praised the animals' performances, but criticized the human actors. \"The animal actors are superb -- you really think White Fang is a goner in a couple of instances -- but the humans have basically reached the level of their own incompetence. Perhaps no one in the cast was able to obey Chief Moses Joseph's injunction to set the inner wolf free. The audience, on the other hand, will surely be howling.\" Lois Alter Mark from Entertainment Weekly gave the film a B rating, concluding that \"White Fang 2\" would be a better film if the filmmakers gave the \"four-legged hero\" more screen time. \"If only White Fang 2: Myth of the White Wolf had kept the camera on its four-legged hero and let animal trainer Joe Camp (Homeward Bound) work his magic, it too could have been as effective as jujubes in keeping kids glued to their seats.\" Robert Faires from The Austin Chronicle gave the film three out of five stars. He also opined that the movie gets better when the animals are on the screen. \"It's best when the wolves are moving. Maybe when the third one is made -- the final scene screams White Fang: The Next Generation -- they'll leave the humans out of it and just run with the pack.\" \"The Movie Scene\" also gave the film three out of five stars, stating that \"White Fang 2\" is not a bad film but it is inferior to its predecessor and that the movie is pleasant for the young audiences, but is not a great entertainment for adult people. \"What this all boils down to is that \"White Fang 2: Myth of the White Wolf\" is solid entertainment for its intended young audience but offers little for any adult watching it with their kids.\"",
            "score": 38.45365905761719
        },
        {
            "docid": "43464559_11",
            "document": "Frozen (franchise) . In a March 2015 interview with BuzzFeed about \"Frozen Fever\", the directors addressed and refuted the recurring rumors about a possible feature-length sequel. Buck joked about how whenever they saw such rumors, he and Lee would ask each other, \"Are we?\" Around the same time, Lasseter reiterated to \"Variety\" his philosophy as to sequels (while discussing \"Toy Story 4\"): \"We do not do any sequel because we want to print money[.] We do it because each of these films was created by a group of filmmakers, and to my mind, they are the owners of that intellectual property. So we look at it with the simple question: Is there another story we can tell in this world? And that desire has to come from the filmmaker group. Sometimes, the answer is an obvious yes. And sometimes it’s, ‘I love the characters and I love the world, but I don’t have an idea yet.’ And sometimes it’s just, ‘that movie is a great movie,’ and the filmmaker wants to move on and do something else. And that’s fine, too.\"",
            "score": 38.45329666137695
        },
        {
            "docid": "27193568_27",
            "document": "Shrek Forever After . Following the success of \"Shrek 2\" in May 2004, Jeffrey Katzenberg revealed that the \"Shrek\" story had been outlined into five films almost from the beginning. \"Before the first one was finished we talked about what the whole story of Shrek is, and each of the chapters answers questions about the first movie and gives us an insight,\" said Katzenberg. \"\"Shrek 3\" and \"4\" are going to reveal other unanswered questions and, finally, in the last chapter, we will understand how Shrek came to be in that swamp, when we meet him in the first movie.\" After the release of \"Shrek the Third\" in May 2007, Katzenberg announced that the fifth film would be released in 2013.",
            "score": 38.133811950683594
        },
        {
            "docid": "51102656_5",
            "document": "Mexican Hairless Cat . In \"The Book of the Cat\" (1903, Public Domain) Frances Simpson reproduced a letter written by Mr. E.J.Shinick to Mr. H.C. Brooke regarding Mr. Shinick's hairless cats. Mr. Brooke commented \"A most extraordinary variety, of which next to nothing appears to be known, is the hairless cat, and we cannot do better than quote in extenso the description given by the owner of what, if his surmise should unhappily prove to be correct, was the last pair of these peculiar animals, a portrait of which we give. We can only add, while deeply regretting that Mr. Shinick did not mate his cats, the earnest hope that we may hear that he has discovered the existence of other specimens.\"",
            "score": 38.11732864379883
        },
        {
            "docid": "176480_25",
            "document": "Metroid . The article revealed that early scripts for the movie were going to focus on series heroine Samus Aran and her origin. Tiger Hill wanted to explore Samus prior to her becoming the lone bounty hunter featured in the series. According to Foxhoven, the movie version of Samus Aran was \"to be an exceptionally talented, but also flawed character who was looking for redemption,\" and elaborating that, \"We wanted to see her struggle, to be humbled, and to be forced to rise up against crazy odds. And of course we wanted to see the cool weapons in all of their glory.\" The major problem that the writers faced was attempting to build-out Samus's back-story, Nintendo had \"creative\" and \"licensing\" walls that the writers ran into. Foxhoven stated that these questions came up: \"What are they doing when they are NOT fighting? What is their daily existence and relationships? What are Samus's aspirations, history, and fears?\" and further stated that \"Nintendo appreciated the questions, but had never thought about them before, and ultimately didn't have a lot of answers\" and at the end, Nintendo \"felt uncomfortable with our team [Hollywood] being the ones to propose those answers\" which basically caused the \"Metroid\" movie project to be ultimately canceled sometime in 2007. Foxhoven however foresees \"Metroid\" becoming a movie, stating at the end of the IGN interview that \"for Nintendo, they walked away appreciating the process and how much further they needed to explore the franchise so that it has a chance for a feature film at some point\" and he revealed that \"there are quite a few Hollywood executives in town who grew up playing \"Metroid\", and who would be willing to take the time needed to bring Nintendo along in the process.\"",
            "score": 38.08202362060547
        },
        {
            "docid": "11261435_4",
            "document": "Smarty Cat . Tom lets them in then Butch says: \"I got the pictures, Tom! These are the funniest home movies I ever took. Wait till you see what happened to these dumb dogs. Boy do you make a monkey out of them. They don't know whether they are coming or going. (the cats laugh) Okay, douse the lights. (Lightning is about to shut the lights off.) Hold it!\" Butch points to Jerry, who merely intends to watch the film with the cats. But the cats won't allow him to. So, Tom kicks Jerry out of the house and he lands in Spike's mouth. Jerry then pops out from Spike's nose, looking angry. Back at the house, Butch says: \"\"OK boys, here we go!\"\" The movie starts. The movie's title is: \"Tom the Terrific Cat Starring Tom\". Then first part starts and its title is \"Lover Boy!\".",
            "score": 37.903953552246094
        },
        {
            "docid": "21890324_6",
            "document": "Arithmetic circuit complexity . Given a polynomial formula_18 we may ask ourselves what is the best way to compute it — for example, what is the smallest size of a circuit computing formula_19 The answer to this question consists of two parts. The first part is finding some circuit that computes formula_20 this part is usually called \"upper bounding\" the complexity of formula_19 The second part is showing that no other circuit can do better; this part is called \"lower bounding\" the complexity of formula_19 Although these two tasks are strongly related, proving lower bounds is usually harder, since in order to prove a lower bound one needs to argue about all circuits at the same time.",
            "score": 37.85728073120117
        },
        {
            "docid": "544687_4",
            "document": "David DeCoteau . He has worked professionally in the movie business since he was 18 years old. He got his start through Roger Corman, who hired him in 1980 as a production assistant at New World Pictures. In 1986, DeCoteau directed and produced his first feature film for Charles Band. He is the founder of Rapid Heart Pictures, where his films include \"A Talking Cat!?!\" and the \"1313\" series. He has said of his working methods, “I always wanted to make what I could sell. So I just promised myself that I would not be set in my ways. If somebody said, ‘Look, we need a horror film, we need a creature feature, we need a Western, we need a period costume drama,’ I was able to put it together pretty quickly.”",
            "score": 37.83349609375
        },
        {
            "docid": "33862955_42",
            "document": "Moon Jae-in . Moon has three pets: two dogs (, a Pungsan dog, and , a mixed-breed) and one cat (). Jjing-jjing is the country's first-ever \"first cat\", and Tory was adopted from a shelter, in contrast with other \"first dogs\", which had traditionally been purebred Jindo dogs. Moon stated at Tory's adoption that \"we need to pay more attention to abandoned animals and care for them as a society\" and that he wanted to remove the stigma against Tory's dark coat, which contributed to him being virtually unadoptable for two years after he was rescued in 2015.",
            "score": 37.81235885620117
        },
        {
            "docid": "64944_15",
            "document": "Santa's Little Helper . Santa's Little Helper has become a well-known dog because of his appearances in the series. A writer for \"The Grand Rapids Press\" wrote in 2002 that \"we all know who Homer, Marge, Bart, Lisa and Maggie are—heck, most Americans probably recognize their pets, Santa's Little Helper and Snowball II\". McHugh wrote in \"Dog\" that while Master McGrath was the most famous greyhound of the 19th century, \"the most popular greyhound a hundred years later\" is Santa's Little Helper. In the television special \"50 Greatest TV Animals\" that was hosted by Mario Lopez and aired on Animal Planet in 2003, the dog ranked 27th. Other dogs featured on the list were Lassie (first), Eddie (fifth), Snoopy (sixth), Scooby-Doo (13th), Rin Tin Tin (14th), Max (20th), Triumph, the Insult Comic Dog (24th), Buck (29th), Chipper (44th), and Tiger (50th). According to a writer for McClatchy News Service, the rankings were \"determined by popularity, name recognition and how long the show lasted.\"",
            "score": 37.52041244506836
        },
        {
            "docid": "35114691_3",
            "document": "Too Cute (TV series) . Each episode tells a \"coming of age\" story as narrated by Henry Strozier, and features three different groups of animals, mostly cats and dogs, in their first eight to 12 weeks of their lives. The delightful said time period of an animal's life are observed and presented from the first tentative steps that help them get started investigating the new world around them, to the days of playful contact with new creatures and familiar faces. At the end of each episode, an epilogue is shown of the pets that stand out from each litter or animal group. Before cutting to commercial break (⅘ into the show) after explaining what's to come after the break in the same episode, they give the audience a \"Too Cute Quiz\", where they give a question about one specific breed that the audience has to answer with the correct breed. After the commercial break, they return to the question and give the answer and an explanation about said fact.",
            "score": 37.50557327270508
        },
        {
            "docid": "13916942_31",
            "document": "Greyhound racing in the United Kingdom . After the greyhounds are no longer able to race (generally, a greyhound's career will end by the age of four to six), owners may keep the dog for breeding or as pets, or they can send them to greyhound adoption groups. The Greyhound Board of Great Britain (GBGB) have introduced measures to locate where racing greyhounds reside after they have retired from racing but this information is not made available to the public. Not all retired greyhounds find homes and a concern among welfare groups is the well being of racing greyhounds who are not adopted upon their retirement that may be put down or sold by their owners. Euthanasia on purely economic grounds is legal and does not have to be carried out by a vet as shown on the GBGB retirement form.",
            "score": 37.357059478759766
        },
        {
            "docid": "12938_21",
            "document": "Greyhound . Due to the Greyhound's unique physiology and anatomy, a veterinarian who understands the issues relevant to the breed is generally needed when the dogs need treatment, particularly when anesthesia is required. Greyhounds cannot metabolize barbiturate-based anesthesia in the same way that other breeds can because their livers have lower amounts of oxidative enzymes. Greyhounds demonstrate unusual blood chemistry , which can be misread by veterinarians not familiar with the breed and can result in an incorrect diagnosis.",
            "score": 37.30306625366211
        },
        {
            "docid": "38871_3",
            "document": "Greyhound racing . In many countries greyhound racing is purely amateur and solely for enjoyment. In other countries, particularly Australia, Ireland, Macau, Mexico, Spain, the UK and the US, greyhound racing is part of the gambling industry and similar to horse racing – although far less profitable. Animal rights and animal welfare groups are critical of the welfare of dogs in the commercial racing industry.  A greyhound adoption movement, spearheaded by the kennel owners has arisen to assist retired racing dogs in finding homes as pets, with an estimated adoption rate of over 95% in the USA.",
            "score": 37.137977600097656
        },
        {
            "docid": "63258_4",
            "document": "Cornish Rex . The breed is sometimes referred to as the Greyhound of the cats, because of the sleek appearance and the galloping run characteristic of the breed. These cats tend to stay playful and kittenish throughout their long lives. Some Cornish Rexes like to play fetch, race other pets, or do acrobatic jumps. The Cornish Rex is an adventurous cat and is very intelligent. It can readily adapt to new situations and will explore wherever it can go. The Rex is extremely curious, seeks out the company of people and is friendly towards other companion animals.",
            "score": 37.08720397949219
        },
        {
            "docid": "39734558_3",
            "document": "Raggedy Ann (musical) . After finding success with their 1969 \"Hallmark Hall of Fame\" production of \"The Littlest Angel\", Broadway producers Richard Horner and Lester Osterman searched for another property that they could adapt into a live-action TV special. \"Raggedy Ann came up in our conversation,\" Horner recalled, \"and I said, 'Gee, that would be a great thing for what we have in mind.'\" Horner acquired permission from Bobbs-Merrill Company, who owned the rights to the characters, and set to work developing the project, with \"Littlest Angel\" co-writer (and Osterman's daughter) Patricia Thackray penning the script. At a 1974 Friar's Club roast for Johnny Carson, Lester and Osterman found themselves seated at a table next to Emmy-winning \"Sesame Street\" composer Joe Raposo, who took a shine to their idea. \"I was then presented with about two dozen books of Raggedy Ann and Andy,\" Raposo recalled. The composer studied the books and composed 25 songs for potential inclusion. \"Then as we got further and further into the project, we realized that it had wider possibilities for acceptance than just as a television special,\" Horner said. \"So we thought we should do it as a movie for theaters.\" Raposo personally worked his magic to get ITT, then the parent corporation to the Bobbs-Merrill Company, to produce and animator Richard Williams to direct the film. The result was the 1977 animated feature \"\". \" It was going to be the kids movie of the season,\" recalled Raposo. \"It opened on Sunday... and on Wednesday a little movie called \"Star Wars\" that nobody thought would do anything opened and the rest is history.\"",
            "score": 36.99690246582031
        }
    ]
}