{
    "q": [
        {
            "docid": "45280519_2",
            "document": "Homeward Bound (1923 film) . Homeward Bound is a lost 1923 American silent drama film directed by Ralph Ince and written by Peter B. Kyne, Jack Cunningham, and Paul Sloane. The film stars Thomas Meighan, Lila Lee, Charles S. Abbe, William P. Carleton, Hugh Cameron, and Gus Weinberg. The film was released on July 29, 1923, by Paramount Pictures.",
            "score": 23.70151996612549
        },
        {
            "docid": "50967887_16",
            "document": "Homeward Bound Battery and Dam . The dam wall is the most substantial structure surviving at Homeward Bound and is the largest and earliest (1888) associated with mining, recorded in North Queensland. The size and quality of the stonework is noteworthy in a regional context. There were few dams constructed on the Croydon Goldfield even though lack of water was a perennial problem.",
            "score": 23.974342823028564
        },
        {
            "docid": "50967887_4",
            "document": "Homeward Bound Battery and Dam . The Homeward Bound battery commenced crushing on 28 February 1888 with 20 head of stamps. The main mines serving the battery were all situated along the Homeward Bound reef on or near the summit of the ridge above Waterfall Creek. Homeward Bound Extended Block No.1 North Company (with a nominal capital of in 20,000 shares) owned several of the mines and Croydon Homeward Bound Gold Mining Company owned the battery. The 20 head of stamps and eight berdan pans were driven by a portable steam engine. The plant was valued at .",
            "score": 27.464143753051758
        },
        {
            "docid": "3557194_9",
            "document": "Deathlands: Homeward Bound . While \"Deathlands: Homeward Bound\" closely follows the plot of the fifth \"Deathlands\" novel, \"Homeward Bound\", it departs in a number of notable ways. Dr. Theophilus Tanner and Lori Quint are absent from the film, and Jak Lauren is specifically identified as a mutant, versus simply being an albino as in the novels. J.B. Dix is also changed, being significantly more talkative than his character in the novels, where he is described as a man who \"would never use three words when two would do the job.\" The purpose of redoubts is not clearly explained, and the film makes no mention of the MAT-TRANS facilities typically found in redoubts and used by Ryan and his friends to travel throughout most of the novels.",
            "score": 24.860334634780884
        },
        {
            "docid": "50967887_6",
            "document": "Homeward Bound Battery and Dam . The Mountain Maid United Gold Mining Company (with a nominal capital of 56,000 ten shilling shares) took over the Homeward Bound battery in 1890 but relinquished it to the original company again in 1891. By then the Homeward Bound claim was almost abandoned. Although the major companies had failed, the battery was revitalized in 1893 by co-operative parties who were getting good results. One old miner said in 1896 that the Homeward Bound \"has had less public attention paid to it than any other line on this extensive goldfield but left to the stragglers like myself to scratch away\". When other Croydon mines were considering closing down, in 1898 the Homeward Bound was producing almost two ozs of gold per ton of stone. In 1899 Homeward Bound No. 4 South had a spectacular crushing of from . Lane and Pate took over the battery in 1901 and cyaniding was commenced in 1902 using some of the equipment from the Pioneer cyanide works at Gorge Creek. In 1903, of gold were obtained from of quartz. However by 1904 the Homeward Bound Company had lost the reef and others were only putting small crushings through and mining gradually petered out.",
            "score": 30.53852927684784
        },
        {
            "docid": "47071091_4",
            "document": "Homeward Bound (1917 song) . CHORUS \"Homeward Bound\" Someday they'll hear that welcome sound, For while the shot and the shell are flying, For the ones at home they're sighing: And tho' the skies seem grey, There's bound to be a brighter day, For when the dove of peace flies over the land, They all will hear the general give the command, \"We are \"Homeward Bound'.\" That's a wonderful, wonderful sound.",
            "score": 32.04458212852478
        },
        {
            "docid": "3557194_1",
            "document": "Deathlands: Homeward Bound . Deathlands: Homeward Bound",
            "score": 24.551864624023438
        },
        {
            "docid": "56238996_1",
            "document": "Homeward Bound (horse) . Homeward Bound (horse)",
            "score": 24.551864624023438
        },
        {
            "docid": "6777367_1",
            "document": "Homeward Bound (song) . Homeward Bound (song)",
            "score": 24.551864624023438
        },
        {
            "docid": "50342578_21",
            "document": "The Assignment (2016 film) . The transgender community was largely disappointed by the image of forced gender reassignment surgery and a boycott was created in response. The director Walter Hill responded by stating, \"I wouldn't make a movie that hurt transgender people. Some of them have had a tough time of it, and the last thing I want to do is make anyone's road harder. But look, I understand the concern. Is it lurid? Yes. Is it lowbrow? Well, maybe. Is it offensive? No. I'm just trying to honor the B movies that we grew up with.\"",
            "score": 28.3524329662323
        },
        {
            "docid": "45280519_1",
            "document": "Homeward Bound (1923 film) . Homeward Bound (1923 film)",
            "score": 24.372129440307617
        },
        {
            "docid": "1212256_1",
            "document": "Homeward Bound: The Incredible Journey . Homeward Bound: The Incredible Journey",
            "score": 29.049827575683594
        },
        {
            "docid": "1864652_1",
            "document": "Homeward Bound (Turtledove novel) . Homeward Bound (Turtledove novel)",
            "score": 24.372129440307617
        },
        {
            "docid": "50967887_1",
            "document": "Homeward Bound Battery and Dam . Homeward Bound Battery and Dam",
            "score": 24.372129440307617
        },
        {
            "docid": "47071091_1",
            "document": "Homeward Bound (1917 song) . Homeward Bound (1917 song)",
            "score": 24.372129440307617
        },
        {
            "docid": "39623441_1",
            "document": "Homeward Bound (Australian TV series) . Homeward Bound (Australian TV series)",
            "score": 24.19500732421875
        },
        {
            "docid": "24940876_1",
            "document": "Homeward Bound (Harry Belafonte album) . Homeward Bound (Harry Belafonte album)",
            "score": 24.19500732421875
        },
        {
            "docid": "5207131_11",
            "document": "Homeward Bound II: Lost in San Francisco . The movie had a mixed reception. Rotten Tomatoes reports that 53% of critics gave the film a positive review, based on 17 reviews.",
            "score": 29.911843299865723
        },
        {
            "docid": "5207131_1",
            "document": "Homeward Bound II: Lost in San Francisco . Homeward Bound II: Lost in San Francisco",
            "score": 24.020440101623535
        },
        {
            "docid": "24940876_2",
            "document": "Homeward Bound (Harry Belafonte album) . Homeward Bound is an album by Harry Belafonte, released by RCA Records in 1970.",
            "score": 23.848374366760254
        },
        {
            "docid": "12527972_7",
            "document": "Jake Richardson . Throughout 2002, Richardson starred in many TV shows including \"NYPD Blue\", \"Need You Know\", and \"Boston Public\". He also appeared in TV Movie \"Homeward Bound\".",
            "score": 34.6397066116333
        },
        {
            "docid": "2395833_33",
            "document": "John Agar . As for being associated with science fiction B movies, Agar said, \"I don't resent being identified with B science fiction movies at all\", Agar later said. \"Why should I? Even though they were not considered top of the line, for those people that like sci-fi, I guess they were fun. My whole feeling about working as an actor is, if I give anybody any enjoyment, I'm doing my job, and that's what counts.\"",
            "score": 27.42371892929077
        },
        {
            "docid": "56238996_5",
            "document": "Homeward Bound (horse) . Homeward Bound was slow to mature and did not appear until October, when she finished unplaced in the Alington Stakes at Newmarket Racecourse.",
            "score": 23.428802490234375
        },
        {
            "docid": "50967887_12",
            "document": "Homeward Bound Battery and Dam . Homeward Bound Battery and Dam was listed on the Queensland Heritage Register on 21 October 1992 having satisfied the following criteria.",
            "score": 25.36699104309082
        },
        {
            "docid": "56238996_10",
            "document": "Homeward Bound (horse) . In 1964 Homeward Bound was give a rating of 126 by the independent Timeform organisation, making her three pounds inferior to La Bamba who was their top-rated three-year-old filly. In their book, \"A Century of Champions\", based on the Timeform rating system, John Randall and Tony Morris rated Homeward Board an \"average\" winner of the Oaks.",
            "score": 24.576799392700195
        },
        {
            "docid": "56238996_4",
            "document": "Homeward Bound (horse) . Homeward Bound was sired by Alycidon, an outstanding stayer who suffered from low fertility as a breeding stallion but sired several top class performers including Alcide and Twilight Alley. Her dam Sabie River won four races and produced several other winners. Sabie River's dam Amorcille was a half-sister to Discord, the female-line ancestor of Mr Dinos. Both Alycidon and Sabie River died in 1963, before Homeward Bound had appeared on the track.",
            "score": 24.44396209716797
        },
        {
            "docid": "50967887_11",
            "document": "Homeward Bound Battery and Dam . The Homeward Bound settlement site on Waterfall Creek about east of the battery contains several intact stone fireplaces and numerous stone surfaces. The extent of the settlement was not surveyed.",
            "score": 24.86270308494568
        },
        {
            "docid": "3557194_5",
            "document": "Deathlands: Homeward Bound . Justin Felix of DVD Talk called the telefilm \"a low-budget mish-mash of elements from \"Dune\" and \"The Most Dangerous Game\"\", and that although it was \"one bad movie\" it was \"moderately entertaining\" and something that could be appreciated by fans of \"Mystery Science Theater 3000\". He said the film is \"so bad that it's actually entertaining if you want to laugh at movie-making ineptitude.\"",
            "score": 29.84227180480957
        },
        {
            "docid": "6777367_2",
            "document": "Homeward Bound (song) . \"Homeward Bound\" is a song by American music duo Simon & Garfunkel written by Paul Simon and produced by Bob Johnston. The song was released as a single on January 19, 1966 by Columbia Records.",
            "score": 22.94440269470215
        },
        {
            "docid": "50967887_5",
            "document": "Homeward Bound Battery and Dam . Water was a problem throughout the Croydon Goldfield and a large dam with a stone pitched wall was constructed in 1888, by a Mr. Shoemaker (or Schumacher). Even so the Homeward Bound battery could not crush that year.",
            "score": 22.787357330322266
        },
        {
            "docid": "1864652_3",
            "document": "Homeward Bound (Turtledove novel) . Homeward Bound begins in 1972, then flashes forward to 1977, 1982, 1984, 1994, 2012, and finally to 2031 when the American starship \"Admiral Peary\" arrives at Tau Ceti and Home, the homeworld of The Race.",
            "score": 22.709636688232422
        },
        {
            "docid": "50967887_2",
            "document": "Homeward Bound Battery and Dam . Homeward Bound Battery and Dam is a heritage-listed stamping mill and reservoir at Croydon, Shire of Croydon, Queensland, Australia. It was built in 1888 by Mr Schumacher. It was added to the Queensland Heritage Register on 21 October 1992.",
            "score": 24.468512535095215
        }
    ],
    "r": [
        {
            "docid": "12938_9",
            "document": "Greyhound . Greyhound owners and adoption groups consider Greyhounds wonderful pets. Greyhounds are quiet, gentle and loyal to owners. They are very loving, and enjoy the company of their humans and other dogs. Whether a Greyhound will enjoy the company of other small animals, such as cats, depends on the individual dog's personality. Greyhounds will typically chase small animals; those lacking a high 'prey drive' will be able to coexist happily with toy dog breeds and/or cats. Many owners describe their Greyhounds as \"45-mile-per-hour couch potatoes\".",
            "score": 41.180442810058594
        },
        {
            "docid": "27193568_27",
            "document": "Shrek Forever After . Following the success of \"Shrek 2\" in May 2004, Jeffrey Katzenberg revealed that the \"Shrek\" story had been outlined into five films almost from the beginning. \"Before the first one was finished we talked about what the whole story of Shrek is, and each of the chapters answers questions about the first movie and gives us an insight,\" said Katzenberg. \"\"Shrek 3\" and \"4\" are going to reveal other unanswered questions and, finally, in the last chapter, we will understand how Shrek came to be in that swamp, when we meet him in the first movie.\" After the release of \"Shrek the Third\" in May 2007, Katzenberg announced that the fifth film would be released in 2013.",
            "score": 40.20695495605469
        },
        {
            "docid": "43464559_11",
            "document": "Frozen (franchise) . In a March 2015 interview with BuzzFeed about \"Frozen Fever\", the directors addressed and refuted the recurring rumors about a possible feature-length sequel. Buck joked about how whenever they saw such rumors, he and Lee would ask each other, \"Are we?\" Around the same time, Lasseter reiterated to \"Variety\" his philosophy as to sequels (while discussing \"Toy Story 4\"): \"We do not do any sequel because we want to print money[.] We do it because each of these films was created by a group of filmmakers, and to my mind, they are the owners of that intellectual property. So we look at it with the simple question: Is there another story we can tell in this world? And that desire has to come from the filmmaker group. Sometimes, the answer is an obvious yes. And sometimes it’s, ‘I love the characters and I love the world, but I don’t have an idea yet.’ And sometimes it’s just, ‘that movie is a great movie,’ and the filmmaker wants to move on and do something else. And that’s fine, too.\"",
            "score": 39.06901168823242
        },
        {
            "docid": "6363231_17",
            "document": "Shrek (franchise) . At the end, instead of storming out of the triplets' birthday party, Shrek kisses Fiona and appreciates all that he has, truly living happily forever after. Following the success of \"Shrek 2\" in May 2004, Jeffrey Katzenberg revealed that the \"Shrek\" story had been outlined into five films almost from the beginning. \"Before the first one was finished we talked about what the whole story of Shrek is, and each of the chapters answers questions about the first movie and gives us an insight,\" said Katzenberg. \"\"Shrek 3\" and \"4\" are going to reveal other unanswered questions and, finally, in the last chapter, we will understand how Shrek came to be in that swamp, when we meet him in the first movie.\" After the release of \"Shrek the Third\" in 2007, Katzenberg announced that the fifth film would be released in 2013.",
            "score": 38.311370849609375
        },
        {
            "docid": "20511800_5",
            "document": "You're in the Movies . All of the movie themes and mini-games were conceived by the creative-design team, which they decided the movie themes would have an old B-movie feel. Trowers notes the making of the mini-games to be \"quite an organic process\": \"Sometimes we'd have a movie and we'd say OK, we want the player to do this in the scene, which is the action we want, so try to think of a game idea for this. But other times we'd be thinking, \"Oh, you know what, we got this great idea for a game and these are the essential actions we can get out of it, how are we going to use it in movies?\" So it was really a three-way process, trying to figure out what we could get people to do, what would be fun, how it would fit in the movie—it wasn't just one process of doing it, it had to go both ways.\" There had also been a few more movie ideas, but they were left out of the game.",
            "score": 38.09343719482422
        },
        {
            "docid": "41520422_27",
            "document": "Sausage Party . Rogen has expressed interest in making a \"Sausage Party 2\" and more animated films aimed for adults. When Rogen was asked about a sequel, he stated: \"It's something we talk about, yeah. That's one of the reasons why we took away the [original] ending because we thought, well, if that was the first scene of the next movie it's probably not what you would want it to be, with them just seeing us and finding us basically. But the idea of a live-action/animated movie, like a \"Who Framed Roger Rabbit\"-style hybrid, is also very exciting, mostly because \"Who Framed Roger Rabbit\" is one of my favorite movies of all time.\"",
            "score": 37.95879364013672
        },
        {
            "docid": "5207131_2",
            "document": "Homeward Bound II: Lost in San Francisco . Homeward Bound II: Lost in San Francisco is a 1996 American adventure comedy film and a sequel to the 1993 film \"\". Directed by David R. Ellis, the film features the three animals from the first film, Shadow the Golden Retriever (voiced by Ralph Waite, replacing Don Ameche, who died in 1993), Sassy the Himalayan cat (Sally Field), and Chance the American Bulldog (Michael J. Fox). It also features the voice work of Sinbad, Carla Gugino, Tisha Campbell-Martin, Stephen Tobolowsky, Jon Polito, Adam Goldberg, Al Michaels, Tommy Lasorda, and Bob Uecker.",
            "score": 37.36622619628906
        },
        {
            "docid": "2916621_19",
            "document": "Scarface: The World Is Yours . Originally, the developers had intended to do a straight adaptation of the film. However, they quickly concluded that doing so presented two inherent problems; the original screenplay was so good, they felt it couldn't be replicated in a gaming environment, and because Montana dies at the end, they felt players would not want to invest in developing a character that they knew was doomed from the beginning. As such, they decided the game would tell an original story, set after the film. Jason Bone, combat designer on the game, explained \"We didn't want to rehash the movie because we feel that to make a good game, there needs to be a compelling storyline with good characters that drive you through it. There have been a lot of games that have been made based on movies, and when they follow the exact storyline of the movie, you lose a little bit of interest if you know where things are going. We felt that a fresh start would allow us to have the freedom to do new and interesting things to keep the player motivated and engaged.\"",
            "score": 37.23361587524414
        },
        {
            "docid": "52936015_4",
            "document": "An Inconvenient Sequel: Truth to Power . When asked during a Reddit \"Ask Me Anything\" in 2013 whether there were plans for a follow-up film, \"An Inconvenient Truth\" director Davis Guggenheim said, \"I think about it a lot – I think we need one right now.\" In 2014, \"The Hollywood Reporter\" reported that the producers of the first film were in talks over a possible sequel. \"We have had conversations,\" co-producer Lawrence Bender said. \"We've met; we've discussed. If we are going to make a movie, we want it to have an impact.\" Co-producer Laurie David also believed a sequel was needed. \"God, do we need one,\" David said. \"Everything in that movie has come to pass. At the time we did the movie, there was Hurricane Katrina; now we have extreme weather events every other week. The update has to be incredible and shocking.\"",
            "score": 37.18549728393555
        },
        {
            "docid": "34569548_5",
            "document": "V/H/S . In an interview with Indiewire, producer Brad Miska revealed the process in which they developed \"V/H/S\", which included a \"trust-fall\" style of filmmaking. All of the relationships came through the long history of Bloody Disgusting.\"For “V/H/S,” we went to people that I have a relationship with via Bloody Disgusting -- a group of trusted filmmakers who we thought would want to take part in this. They pitched us their ideas, then came to us with treatments and scripts. It was like, “If you like this, go do your thing.”In terms of the movie itself getting green lit -- the storyline that runs through the whole movie was something that we had originally discussed. So we just went with the decided upon streamlined story and just let the filmmakers go do their thing. Which is kind of a reverse of how you’re supposed to do a movie like this. You’re supposed to do that last. It became a ‘fill-in-the-hole' type project. What can we put here? What can we put there? You know, what would amp it up here? So it was a living project. A living film if you will.\"",
            "score": 37.151206970214844
        },
        {
            "docid": "43718681_18",
            "document": "War for the Planet of the Apes . At New York Comic-Con 2016, Reeves explained that he and Bomback were influenced by many films before writing. He said, \"One of the first things that Mark and I did because we had just finished \"Dawn\" was that we decided to watch a million movies. We decided to do what people fantasize what Hollywood screenwriters get to do but no one actually does. We got Fox to give us a theater and we watched movie after movie. We watched every \"Planet of the Apes\" movie, war movies, westerns, \"Empire Strikes Back\"... We just thought, 'We have to pretend we have all the time in the world,' even though we had limited time. We got really inspired.\"",
            "score": 37.144866943359375
        },
        {
            "docid": "2273984_21",
            "document": "Thank You for Smoking . Reitman has maintained his purpose was to match the tone and satirical message of the book as closely as possible. \"What I wanted people to think about was political correctness. I wanted them to think about ideas of personal responsibility and personal choice. I think cigarettes are a wonderful location for that discussion because cigarettes are something we know all the answers to\", he posits. \"I wanted to look into this idea of why we feel the need to tell each other how to live and why we can't take personal responsibility for our own actions when we fall ill from things that we know are dangerous.\" Stephanie Zacharek of Salon agrees with Reitman; \"Despite its title, the movie doesn't come packaged with a strong anti-smoking message, because it doesn't need to: Everyone knows that smoking is bad for you, including people who continue to do it.\"",
            "score": 37.073570251464844
        },
        {
            "docid": "176480_25",
            "document": "Metroid . The article revealed that early scripts for the movie were going to focus on series heroine Samus Aran and her origin. Tiger Hill wanted to explore Samus prior to her becoming the lone bounty hunter featured in the series. According to Foxhoven, the movie version of Samus Aran was \"to be an exceptionally talented, but also flawed character who was looking for redemption,\" and elaborating that, \"We wanted to see her struggle, to be humbled, and to be forced to rise up against crazy odds. And of course we wanted to see the cool weapons in all of their glory.\" The major problem that the writers faced was attempting to build-out Samus's back-story, Nintendo had \"creative\" and \"licensing\" walls that the writers ran into. Foxhoven stated that these questions came up: \"What are they doing when they are NOT fighting? What is their daily existence and relationships? What are Samus's aspirations, history, and fears?\" and further stated that \"Nintendo appreciated the questions, but had never thought about them before, and ultimately didn't have a lot of answers\" and at the end, Nintendo \"felt uncomfortable with our team [Hollywood] being the ones to propose those answers\" which basically caused the \"Metroid\" movie project to be ultimately canceled sometime in 2007. Foxhoven however foresees \"Metroid\" becoming a movie, stating at the end of the IGN interview that \"for Nintendo, they walked away appreciating the process and how much further they needed to explore the franchise so that it has a chance for a feature film at some point\" and he revealed that \"there are quite a few Hollywood executives in town who grew up playing \"Metroid\", and who would be willing to take the time needed to bring Nintendo along in the process.\"",
            "score": 37.04640579223633
        },
        {
            "docid": "4097799_72",
            "document": "An Inconvenient Truth . When asked during a Reddit \"Ask Me Anything\" in October 2013 whether there were plans for a follow-up film, Guggenheim said, \"I think about it a lot – I think we need one right now.\" In 2014, \"The Hollywood Reporter\" reported that the producers of the film were in talks over a possible sequel. \"We have had conversations,\" co-producer Bender said. \"We've met; we've discussed. If we are going to make a movie, we want it to have an impact.\" Co-producer David also believed a sequel was needed. \"God, do we need one,\" David said. \"Everything in that movie has come to pass. At the time we did the movie, there was Hurricane Katrina; now we have extreme weather events every other week. The update has to be incredible and shocking.\"",
            "score": 36.86381530761719
        },
        {
            "docid": "1212256_3",
            "document": "Homeward Bound: The Incredible Journey . Chance (voiced by Michael J. Fox), an immature and disobedient American Bulldog and the narrator of the film, explains that he is the pet of Jamie Burnford (Kevin Chevalia), but expresses no interest in his owner or being part of a family. He shares his home with Shadow (voiced by Don Ameche), a wise old Golden Retriever owned by Jamie's brother Peter (Benj Thall), and Sassy (voiced by Sally Field), a smart-mouthed Himalayan cat owned by Jamie and Peter's sister Hope (Veronica Lauren). That morning, the children's mother, Laura Burnford (Kim Greist), marries Bob Seaver (Robert Hays), and Chance manages to cause chaos by digging into the wedding cake in front of all the guests.",
            "score": 36.724002838134766
        },
        {
            "docid": "23215354_11",
            "document": "The Green Elephant . HorrorNews.net wrote an overall favorable review for the film, stating \"By the end, we find ourselves asking a lot of questions; of ourselves, of the director, of our television screens. What did we just watch? Why did these people do what we just them do? What does it all mean? I can’t answer those questions, but I can tell you that it is an experience that I am happy to have gone through, and I’d definitely be interested in checking out more of Svetlana Baskova’s movies.\"",
            "score": 36.56443405151367
        },
        {
            "docid": "25429584_4",
            "document": "Tim League . When asked about his motivation in opening a movie theater in the first place, \"What we set out to do in the very beginning was to make a movie theater by fans for fans. And we got into the business because we love movies and we got a little frustrated with our options as to what the movie theater experience was all about\".",
            "score": 36.54048538208008
        },
        {
            "docid": "202652_15",
            "document": "Romeo + Juliet . After the success of \"Strictly Ballroom\", Luhrmann took some time over deciding what his next project would be: Our philosophy has always been that we think up what we need in our life, choose something creative that will make that life fulfilling, and then follow that road. With \"Romeo and Juliet\" what I wanted to do was to look at the way in which Shakespeare might make a movie of one of his plays if he was a director. How would he make it? We don't know a lot about Shakespeare, but we do know he would make a 'movie' movie. He was a player. We know about the Elizabethan stage and that he was playing for 3000 drunken punters, from the street sweeper to the Queen of England - and his competition was bear-baiting and prostitution. So he was a relentless entertainer and a user of incredible devices and theatrical tricks to ultimately create something of meaning and convey a story. That was what we wanted to do. Luhrmann obtained some funds from Fox to do a workshop and shoot some teaser footage in Sydney. Leonardo DiCaprio agreed to pay his own expenses to fly to Sydney and be part of it. Once Fox saw footage of the fight scene, they agreed to support it.",
            "score": 35.98760986328125
        },
        {
            "docid": "885876_35",
            "document": "Streets of Fire . Steinman later recalled thinking the script was \"terrible\", but he thought the film was going to be a big hit, in part because of the enthusiasm of Joel Silver: [He said] this movie is about visuals. It's about excitement, it's about thrills. Don't worry about the script... I remember mentioning it to six or seven people that the script was trashy and I always got the same answer... The script doesn't matter. This movie is about visuals... Then we go to the first edit, the first cut of the movie in the screening room and it's [Jimmy] Iovine and me and Joel Silver... And about 20 minutes into the movie Jimmy turns to me and he goes... this movie is really shitty isn't it? It's really bad. I said, yeah, it's a really bad script. Why didn't anyone notice that the script was bad? It stinks. I can't even watch it... Joel's on the other side going, what am I gonna do next? There's gotta be a next project, and they're sitting there and there's so many lessons I learned during that movie. It went $14 million over budget, I think and I kept saying to Joel, how are they allowing this? 'Cause they kept screaming at us, it's over the budget. I said, how, and they, you've gotta understand, they built all, Walter Hill didn't want to go to Chicago. The story took place in Chicago, so they built Chicago in LA.",
            "score": 35.87947463989258
        },
        {
            "docid": "15656621_25",
            "document": "Fast &amp; Furious (2009 film) . Roger Ebert, who gave positive reviews to the previous films, gave an unfavorable review of the film, writing, \"I admire the craft involved, but the movie leaves me profoundly indifferent. After three earlier movies in the series, which have been transmuted into video games, why do we need a fourth one? Oh. I just answered my own question.\"",
            "score": 35.77334976196289
        },
        {
            "docid": "13916942_31",
            "document": "Greyhound racing in the United Kingdom . After the greyhounds are no longer able to race (generally, a greyhound's career will end by the age of four to six), owners may keep the dog for breeding or as pets, or they can send them to greyhound adoption groups. The Greyhound Board of Great Britain (GBGB) have introduced measures to locate where racing greyhounds reside after they have retired from racing but this information is not made available to the public. Not all retired greyhounds find homes and a concern among welfare groups is the well being of racing greyhounds who are not adopted upon their retirement that may be put down or sold by their owners. Euthanasia on purely economic grounds is legal and does not have to be carried out by a vet as shown on the GBGB retirement form.",
            "score": 35.43659210205078
        },
        {
            "docid": "5206156_25",
            "document": "The Bonfire of the Vanities (film) . De Palma has, however, been quick to downplay the notion that the movie suffered because of studio interference: \"The initial producers, once we had cast Tom Hanks, moved on and went over to Columbia Pictures, so I was sort of left to my own devices and pursued ways in which I thought I could make this movie more commercial and keep some edge of the book...I thought we were going to get away with it, but we didn't. I knew that the people who read the book were going to be extremely unhappy, and I said, 'Well, this is a movie; it isn't the book.' And I think if you look at the movie now, and you don't know anything about the book, and you get it out of the time that it was released, I think you can see it in a whole different way.\"",
            "score": 35.32638931274414
        },
        {
            "docid": "21890324_6",
            "document": "Arithmetic circuit complexity . Given a polynomial formula_18 we may ask ourselves what is the best way to compute it — for example, what is the smallest size of a circuit computing formula_19 The answer to this question consists of two parts. The first part is finding some circuit that computes formula_20 this part is usually called \"upper bounding\" the complexity of formula_19 The second part is showing that no other circuit can do better; this part is called \"lower bounding\" the complexity of formula_19 Although these two tasks are strongly related, proving lower bounds is usually harder, since in order to prove a lower bound one needs to argue about all circuits at the same time.",
            "score": 35.32576370239258
        },
        {
            "docid": "39006564_6",
            "document": "Hello Herman . Director Michelle Danner issued a statement through the \"Hello Herman\" website addressing those that did not quite understand her intentions. \"\"Hello Herman\" is being released today and it is sparking a lot of controversy. Some would love for me to not have made this movie. They want you to ignore the problem of violence in America. Many understand why I made this movie. They called it 'Daring… Unnerving, thought provoking…The type of movie that Hollywood rarely makes but should make more often.' I am purposely making a point to touch on many issues. It’s about being very focused on the fact that there isn’t just one issue contributing to the escalating violence in teens, there are a multitude of them. Our world is not safe. I am a mother and feel a responsibility. This breakout violence is not going away. It’s spiraling out of control. There are so many factors that come together for these events to occur. I wanted to start the conversation and not let it die. When a shooting happens the media pounds on us and then they’re on to the next thing. No one does anything and it happens again and again. That’s why I made the film. Nothing changes. We need to keep seeing movies that deal with these issues. No, it’s not a popcorn film. We can’t drop the ball on this one. This is the world we are leaving to our children and this world is getting more and more dangerous. We have to do something about it.\"",
            "score": 35.03881072998047
        },
        {
            "docid": "27306717_24",
            "document": "Marvel Cinematic Universe . In April 2014, Quesada stated that, beyond connecting to themselves, the Netflix series would connect with the films and other television series. In October 2014, Feige said the opportunity \"certainly\" exists for characters in the Netflix series to appear in \"\". In March 2015, Loeb spoke on the ability for the Netflix series to crossover with the films and the ABC series, saying, \"As it is now, in the same way that our films started out as self-contained and then by the time we got to \"The Avengers\", it became more practical for Captain America to do a little crossover into \"Thor 2\" and for Bruce Banner to appear at the end of \"Iron Man 3\". We have to earn that. The audience needs to understand who all of these characters are and what the world is before you then start co-mingling\". In September 2015, Feige elaborated on the films referencing the television series, saying \"I think that's inevitable at some point ... The schedules do not always quite match up to make that possible. It's easier for [the shows]. They're more nimble and faster and produce things quicker than we do, which is one of the main reasons you see the repercussions of \"Winter Soldier\" or [\"\"] in the show ... by the time we start doing a movie, they'd be mid-way through a season. By the time our movie comes out, they'd be [starting the next season]. So finding the timing on that is not always easy.",
            "score": 35.0163459777832
        },
        {
            "docid": "40283130_4",
            "document": "Kick-Ass (film series) . In May 2014, while promoting his new film \"Neighbors\", Christopher Mintz-Plasse said that he hadn't heard anything about a new film, but expressed doubt that a third would be made due to the second installment's disappointing box office performance. In June 2014, Chloë Grace Moretz echoed her co-stars sentiments when asked about \"Kick-Ass 3\", stating that \"I hope, I wish. That'd be fun. That'd be great. I doubt it but I would love it\". She also cited the second film's lower box office gross as the key obstacle to the third chapter being produced and suggested file sharing was a factor: \"The hard thing is if fans want a third movie, they’ve got to go buy the ticket to go see the movie. It was like the second most pirated movie of the year, so if you want a movie to be made into a second, a third, a fourth and a fifth, go buy a ticket. Don’t pirate it.” In August 2014, Moretz told \"Digital Spy\", \"Sadly, I think I'm done with the character... I don't think there will be any more movies. You make these movies for the fanboys, but nowadays everyone seems to pirate them rather than watch them in the movie theatre. \"Kick-Ass 2\" was one of the number one pirated movies of the year, but that doesn't help us because we need box office figures. We need to prove to the distributors that we can make money from a third and a fourth movie - but because it didn't do so well, we can't make another one. If you want more than one movie, everyone has to go and see movies at the cinema. It's all about the numbers in the theatre.\" In June 2014, Millar confirmed that the plans for \"Kick-Ass 3\" will indeed move forward as the fan base is strong enough for interest to be sustained. In August 2014, Millar confirmed that the plan has always been to make three films based off the three books. In August 2014, Millar said a third film is still up in the air and that it's ultimately Matthew Vaughn's decision as he has the film rights.",
            "score": 35.011474609375
        },
        {
            "docid": "12744042_21",
            "document": "Ghostbusters (franchise) . In an interview on August 2, 2012, Aykroyd reported that Murray would have no involvement in the film, saying, \"It's sad but we're passing it on to a new generation. \"Ghostbusters III\" can be a successful movie without Bill. My preference would be to have him involved but at this point he doesn't seem to be coming and we have to move on. It's time to make the third one.\" In a September 2012 interview with Collider.com, Reitman stated that he believes there could be a \"Ghostbusters\" remake. In May 2013 during an interview with Larry King, Aykroyd discussed the third film even giving away major plot details. \"We’re going to have to cast. We need four new ghostbusters. We need four new Columbia students. It’s based upon new research that’s being done in particle physics by the young men and women at Columbia University. Basically there’s research being done that...I can say that the world or our dimension that we live in, our four planes of existence, length, height, width, and time, become threatened by some of the research that is being done. And Ghostbusters, new Ghostbusters have to come and solve the problem.” Aykroyd said. When asked about Murray's status with the film, Aykroyd responded \"He’s a good friend, I love him, but he just doesn’t want to reprise the role. However, there will be a hole for him. If Billy wants to walk in the door and be in the movie, we will find a place.\"",
            "score": 34.97962951660156
        },
        {
            "docid": "27306717_33",
            "document": "Marvel Cinematic Universe . When the studio hired Kenneth Branagh and Joe Johnston to direct \"Thor\" and \"\", respectively, it made sure both directors were open to the idea of a shared universe and including \"Avengers\" set-up scenes in their films. Joe Russo stated, \"That's the exciting component of [incorporating references to the larger universe]. 'What can we set up for the future?' You're constantly pitching out ideas that not only affect your movie, but may have a ripple effect that affects other films ... It's a weird sort of tapestry of writers and directors working together to create this universe that's sort of organic.\" Anthony added, \"The great thing about the Marvel [Cinematic Universe], just like the publishing [arm], it's a very vast, inter-connected universe, where characters will have their rise and fall, so to speak, and hand off to other characters. As the cinematic universe moves forward, you may start to see the cinematic universe adopt that same pattern, as the publishing has, where there's closure with some characters and new beginnings with other characters.\" He added that, for directors to \"fit\" in at Marvel, they must understand how to \"take a larger story and wrangle it into a moment\", yet keep it connected. On allowing directors and writers to work within Marvel's shared universe concept, Joe Russo said that Feige has \"big pieces that he knows he wants to build towards, but the way that you get there is open to interpretation and improv a little bit.\" For the Russos in \"The Winter Soldier\", they had to deal with the idea of S.H.I.E.L.D. being infiltrated by Hydra, with Joe saying, \"how we get there is all up to us. And I think why Marvel has been so successful is because it's been such a clear plan, that everything is interconnected and they're building emotional capital with each movie that you can then trade off of in the next film.\" Joe later elaborated that once each film's creative team \"come up with conceptually what we want to do\" for a film, then we will ask questions about whether this would interfere with a storyline in another movie. Or, what's going on in that film, can we pull some of that into this film? That's where you start looking for the interconnectedness, but it's very important early on that the concept be created in a bubble because you have to protect the idea, it has to be driven by storytelling. Kevin's ... always in the mindset of \"let's just make this movie now and worry about the next movie when it comes.\"",
            "score": 34.950042724609375
        },
        {
            "docid": "5207131_4",
            "document": "Homeward Bound II: Lost in San Francisco . The owners of Shadow the Golden Retriever (voiced by Ralph Waite), Sassy the Himalayan cat (Sally Field), and Chance the American Bulldog (Michael J. Fox) decide to take a family trip to Canada. At the San Francisco International Airport, the animals escape after Chance panics with mistaking airport workers as the workers at the pound (\"The Bad Place\" as Chance puts it), due to how some of his actions earlier angered Jamie, making Chance believe Jamie was so mad at him he was going to send him back to the pound, and breaks free from his carrier. After eluding airport authorities, the animals find themselves in the city of San Francisco, with home on the other side of the Golden Gate Bridge.",
            "score": 34.864559173583984
        },
        {
            "docid": "983849_9",
            "document": "Top Secret! . We just needed a subject that we would be excited about. Starting out, we didn’t have a whole genre like the airplane disaster movies. We were just fans of those black and white World War II movies that were made during the war. Somehow, we didn’t think that was enough: we didn’t want to do a period piece, we wanted to make it contemporary. That was the whole concept of ‘Top Secret!’: that it was not necessarily grounded in reality, but it would have kind of this heightened sense of craziness – even to which genres we were picking, which was a split hybrid between Elvis movies and the World War II movies.",
            "score": 34.82996368408203
        },
        {
            "docid": "32371533_14",
            "document": "Phil Lord and Christopher Miller . In November 2017, Lord and Miller commented on their departure from \"Solo: A Star Wars Story\". Lord stated \"The experience of shooting the movie was wonderful. We had the most incredible cast and crew and collaborators. [...] We’re really proud of the work we did on the movie and we wish everybody the best.” Miller added \"As Phil said, we had such a great relationship with cast and crew, we were really rooting for them. After we took a much-needed vacation, we got back into it and now we’re writing and producing a sequel to \"The Lego Movie\" and producing a Miles Morales animated Spider-Man.\"",
            "score": 34.75736999511719
        },
        {
            "docid": "29010224_14",
            "document": "Monumental: In Search of America's National Treasure . Radio commentator Glenn Beck said, \"This is A) a great movie to see. B) a great movie to bring your kids to, and teach them about the history of our country, and C) it is important, because we need to start supporting people that are doing things like this...\"",
            "score": 34.729949951171875
        }
    ]
}