{
    "q": [
        {
            "docid": "894_27",
            "document": "Agnosticism . Religious scholars such as Laurence B. Brown criticize the misuse of the word agnosticism, claiming that it has become one of the most misapplied terms in metaphysics. Brown raises the question, \"You claim that nothing can be known with certainty ... how, then, can you be so sure?\"",
            "score": 25.10142230987549
        },
        {
            "docid": "1813072_45",
            "document": "Theology of Pope Benedict XVI . Even before becoming pope, Benedict advocated a \"special relationship\" between the Roman Church and the Jewish faith. Some Jewish organisations, such as the Anti-Defamation League, the American Jewish Committee, the Union of Reform Judaism, and the Jewish Community Relations Council of Greater Boston, believe Ratzinger was responsible for Pope John Paul II's attempts to improve Jewish-Catholic ties. However, Pope Benedict did create some controversy when he said that the Church is waiting for the moment when Jews will \"say yes to Christ.\" He went on to say, \"We believe that. The fact remains, however, that our Christian conviction is that Christ is also the Messiah of Israel.\"",
            "score": 28.485804319381714
        },
        {
            "docid": "894_28",
            "document": "Agnosticism . According to Pope Benedict XVI, strong agnosticism in particular contradicts itself in affirming the power of reason to know scientific truth. He blames the exclusion of reasoning from religion and ethics for dangerous pathologies such as crimes against humanity and ecological disasters. \"Agnosticism\", said Ratzinger, \"is always the fruit of a refusal of that knowledge which is in fact offered to man ... The knowledge of God has always existed\". He asserted that agnosticism is a choice of comfort, pride, dominion, and utility over truth, and is opposed by the following attitudes: the keenest self-criticism, humble listening to the whole of existence, the persistent patience and self-correction of the scientific method, a readiness to be purified by the truth.",
            "score": 49.51738739013672
        },
        {
            "docid": "37970509_17",
            "document": "Catalan self-determination referendum, 2014 . According to the consultation decree, \"in the consultation there is a first question followed successively by a second question, and they are worded as follows: a) Do you want Catalonia to become a State? (Yes/No); If so: b) Do you want this State to be independent? (Yes/No). You can only answer the question under Letter b) in the event of having answered “Yes” to the question under Letter a).\" The \"participation process\" that has replaced the \"non-referendum consultation\" maintains the same two questions.",
            "score": 22.739275455474854
        },
        {
            "docid": "32916524_4",
            "document": "Christian agnosticism . According to Pope Benedict XVI, strong agnosticism in particular contradicts itself in affirming the power of reason to know scientific truth. He blames the exclusion of reasoning from religion and ethics for dangerous pathologies such as crimes against humanity and ecological disasters. \"Agnosticism\", said Ratzinger, \"is always the fruit of a refusal of that knowledge which is in fact offered to man ... The knowledge of God has always existed\". He asserted that agnosticism is a choice of comfort, pride, dominion, and utility over truth, and is opposed by the following attitudes: the keenest self-criticism, humble listening to the whole of existence, the persistent patience and self-correction of the scientific method, a readiness to be purified by the truth.",
            "score": 48.862276554107666
        },
        {
            "docid": "32916524_3",
            "document": "Christian agnosticism . In 1965 Christian theologian Leslie Weatherhead published \"The Christian Agnostic\", in which he argues: Although radical and unpalatable to conventional theologians, Weatherhead's agnosticism falls far short of Huxley's, and short even of \"weak agnosticism\": In the summary chapter of \"The Christian Agnostic\", Weatherhead stated what he believed in a sort of twelve-part creed:",
            "score": 34.41862416267395
        },
        {
            "docid": "894_3",
            "document": "Agnosticism . English biologist Thomas Henry Huxley coined the word \"agnostic\" in 1869, and said \"It simply means that a man shall not say he knows or believes that which he has no scientific grounds for professing to know or believe.\" Earlier thinkers, however, had written works that promoted agnostic points of view, such as Sanjaya Belatthaputta, a 5th-century BCE Indian philosopher who expressed agnosticism about any afterlife; and Protagoras, a 5th-century BCE Greek philosopher who expressed agnosticism about the existence of \"the gods\". The Nasadiya Sukta in the Rigveda is agnostic about the origin of the universe.",
            "score": 49.760971546173096
        },
        {
            "docid": "894_34",
            "document": "Agnosticism . A.J. Ayer, Theodore Drange, and other philosophers see both atheism and agnosticism as incompatible with ignosticism on the grounds that atheism and agnosticism accept \"a deity exists\" as a meaningful proposition that can be argued for or against.",
            "score": 20.594451189041138
        },
        {
            "docid": "55757866_2",
            "document": "Irreligion in Guatemala . Irreligion in Guatemala can refer to Atheism, Agnosticism, Secular Humanism, religious skepticism, or people who simply identify as non-religious; although some believe in God and others are more skeptical in belief, but do not consider themselves atheists.",
            "score": 39.454479694366455
        },
        {
            "docid": "10525212_2",
            "document": "Yes We Can Can . \"Yes We Can Can\" is a 1973 funk classic recorded by the American R&B girl group the Pointer Sisters and released on the Blue Thumb record label.",
            "score": 9.473108530044556
        },
        {
            "docid": "16348726_26",
            "document": "History of Popes Creek (Virginia) . Burial Ground: Jane Butler Washington; b. 24 October 1699, d. 24 September 1729.<br> Here lyes ye Body of JANE<br> Wife of Augustine Washington<br> Born at Popes Creek Virginia<br> Westmorelnd ye 24th Xber<br> 1699 & died ye 24th of 9ber 1729<br> Who left behind her two sons & one daughter.<br> <br> The land comprising the Popes Creek plantation was sold by the Washington family on October 13, 1813, but returned in a sense in 1867 when John E. Wilson who married Betty, the granddaughter of William Augustine, took possession. Dr. F.O. St. Clair's investigations and survey of a proposed memorial site in 1882 was an effort to secure the \"entire neck of land bounded by Pope's Creek on two sides and a marsh on the third side\" – and a right-of-way \"to Bridge Creek Landing,\" including the \"Burying Ground and Potomac River beyond.\" The result was purchased from John E. Wilson on July 10, 1883, by the federal government. The sustained effort for a national monument on Popes Creek had begun to take shape.",
            "score": 16.29545545578003
        },
        {
            "docid": "81798_32",
            "document": "Solipsism . Solipsism is a form of logical minimalism. Many people are intuitively unconvinced of the nonexistence of the external world from the basic arguments of solipsism, but a solid proof of its existence is not available at present. The central assertion of solipsism rests on the nonexistence of such a proof, and strong solipsism (as opposed to weak solipsism) asserts that no such proof can be made. In this sense, solipsism is logically related to agnosticism in religion: the distinction between believing you do not know, and believing you could not have known.",
            "score": 21.108834981918335
        },
        {
            "docid": "13075834_6",
            "document": "The Braes o' Killiecrankie . <score midi=\"5\" vorbis=\"1\"> \\relative c\" { \\time 2/4 \\key g \\major  \\partial 8 g16( a) | b8 b \\grace { c8 } b a16( g) | c4 c8 b16( a) | b8 b c16( b) a( g) | b8 d d g,16( a) | b8 b c16( b) a16( g) | c4 c8 b16( a) | b16( c) d16( b) a8 g | d8 g g \\bar \"||\" b16( c) | d8 d, d e16( f) | e8 d16( e) c8 b'16( c) | d8 d, d' d, | b' d d\\fermata b16( c) | d8 d, d e16( f) | g16( f) e( d) c8 b'16 c | b16( c) d( b) a8 g | e g g \\bar \"|.\" }  \\addlyrics {Whare | hae ye been sae | braw, lad? Whare | hae ye been sae | bran -- kie, O? Whare | hae ye been sae | braw, lad? Came | ye by Kil -- li -- | cran -- kie, O? An | ye had been whare | I hae been, Ye | wad -- na been sae | can -- tie, O; An | ye had seen what | I hae seen, I' the | braes o' Kil -- li -- | crank -- kie, O. }</score>",
            "score": 8.524224042892456
        },
        {
            "docid": "300029_2",
            "document": "Charles Péguy . Charles Pierre Péguy (; 7 January 1873 – 5 September 1914) was a noted French poet, essayist, and editor. His two main philosophies were socialism and nationalism, but by 1908 at the latest, after years of uneasy agnosticism, he had become a believing but non-practicing Roman Catholic. From that time, Catholicism strongly influenced his works.",
            "score": 23.03684425354004
        },
        {
            "docid": "15247542_16",
            "document": "Atheism . Atheists have also argued that people cannot know a God or prove the existence of a God. The latter is called agnosticism, which takes a variety of forms. In the philosophy of immanence, divinity is inseparable from the world itself, including a person's mind, and each person's consciousness is locked in the subject. According to this form of agnosticism, this limitation in perspective prevents any objective inference from belief in a god to assertions of its existence. The rationalistic agnosticism of Kant and the Enlightenment only accepts knowledge deduced with human rationality; this form of atheism holds that gods are not discernible as a matter of principle, and therefore cannot be known to exist. Skepticism, based on the ideas of Hume, asserts that certainty about anything is impossible, so one can never know for sure whether or not a god exists. Hume, however, held that such unobservable metaphysical concepts should be rejected as \"sophistry and illusion\". The allocation of agnosticism to atheism is disputed; it can also be regarded as an independent, basic worldview.",
            "score": 48.50006437301636
        },
        {
            "docid": "18818890_5",
            "document": "Yes, Yes, Yes . Built under a quiet storm like R&B production similar to White's, the song hit the charts peaking at number #46 on the \"Billboard\" Hot 100 and number #11 on the R&B charts becoming Cosby's biggest charted single since \"Little Ole Man (Uptight, Everything's Alright)\" peaked at number #4 on the Hot 100 nine years earlier.",
            "score": 8.701451301574707
        },
        {
            "docid": "894_7",
            "document": "Agnosticism . George H. Smith, while admitting that the narrow definition of atheist was the common usage definition of that word, and admitting that the broad definition of agnostic was the common usage definition of that word, promoted broadening the definition of atheist and narrowing the definition of agnostic. Smith rejects agnosticism as a third alternative to theism and atheism and promotes terms such as agnostic atheism (the view of those who do not \"believe\" in the existence of any deity, but do not claim to \"know\" if a deity does or does not exist) and agnostic theism (the view of those who do not claim to \"know\" of the existence of any deity, but still \"believe\" in such an existence).",
            "score": 39.18611741065979
        },
        {
            "docid": "1813072_48",
            "document": "Theology of Pope Benedict XVI . Before becoming Pope, Cardinal Ratzinger was a well-known and quite controversial figure inside and outside the Catholic Church. This is due in part from the perception among those who felt the Vatican II reforms did not go far enough that Ratzinger is a conservative. To this view, Ratzinger's theology is based on his early works, staunch Catholicism and ancient Tradition. According to this often held view, Benedict has made clear that he intends to preserve the Church doctrine and not give in to modern pressures for change to fundamental dogma and teaching on such issues as birth control, abortion, and homosexuality. It is also noted, that the Pope has a strong opposition to moral relativism, which he sees as producing views ranging \"from one extreme to the other: from Marxism to liberalism, even to libertinism; from collectivism to radical individualism; from atheism to a vague religious mysticism; from agnosticism to syncretism, and so forth.\"",
            "score": 33.27876389026642
        },
        {
            "docid": "22535834_5",
            "document": "Atheistic existentialism . Albert Camus writes of dualisms—between happiness and sadness—as well as life and death. In \"The Myth of Sisyphus\", such dualism becomes paradoxical because humans greatly value their existence while at the same time being aware of their mortality. Camus believes it is human nature to have difficulty reconciling these paradoxes; and indeed, he believed humankind must accept what he called \"the Absurd\". On the other hand, Camus is not strictly an existential atheist because the acceptance of \"the Absurd\" implies neither the existence of God nor the nonexistence of God (compare agnosticism).",
            "score": 37.715558767318726
        },
        {
            "docid": "894_26",
            "document": "Agnosticism . Theistic critics claim that agnosticism is impossible in practice, since a person can live only either as if God did not exist (\"etsi deus non-daretur\"), or as if God did exist (\"etsi deus daretur\").",
            "score": 36.79051899909973
        },
        {
            "docid": "32916524_2",
            "document": "Christian agnosticism . Christian agnostics practice a distinct form of agnosticism that applies only to the \"properties\" of God. They hold that it is difficult or impossible to be sure of anything beyond the basic tenets of the Christian faith. They believe that God or a higher power exists, that Jesus may have a special relationship with God and is in some way divine, and that God should be worshipped. This belief system has deep roots in Judaism and the early days of the Church.",
            "score": 56.77441334724426
        },
        {
            "docid": "894_16",
            "document": "Agnosticism . Agnostic views are as old as philosophical skepticism, but the terms agnostic and agnosticism were created by Huxley (1825-1895) to sum up his thoughts on contemporary developments of metaphysics about the \"unconditioned\" (William Hamilton) and the \"unknowable\" (Herbert Spencer). Though Huxley began to use the term \"agnostic\" in 1869, his opinions had taken shape some time before that date. In a letter of September 23, 1860, to Charles Kingsley, Huxley discussed his views extensively: And again, to the same correspondent, May 6, 1863: Of the origin of the name agnostic to describe this attitude, Huxley gave the following account: In 1889, Huxley wrote:Therefore, although it be, as I believe, demonstrable that we have no real knowledge of the authorship, or of the date of composition of the Gospels, as they have come down to us, and that nothing better than more or less probable guesses can be arrived at on that subject. William Stewart Ross (1844-1906) wrote under the name of Saladin. He was associated with Victorian Freethinkers and the organization the British Secular Union. He edited the \"Secular Review\" from 1882; its was renamed \"Agnostic Journal and Eclectic Review\" and closed in 1907. Ross championed agnosticism in opposition to the atheism of Charles Bradlaugh as an open-ended spiritual exploration.",
            "score": 36.094239473342896
        },
        {
            "docid": "196882_24",
            "document": "Burrows–Abadi–Needham logic . Because message 2 is encrypted with \"K\", and \"B\" believes key(\"K\", \"B\"↔\"S\"), \"B\" now believes that \"S\" said {\"t\", \"A\", \"A\" believes key(\"K\", \"A\"↔\"B\")}. Because the clocks are synchronized, \"B\" believes fresh(\"t\"), and so fresh(\"A\" believes key(\"K\", \"A\"↔\"B\")). Because \"B\" believes that \"S\"<nowiki>'</nowiki>s statement is fresh, \"B\" believes that \"S\" believes that (\"A\" believes key(\"K\", \"A\"↔\"B\")). Because \"B\" believes that \"S\" is authoritative about what \"A\" believes, \"B\" believes that (\"A\" believes key(\"K\", \"A\"↔\"B\")). Because \"B\" believes that \"A\" is authoritative about session keys between \"A\" and \"B\", \"B\" believes key(\"K\", \"A\"↔\"B\"). \"B\" can now contact \"A\" directly, using \"K\" as a secret session key.",
            "score": 10.155835151672363
        },
        {
            "docid": "34965420_8",
            "document": "The Skipper's Dream . Aw studies awhile, then says aw, \"Are ye Deeth,  Come here for to wise oot a poor fellow's breeth ?\"  He says, \"No, aw'm the Pope, cum to try if aw can,  Save a vile wretch like ye, fra the nasty Bad Man.\"",
            "score": 9.860296726226807
        },
        {
            "docid": "2470055_19",
            "document": "The Story of B . B uses the phrase “cultural collapse” to describe the point of history that we are living through today. He believes that circumstances have rendered the cultural mythology of the Takers meaningless to its people. When this happens to a culture, B states, things fall apart. \"Order and purpose are replaced by chaos and bewilderment. People lose the will to live, become listless, become violent, become suicidal, and take to drink, drugs, and crime... laws, customs and institutions fall into disuse and disrespect, especially among the young, who see that even their elders can no longer make sense of them.\"",
            "score": 18.29253339767456
        },
        {
            "docid": "15898038_9",
            "document": "List of saints canonized by Pope Pius XII . Because of the huge number of visitors, the canonisation of Maria Goretti by Pope Pius XII, was held outside at Piazza San Pietro on 24 June 1950. The Pope spoke, not as before in Latin, but in Italian. \"We order and declare, that the blessed Maria Goretti can be venerated as a Saint and We introduce her into the Canon of Saints\". Some 500,000 people, among them a majority of youth, had come from around the World. Pope Pius asked them: A resounding Yes was the answer.",
            "score": 32.333439350128174
        },
        {
            "docid": "21378279_9",
            "document": "Agnostic atheism . The rationalistic agnosticism of Kant and the Enlightenment only accepts knowledge deduced with human rationality; this form of atheism holds that gods are not discernible as a matter of principle, and therefore cannot be known to exist. Skepticism, based on the ideas of Hume, asserts that certainty about anything is impossible, so one can never know for sure whether or not a god exists. Hume, however, held that such unobservable metaphysical concepts should be rejected as \"sophistry and illusion\". The allocation of agnosticism to atheism is disputed; it can also be regarded as an independent, basic worldview.",
            "score": 47.03628420829773
        },
        {
            "docid": "2581136_4",
            "document": "Rationalizability . Consider a simple coordination game (the payoff matrix is to the right). The row player can play \"a\" if she can reasonably believe that the column player could play \"A\", since \"a\" is a best response to \"A\". She can reasonably believe that the column player can play \"A\" if it is reasonable for the column player to believe that the row player could play \"a\". He can believe that she will play \"a\" if it is reasonable for him to believe that she could play \"a\", etc. This provides an infinite chain of consistent beliefs that result in the players playing (\"a\", \"A\"). This makes (\"a\", \"A\") a rationalizable pair of actions. A similar process can be repeated for (\"b\", \"B\").",
            "score": 15.812902688980103
        },
        {
            "docid": "621169_28",
            "document": "Existence of God . Agnostic theism is the philosophical view that encompasses both theism and agnosticism. An agnostic theist believes in the existence of a god or God, but regards the basis of this proposition as \"unknown or inherently unknowable\". Agnostic theists may also insist on ignorance regarding the properties of the gods they believe in.",
            "score": 59.46949243545532
        },
        {
            "docid": "147858_23",
            "document": "Pope Pius XI . Pius XI believed that industrialization results in less freedom at the individual and communal level, because numerous free social entities get absorbed by larger ones. The society of individuals becomes the mass class-society. People are much more interdependent than in ancient times, and become egoistic or class-conscious in order to save some freedom for themselves. The pope demands more solidarity, especially between employers and employees, through new forms of cooperation and communication. Pius displays a negative view of capitalism, especially of the anonymous international finance markets. He identifies certain dangers for small and medium-size enterprises, which have insufficient access to capital markets and are squeezed or destroyed by the larger ones. He warns that capitalist interests can become a danger for nations, which could be reduced to “chained slaves of individual interests”",
            "score": 17.65557360649109
        },
        {
            "docid": "1352065_11",
            "document": "Manassas Station Operations (Stonewall Jackson) . Pope saw the fires at Manassas Junction but believed that it meant Jackson was desperate; he ordered his corps to march on Manassas from the south, east, and north. Pope knew that Longstreet was moving north towards Thoroughfare Gap but did not detach any force to delay him, believing that the Union army could defeat Jackson before Longstreet could arrive. The defeat of Taylor's force convinced George B. McClellan, commanding the Union forces in Washington, not to send any further reinforcements to Pope unless they had artillery and cavalry.",
            "score": 18.110641956329346
        },
        {
            "docid": "1393811_2",
            "document": "Agnostic theism . Agnostic theism, agnostotheism or agnostitheism is the philosophical view that encompasses both theism and agnosticism. An agnostic theist believes in the existence of a god or gods, but regards the basis of this proposition as \"unknown or inherently unknowable\". The agnostic theist may also or alternatively be agnostic regarding the properties of the god or gods that they believe in.",
            "score": 59.545225858688354
        }
    ],
    "r": [
        {
            "docid": "621169_29",
            "document": "Existence of God . Agnostic atheism is a philosophical position that encompasses both atheism and agnosticism. Agnostic atheists are atheistic because they do not hold a belief in the existence of any deity and agnostic because they claim that the existence of a deity is either unknowable in principle or currently unknown in fact.",
            "score": 62.17125701904297
        },
        {
            "docid": "894_32",
            "document": "Agnosticism . According to Richard Dawkins, a distinction between agnosticism and atheism is unwieldy and depends on how close to zero a person is willing to rate the probability of existence for any given god-like entity. About himself, Dawkins continues, \"I am agnostic only to the extent that I am agnostic about fairies at the bottom of the garden.\" Dawkins also identifies two categories of agnostics; \"Temporary Agnostics in Practice\" (TAPs), and \"Permanent Agnostics in Principle\" (PAPs). He states that \"agnosticism about the existence of God belongs firmly in the temporary or TAP category. Either he exists or he doesn't. It is a scientific question; one day we may know the answer, and meanwhile we can say something pretty strong about the probability.\", and considers PAP a \"deeply inescapable kind of fence-sitting\".",
            "score": 59.8738899230957
        },
        {
            "docid": "1393811_2",
            "document": "Agnostic theism . Agnostic theism, agnostotheism or agnostitheism is the philosophical view that encompasses both theism and agnosticism. An agnostic theist believes in the existence of a god or gods, but regards the basis of this proposition as \"unknown or inherently unknowable\". The agnostic theist may also or alternatively be agnostic regarding the properties of the god or gods that they believe in.",
            "score": 59.545223236083984
        },
        {
            "docid": "621169_28",
            "document": "Existence of God . Agnostic theism is the philosophical view that encompasses both theism and agnosticism. An agnostic theist believes in the existence of a god or God, but regards the basis of this proposition as \"unknown or inherently unknowable\". Agnostic theists may also insist on ignorance regarding the properties of the gods they believe in.",
            "score": 59.4694938659668
        },
        {
            "docid": "621169_25",
            "document": "Existence of God . Agnosticism is the view that the truth value of certain claims—especially claims about the existence of any deity, but also other religious and metaphysical claims—is unknown or unknowable. Agnosticism as a broad umbrella term does not define one's belief or disbelief in gods; agnostics may still identify themselves as theists or atheists.",
            "score": 58.13411331176758
        },
        {
            "docid": "4070755_8",
            "document": "Russell's teapot . In his books \"A Devil's Chaplain\" (2003) and \"The God Delusion\" (2006), ethologist Richard Dawkins used the teapot as an analogy of an argument against what he termed \"agnostic conciliation\", a policy of intellectual appeasement that allows for philosophical domains that concern exclusively religious matters. Science has no way of establishing the existence or non-existence of a god. Therefore, according to the agnostic conciliator, because it is a matter of individual taste, belief and disbelief in a supreme being are deserving of equal respect and attention. Dawkins presents the teapot as a \"reductio ad absurdum\" of this position: if agnosticism demands giving equal respect to the belief and disbelief in a supreme being, then it must also give equal respect to belief in an orbiting teapot, since the existence of an orbiting teapot is just as plausible scientifically as the existence of a supreme being.",
            "score": 58.11836242675781
        },
        {
            "docid": "17348217_3",
            "document": "List of Dutch atheists . While definitions of atheism vary, a typical atheist is someone who has made a conscious decision that he or she does not believe in the existence of any form of deity. It is a widespread misconception, however, that all atheists deny the existence of a god or gods. While a miniority of them certainly do, most atheists would strongly disagree with this definition: they don't entirely reject the concept \"God\", but would rather argue that the term \"God\" has no importance, and possibly no meaning to them. The distinction is made between lack of belief in god(s) or weak atheism and denial of the existence of god(s) or strong atheism. Weak atheism should not be confused with agnosticism. An agnostic is in this case an individual who claims to have no opinion about God.",
            "score": 57.62873458862305
        },
        {
            "docid": "894_6",
            "document": "Agnosticism . Being a scientist, above all else, Huxley presented agnosticism as a form of demarcation. A hypothesis with no supporting, objective, testable evidence is not an objective, scientific claim. As such, there would be no way to test said hypotheses, leaving the results inconclusive. His agnosticism was not compatible with forming a belief as to the truth, or falsehood, of the claim at hand. Karl Popper would also describe himself as an agnostic. According to philosopher William L. Rowe, in this strict sense, agnosticism is the view that human reason is incapable of providing sufficient rational grounds to justify either the belief that God exists or the belief that God does not exist.",
            "score": 56.811031341552734
        },
        {
            "docid": "32916524_2",
            "document": "Christian agnosticism . Christian agnostics practice a distinct form of agnosticism that applies only to the \"properties\" of God. They hold that it is difficult or impossible to be sure of anything beyond the basic tenets of the Christian faith. They believe that God or a higher power exists, that Jesus may have a special relationship with God and is in some way divine, and that God should be worshipped. This belief system has deep roots in Judaism and the early days of the Church.",
            "score": 56.7744140625
        },
        {
            "docid": "1393811_5",
            "document": "Agnostic theism . Christian Agnostics practice a distinct form of agnosticism that applies only to the \"properties\" of God. They hold that it is difficult or impossible to be sure of anything beyond the basic tenets of the Christian faith. They believe that God exists, that Jesus has a special relationship with him and is in some way divine, and that God should be worshipped. This belief system has deep roots in Judaism and the early days of the Church.",
            "score": 56.55956268310547
        },
        {
            "docid": "302882_12",
            "document": "Anthony Kenny . Although deeply interested in traditional Catholic teaching and continuing to attend the Catholic Mass, Kenny now explicitly defines himself as an agnostic, explaining in his \"What I believe\" both why he is not a theist and why he is not an atheist. His 2006 book \"What I believe\" has (as Ch 3) \"Why I am Not an Atheist\", which begins: \"Many different definitions may be offered of the word 'God'. Given this fact, atheism makes a much stronger claim than theism does. The atheist says that no matter what definition you choose, 'God exists' is always false. The theist only claims that there is some definition which will make 'God exists' true. In my view, neither the stronger nor the weaker claim has been convincingly established\". He goes on: \"the true default position is neither theism nor atheism, but agnosticism ... a claim to knowledge needs to be substantiated; ignorance need only be confessed.\" He defends the rationality of an agnostic praying to a God whose existence he doubts, stating \"It surely is no more unreasonable than the act of a man adrift in the ocean, trapped in a cave, or stranded on a mountainside, who cries for help though he may never be heard or fires a signal which may never be seen.\" This view is kin to Christian agnosticism.",
            "score": 55.9094123840332
        },
        {
            "docid": "29266_79",
            "document": "Relationship between religion and science . A survey conducted between 2005 and 2007 by Elaine Howard Ecklund of University at Buffalo, The State University of New York of 1,646 natural and social science professors at 21 US research universities found that, in terms of belief in God or a higher power, more than 60% expressed either disbelief or agnosticism and more than 30% expressed belief. More specifically, nearly 34% answered \"I do not believe in God\" and about 30% answered \"I do not know if there is a God and there is no way to find out.\" In the same study, 28% said they believed in God and 8% believed in a higher power that was not God. Ecklund stated that scientists were often able to consider themselves spiritual without religion or belief in god. Ecklund and Scheitle concluded, from their study, that the individuals from non-religious backgrounds disproportionately had self-selected into scientific professions and that the assumption that becoming a scientist necessarily leads to loss of religion is untenable since the study did not strongly support the idea that scientists had dropped religious identities due to their scientific training. Instead, factors such as upbringing, age, and family size were significant influences on religious identification since those who had religious upbringing were more likely to be religious and those who had a non-religious upbringing were more likely to not be religious. The authors also found little difference in religiosity between social and natural scientists.",
            "score": 55.56935501098633
        },
        {
            "docid": "261708_8",
            "document": "Wisconsin Evangelical Lutheran Synod . The WELS believes that the Papacy is the Antichrist (2 Thessalonians 2:1-12). In 1959 the WELS formally issued its \"Statement on the Antichrist\", a doctrinal statement that declared, \"we reaffirm the statement of the Lutheran Confessions, that 'the Pope is the very Antichrist'\". This identification of the Antichrist with the Pope is part of traditional Protestant amillennial historicism. The Roman Catholic Church is also amillennialist, but, unlike the WELS, holds to the view that the Antichrist will come near the end of the world. Mark Schroeder, president of WELS, affirmed in 2011 that \"WELS does hold to the historic Lutheran position that the Roman Catholic papacy fits the biblical characteristics of the Antichrist.\" He also stated that \"While WELS continues to see the characteristics of the Antichrist in the Roman Catholic papacy, it is wrong and dishonest to portray this belief as stemming from anti-Catholic bigotry. We do have strong convictions, and we identify what we believe are teachings that depart from the Word of God. But we hold no animosity toward Christians who hold the Roman Catholic faith, and we respect the right of people to hold beliefs different from ours even as we point out the error. Furthermore, we rejoice that even in the Roman Catholic Church, where we believe that the gospel has been distorted, there are many Catholics who hold to a simple faith in Jesus Christ as their Savior and who will ultimately be saved. Testifying to the errors that still exist in Catholic doctrine is itself an expression of love; remaining silent or glossing over doctrinal differences would express the opposite.\"",
            "score": 55.108558654785156
        },
        {
            "docid": "21378279_8",
            "document": "Agnostic atheism . Epistemological, or agnostic, atheism argues that people cannot know a God or determine the existence of a God. The foundation of epistemological atheism is agnosticism, which takes a variety of forms. In the philosophy of immanence, divinity is inseparable from the world itself, including a person's mind, and each person's consciousness is locked in the subject. According to this form of agnosticism, this limitation in perspective prevents any objective inference from belief in a god to assertions of its existence.",
            "score": 54.180843353271484
        },
        {
            "docid": "21378279_6",
            "document": "Agnostic atheism . If a man has failed to find any good reason for believing that there is a God, it is perfectly natural and rational that he should not believe that there is a God; and if so, he is an atheist... if he goes farther, and, after an investigation into the nature and reach of human knowledge, ending in the conclusion that the existence of God is incapable of proof, cease to believe in it on the ground that he cannot know it to be true, he is an agnostic and also an atheist – an agnostic-atheist – an atheist because an agnostic... while, then, it is erroneous to identify agnosticism and atheism, it is equally erroneous so to separate them as if the one were exclusive of the other...",
            "score": 53.913726806640625
        },
        {
            "docid": "48055_26",
            "document": "Argument from nonbelief . Drange's argument is directed primarily to Christians, and the philosopher Laura Garcia has replied from that perspective. She says that Drange's argument hinges on the idea that belief in God's existence is, according to Christians, necessary for salvation. According to Garcia this idea is mistaken: \"many Christians deny this claim and the Catholic Church explicitly rejects it.\" But as Garcia notes, Drange has answered that for many Christians—in particular, evangelical Christians—his point should remain convincing, and that there are in any case other good things that belief in God can bring for humans, which a good God would desire, such as peace of mind and a sense of meaning in life.",
            "score": 53.13711929321289
        },
        {
            "docid": "12281_46",
            "document": "Gottfried Wilhelm Leibniz . Because God is \"an absolutely perfect being\" (I), Leibniz argues that God would be acting imperfectly if he acted with any less perfection than what he is able of (III). His syllogism then ends with the statement that God has made the world perfectly in all ways. This also effects how we should view God and his will. Leibniz states that, in lieu of God’s will, we have to understand that God \"is the best of all masters\" and he will know when his good succeeds, so we, therefore, must act in conformity to his good will – or as much of it as we understand (IV). In our view of God, Leibniz declares that we cannot admire the work solely because of the maker, lest we mar the glory and love God in doing so. Instead, we must admire the maker for the work he has done (II). Effectively, Leibniz states that if we say the earth is good because of the will of God, and not good according to some standards of goodness, then how can we praise God for what he has done if contrary actions are also praiseworthy by this definition (II). Leibniz then asserts that different principles and geometry cannot simply be from the will of God, but must follow from his understanding.",
            "score": 52.60982131958008
        },
        {
            "docid": "894_24",
            "document": "Agnosticism . A study conducted by the Pew Research Center found that about 16% of the world's people, the third largest group after Christianity and Islam, have no religious affiliation. According to a 2012 report by the Pew Research Center, agnostics made up 3.3% of the US adult population. In the \"U.S. Religious Landscape Survey\", conducted by the Pew Research Center, 55% of agnostic respondents expressed \"a belief in God or a universal spirit\", whereas 41% stated that they thought that they felt a tension \"being non-religious in a society where most people are religious\". According to the 2011 Australian Bureau of Statistics, 22% of Australians have \"no religion\", a category that includes agnostics. Between 64% and 65% of Japanese and up to 81% of Vietnamese are atheists, agnostics, or do not believe in a god. An official European Union survey reported that 3% of the EU population is unsure about their belief in a god or spirit.",
            "score": 52.40939712524414
        },
        {
            "docid": "25414_95",
            "document": "Religion . The terms atheist (lack of belief in any gods) and agnostic (belief in the unknowability of the existence of gods), though specifically contrary to theistic (e.g. Christian, Jewish, and Muslim) religious teachings, do not by definition mean the opposite of religious. There are religions (including Buddhism, Taoism, and Hinduism), in fact, that classify some of their followers as agnostic, atheistic, or nontheistic. The true opposite of religious is the word irreligious. Irreligion describes an absence of any religion; antireligion describes an active opposition or aversion toward religions in general.",
            "score": 52.092445373535156
        },
        {
            "docid": "40638377_8",
            "document": "The Rapid Development . The pope calls the Church to act as a teacher to humanity in their obligations to provide guidelines and prepare them for the rapid development in social communications, in a fashion which is in accordance with God and the Church's beliefs. Today's media practice extreme form of influence to people's way of life, judgements, future actions, attitudes, and viewpoints—therefore it is stated that these communications of media must be regulated and managed organically from “the point of view of formation and ethical responsibility”. Pope John Paul II emphasizes heavily on protecting a person's dignity in using media, which will require a positive development, that has clear structure, since media not only provide for mere entertainment, but has close connections to all areas of human life, \"i.e. Politics, economy, culture\". There are three “fundamental options”) the Church and her members face today: formation, participation, and dialogue. First, the formation of media has to be closely observed and filtered, such as formation of a new vocabulary used widely in media, then spreading to everyday language. Pope John Paul II notes that without “proper formation,”) the media would no longer be serving humanity, but shaping our beliefs and minds. In this, chiefly the younger generation are the most concerned, who would need critical and responsible education on the use of media(11). Second, a true participation by all members are encouraged, in which the Pope calls for a “culture of co-responsibility,” towards handling of media. Lastly, mass media's role of promoting dialogue and as tool of reciprocal knowledge is highlighted. However, this feature is like a double-edged sword, in that if used for good purpose, it can become the most powerful tool in spreading peace and understandings amongst humanity, or, “a destructive weapon”) if it were to be used in a negative manner. Pope John Paul II refers to his predecessors, who have discussed about such features of media we face today, such as Pius XII. Pius XII recognized the value of public opinion within and towards the Church, which is a strong feature of media communications. Also, according to the Code of Canon Law, everyone has a right to express their opinion. Therefore, John Paul II is telling the readers that his goal of writing such document on media today, isn't aiming for complete control and coercion over the people's mind and opinions. Although the Church must not leave room for arbitrary interpretations of the faith, by no means it is promoting the absolute power of the Church—rather, he notes that the dialogue between the faithful is valued within the Church. John Paul II expands on the promotion of dialogues, yet he notes that although the Church is open to all, there will be times when an “adequate confidentiality” is required for the good of all.",
            "score": 52.08002853393555
        },
        {
            "docid": "3369667_4",
            "document": "Indifferentism . In the Catholic Church, the belief that one religion is as good as another, and that all religions are equally valid paths to salvation, is believed to be obviously false, on the grounds that nobody honestly believes that, for instance, a religion based on human sacrifice and the subjugation of rivals is as good, true, and beautiful as one based on heroic love of God and neighbor. The condemnation of Indifferentism as a heresy is closely linked to the dogmatic definition that outside the Church there is no salvation, a complex idea postulating that many people are followers of Christ without any specific understanding that it is in fact Jesus whom they are following. See also the Catholic concept of the \"Baptism of Desire\". In support of this stance Pope John Paul II said \"This does not lessen the sincere respect that the Church has for the various religious traditions, recognizing in them elements of truth and goodness. The light of truth shines for whoever is looking for it, but that does not mean that we can call just anything \"truth\"; some ideas are more truthful than others.\"",
            "score": 52.05198669433594
        },
        {
            "docid": "306250_6",
            "document": "Relations between the Catholic Church and the state . The doctrine of the divine right of kings came to dominate mediaeval concepts of kingship, claiming biblical authority (\"Epistle to the Romans\", chapter 13). Augustine of Hippo in his work \"The City of God\" had stated his opinion that while the \"City of Man\" and the \"City of God\" may stand at cross-purposes, both of them have been instituted by God and served His ultimate will. Even though the City of Man --- the world of secular government --- may seem ungodly and be governed by sinners, it has been placed on earth for the protection of the City of God. Therefore, monarchs have been placed on their thrones for God's purpose, and to question their authority is to question God. Although it is worth mentioning that Augustine also said \"a law that is not just, seems to be no law at all\" and Thomas Aquinas indicated laws \"opposed to the Divine good\" must not be observed. This belief in the god-given authority of monarchs was central to the Roman Catholic vision of governance in the Middle Ages, Renaissance and \"Ancien Régime\". Although this was most true of what would later be termed the ultramontaine party and the Catholic Church has recognized, on an exceptional basis, Republics as early as 1291 in the case of San Marino.",
            "score": 51.3348388671875
        },
        {
            "docid": "40786969_2",
            "document": "Catholic teachings on heresy . In the Roman Catholic Church, heresy has a very specific meaning. There are four elements which constitute formal heresy; a valid Christian baptism; a profession of still being a Christian; outright denial or positive doubt regarding a truth that the Catholic Church regards as revealed by God; and lastly, the disbelief must be morally culpable, that is, there must be a refusal to accept what is known to be a doctrinal imperative. Therefore, to become a heretic in the strict canonical sense and be excommunicated, one must deny or question a truth that is taught as the word of God, and at the same time recognize one's obligation to believe it. If the person is believed to have acted in good faith, as one might out of ignorance, then the heresy is only material and implies neither guilt nor sin against faith.",
            "score": 51.177974700927734
        },
        {
            "docid": "21378279_2",
            "document": "Agnostic atheism . Agnostic atheism is a philosophical position that encompasses both atheism and agnosticism. Agnostic atheists are atheistic because they do not hold a belief in the existence of any deity and agnostic because they claim that the existence of a deity is either unknowable in principle or currently unknown in fact.",
            "score": 50.98735046386719
        },
        {
            "docid": "159917_33",
            "document": "Clarence Darrow . As part of a public symposium on belief held in Columbus, Ohio, Darrow delivered a speech, later titled \"Why I Am An Agnostic\", on agnosticism, skepticism, belief, and religion. In the speech, Darrow thoroughly discussed the meaning of being an agnostic and questioned the doctrines of Christianity and the Bible. He concluded that \"the fear of God is not the beginning of wisdom. The fear of God is the death of wisdom. Skepticism and doubt lead to study and investigation, and investigation is the beginning of wisdom.\"",
            "score": 50.789920806884766
        },
        {
            "docid": "47586607_6",
            "document": "Seddiqin argument . Avicenna focuses on the view that God is a necessary being in itself. This argument is based on contingency. The claim of Avicenna is that we can establish the existence of God directly by consideration of his existence itself. In other words in the proof of sincere, Avicenna tries to reach the existence of God just through an analysis of existence itself along with the supposition that God is the necessary existent. According to him, if we reflect on any things generally and consider only to its existence, then the existence is either necessary or not. If the existence is necessary then it is God-Avicenna call it (al-Wajib al-wujud) and if the existent is not necessary then it is impossible or contingent. It is not impossible because we assume that it is something therefore it must be contingent. In fact, if we consider the existence of existent alone then it is either the necessary or contingent. The contingent, in respect to its existence, needed ab alio or something which brings it into existence. The preponderant itself is necessary or contingent. If it is necessary, then it is God. If it is contingent, then it is in need of a transcendent cause. The series of these transcendent causes themselves are finite or infinite. The finite series finally arrives to God since that the last member doesn't need to any cause and therefore itself is by definition the Necessary Existent. If the series would be infinite then series as a whole needed to its components in its existence and therefore is contingent.",
            "score": 50.573612213134766
        },
        {
            "docid": "56999002_3",
            "document": "Religious views of José Rizal . Based on the letters Dr. Rizal wrote, it can be said that his concept of God could be summarized into three (3) notions. First, he believed that God existed. Second, he believed that God was \"Plus Supra\". Lastly, he believed that God was the origin of nature; that is, nature was the expression of God. As regards the first notion, Dr. Rizal made explicit that he believed that God existed. He was convinced that a supernatural power behind all of creation had to exist. He says to Fr. Pastells, \"We are entirely in accord in admitting the existence of God: how can I doubt it when I am convinced of my own existence? Who recognizes the effect recognizes the cause.\" It was clear that Dr. Rizal subscribed to the idea of \"necessary-contingent beings\" where the contingent being needed other beings for it to exist while the necessary being existed on its own. As such, the necessary being becomes the origin of contingent beings. This necessary being has been labelled by many as \"God.\" Dr. Rizal considered himself as a contingent being that needed other beings to sustain his existence. Such other beings included the origin of all; the necessary being, God. He accepted that he was part of the whole of creation. He could not deny himself. Hence, he could not deny creation. As such, he could not deny God. As regards the second notion, Dr. Rizal argued that his God was not like the God of the Catholics, as his God was far above such things. He says to Fr. Pastells, \"In the conviction that I find myself before the Supreme Problem, which confused voices desire to explain to me, I cannot but answer: 'That may be so; but the God that I surmise is much greater, much better: \"Plus Supra\"!\" He thought that a requirement to the Godliness of God was His being above all things, which meant His being incomprehensible.  Dr. Rizal was clearly not convinced that a sufficient understanding of God that was as powerful and metaphysical as the Supreme Being could be contained in the consciousness of little mortals who have no capacity to understand beyond what was in the words of Nietzsche \"divined\" to them. Mortals who were so limited could not have possibly comprehended a limitless being. As such, Dr. Rizal articulated that the only genuine faith was \"blind faith.\" In short, the more people tried to explain to him what and who God was, the more he got convinced that they did not know what they were talking about. What Dr. Rizal meant by \"blind faith\" was, since it was impossible to comprehend God as He was \"Plus Supra\", he could have only hinged his belief on the fact that \"God was God.\" As such, he did not deny nor did he accept the religious explanations of the mortals around him. Blind faith was more of a disposition of philosophy than of religion. It was a disposition where one did not accept and deny despite having a personal conviction. As regards the third notion, Dr. Rizal believed that if one was to \"understand\" God, he was going to do well to note that books which others claimed were tools of revelation were not reliable. The reason was books were too removed from actual reality as these were written by people, interpreted by others, rewritten by people, obscured by others, etc. The best way to have an idea of God was through connecting with Him personally, directly and physically through His extensions. These extensions were nature. Dr. Rizal says to Fr. Pastells, \"I believe in revelation, yes, but in that living revelation of nature which surrounds us everywhere, in that potent voice, eternal, incessant, incorruptible, clear, distinct, universal like the Being from which it originates, in that revelation which speaks to us and penetrates us from the moment we are born until we die. What books can reveal to us better the goodness of God, His love, His providence, His eternity, His glory, His wisdom?\" Clearly, Dr. Rizal's philosophico-religious view on God was well-reflected on. It was a product of competent ratiocination by an \"Indio\" whom the Spaniards then undermined. He did not content himself with the teachings he grew up with as a student of Catholic institutions. He explored, rationalized, and argued. He asked questions about faith and the fundamental teachings of the Church. He was however careful not to offend the religious sensibilities of his countrymen. To him, ratiocination was simply a gift from God. To not use it would thus have been offensive to the Giver.",
            "score": 50.22090148925781
        },
        {
            "docid": "6060518_17",
            "document": "Religion in the Netherlands . Since the provinces North Brabant and Limburg are in the Netherlands historically mostly Roman Catholic, and some of their people still use the term and some traditions as a base for their cultural identity rather than as a religious identity. A planned visit of Pope Francis to the Netherlands was blocked by cardinal Wim Eijk in 2014, allegedly because of the feared lack of interest for the Pope among the Dutch public. The vast majority of the Catholic population in the Netherlands is now largely irreligious in practice. Research among self-identified Catholics in the Netherlands, published in 2007, shows that only 27% of the Dutch Catholics can be regarded as a theist, 55% as an ietsist, deist or agnostic and 17% as atheist. In 2015 only 13% of self-identified Dutch Catholics believe in the existence of heaven, 17% in a personal God and fewer than half believe that Jesus was the Son of God or sent by God.",
            "score": 50.0434684753418
        },
        {
            "docid": "894_3",
            "document": "Agnosticism . English biologist Thomas Henry Huxley coined the word \"agnostic\" in 1869, and said \"It simply means that a man shall not say he knows or believes that which he has no scientific grounds for professing to know or believe.\" Earlier thinkers, however, had written works that promoted agnostic points of view, such as Sanjaya Belatthaputta, a 5th-century BCE Indian philosopher who expressed agnosticism about any afterlife; and Protagoras, a 5th-century BCE Greek philosopher who expressed agnosticism about the existence of \"the gods\". The Nasadiya Sukta in the Rigveda is agnostic about the origin of the universe.",
            "score": 49.76097106933594
        },
        {
            "docid": "30276186_7",
            "document": "Kurien Kunnumpuram . For a casual observer the Church is just a social reality – an association of human beings who profess a common faith, who participate in a common worship and who endeavour to live by a common ethical code. But for believing Christians the Church is also a faith reality. There is a grace-filled depth to the Church. In the Apostles’ Creed we profess: \"We believe in the holy Catholic Church.\" It is the faith understanding of the Church that will be articulated here.  The Church is not a purely human enterprise. God is at work in the origin and development of the Church. That is what we Christians believe. St. Paul speaks of \"the Church of God that is at Corinth\" (1 Cor. 1:2). This probably refers to the local Christian community there. In The Bible \"the Church of the living God\" most likely denotes the entire world-wide assembly of the followers of Jesus Christ. The Second Vatican Council (1962–65) spoke of the mystery of the Church. The Church is a mystery because it is part of God’s plan of salvation. In the New Testament, particularly in the Letters of Paul, mystery refers to the divine design for the salvation of humankind. It was God’s plan to offer to everyone the possibility of salvation and to assemble in the Church all those who would believe in his Son. When we say that the Church is a mystery we not only mean that the Church is part of God’s plan of salvation for humankind but also that God is at all times present and active in the Church. As Pope Paul VI stated: \"The Church is a mystery. It is a reality imbued with the hidden presence of God.\". The expression, the Church of God, also signifies a Church that is rooted in the experience of God. Just as Israel originated in the experience of the liberating God in Exodus, so too the Christian Church sprang up from the experience of the saving God in the life, death and resurrection of Jesus Christ. One becomes a member of the Church by sharing this experience. Against this background we can see how significant it is that in Ecclesia in Asia Pope John Paul II exhorts the Church to be ever more deeply \"rooted in the experience of God which flows from a living faith.\" Only then can the Church fulfil its vocation to be a meeting place of God and human beings. As the Pope declares: \"The Church cannot therefore be understood merely as a social organization or agency of human welfare. Despite having sinful men and women in her midst, the Church must be seen as the privileged place of encounter between God and human beings, in which God chooses to reveal the mystery of his inner life and carry out his plan of salvation for the world.\"",
            "score": 49.67300796508789
        },
        {
            "docid": "894_28",
            "document": "Agnosticism . According to Pope Benedict XVI, strong agnosticism in particular contradicts itself in affirming the power of reason to know scientific truth. He blames the exclusion of reasoning from religion and ethics for dangerous pathologies such as crimes against humanity and ecological disasters. \"Agnosticism\", said Ratzinger, \"is always the fruit of a refusal of that knowledge which is in fact offered to man ... The knowledge of God has always existed\". He asserted that agnosticism is a choice of comfort, pride, dominion, and utility over truth, and is opposed by the following attitudes: the keenest self-criticism, humble listening to the whole of existence, the persistent patience and self-correction of the scientific method, a readiness to be purified by the truth.",
            "score": 49.51738739013672
        },
        {
            "docid": "641921_21",
            "document": "Catholic views on God . In the fourth century Aetius and Eunomius maintained that, because the Divine nature is simple, excluding all composition or multiplicity, the various terms and names applied to God are to be considered synonymous. Otherwise they would erroneously imply composition in God. This opinion was combated by St. Cyril of Alexandria, St. Basil, and St. Gregory of Nyssa (In Eunom., P. G., XLV). The principle of attribution received more precise statement at the hands of St. Augustine, in his investigation of the conditions of intellectual knowledge (De Genesi ad Litteram, IV, 32). In the ninth century, John Scotus Erigena, who was largely influenced by Neo-Platonism, transmitted through the works of the Pseudo-Dionysius, contributed to bring into clearer relief the analogical character of predication (De Divinâ Naturâ, Lib. I). The Nominalists revived the views of Eunomius, and the opposition of the Realists was carried to the other extreme by Gilbert de la Porrée, who maintained a real, ontological distinction between the Divine Essence and the attributes. His opinion was condemned by the Council of Reims (1148). St. Thomas definitively expressed the doctrine that, after some controversies between Scotists and Thomists upon minor points and subtleties, and with some divergence of opinion upon unimportant details, is now the common teaching of Catholic theologians and philosophers. It may be summarized as follows: The idea of God is derived from our knowledge of finite beings. When a term is predicated of the finite and of the Infinite, it is used, not in a univocal, but in analogical sense. The Divine Perfection, one and invisible, is, in its infinity, the transcendental analogue of all actual and possible finite perfections. By means of an accumulation of analogous predicates methodically co-ordinated, we endeavour to form an approximate conception of the Deity who, because He is Infinite, cannot be comprehended by finite intelligence. Modern philosophy presents a remarkable gradation, from Pantheism, which finds God in everything, to Agnosticism, which declares that He is beyond the reach of knowledge. Spinoza conceives God as \"a substance consisting of infinite attributes each of which expresses eternal and infinite essence\". The two attributes manifested to us are thought and extension. At the other extreme we find Agnostics of the school of Herbert Spencer (see agnosticism) and some followers of Hegel, who hold that the nature of God, or, to use their favourite term, \"the Absolute\" is utterly unknowable, and its existence not determined to any mode; therefore, to predicate of it various attributes, expressive of determinations, is idle and misleading. Between the finite and the Infinite there is no common ground of predication. Hence, words that signify finite perfections can have no real meaning when predicated of God. They become mere empty symbols. All theological attempts to elaborate an idea of God are vain, and result in complete absurdity when they conceive God after man's image and likeness (see anthropomorphism), and circumscribe the Infinite in terms borrowed from human psychology. Criticism of this kind indicates that its authors have never taken the trouble to understand the nature of analogical predication, or to consider fairly the rigorous logical process of refining to which terms are subjected before being predicated of God. It often happens too, that writers, after indulging liberally in eloquent denunciation of theological anthropomorphism proceed, on the next page, to apply to the Infinite, presumably in a strictly univocal sense, terms such as \"energy\", \"force\", and \"law\", which are no less anthropomorphic, in an ultimate analysis, than \"will\" and \"intelligence\".",
            "score": 49.20560836791992
        }
    ]
}