{
    "q": [
        {
            "docid": "5311833_35",
            "document": "Keurig Green Mountain . GMCR was a pioneer in the Fair Trade movement in 2000, guaranteeing farmers a steady minimum price far above market value. Since 2010 Green Mountain has been the largest purchaser of Fair Trade coffee in the world. In addition, the company was from its beginnings known for its long-term relationships and fair dealings with coffee-growing suppliers, and for its large percentage of farmer-direct coffee purchases. Since the early 1990s, the company has annually sent groups of employees on trips to coffee farms in Latin America, to gain first-hand experience in the lives of coffee growers. GMCR has prioritized initiatives to alleviate poverty and hunger in coffee-growing communities. These include Coffee Kids, an international non-profit which improves the lives of children and families in remote coffee-growing villages; and the FomCafe cooperative’s quality-control training program, which helps farmers earn higher profits for coffee. In 2002 GMCR was the first corporate investor of the non-profit micro-loan organization Root Capital, and through it Green Mountain has provided millions of dollars in loans to cash-strapped coffee farmers. In 2002 Green Mountain also formed a joint alliance with the U.S. Agency for International Development, to improve the livelihoods of those in impoverished coffee-growing regions.",
            "score": 31.9352707862854
        },
        {
            "docid": "22027480_2",
            "document": "Pura Vida Coffee . Pura Vida Coffee is a for-profit company, but one that’s wholly owned by Pura Vida Create Good, a nonprofit U.S. company that sells Fair Trade Certified organic, shade-grown coffee from Latin America, and Africa. The company advocates corporate social responsibility by donating its profits to help children and families in coffee-growing communities internationally.",
            "score": 30.927453756332397
        },
        {
            "docid": "6826364_32",
            "document": "Milk coffee . A \"regular coffee\" or \"coffee regular\" is a popular coffee drink in New England. In much of New England a \"regular coffee\" refers to coffee with cream and sugar. The most common amount usually includes three creams and three sugars. A \"coffee regular\" can be order either hot or as iced coffee.",
            "score": 33.234349966049194
        },
        {
            "docid": "48696061_11",
            "document": "Coffee in Korea . The sudden influx of coffee shops have replaced the once traditional \"dabang\" which were common meetings places serving a selection of customary teas. It’s not just large US chains that have profited from the surge in demand for coffee. Local businesses and entrepreneurs have also seized the growing opportunities. At present it boasts 17,000 coffee shops and the capital, Seoul, has more outlets of Starbucks than any other city in the world, even New York.",
            "score": 30.651495695114136
        },
        {
            "docid": "1546865_36",
            "document": "Interrogative . Ambiguity may also arise with choice questions. A question like \"Do you like tea or coffee?\" can be interpreted as a choice question, to be answered with either \"tea\" or \"coffee\"; or it can be interpreted as a yes–no question, to be answered \"yes (I do like tea or coffee)\" or \"no (I do not like tea or coffee)\".",
            "score": 25.768392086029053
        },
        {
            "docid": "10645750_17",
            "document": "Mariano Ospina Rodríguez . With his vast experience and knowledge about the cultivation of coffee, he devoted himself to promoting and teaching the growing of coffee to the farmers and peasants of Colombia. In 1880 he established the first public University in Colombia (Escuela Nacional de Minas de Medellín) and published his first textbooks about \"efficient and effective coffee growing techniques\". The nation profited richly from Don Mariano's efforts, research and teachings. His passion, knowledge, vision, tenacity and hard labor facilitated the development of coffee growing into Colombia's main export crop, transforming forever the nation's economy.",
            "score": 27.59392213821411
        },
        {
            "docid": "30128150_8",
            "document": "New England Coffee . New England Coffee only uses 100% Arabica beans in all of their products. New England Coffee offers coffee blends, flavored coffees, full-bodied dark roasts and blends from locations such as Colombia, Sumatra and Costa Rica. Among the most pervasive varieties are Decaffeinated Colombian and Colombian Supremo which have both been reviewed by Consumer Reports. In 2016, New England Coffee celebrated its 100th anniversary.",
            "score": 37.53262734413147
        },
        {
            "docid": "30128150_10",
            "document": "New England Coffee . New England Coffee Retail Ground Coffee is also sold at participating supermarket retailers throughout the United States. The brand is currently available in many Targets and Walmarts east of the Mississippi, and it can be found in the Midwest as well as in such states as Florida and Texas.",
            "score": 30.954609632492065
        },
        {
            "docid": "39365975_10",
            "document": "Coffee production in Venezuela . In 2003, the Government of Venezuela introduced policy regulations (fixing procurement price limits) on growing coffee which restricted the production of coffee in the country. Consequently, the imports (to the extent of 50% of local production) become imperative to meet the growing domestic demand. Imports are mostly from Brazil and Nicaragua. It is the contention of the coffee growers that it is no more economical to grow coffee under the present regulations though the government attributes this shortage as due to illegal hoarding by the growers for profit. According to a Coffee growers report, the cost of producing one quintal of top quality coffee was US$335 while its sale price is only US$173 (capped by the government). All these changes have resulted in Venezuela losing its position as one of the world's largest coffee exporters. The future of these changes is unknown in the wake of the death of President of Venezuela, Hugo Chávez, who introduced the policy changes in 2003. Coffee production in the country is now reduced substantially and is only about 1% of world production.",
            "score": 32.160468339920044
        },
        {
            "docid": "22681933_26",
            "document": "Fair trade coffee . Many who believe fair trade coffee is insufficient utilize the direct trade model, which allows for more control over quality concerns, farmer empowerment, and sustainability issues. It also is valuable in harboring closer farmer to roaster business relationships, which can ultimately increase quality of life and profits for coffee growers and buyers alike. However, direct trade is a new concept that is only utilized by for profit businesses like Counter Culture Coffee and Intelligentsia Coffee and therefore has no third party certification.",
            "score": 26.700244188308716
        },
        {
            "docid": "26691650_8",
            "document": "Henry Nicholas Greenwell . Isabella Bird, who knew Dora in England, visited the Greenwells in 1873. Greenwell's coffee was honored at the 1873 World's Fair in Vienna. In 1876 Greenwell provided coffee as part of the Centennial Exposition in Philadelphia, Pennsylvania. The Greenwell family traded in sheep skins and dairy products, eventually using the profits to buy more land in the area. Coffee only grows in a narrow elevation band, so drier areas above the usual cloud cover were used as pasture land for cattle, sheep, and horses. Early in 1879, the royal physician Georges Phillipe Trousseau sold all of his holdings in Kona to Greenwell. Other lands were purchased from the family of missionary John Davis Paris.",
            "score": 29.48797869682312
        },
        {
            "docid": "514269_6",
            "document": "Sipi Falls . The Sipi Falls area is particularly famous for locally grown Bugisu Arabica coffee. Bugisu Arabica only grows at an altitude of between 1,600 and 1,900 metres. Coffee tours are organized through guides with knowledge of coffee farming, processing and roasting. Profits from this go towards community projects.",
            "score": 29.67573595046997
        },
        {
            "docid": "63738_11",
            "document": "Brigadoon . Fiona, Tommy, and Jeff arrive at Mr. Lundie's home, where he relates a story that the two New Yorkers can hardly believe: to protect Brigadoon from being changed by the outside world, 200 years ago the local minister prayed to God to have Brigadoon disappear, only to reappear for one day every 100 years. All citizens of Brigadoon are forbidden to leave the town, or it will disappear forever. Tommy asks hypothetically if an outsider could be permitted to stay. Mr. Lundie replies, \"A stranger can stay if he loves someone here – not jus' Brigadoon, mind ye, but someone in Brigadoon – enough to want to give up everythin' an' stay with that one person. Which is how it should be. 'Cause after all, lad, if ye love someone deeply, anythin' is possible.\"",
            "score": 16.086241483688354
        },
        {
            "docid": "5612952_27",
            "document": "Economics of coffee . As a result, there has been a return to both traditional and new methods of growing shade-tolerant varieties. Shade-grown coffee can often earn a premium as a more environmentally sustainable alternative to mainstream sun-grown coffee.",
            "score": 32.82014560699463
        },
        {
            "docid": "11128038_2",
            "document": "Mycena citricolor . Mycena citricolor is a plant pathogen producing leaf spots on coffee plants. This fungus causes the disease commonly known as American Leaf Spot. Mycena citricolor affects coffee plants, primarily in Latin America, but can grow on other plants as well. This fungus can grow on all parts of the coffee plant including the leaves, stems and fruits. When grown on the leaves, Mycena citricolor results in leaves with holes that often fall from the plant.",
            "score": 30.01315188407898
        },
        {
            "docid": "57329716_2",
            "document": "World Coffee Producers Forum . The World Coffee Producers Forum (WCPF) is a not-for-profit organization formed to analyze and address the challenges faced by the coffee value chain, especially in regards to those who grow and produce the raw, un-roasted product.",
            "score": 25.30469274520874
        },
        {
            "docid": "1980824_6",
            "document": "Spit-take . Character 1: Did they ever find that missing toxic sludge? Character 2: Yes. Character 2: Someone poured it into the coffee urn.",
            "score": 23.573057413101196
        },
        {
            "docid": "2057944_10",
            "document": "Étienne Polverel . Saint-Domingue was probably the wealthiest colony in the world up until 1789. Rich whites held the best land, and mostly used it to grow sugar. Less profitable land was used to grow coffee, and both free blacks and whites owned coffee plantations. Coffee and sugar plantations produced tremendous wealth for France and its colonies, but the slave-laborers could not enjoy the fruits of their labor because they had few, if any, rights.",
            "score": 27.11590576171875
        },
        {
            "docid": "27288346_4",
            "document": "Coffee jelly . Jell-O launched a short lived coffee gelatin mix in 1918, but the dessert never gained widespread popularity outside of New England. Today, coffee jelly may still be found in Rhode Island, Massachusetts and other New England states. Durgin-Park restaurant in Boston, which opened in 1827, still offers coffee gelatin made with leftover coffee from the previous day.",
            "score": 34.27405858039856
        },
        {
            "docid": "46899503_5",
            "document": "Coffee production in Sri Lanka . The British, who first arrived on the island in 1796 and took control in 1815, continued experiments with coffee production. These early ventures, mainly in the coastal areas around Galle, failed due to the unsuitability of the area for coffee cultivation. The first to successfully grow coffee on a commercial scale was George Bird, who established a coffee plantation in Singhapitiya. Edward Barnes, who became Governor of Ceylon in 1824, established another plantation in Gannoruwa in 1825 (now a part of the Royal Botanical Gardens, Peradeniya). These were followed by a number of other government officials establishing plantations in the region. The only native to grow coffee on a commercial scale was Jeronis de Soysa and about a quarter of the total production was from the smallholdings of native farmers. Most of these early ventures were economically unsuccessful, due to a number of factors including unsuitability of the lowland areas, competition from the West Indies, lack of cultivation skills and poor infrastructure. The first plantation in the mountainous Kandyan area, was established in 1827 which, a few years later, spread to many other areas in the country, becoming profitable.",
            "score": 33.03234601020813
        },
        {
            "docid": "33763708_3",
            "document": "Coffee production in Honduras . The cultivation of the coffee plant was in its infancy in the Republic of Honduras at the end of the 19th century. While there were numerous coffee plantations at the time, they were small. The soil, climate, and conditions in Honduras are the same as those of Guatemala, Nicaragua, or Costa Rica. The drawback in Honduras was lack of means of transportation and facilities for shipment to the coast. There was practically no exportation of coffee from Honduras, the product was mostly sold domestically. A new plantation of coffee would begin to produce a profit by the end of the fourth year after planting, and after the seventh year a profit of from 100 to 300 per cent on the capital invested could be expected. The production of coffee in 1894 was reckoned at 20,000 quintals, of which only 10 per cent was exported. The exportation was from the Salvadoran ports Amapala and Puerto Cortes. In 1900, Honduras exported 54,510 pesos' worth of coffee.",
            "score": 41.62842106819153
        },
        {
            "docid": "2526276_3",
            "document": "Jamaican Blue Mountain Coffee . Jamaican Blue Mountain Coffee is a globally protected certification mark, meaning only coffee certified by the Coffee Industry Board of Jamaica can be labeled as such. It comes from a recognised growing region in the Blue Mountain region of Jamaica, and its cultivation is monitored by the Coffee Industry Board of Jamaica.",
            "score": 27.52413535118103
        },
        {
            "docid": "2165666_3",
            "document": "White coffee . In many English-speaking countries, \"white coffee\" is used to refer to regular black coffee that has had milk, cream or some other \"whitener\" added to it, though the term is almost entirely unheard of in the US, where the same beverage might be called \"coffee light\" in the New York City area, \"light coffee\", \"coffee with milk,\" or \"regular coffee\" in New England and New York City. Cream varieties, often called \"creamers\" in the US, can be made of dairy milk, corn syrup derivatives, soy, or nut products. Sweeteners used include cane sugar or artificial ingredients.",
            "score": 30.30626153945923
        },
        {
            "docid": "30809428_3",
            "document": "CFS Continental . The wholesale food distributor started in 1915 by Jacob Cohn (b. 1894, d. 1968) in Chicago as the Continental Coffee Company. Cohn began by selling coffee by horse and wagon to small restaurants in Chicago. By 1967, the Continental Coffee was led by brothers Alvin Cohn (b. 1921, d. 1994) and Robert Cohn. The brothers began purchasing regional wholesale grocery companies to supplement \"Continental Coffee's\" national coffee business. In 1970, Continental Coffee Company went public. In 1973, Continental Coffee Company changed its name to \"CFS Continental, Inc.\" to reflect the growing importance of foodservice to their traditional coffee business.",
            "score": 27.369253873825073
        },
        {
            "docid": "30128150_6",
            "document": "New England Coffee . Four generations of the Kaloyanides family have led the business since its inception; Menelaos Kaloyanides from 1916 to 1966, Stephen Kaloyanides from 1966 to 1996, James M Kaloyanides from 1996 to 2013 and James B Kaloyanides from 2013 to 2016.",
            "score": 27.346466779708862
        },
        {
            "docid": "25228498_22",
            "document": "Indonesian presidential election, 2014 . After the announcement, Joko Widodo stated that, growing up under the authoritarian and corrupt New Order, he would have never expected someone with a lower-class background to become president. \"The New York Times\" reported him as saying, \"now, it's quite similar to America, yes? There is the American dream, and here we have the Indonesian dream.\". Joko Widodo was the first Indonesian president to not be from the military or the political elite, and the political commentator Salim Said gave the popular view of the politician \"someone who is our neighbour, who decided to get into politics and run for president\".",
            "score": 20.01836395263672
        },
        {
            "docid": "432138_10",
            "document": "Growing season . In some warm climates, such as the subtropical savanna and Sonoran Deserts or in the drier Mediterranean climates, the growing season is limited by the availability of water, with little growth in the dry season. Unlike in cooler climates where snow or soil freezing is a generally insurmountable obstacle to plant growth, it is often possible to greatly extend the growing season in hot climates by irrigation using water from cooler and/or wetter regions. This can in fact go so far as to allow year-round growth in areas that without irrigation could only support xerophytic plants. Also in these tropical regions; the growing season can be interrupted by periods of heavy rainfall, called the rainy season. For example, in Colombia, where coffee is grown and can be harvested year-round, they don’t see a rainy season. However, in Indonesia, another large coffee-producing area, they experience this rainy season and the growth of the coffee beans is interrupted.",
            "score": 60.069968700408936
        },
        {
            "docid": "9356_26",
            "document": "El Salvador . After the mid-19th century, the economy was based on coffee growing. As the world market for indigo withered away, the economy prospered or suffered as the world coffee price fluctuated. The enormous profits that coffee yielded as a monoculture export served as an impetus for the concentration of land into the hands of an oligarchy of just a few families.",
            "score": 27.01487898826599
        },
        {
            "docid": "5518922_21",
            "document": "The French Counts of St Hubert, Saskatchewan . 'The Counts' optimistic view of the opportunities on the prairie underlay the flourish of agricultural and industrial activity on the Pipestone and at the Kalenterin ranch after 1888. Before his departure for France in 1889, de Roffignac had formed a partnership with van Brabant. The purpose of this association was to \"(grow) and Manufacture this indispensable article (chicory) under the firm style of the \"Bellevue French Coffee Company\" (Colonist). In their enthusiasm they produced enough coffee in the first year of operation to market to continental America for the next twenty years. Chicory was an additive, used in France and England, that greatly improved on the texture and taste of coffee. The two entrepreneurs imported seed and equipment from Europe, converted the Bellevue farm over to the production of the chicory crop, and set up drying and manufacturing plants in the Bellevue yard. To encourage farmers in the area to grow chicory, they distributed packages of seeds. The manufacturing process consisted of roasting the chicory, grinding it, mixing it with coffee, and packaging it in tins. Michelle Guitard, writing in Saskatchewan History (Vol. 30, no. 3), informs us that 'for reasons of economy, the proper proportion of chicory to coffee was not maintained - the coffee was undrinkable.\" The chicory factory burned down in the winter of 1890-91, and the van Brabants moved their operation over to Richelieu. The \"Richelieu Coffee Brand, \" placed on the market in 1892 and 1893, was no more successful than the \"Bellevue\" brand. When the Richelieu operation burned down, Renoult and de Beaudrap, who supplied the capital, assumed control of the chicory factory. Instead of blending the powder with coffee, they sold it as an additive. The two men operated the chicory factory until de Beaudrap's departure for France in 1899, and the Count later claimed that the venture yielded him a small profit. There is no record of a sale of the additive to a buyer even as far as Regina. It is possible as Mr. F. Dunand felt, that de Beaudrap's operation lacked publicity.",
            "score": 29.491244077682495
        },
        {
            "docid": "43851_23",
            "document": "Social norm . Developed in the 1960s, the return potential model provides a method for plotting and visualizing group norms. In the regular coordinate plane, the amount of behavior exhibited is plotted on the X-axis (label \"a\" in Figure 1) while the amount of group acceptance or approval gets plotted on the Y-axis (\"b\" in Figure 1). The graph represents the potential return or positive outcome to an individual for a given behavioral norm. Theoretically, one could plot a point for each increment of behavior how much the group likes or dislikes that action. For example, it may be the case that among first-year graduate students, strong social norms around how many daily cups of coffee you drink exist. If the return curve in Figure 1 correctly displays the example social norm, we can see that if someone drinks 0 cups of coffee a day, the group strongly disapproves. The group does not approve of member behavior until someone hits four cups of coffee a day; the graduate students (as represented by the return curve) find it excessive to drink more than seven cups, however, as the approval again dips below zero. As exhibited by the coffee example, the return potential model displays for each increment of behavior how much group approval one can anticipate.",
            "score": 25.21245241165161
        },
        {
            "docid": "53144119_3",
            "document": "Bo's Coffee . The idea of starting a coffee shop came to Bo's Coffee founder Steve Benitez when, back when he was a student in Ateneo de Manila University, he always had to drink coffee to stay awake to study. After attending various seminars and training, he decided to open Bo's Coffee in a small space in Ayala Center Cebu in June 1996. At first, Benitez had to give away free samples as the Cebuano market was not yet familiar of his concept. The business did not produce any profit and was on the negative for its first three months. However, after eight months, the business started making a profit, enabling Benitez to put up another coffee cart in SM City Cebu. The coffee shop has grown considerably since then, growing into its current 91 branches throughout the country, located mainly in the country's key cities.",
            "score": 28.414919137954712
        },
        {
            "docid": "30128150_11",
            "document": "New England Coffee . The Coffee Shop, New England Coffee's online store, offers exclusive coffee selections and bulk whole bean as well as tea, gift baskets, coffee mugs and other novelty items.",
            "score": 34.49068999290466
        }
    ],
    "r": [
        {
            "docid": "432138_10",
            "document": "Growing season . In some warm climates, such as the subtropical savanna and Sonoran Deserts or in the drier Mediterranean climates, the growing season is limited by the availability of water, with little growth in the dry season. Unlike in cooler climates where snow or soil freezing is a generally insurmountable obstacle to plant growth, it is often possible to greatly extend the growing season in hot climates by irrigation using water from cooler and/or wetter regions. This can in fact go so far as to allow year-round growth in areas that without irrigation could only support xerophytic plants. Also in these tropical regions; the growing season can be interrupted by periods of heavy rainfall, called the rainy season. For example, in Colombia, where coffee is grown and can be harvested year-round, they don’t see a rainy season. However, in Indonesia, another large coffee-producing area, they experience this rainy season and the growth of the coffee beans is interrupted.",
            "score": 60.069969177246094
        },
        {
            "docid": "18931461_17",
            "document": "Coffee production in India . Ideal climatic conditions to grow coffee are related to temperature and rainfall; temperatures in the range of and with rainfall incidence in the range of followed by a dry spell of 2–3 months suit the \"Arabica\" variety. Cold temperatures closer to freezing conditions are not suitable to grow coffee. Where the rainfall is less than , providing irrigation facilities is essential. In the tropical region of the south Indian hills, these conditions prevail leading to coffee plantations flourishing in large numbers. Relative humidity for \"Arabica\" ranges 70–80% while for \"Robusta\" it ranges 80–90%. The common disease to which the coffee plants are subjected to in India is on account of fungus growth. This fungus is called the \"Hemileia vastatrix,\" an endophytous that grows within the matter of the leaf; effective cure has not been discovered to eliminate this. The second type of disease is known as the coffee rot, which has caused severe damages during the rainy season, particularly to plantations in Karnataka. \"Pellicularia koleroga\" was the name given to this rot or rust, which turns the leaves into black colour due to the coverage by a slimy gelatinous film. It is now classified as \"Ceratobasidium noxium\" This causes the coffee leaves and the cluster of coffee berries to drop off to the ground. Snakes such as cobras can also cause a nuisance to coffee plantations in India.",
            "score": 54.64375305175781
        },
        {
            "docid": "1289893_11",
            "document": "Physalis peruviana . In the wild, Cape gooseberry grows in forests, forest margins, riparian and uncultivated locations. In South America, it grows at high elevations of , but may also be at sea level in Oceania and Pacific islands where it occurs widely in sub-tropical and warm temperate conditions. Its latitude range is approximately 45 to 60, and its altitude range is generally from sea level to . \"P. peruviana\" thrives at an annual average temperature from , tolerating temperatures as high as . It grows well in Mediterranean climates and is hardy to USDA hardiness zone 8, meaning it can be damaged by frost. It grows well in rainfall amounts from if the soil is well drained, and prefers full sun or partial shade in well drained soil, and grows vigorously in sandy loam. The plant has become invasive in some natural habitats, forming thickets, particularly in Hawaii and on other Pacific islands.",
            "score": 48.190860748291016
        },
        {
            "docid": "174455_17",
            "document": "Lentil . The conditions under which lentils are grown differ across different growing regions. In the temperate climates lentils are planted in the winter and spring under low temperatures and vegetative growth occurs in later spring and the summer. Rainfall during this time is not limited. In the sub-tropics lentils are planted under relatively high temperatures at the end of the rainy season and vegetative growth occurs on the residual soil moisture in the summer season. Rainfall during this time is limited. In West Asia and North Africa some lentils are planted as a winter crop before snowfall. Plant growth occurs during the time of snow melting. Under such cultivation seed yields are often much higher\".\"",
            "score": 46.23748779296875
        },
        {
            "docid": "2190527_13",
            "document": "Digitaria exilis . Fonio is cultivated in West Africa under tropical climate, with a pronounced dry season, temperatures between 25-30 °C and annual rainfalls of 600 to 1200 mm. Nevertheless, Fonio is also grown in higher altitude: over 1000 m, with higher annual rainfalls (1200 to 1500 mm) and colder temperatures (15-25°). Fonio has a well developed root system, which can reach more than one meter depth in the soil. This root system explains the good performance of the plant during the dry season and its adaptation to poor and low fertility soils. Fonio is mainly grown on sandy soils, but can also grow on rocky soils. It also thrives on acidic clay soils with a high aluminium content. On heavy soils, most varieties thrive badly. This crop is low demanding and can cope with unfavourable climate and soil conditions.",
            "score": 45.98365020751953
        },
        {
            "docid": "65670_15",
            "document": "Recife . Recife has a tropical climate, more specifically a tropical monsoon climate (\"Am\" in Köppen climate classification), with warm to hot temperatures and high relative humidity throughout the year. However, these conditions are relieved by pleasant westwardly trade winds blowing in from the ocean. January and February are the warmest months, with mean temperatures ranging from to , with sun. July is the cloudiest month and experiences the coolest temperatures, with mean temperatures ranging from to . It is also the wettest month, receiving an average of of rain. Recife features a short dry season covering the months of November and December. The driest and sunniest month is November, when maximum temperatures hover around and an average of of rain is recorded..  Recife has a tropical forest. Rainforests are characterised by high rainfall, with definitions setting minimum normal annual rainfall between and . The soil can be poor because high rainfall tends to leach out soluble nutrients. There are several common characteristics of tropical rainforest trees.",
            "score": 45.7892951965332
        },
        {
            "docid": "727033_5",
            "document": "Artemisia annua . !Growth Phases !Days after sowing In terms of the climate \"A. annua\" prefers sunny and warm conditions. Its optimal growth temperature lies within 20 and 25 °C. Annual temperature sums of 3500-5000 °C (sum of temperatures higher 10 °C over one year) are required to guarantee a proper maturing. The rainfall during the growing season should not be less than 600 mm (annual rainfall higher 1150 mm). Especially the seedlings of \"A. annua\". are susceptible to drought or water lodging. The mature plants on the other hand are quite resistance to those climate conditions. Nevertheless, the preferred soil conditions for \"A. annua\" are light soils with deep topsoils and good drainage properties. But it is reported, that the plant is adaptable to different soil types. Paired with the relatively low demand on the environment \"Artemisia annua\" can have characteristics of a neophytic plant.",
            "score": 45.60408020019531
        },
        {
            "docid": "2526276_4",
            "document": "Jamaican Blue Mountain Coffee . The Blue Mountains are generally located between Kingston to the south and Port Antonio to the north. Rising to , they are some of the highest mountains in the Caribbean. The climate of the region is cool and misty with high rainfall. The soil is rich, with excellent drainage. This combination of climate and soil is considered ideal for coffee.",
            "score": 45.39908218383789
        },
        {
            "docid": "5567241_3",
            "document": "Coffee production in Kenya . The acidic soil in highlands of central Kenya, just the right amount of sunlight and rainfall provide excellent conditions for growing coffee plants. Coffee from Kenya is of the 'Colombia mild' type, and is well known for its intense flavor, full body, and pleasant aroma with notes of cocoa and high grade coffee from Kenya is one of the most sought-after coffees in the world. However, due to a property boom in areas that grew coffee and price instability, production in this African Great Lakes country fell from about 130,000 metric tons in 1987/8 to 40,000 tons in 2011/12.",
            "score": 44.31321334838867
        },
        {
            "docid": "56827_14",
            "document": "Asmara . Asmara features a somewhat rare version of a steppe climate, with warm, but not hot summers and mild winters. Asmara's climate can also be considered arid to semi-arid. Due to its altitude, temperatures are relatively mild for a city located not particularly far from deserts. This climate is characteristic of rainy, wet seasons and dry seasons. Asmara averages about of precipitation annually. Frost, however, is extremely rare in the city. The long rainy season of the year extends from June until September. The short rainy season occurs from March until April. On average, about 60% of Asmara’s annual precipitation is seen during the months of July and August. In contrast, December to February are typically Asmara’s driest months, where on average only of precipitation falls in the three months combined. Due to variable rainfall, Asmara’s climate is also characterized by drought. Several prolonged droughts in this region have occurred beginning in the 1960s and have recurred each decade since then. During periods of drought, temperatures are high and little rainfall occurs. As temperatures of a region increase, the rate of evaporation of water from the soil also increases. These combined processes result in the desertification of the soil. In order to obtain nutrient rich and moist soil for farming purposes, populations rely on deforestation to make use of the underlying ground. The most serious environmental issues Asmara faces are deforestation and desertification. Other issues Asmara faces are soil erosion and overgrazing. All of these environmental issues produce soil degradation.",
            "score": 43.1736946105957
        },
        {
            "docid": "203109_6",
            "document": "Temperate broadleaf and mixed forest . Temperate broadleaf and mixed forests occur in areas with a distinct warm and cool season, which give it a moderate annual average temperature — . These forests occur in relatively warm and rainy climates, sometimes also with a distinct dry season. A dry season occurs in the winter in East Asia and in summer on the wet fringe of the Mediterranean climate zones. Other areas, as in the central and upper eastern United States and southeastern Canada, have a fairly even distribution of rainfall; annual rainfall is typically over and often over . Temperatures are typically moderate except in parts of Asia such as Ussuriland where temperate forests can occur despite very harsh conditions with very cold winters.",
            "score": 42.732852935791016
        },
        {
            "docid": "37888077_8",
            "document": "Pachyrhizus ahipa . \"Pachyrhizus ahipa\" can mainly be found in cool tropical and subtropical valleys, on sun-facing slopes, on the border between the warm and cold tropics. The average temperature in this region is 16-18 °C, although the climatic conditions are extremely dependent on the time of day. The precipitation is between 400 and 700 mm, occurring within 4–6 months, with the rest being the dry season. Therefore, the climate is semiarid. \"P. ahipa\" grows to an elevation of 1800 – 3000 m above sea level. Cultivation is mainly carried out along loamy riverbanks. It can also be grown on loamy hillsides. It favours soil pH levels of 6-8 and well-drained soil types.",
            "score": 42.58772659301758
        },
        {
            "docid": "26394937_9",
            "document": "2010 Ugandan landslide . The landslides followed a period of unusually heavy rain in the region, which is known for its coffee production. The region's climatic conditions normally create a dry period between the wet seasons; however, parts of Uganda and neighbouring Kenya had seen more rainfall than normal that year. Scientists have suggested that global climate change is affecting rainfall patterns in East Africa, with an increase in extreme and unexpected rainfall. Landslides are not uncommon in the region during the wet season, although the scale of this disaster has been described as more severe than even those. Deforestation may have also played a role, said the Ugandan government. Dark green forest grows on the slope above the slide area. A strip of pale green land, free of settlements, separates the forest from the slide. This region had been deforested since 2007, according to the government analysis. On a steep slope, trees anchor the soil. Deforested mountains are very prone to landslides.",
            "score": 42.57268524169922
        },
        {
            "docid": "40997601_3",
            "document": "Prince Edward Island Potatoes . In a similar fashion to potatoes grown in other parts of North America (such as Idaho), Prince Edward Island Potatoes are marketed and trademarked as being grown in the unique growing conditions and climate of Prince Edward Island. Prince Edward Island's growing conditions are characterized by warm summers, relatively cold winters, significant natural precipitation, and a unique red soil high in iron oxide. These conditions reduce the need for continuous irrigation and help to reduce the prevalence of production limiting diseases and pests while providing the right temperatures and soil conditions for profitable potato production.",
            "score": 42.43950271606445
        },
        {
            "docid": "797653_14",
            "document": "Climate of India . 3) East of the Thar Desert, the Punjab-Haryana-Kathiawar region experiences a tropical and sub-tropical steppe climate. Haryana's climate resembles other states of the northern plains: extreme summer heat of up to 50 °C and winter cold as low as 1 °C. May and June are hottest; December and January are coldest. Rainfall is varied, with the Shivalik Hills region being the wettest and the Aravali Hills region being the driest. About 80% of the rainfall occurs in the monsoon season of July–September, which can cause flooding. The Punjabi climate is also governed by extremes of hot and cold. Areas near the Himalayan foothills receive heavy rainfall whereas those eloigned from them are hot and dry. Punjab's three-season climate sees summer months that span from mid-April to the end of June. Temperatures typically range from–2 °C to 40 °C, but can reach 47 °C (117 °F) in summer and −4 °C in winter. In this zone, a transitional climatic region separating tropical desert from humid sub-tropical savanna and forests, experiences temperatures that are less extreme than those of the desert. Average annual rainfall is , but is very unreliable; as in much of the rest of India, the southwest monsoon accounts for most precipitation. Daily summer temperature maxima rise to around ; this results in natural vegetation typically comprising short, coarse grasses.",
            "score": 42.40765380859375
        },
        {
            "docid": "18090581_14",
            "document": "Coffee production in Costa Rica . By the early 1990s, the problem had raised serious concerns, and in January 1995 the government passed new legislation which imposed regulations on the proper treatment of solid and liquid waste. Some farmers in the country have attempted to use the pulp waste in soils as a fertilizer, but deforestation for coffee production may result in soil erosion and additional environmental costs. Deforestation is not new in Costa Rica. Major deforestation began in the 1830s with the introduction of coffee cultivation in the Meseta Central region, which was the cradle of the nation's coffee industry. By 1900 however, deforestation had accelerated rapidly in other parts of the country. Coffee was ideally suited to the soil and bio-climatic conditions of the volcanic mountain ranges of the central \"meseta\", but by this time cultivation had begun extensively in the more vulnerable hill forests to provide coffee that was in increasing demand for export. By the 1970s and 1980s, this along with the removal of forest for pasture land and ranching had resulted in an annual forestry loss of 4% per annum, one of the highest rates in Latin America at the time. Such lands under pasture or coffee cropping can be subject to erosion by water.",
            "score": 42.403350830078125
        },
        {
            "docid": "39365975_13",
            "document": "Coffee production in Venezuela . Coffee trees can be harvested within four years after planting. Each tree lives for about 50 years. While two pickings occur annually (October and November; December, January, and part of February) the latter one provides the larger harvest of the two. However, the picking season does vary by elevation and local conditions such that trees at elevations greater than are harvested later than those in lower elevations.  Coffee production peaked to 1 million bags per year before 1914, and after local consumption much of its exports were second only to Brazil. In the Andean frontier region coffee production had increased ten times (between 1830 and 1930) making it the second largest coffee producing nation in the world. More than 82,000 tonnes of coffee were produced in 1919; however, poor agricultural practices, soil erosion, less incidence of rainfall and over use of soil strength caused a drastic decline in the yield, in the 1920s, which resulted in the decline of the coffee industry in the country; petroleum extraction compounded its downfall. Typically, coffee production is at its greatest during the months December and January, and shipping of Venezuelan coffee takes place between October to May. Coffee grown in Venezuela is largely consumed by locals and the rest is sold mainly to the United States, Belgium and Germany.",
            "score": 42.32223129272461
        },
        {
            "docid": "5791492_20",
            "document": "Vegetable . Different soil types suit different crops, but in general in temperate climates, sandy soils dry out fast but warm up quickly in the spring and are suitable for early crops, while heavy clays retain moisture better and are more suitable for late season crops. The growing season can be lengthened by the use of fleece, cloches, plastic mulch, polytunnels, and greenhouses. In hotter regions, the production of vegetables is constrained by the climate, especially the pattern of rainfall, while in temperate zones, it is constrained by the temperature and day length.",
            "score": 41.98007583618164
        },
        {
            "docid": "5798347_4",
            "document": "Kotdwar . The climate of Kotdwar is generally temperate, although it varies from tropical; from hot in summers to severely cold, depending upon the season and the altitude of the specific location. The nearby hilly regions often get snowfall during winter but the temperature in Kotdwar is not known to fall below freezing. Summer temperatures can often reach 43 °C whereas winter temperatures are usually between 4 and 20 °C. During the monsoon season, there is often heavy and protracted rainfall. Kotdwar and other plains areas of Uttarakhand see almost as much rainfall as Coastal Maharashtra. The weather is considered to be good during winter in the hilly regions. Agriculture benefits from fertile alluvial soil, adequate drainage and plentiful rain.",
            "score": 41.88719940185547
        },
        {
            "docid": "35872160_2",
            "document": "Ecology of the Himalayas . The ecology of the Himalayas varies with climate, rainfall, altitude, and soils. The climate ranges from tropical at the base of the mountains to permanent ice and snow at the highest elevations. The amount of yearly rainfall increases from west to east along the southern front of the range. This diversity of climate, altitude, rainfall and soil conditions supports a variety of distinct plant and animal species, such as \"Plutodes flavescens\".",
            "score": 41.870086669921875
        },
        {
            "docid": "2423986_4",
            "document": "Guizotia abyssinica . Basic Nutritional Components of Niger Seeds Requiring moderate rainfall between 1000 and 1250 mm annually, niger seed needs moist soil to grow properly. Niger should be grown in light black soils or brownish loam with sufficient depth but it can be also be grown on well drained heavy soils or rocky laterite soils. It can grow in semi-shade or full sun. The yield of seeds will average 300–400 kg/hectare under favorable conditions but can produce up to 600 kg/hectare. It gives a dependable yield even under unfavorable climatic conditions.",
            "score": 41.845062255859375
        },
        {
            "docid": "2198929_5",
            "document": "Umbrisol . The predominance of sloping land and wet and cool climate conditions restricts utilization of many Umbrisols to extensive grazing. Management focuses on the introduction of improved grasses and correction of the soil pH by liming. Many Umbrisols are susceptible to erosion. The planting of perennial crops and bench or contour terracing offer possibilities for permanent agriculture on gentler slopes. Where conditions are suitable, cash crops may be grown, e.g. cereals and root crops in the USA, Europe and South America, or tea and cinchona in Indonesia. Highland coffee on Umbrisols demands high management inputs to meet its stringent nutrient requirements. In New Zealand, Umbrisols have been transformed into highly productive soils, used for intensive sheep and dairy farming, and production of cash crops.",
            "score": 41.77228927612305
        },
        {
            "docid": "931370_17",
            "document": "Tropical rainforest . Tropical rainforests are located around and near the equator, therefore having what is called an equatorial climate characterized by three major climatic parameters: temperature, rainfall, and dry season intensity. Other parameters that affect tropical rainforests are carbon dioxide concentrations, solar radiation, and nitrogen availability. In general, climatic patterns consist of warm temperatures and high annual rainfall. However, the abundance of rainfall changes throughout the year creating distinct moist and dry seasons. Tropical forests are classified by the amount of rainfall received each year, which has allowed ecologists to define differences in these forests that look so similar in structure. According to Holdridge’s classification of tropical ecosystems, true tropical rainforests have an annual rainfall greater than 2 m and annual temperature greater than 24 degrees Celsius, with a potential evapotranspiration ratio (PET) value of <0.25. However, most lowland tropical forests can be classified as tropical moist or wet forests, which differ in regards to rainfall. Tropical forest ecology- dynamics, composition, and function- are sensitive to changes in climate especially changes in rainfall.",
            "score": 41.740013122558594
        },
        {
            "docid": "3783291_11",
            "document": "Kashipur, Uttarakhand . The climate of Kashipur is characterized by relatively high temperatures and evenly distributed precipitation throughout the year. In summer, Kashipur is largely under the influence of moist, maritime airflow from the western side of the subtropical anticyclonic cells over low-latitude ocean waters. Temperatures are high and can lead to warm, oppressive nights. Summers are usually somewhat wetter than winters, with much of the rainfall coming from convectional thunderstorm activity; tropical cyclones also enhance warm-season rainfall in some regions. The coldest month is usually quite mild, although frosts are not uncommon, and winter precipitation is derived primarily from frontal cyclones along the polar front. The Köppen climate classification subtype for this climate is \"cwa\". But in the recent years kashipur has witnessed a drastic change in weather and its climatic conditions due to increase in construction in the nearby regions also due to overpopulation and increase in demand by people for the region's resources. due to this we have seen that the trees are cut due to which average temperation is increasing. also the most popular lake in the girital region has alao dried up.",
            "score": 41.6300163269043
        },
        {
            "docid": "33763708_3",
            "document": "Coffee production in Honduras . The cultivation of the coffee plant was in its infancy in the Republic of Honduras at the end of the 19th century. While there were numerous coffee plantations at the time, they were small. The soil, climate, and conditions in Honduras are the same as those of Guatemala, Nicaragua, or Costa Rica. The drawback in Honduras was lack of means of transportation and facilities for shipment to the coast. There was practically no exportation of coffee from Honduras, the product was mostly sold domestically. A new plantation of coffee would begin to produce a profit by the end of the fourth year after planting, and after the seventh year a profit of from 100 to 300 per cent on the capital invested could be expected. The production of coffee in 1894 was reckoned at 20,000 quintals, of which only 10 per cent was exported. The exportation was from the Salvadoran ports Amapala and Puerto Cortes. In 1900, Honduras exported 54,510 pesos' worth of coffee.",
            "score": 41.628421783447266
        },
        {
            "docid": "37966_29",
            "document": "Himalayas . The flora and fauna of the Himalayas vary with climate, rainfall, altitude, and soils. The climate ranges from tropical at the base of the mountains to permanent ice and snow at the highest elevations. The amount of yearly rainfall increases from west to east along the southern front of the range. This diversity of altitude, rainfall and soil conditions combined with the very high snow line supports a variety of distinct plant and animal communities. The extremes of high altitude (low atmospheric pressure) combined with extreme cold favor extremophile organisms.",
            "score": 41.52482604980469
        },
        {
            "docid": "23363_20",
            "document": "Geography of Pakistan . Pakistan lies in the temperate zone, immediately above the tropic of cancer. The climate varies from tropical to temperate. Arid conditions exist in the coastal south, characterized by a monsoon season with adequate rainfall and a dry season with lesser rainfall, while abundant rainfall is experienced by the province of Punjab, and wide variations between extremes of temperature at given locations. Rainfall varies from as little as less than 10 inches a year to over 150 inches a year, in various parts of the nation. These generalizations should not, however, obscure the distinct differences existing among particular locations. For example, the coastal area along the Arabian Sea is usually warm, whereas the frozen snow-covered ridges of the Karakoram Range and of other mountains of the far north are so cold year round that they are only accessible by world-class climbers for a few weeks in May and June of each year.",
            "score": 41.512290954589844
        },
        {
            "docid": "135637_11",
            "document": "South Padre Island, Texas . South Padre Island experiences a warm humid subtropical climate (Köppen \"Cfa\"), transitioning into a tropical savanna climate. The average high in January is and the average low is . The average high in July is , and the average low is . The warm season is long, as average high temperatures are , and average low temperatures typically around . The region experiences relatively high dew point values, around in the summer time, resulting in higher relative humidity values from June through September. Rainfall tends to be the highest during the summer and autumn months, usually ranging from 2 to 6 inches of rain each month. September has the highest rainfall, averaging 6.3 inches, followed by October, which averages 4 inches of rain. Due to the island being next to the ocean, temperatures above are not common.",
            "score": 41.28212356567383
        },
        {
            "docid": "26137572_6",
            "document": "Plant litter . Organic matter accumulation also helps protect soils from wildfire damage. Soil litter can be completely removed depending on intensity and severity of wildfires and season. Regions with high frequency wildfires have reduced vegetation density and reduced soil litter accumulation. Climate also influences the depth of plant litter. Typically humid tropical and sub-tropical climates have reduced organic matter layers and horizons due to year round decomposition and high vegetation density and growth. In temperate and cold climates, litter tends to accuculate and decompose slower due to a shorter growing season.",
            "score": 41.166683197021484
        },
        {
            "docid": "512541_15",
            "document": "Kisumu . Currently, Kisumu is one of the fastest growing cities in Kenya. It is thriving with rich sugar and rice irrigation industries, whose contribution to the National economy is immense due to its natural resources and as the epicentre for business in East Africa. Kisumu features a tropical rainforest climate with no true dry season and significant rainfall year-round. January is the driest month while the month of April receives the most rainfall. The average temperature is 22.9 degrees Celsius.  Kisumu has highly fertile land and variations in temperature and rainfall with two rainy seasons per year across the region provides a suitable environment for a broad range of agricultural crops. The Kisumu region has approximately 1.6 million hectares of agricultural land. However, it is estimated that only 58 percent of the land is currently used. The majority of farming in the lake basin region is subsistence driven leading to relatively low production volumes. Current crop yields are considered to be significantly lower than the potential afforded by soil and climate conditions. Current low land utilisation and yields are driven by the lack of guaranteed markets and associated support services. Like agriculture, livestock farming is currently performed primarily on a subsistence basis. Cattle are predominantly indigenous breeds with lower milk output than grade cattle.",
            "score": 41.15303421020508
        },
        {
            "docid": "59051_26",
            "document": "Queensland . Because of its size, there is significant variation in climate across the state. Low rainfall and hot humid summers are typical for the inland and west, a monsoonal \"wet\" season in the far north, and warm, temperate conditions along the coastal strip. Elevated areas in the south-east inland can experience temperatures well below freezing in mid-winter. The climate of the coastal strip is influenced by warm ocean waters, keeping the region free from extremes of temperature and providing moisture for rainfall.",
            "score": 41.112606048583984
        },
        {
            "docid": "39670_6",
            "document": "Eleusine coracana . Finger millet is a short-day plant with a growing optimum 12 hours of daylight for most varieties. Its main growing area ranges from 20°N to 20°S, meaning mainly the semiarid to arid tropics. Nevertheless, finger millet is found to be grown at 30°N in the Himalaya region (India and Nepal). It is generally considered as a drought-tolerant crop, but compared with other millets, such as pearl millet and sorghum, it preferes moderate rainfall (≥500 mm annually). The majority of worldwide finger millet farmers grow it rainfed, although yields often can be significantly improved when irrigation is applied. In India, finger millet is a typical\" rabi\" (dry-season) crop. Heat tolerance of finger millet is high. For Ugandan finger millet varieties, for instance, the optimal average growth temperature ranges at about 27°C, while the minimal temperatures should not be lower than 18°C. Relative to other species (pearl millet and sorghum), finger millet has a higher tolerance to cool temperatures. It is grown from about 500 to about 2400 m above sea level (e.g. in Himalaya region). By that, it can be cultivated on higher elevations than most tropical crops. Finger millet can grow on various soils, including highly weathered tropical lateritic soils. Furthermore, it can tolerate soil salinity up to a certain extent. Its ability to bear waterlogging is limited, so good drainage of the soils and moderate water-holding capacity are optimal. Finger millet can tolerate moderately acidic soils (pH 5), but also moderately alkaline soils (pH 8.2).",
            "score": 41.058677673339844
        }
    ]
}