{
    "q": [
        {
            "docid": "37961224_4",
            "document": "Cultural studies . Cultural studies combines a variety of politically engaged critical approaches drawn including semiotics, Marxism, feminist theory, ethnography, critical race theory, Post-structuralism, Postcolonialism, social theory, political theory, history, philosophy, literary theory, media theory, film/video studies, communication studies, political economy, translation studies, museum studies and art history/criticism to study cultural phenomena in various societies and historical periods. Cultural studies seeks to understand how meaning is generated, disseminated, contested, bound up with systems of power and control, and produced from the social, political and economic spheres within a particular social formation or conjuncture. Important theories of cultural hegemony and agency have both influenced and been developed by the cultural studies movement, as have many recent major communication theories and agendas, such as those that attempt to explain and analyze the cultural forces related to processes of globalization.",
            "score": 60.51313066482544
        },
        {
            "docid": "26692723_11",
            "document": "Study of global communication . From the point of view of global communication scholars, previous theories of modernization, dependency, and cultural imperialism have failed to satisfactorily explain global communication. The old theories only explain part of the global picture.",
            "score": 44.319176197052
        },
        {
            "docid": "26692723_7",
            "document": "Study of global communication . Nevertheless, earlier International communication theories have failed to develop models or research agendas that match the reality of the contemporary role of global communication . The old theories only explain part of the global picture and the theories of modernization, dependency, and cultural imperialism have failed to satisfactorily explain global communication.",
            "score": 43.604334354400635
        },
        {
            "docid": "24199593_8",
            "document": "Stephen Gill (political scientist) . Gill is considered one of the leading Neo-Gramscian International Relations scholars, although his work adopts his own distinctive historical materialist approach as a means of explaining global power and the changing world order. His work draws on Gramscian concepts such as American hegemony (for the Gramscian definition, see Hegemony), cultural hegemony and historic blocs, organic intellectuals and state-civil society.",
            "score": 54.26189851760864
        },
        {
            "docid": "9641126_2",
            "document": "Posthegemony . Posthegemony or post-hegemony is a period or a situation in which hegemony is no longer said to function as the organizing principle of a national or post-national social order, or of the relationships between and amongst nation states within the global order. The concept has different meanings within the fields of political theory, cultural studies, and international relations.",
            "score": 53.32019114494324
        },
        {
            "docid": "2971986_19",
            "document": "Transnational feminism . Transnational feminist theories seek to destabilize liberal feminist assumptions that Third World women face the same type of oppression as First World women.  In their seminal text\" Scattered Hegemonies: Postmodernity and Transnational Feminist Practices\", the authors Inderpal Grewal and Caren Kaplan posit transnational feminist theory as one that critiques modernity through the lens of feminist theory. This articulation of feminist theory is a revision to the field of postmodernism, which the authors argue is powerful in its critique of modern global capitalism, but inadequate because it does not explore gender or reflect on the consequences of theorizing with a Western background. Without paying attention to how colonial histories and global capital flows allow for different cultures to influence and change each other, postmodernist theorists portray non-Western cultures as essentially different from and marginal to Western cultures. Postmodern does not exemplify the realities of transnational feminism and its relation to the global south, Mohanty states \"postmodernist critique that is skeptical of a systematic analysis of institutionalized power and of decolonizing methodologies that center marginalized experience (women of color epistemology) in struggles for justice is seriously off the mark\". In order for activists around the world to collaborate, they need a theory that both creates solidarity among women all over the globe and recognizes difference. This involves challenging how people from different cultures understand what being a \"woman\" is and can be. Grewal and Kaplan express this sentiment when they say:",
            "score": 63.68595635890961
        },
        {
            "docid": "53451_5",
            "document": "Hegemony . The Marxist theory of cultural hegemony, associated particularly with Antonio Gramsci, is the idea that the ruling class can manipulate the value system and mores of a society, so that their view becomes the world view (\"Weltanschauung\"): in Terry Eagleton's words, \"Gramsci normally uses the word hegemony to mean the ways in which a governing power wins consent to its rule from those it subjugates\". In contrast to authoritarian rule, cultural hegemony \"is hegemonic only if those affected by it also consent to and struggle over its common sense\".",
            "score": 54.92259335517883
        },
        {
            "docid": "3690512_4",
            "document": "Marxist international relations theory . This economic reductionism is considered also to be a central flaw. As a solution, the neo-Gramscian school proposed a further development. By combining global capitalism, state structure, and political-economic institutions they managed to create a theory of global hegemony (ideological domination). According to this theory, hegemony is maintained through close cooperation between powerful elites inside and outside the core regions of the world system. Global governance is constituted by political and economic institutions that put pressure on the less developed and unstable peripheral countries.",
            "score": 46.671812534332275
        },
        {
            "docid": "55838656_5",
            "document": "Culture of violence theory . As mentioned previously the culture of violence theory addresses the pervasiveness of specific violent patterns within in a societal dimension. Specifically, culture of violence theory explains how cultures and societies can sanction violent acts. While related to structural violence, cultural violence theory is different by explaining why direct acts of violence or violence built into systems of society exists and how they are legitimized. Research suggests that cultures can encourage and permit violence to exist as a response to various environmental obstacles, such as widespread resource impoverishment. This can be seen within various aspects of culture, such as film, television, music, language, art, and propaganda.",
            "score": 47.849403381347656
        },
        {
            "docid": "3208697_8",
            "document": "Youth subculture . Interactionist theorist Stan Cohen argues youth subcultures are not coherent social groupings that arise spontaneously as a reaction to social forces, but that mass media labeling results in the creation of youth subcultures by imposing an ideological framework in which people can locate their behavior. Post-structuralist theories of subculture utilize many of the ideas from these other theories, including hegemony and the role of the media. In his book, \"\", Dick Hebdige describes subcultures as a reaction of subordinated groups that challenge the hegemony of the dominant culture. This theory accounts for factors such as gender, ethnicity and age. Youth can be seen as a subordinate group in relation to the dominant, adult society.",
            "score": 54.842878580093384
        },
        {
            "docid": "5531689_16",
            "document": "Antiscience . Characteristics of antiscience associated with the right include the appeal to conspiracy theories to explain why scientists believe what they believe, in an attempt to undermine the confidence or power usually associated to science (e.g. in global warming conspiracy theories).",
            "score": 33.38534593582153
        },
        {
            "docid": "57616704_2",
            "document": "Techno-globalism . Techno-globalism is a social theory that aims to explain globalization using the spread of science and technology. Through the spread of science and technology, different nations and societies come together to form a more open and knowledge-based group which is characterized as \"globalized.\" Broadly speaking, techno-globalism is establishing connections between individuals or groups of individuals using shared science and technological practices. In terms of form, techno-globalism can be expressed in macro and micro scales ranging from the interconnections of national economies to individual behavioral culture.",
            "score": 55.3841507434845
        },
        {
            "docid": "32398661_22",
            "document": "Post-politics . The figure of excess fulfils a different purpose in Mouffe's theory of the political, which rests heavily on her and Laclau's notion of hegemony. According to Dikec, hegemony in Laclau and Mouffe's image presupposes the impossibility of 'a totally sutured society, or, in other words, a total closure of the social'. This is because hegemony is possible only through antagonism; and antagonism, in turn, can exist only through lack or surplus: consensus, in this view, is never a complete closure; rather, it only ever exists as the ‘temporary result of a provisional hegemony’. Insofar as it rests on an assertion of the impossibility of saturation, Mouffe's critique of post-politics therefore displays some commonality with those of Rancière, Badiou and Žižek. Mouffe's resistance to saturation, however, is explained by her post-structuralist politico-theoretical persuasion and its attendant anti-essentialism. In this respect, her theory of the political differs widely from the above-mentioned philosophers, all of whom, while inspired in various ways by it, are careful to distance themselves from post-structuralist thought, not least on account of the contribution it has in their eyes made to the consolidation of the post-political Zeitgeist. It also explains the absence of the universalist gesture in Mouffe. Indeed, as explained above, the political is the struggle for hegemonic control over the particular content that is to stand-in for the Universal. An authentic universality is therefore impossible.",
            "score": 39.003127098083496
        },
        {
            "docid": "10176541_2",
            "document": "Global warming conspiracy theory . A global warming conspiracy theory invokes claims that the scientific consensus on global warming is based on conspiracies to produce manipulated data or suppress dissent. It is one of a number of tactics used in climate change denial to legitimize political and public controversy disputing this consensus. Global warming conspiracy theorists typically allege that, through worldwide acts of professional and criminal misconduct, the science behind global warming has been invented or distorted for ideological or financial reasons, or both.",
            "score": 47.71065807342529
        },
        {
            "docid": "13109_104",
            "document": "Global warming controversy . Global warming skeptic Reid Bryson said in June 2007, \"There is a lot of money to be made in this... If you want to be an eminent scientist you have to have a lot of grad students and a lot of grants. You can't get grants unless you say, 'Oh global warming, yes, yes, carbon dioxide'.\" Similar positions have been advanced by University of Alabama, Huntsville climate scientist Roy Spencer, Spencer's University of Alabama, Huntsville colleague and IPCC contributor John Christy, University of London biogeographer Philip Stott, Accuracy in Media, and Ian Plimer in his 2009 book \"Heaven and Earth — Global Warming: The Missing Science\".",
            "score": 40.53155064582825
        },
        {
            "docid": "410722_14",
            "document": "Cultural hegemony . As conceptual criticism of cultural hegemony, the structuralist philosopher Louis Althusser presented the theory of the ideological state apparatus to describe the structure of complex relationships, among the different organs of the State, by which ideology is transmitted and disseminated to the populations of a society. Althusser draws from the concepts of hegemony present in \"cultural hegemony\", yet rejects the absolute historicism proposed by Gramsci. He argues that the ideological state apparatuses (ISA) are the sites of ideological conflict among the social classes of a society. That, in contrast to the repressive state apparatuses (RSA), such as the military and the police forces, the ISA exist as a plurality. While the ruling class in power can readily control the repressive state apparatuses, the ISA are both the sites and the stakes (the objects) of class struggle. Moreover, the ISA are not monolithic social entities, and are distributed throughout the society, as public and as private sites of continual class struggle.",
            "score": 51.94055759906769
        },
        {
            "docid": "17146474_10",
            "document": "Cultural schema theory . The term cross-cultural adaptation refers to the complex process through which an individual acquires an increasing level of the communication skills of the host culture and of relational development with host nationals. Simply put, cross-cultural adaptation is the transformation of a person's own PSI schemas into those of the host culture and acquisition of new PSI schemas in the host culture s/he is residing in. A number of different people may b e subject to cross-cultural adaptation, including immigrants, refugees, business people, diplomats, foreign workers, and students. However, this entry specifically applies cultural schema theory to sojourners' cross cultural adaptation. Sojourners generally spend a few years in another culture while intending to return to their home country. Business people, diplomats, students, and foreign workers can all be classified as sojourners. In order to better explain sojourners' cross-cultural adaptation, axioms are used to express causal, correlational, or teleological relationships. Axioms also help to explain the basic assumptions of the Cultural Schema Theory (Nishida, 1999).",
            "score": 42.99085998535156
        },
        {
            "docid": "10176541_1",
            "document": "Global warming conspiracy theory . Global warming conspiracy theory",
            "score": 40.58997106552124
        },
        {
            "docid": "41438959_3",
            "document": "How Global Warming Works . The motivation for the website came from two studies conducted by Ranney and colleagues. In the first study, they hypothesized that one of the factors explaining why fewer Americans believe in global warming than do people in other industrialized nations is that they do not understand the mechanism of global warming. To test this hypothesis, they anonymously surveyed 270 park visitors and community college students in San Diego. They reported that none of the 270 participants could explain the basic mechanism of global warming even though 80% thought that global warming was real and that 77% thought that humans contributed to it.",
            "score": 51.02861738204956
        },
        {
            "docid": "6267_2",
            "document": "Cultural imperialism . Cultural imperialism comprises the cultural aspects of imperialism. Imperialism here refers to the creation and maintenance of unequal relationships between civilizations, favoring the more powerful civilization. Thus, cultural imperialism is the practice of promoting and imposing a culture, usually that of a politically powerful nation, over a less powerful society; in other words, the cultural hegemony of industrialized or economically influential countries which determine general cultural values and standardize civilizations throughout the world. The term is employed especially in the fields of history, cultural studies, and postcolonial theory. It is usually used in a pejorative sense, often in conjunction with calls to reject such influence. Cultural imperialism can take various forms, such as an attitude, a formal policy, or military action, insofar as it reinforces cultural hegemony.",
            "score": 69.9843418598175
        },
        {
            "docid": "28370160_16",
            "document": "Media coverage of global warming . One way media reports attack global warming is to compare it with a purported episode of alarmism related to global cooling. In the 1970s, global cooling, a claim with limited scientific support (even during the height of the media frenzy over global cooling, \"the possibility of anthropogenic warming dominated the peer-reviewed literature\") was widely reported in the press. Several media pieces have claimed that, since the even-at-the-time-poorly-supported theory of global cooling was shown to be false, that the well-supported theory of global warming can also be dismissed. For example, an article in \"The Hindu\" by Kapista and Bashkirtsev wrote: \"Who remembers today, they query, that in the 1970s, when global temperatures began to dip, many warned that we faced a new ice age? An editorial in The Time magazine on June 24, 1974, quoted concerned scientists as voicing alarm over the atmosphere 'growing gradually cooler for the past three decades', 'the unexpected persistence and thickness of pack ice in the waters around Iceland,' and other harbingers of an ice age that could prove 'catastrophic.' Man was blamed for global cooling as he is blamed today for global warming\"., and the \"Irish Independent\" published an article claiming that \"The widespread alarm over global warming is only the latest scare about the environment to come our way since the 1960s. Let's go through some of them. Almost exactly 30 years ago the world was in another panic about climate change. However, it wasn't the thought of global warming that concerned us. It was the fear of its opposite, global cooling. The doom-sayers were wrong in the past and it's entirely possible they're wrong this time as well.\" Numerous other examples exist.",
            "score": 62.964529037475586
        },
        {
            "docid": "25428398_8",
            "document": "Public opinion on global warming . A 2010 survey of 14 industrialized countries found that skepticism about the danger of global warming was highest in Australia, Norway, New Zealand and the United States, in that order, correlating positively with per capita emissions of carbon dioxide. In 2009 Yale University conducted a study identifying global warming's 'Six Americas'. The report identifies six audiences with different opinions about global warning: The alarmed (18%), the concerned (33%), the cautious (19%), the disengaged (12%), the doubtful (11%) and the dismissive (7%). The alarmed and concerned make out the largest percentage and think something should be done about global warming. The cautious, disengaged and doubtful are less likely to take action. The dismissive are convinced global warming is not happening. These audiences can be used to define the best approaches for environmental action. The theory of the 'Six Americas' is also used for marketing purposes.",
            "score": 45.73814654350281
        },
        {
            "docid": "410722_12",
            "document": "Cultural hegemony . Cultural hegemony has philosophically influenced Eurocommunism, the social sciences, and the activist politics of socially liberal and progressive politicians. The analytic discourse of cultural hegemony is important to research and synthesis in anthropology, political science, sociology, and cultural studies; in education, cultural hegemony developed critical pedagogy, by which the root causes of political and social discontent can be identified, and so resolved.",
            "score": 57.9713249206543
        },
        {
            "docid": "9545969_40",
            "document": "Ilana Mercer . Mercer is not what is known pejoratively as a “climate denier,” and considers herself a conservative environmentalist. Or, as she put it in a May 22, 2017 post, a “reincarnated Southern agrarian.” Nevertheless, she had observed, in 2006, that the problem with “the theory of global warming is that it’s unfalsifiable. The theory cannot be falsified or tested and is, therefore, irrefutable. Evidence that contradicts the global warming theory, climate Chicken Littles enlist as evidence for the correctness of their theory; every permutation in weather patterns—warm or cold—is said to be a consequence of that warming or proof of it.\"",
            "score": 49.90311360359192
        },
        {
            "docid": "10176541_14",
            "document": "Global warming conspiracy theory . \"National Geographic\" fact-checked 6 persistent scientific conspiracy theories. Regarding the persistent belief in a global warming hoax they note that the Earth is continuing to warm and the rate of warming is increasing as documented in numerous scientific studies. The rise in global temperature and its rate of increase coincides with the rise of greenhouse gases in the atmosphere due to human activity. Moreover, global warming is causing Arctic sea ice to thaw at historic rates, many species of plants are blooming earlier than expected, and the migration routes of many birds, fish, mammals, and insects are changing.",
            "score": 77.97740650177002
        },
        {
            "docid": "53451_26",
            "document": "Hegemony . In the historical writing of the 19th century, the denotation of \"hegemony\" extended to describe the predominance of one country upon other countries; and, by extension, \"hegemonism\" denoted the Great Power politics (c. 1880s – 1914) for establishing hegemony (indirect imperial rule), that then leads to a definition of imperialism (direct foreign rule). In the early 20th century, in the field of international relations, the Italian Marxist philosopher Antonio Gramsci developed the theory of cultural domination (an analysis of economic class) to include social class; hence, the philosophic and sociologic theory of cultural hegemony analysed the social norms that established the social structures (social and economic classes) with which the ruling class establish and exert cultural dominance to impose their \"Weltanschauung\" (world view)—justifying the social, political, and economic \"status quo\"—as natural, inevitable, and beneficial to every social class, rather than as artificial social constructs beneficial solely to the ruling class.",
            "score": 59.006787180900574
        },
        {
            "docid": "407233_30",
            "document": "Global dimming . Interactions between the two theories for climate modification have also been studied, as global warming and global dimming are neither mutually exclusive nor contradictory. In a paper published on March 8, 2005 in the American Geophysical Union's Geophysical Research Letters, a research team led by Anastasia Romanou of Columbia University's Department of Applied Physics and Mathematics, New York, also showed that the apparently opposing forces of global warming and global dimming can occur at the same time. Global dimming interacts with global warming by blocking sunlight that would otherwise cause evaporation and the particulates bind to water droplets. Water vapor is the major greenhouse gas. On the other hand, global dimming is affected by evaporation and rain. Rain has the effect of clearing out polluted skies.",
            "score": 56.63591694831848
        },
        {
            "docid": "37292837_26",
            "document": "Global warming in Norway . CCS is a potential means of mitigating the effects of fossil fuel emissions to global warming and ocean acidification. However, given Norway’s power supply is almost 100% renewable (majority coming from hydroelectricity) it is odd that they could also be depicted as world leaders when it comes to CCS technology. This can be explained by several key factors;",
            "score": 48.12017774581909
        },
        {
            "docid": "5209207_19",
            "document": "Joseph J. Romm . \"The New York Times\" \"Dot Earth\" column reviewed Romm's views on global warming solutions on November 24, 2008, including his belief that, to combat global warming, humans cannot wait for new technologies and scientific breakthroughs; that instead we must \"deploy existing and near-term low-carbon technologies as fast as is humanly possible\". In his blog, Romm has described the technology solutions that he believes can control global warming. \"The New York Times\" also quoted Romm as stating that, to solve the climate crisis, \"We will need a WWII-style approach\". The article noted Romm's belief that \"credible people\" and the press should publicly support the notion that government action is needed to help solve the global warming crisis. In particular, the press should explain how current news stories, such as hurricanes, droughts and insect infestations are related to global warming.",
            "score": 62.15756440162659
        },
        {
            "docid": "24095765_17",
            "document": "Eco-costs . The eco-costs of global warming (also called eco-costs of carbon footprint) can be used as an indicator for the carbon footprint. The eco-costs of resource depletion can be regarded as an indicator for 'circularity' in the theory of the circular economy. However, it is advised to include human toxicity and eco-toxicity, and include the eco-costs of global warming in the calculations on the circular economy as well. The eco-costs of global warming are required to reveal the difference between fossil-based products and bio-based products, since biogenic CO is not counted in LCA (biogenic CO is part of the natural recycle loop in the biosphere). Therefore, total eco-costs can be regarded as a robust indicator for cradle-to-cradle calculations in LCA for products and services in the theory of the circular economy. Since the economic viability of a business model is also an important aspect of the circular economy, the added value of a product-service system should be part of the analysis. This requires the two dimensional approach of Eco-efficient Value Creation as described at the Wikipedia page on the model of the ecocosts/value ratio, EVR.",
            "score": 49.266453981399536
        },
        {
            "docid": "21080545_13",
            "document": "Golden toad . Since records of golden toads were consistently collected, their rapid disappearance was well documented, yet the causes remain poorly understood. After 1989, there have been no verified documented sightings. The disappearance was originally attributed to a severe neotropical drought in 1987-1988, but other factors have since been treated as more likely causes. The IUCN has given numerous possible reasons for the species' extinction, including its \"restricted range, global warming, chytridiomycosis and airborne pollution\". Jennifer Neville examined the different hypotheses explaining the extinction in her article \"The Case of the Golden Toad: Weather Patterns Lead to Decline\", and concluded that Crump's El Niño hypothesis is \"clearly supported\" by the available data. In her article, Neville discussed the flaws in other hypotheses explaining the toad's decline. The UV-B radiation theory, which suggest that the decline in golden toads resulted from an increase in UV-B radiation, has little evidence supporting it because there was no high elevation UV-B radiation recorded, also, there is little evidence that an increase in UV-B radiation would have an effect on anurans. Another theory is that the anuran water loss from dry conditions helped cause high mortality rates among adults, although this point is hotly contested.",
            "score": 38.740376114845276
        },
        {
            "docid": "9717400_1",
            "document": "Global warming in popular culture . Global warming in popular culture",
            "score": 60.497178077697754
        }
    ],
    "r": [
        {
            "docid": "16575482_4",
            "document": "Australian Meteorological and Oceanographic Society . AMOS has issued a \"Statement on Climate Change\", wherein they conclude, “Global climate change and global warming are real and observable…It is highly likely that those human activities that have increased the concentration of greenhouse gases in the atmosphere have been largely responsible for the observed warming since 1950. The warming associated with increases in greenhouse gases originating from human activity is called the enhanced greenhouse effect. The atmospheric concentration of carbon dioxide has increased by more than 30% since the start of the industrial age and is higher now than at any time in at least the past 650,000 years. This increase is a direct result of burning fossil fuels, broad-scale deforestation and other human activity.”",
            "score": 81.45382690429688
        },
        {
            "docid": "10176541_14",
            "document": "Global warming conspiracy theory . \"National Geographic\" fact-checked 6 persistent scientific conspiracy theories. Regarding the persistent belief in a global warming hoax they note that the Earth is continuing to warm and the rate of warming is increasing as documented in numerous scientific studies. The rise in global temperature and its rate of increase coincides with the rise of greenhouse gases in the atmosphere due to human activity. Moreover, global warming is causing Arctic sea ice to thaw at historic rates, many species of plants are blooming earlier than expected, and the migration routes of many birds, fish, mammals, and insects are changing.",
            "score": 77.97740936279297
        },
        {
            "docid": "5904679_19",
            "document": "Snow hydrology . In recent years the most predominant topic related to snow hydrology has been global warming. The underlying concept states that human construction and production of emissions, has created a number of gaseous chemical compounds which add to existing greenhouse gases. Gases such as CO2 and CH4 trap heat in the atmosphere, adding to global climate change. These gases are usually broken down relatively quickly through environmental processes like photosynthesis; however, in recent years, studies have shown their atmospheric composition is increasing. Some studies believe this is a natural part of the earth’s cycle while others claim it is due to the growing amount of fossil fuel emissions and the gradual deforestation of oxygen producing plants. The theory suggests that these changes in temperature, could affect the way ice and snow forms over the earth’s crust, initiating a glacial shifting process, possibly created a rise in sea level from 0.5 meters to 1.5 meters. This change then could influence the salinity of the ocean, causing environmental changes, altering oceanic current and organisms that inhabit it.",
            "score": 76.48095703125
        },
        {
            "docid": "1728672_79",
            "document": "Human impact on the environment . Global warming is the result of increasing atmospheric carbon dioxide concentrations which is caused primarily by the combustion of fossil energy sources such as petroleum, coal, and natural gas, and to an unknown extent by destruction of forests, increased methane, volcanic activity and cement production. Such massive alteration of the global carbon cycle has only been possible because of the availability and deployment of advanced technologies, ranging in application from fossil fuel exploration, extraction, distribution, refining, and combustion in power plants and automobile engines and advanced farming practices. Livestock contributes to climate change both through the production of greenhouse gases and through destruction of carbon sinks such as rain-forests. According to the 2006 United Nations/FAO report, 18% of all greenhouse gas emissions found in the atmosphere are due to livestock. The raising of livestock and the land needed to feed them has resulted in the destruction millions of acres of Rainforest and as global demand for meat rises, so too will the demand for land. Ninety-one percent of all rainforest land deforested since 1970 is now used for livestock. Potential negative environmental impacts caused by increasing atmospheric carbon dioxide concentrations are rising global air temperatures, altered hydrogeological cycles resulting in more frequent and severe droughts, storms, and floods, as well as sea level rise and ecosystem disruption.",
            "score": 74.56476593017578
        },
        {
            "docid": "53829430_2",
            "document": "Media Hegemony . The concept of hegemony, which first was put forward by Antonio Gramsci (1971), refers to the moral, philosophical, and political leadership of a social group, which is not gained by force but by an active consent of other social groups through taking control of culture and ideology. During this process, the leading social group exerts its impact and gain its legitimacy mainly through social mechanisms such as education, religion, family and the mass media. Based on the definition of hegemony, media hegemony means the dominance of a certain aspects of life and thoughts by penetrating dominant culture and values in social life. In other words, media hegemony served as a crucial shaper of culture, values and ideology of society (Altheide, 1984).  For example, TV news departments are considered as extensions of a capitalistic economic order (Hall, 1979). The products of the media contain messages that convey the nature of society, the nature of relation of production within the media and the domain of institutions and social process (Golding, 1979). Thus it is crucial to decode media to figure out the latent capitalist ideology within the products of the media, and more importantly to realize the role of the media as tools to produce merchandise in a late capitalist economic order.",
            "score": 73.31348419189453
        },
        {
            "docid": "558685_18",
            "document": "Natural environment . The potential dangers of global warming are being increasingly studied by a wide global consortium of scientists. These scientists are increasingly concerned about the potential long-term effects of global warming on our natural environment and on the planet. Of particular concern is how climate change and global warming caused by anthropogenic, or human-made releases of greenhouse gases, most notably carbon dioxide, can act interactively, and have adverse effects upon the planet, its natural environment and humans' existence. It is clear the planet is warming, and warming rapidly.–This warming is also responsible for the extinction of natural habitats, which in turn leads to a reduction in wildlife population.The most recent report from the Intergovernmental Panel on Climate Change (the group of the leading climate scientists in the world) concluded that the earth will warm anywhere from 2.7 to almost 11 degrees Fahrenheit (1.5 to 6 degrees Celsius) between 1990 and 2100. Efforts have been increasingly focused on the mitigation of greenhouse gases that are causing climatic changes, on developing adaptative strategies to global warming, to assist humans, other animal, and plant species, ecosystems, regions and nations in adjusting to the effects of global warming. Some examples of recent collaboration to address climate change and global warming include:",
            "score": 73.28857421875
        },
        {
            "docid": "32257721_4",
            "document": "Global Leadership . Hofstede has performed research for several decades that continues to impact research in global and international arenas of global leadership. Hofstede’s research is primarily focused on how values in the workplace are influenced by culture. According to him, all behaviors are determined by culture. In his definition; culture is ‘the collective programming of the mind distinguishing the members of one group or category of people from others.’ To conduct his research, he analyzed a large database of employee value scores collected within IBM between years 1967 and 1973. There is over 70 countries in the data. Hofstede’s primary tenants of culture differentiation are summed up through his research more elaborately, but primarily consist of: In his model, he identified six dimensions of national culture based on his research. Those dimensions are also used to differentiate countries from each other, based on how countries score on the six dimensions. The scale of scores range from 0 – 100. If a score is below 50 it is considered as Low and if it is higher than 50 it is considered as High in that dimension. Here, although countries are represented with a score, the scores are relative and cannot represent unique individuals. In other words, ‘culture can be only used meaningfully by comparison.’ The relevant scores are proven to be stable over time. Forces that cause cultures to shift are global and therefore is there is something effecting the culture in a country, it actually effects many countries at the same time in the world. The model consists of six dimensions; which are Power Distance, Individualism, Masculinity vs Femininity, Uncertainty Avoidance, Long Term Orientation vs Short Term Normative Orientation and Indulgence vs Restraint. Furthermore, he has published several books and academic articles on the subject in order to light the way for global business leaders as well as academic researchers.",
            "score": 71.8179931640625
        },
        {
            "docid": "23558678_14",
            "document": "Environmental impact of the energy industry . In 2013 the burning of fossil fuels produced around 32 billion tonnes (32 gigatonnes) of carbon dioxide and additional air pollution. This caused negative externalities of $4.9 trillion due to global warming and health problems (> 150 $/ton carbon dioxide). Carbon dioxide is one of the greenhouse gases that enhances radiative forcing and contributes to global warming, causing the average surface temperature of the Earth to rise in response, which climate scientists agree will cause major adverse effects.",
            "score": 71.80132293701172
        },
        {
            "docid": "47874403_2",
            "document": "The Center for Energy and Environmental Research in the Human Sciences at Rice University . The Center for Energy and Environmental Research in the Human Sciences (CENHS) is an interdisciplinary research center located at Rice University whose work is focused on bringing the expertise and insights of the arts, humanities, and social sciences to bear on the urgent energy and environmental challenges facing the planet, its cultures and species. CENHS supports a community of research professors, visiting research fellows, postdoctoral fellows, artists, and graduate students who engage issues such as energy use and climate change from the perspective of disciplines such as Anthropology, Architecture, Art History, Comparative Literature, English, History, Media Studies, Philosophy, Political Theory, Religious Studies, and Sociology. CENHS’s website and blog and annual Cultures of Energy spring research symposium are important platforms for organizing knowledge and building community in a fast-growing field known as “energy humanities.” What has brought this field into being is the realization that technology alone cannot rescue the planet from processes like global warming, ocean acidification and species extinction. These dilemmas have been shaped and reinforced by culture, belief, understanding, worldview, ethics, habit, and institutions and to address them at their source it is thus essential to understand the social, cultural, and philosophical dimensions of how humanity uses energy while also understanding that our energy behavior is inseparable from other species and the earth’s climate. Energy humanities views itself as a cultural and intellectual response to recognition that the planet has entered a new geological era: the Anthropocene.",
            "score": 71.73255920410156
        },
        {
            "docid": "38365461_4",
            "document": "Sustainability at the University of British Columbia . These gases are said to make the planet warmer by “thickening the Earth’s blanket.” This can lead to the overall average annual temperature to increase. Moreover, global warming will decrease snow and glaciers resulting in rising sea levels and increased coastal flooding. In addition, continued warming from the release of greenhouse gases into the atmosphere is expected to have substantial impacts on the economy, other environmental issues and human health.",
            "score": 70.92536163330078
        },
        {
            "docid": "11476283_4",
            "document": "Effects of global warming on marine mammals . During the last century, the global average land and sea surface temperature has increased due to an increased greenhouse effect from human activities. Warming has even reached depths of more than 700 meters (30% of ocean warming over the past decade has occurred in the deeper oceans below 700 meters). Many marine mammal species require specific temperature ranges to survive. Ocean warming will therefore lead to increased species migration, as endangered species look for a more suitable habitat. If a species cannot successfully migrate to a suitable environment, unless it learns to adapt to rising ocean temperatures, it will face extinction. Sea level rise is also important when assessing the impacts of global warming on marine mammals, since it affects coastal environments that marine mammals species rely.",
            "score": 70.8283920288086
        },
        {
            "docid": "326324_3",
            "document": "Scientific opinion on climate change . Several studies of the consensus have been undertaken. Among the most-cited is a 2013 study of nearly 12,000 abstracts of peer-reviewed papers on climate science published since 1990, of which just over 4,000 papers expressed an opinion on the cause of recent global warming. Of these, 97% agree, explicitly or implicitly, that global warming is happening and is human-caused. It is likely that this warming arises from increased concentrations of greenhouse gases in the atmosphere, primarily from the burning of fossil fuels, partially offset by human-caused and volcanic aerosols. Natural change alone would have had a slight cooling effect rather than a warming effect.",
            "score": 70.78572845458984
        },
        {
            "docid": "976389_6",
            "document": "Popular culture studies . Diametrically opposed to the aristocratic view would be the theory of culture industry developed by Frankfurt School critical theorists such as Theodor W. Adorno, Max Horkheimer and Herbert Marcuse. In their view, the masses are precisely dominated by an all-encompassing culture industry obeying only to the logic of consumer capitalism. Antonio Gramsci's concept of hegemony (see: cultural hegemony), that is, the domination of society by a specific group which stays in power by partially taking care of and partially repressing the claims of other groups, does not work here anymore. The principle of hegemony as a goal to achieve for an oppressed social class loses its meaning. The system has taken over; only the state apparatus dominates.",
            "score": 70.71028137207031
        },
        {
            "docid": "53829430_3",
            "document": "Media Hegemony . As for the direct and indirect results of media hegemony, there are at least three aspects in news reporting. Firstly, the socialization of reporters including guidance, work norms and orientations will be greatly influenced by the dominant ideology (Mueller, 1973). Socialization of journalists means that they are socialized into professional and organizational norms (Gieber, 1960). And some basic values, norms they share are influenced by ideology as it is hard to be independent from the culture that the dominant class shapes (Gans, 1979). Though journalists claim that they are autonomic from the state and marketing force and are always on the side of the public as social instrument, it is undeniable that the ideology and control of economic interests permeate the assumption, orientations as well as procedure of reporters who are the direct producers of news stories. It turns out that it is journalists that can unconsciously facilitate the ideological hegemony by the means of using cultural categories and symbols (Chaney, 1981). Then, reporters are inclined to choose and report those issues that are favorable to the domain ideology and the status quo. By so doing, it is harmful for social changes by diffusing those conservative news reports to the public (Golding, 1981). To a certain extent, the formation of public opinion is largely based on the information spread by status quo oriented news media. Last but not least, reporters tend to report those news that are supportive of their nation and negative to foreign nations in the communication of globalization. It is believed that prejudiced news reporting will hinder the international social change (Artz, 2012). It is news media that shapes negative stereotypes of foreign countries. And values and ideology are permeated through international social communication to exert impact on people foreign nations. In a word, media hegemony is a powerful forth that can influence and shape social values and life in an intangible way to reach consensus of the public which are supportive of the dominant class.",
            "score": 70.70232391357422
        },
        {
            "docid": "35895879_26",
            "document": "Effects of global warming on oceans . Global warming also affects weather patterns as they pertain to cyclones. Scientists have found that although there have been fewer cyclones than in the past, the intensity of each cyclone has increased. A simplified definition of what global warming means for the planet is that colder regions would get warmer and warmer regions would get much warmer. However, there is also speculation that the complete opposite could be true. A warmer earth could serve to moderate temperatures worldwide. There is still much that is not understood about the earth’s climate, because it is very difficult to make climate models. As such, predicting the effects that global warming might have on our planet is still an inexact science. Global warming is also causing the amount of hazards on the ocean to increase. It has increased the amount of fog at sea level, making it harder for ships to navigate without crashing into other boats or other objects in the ocean. The warmness and dampness of the ground is causing the fog to come closer to the surface level of the ocean. As the rain falls it makes the ground wet, then the warm air rises leaving a layer of cold air that turns into fog causing an unsafe ocean for travel and for working conditions on the ocean. It is also causing the ocean to create more floods due to the fact that it is warming up and the glaciers from the ice age are now melting causing the sea levels to rise, which causes the ocean to take over part of the land and beaches. Glaciers are melting at an alarming rate which is causing the ocean to rise faster than predicted. Inside of this ice there are traces of bubbles that are filled with CO that are then released into the atomosphere when they melt causing the greenhouse effect to grow at an even faster rate.",
            "score": 70.4812240600586
        },
        {
            "docid": "22115620_2",
            "document": "Regional effects of global warming . Regional effects of global warming are long-term significant changes in the expected patterns of average weather of a specific region due to global warming. The world average temperature is rising due to the greenhouse effect caused by increasing levels of greenhouse gases, especially carbon dioxide. When the global temperature changes, the changes in climate are not expected to be uniform across the Earth. In particular, land areas change more quickly than oceans, and northern high latitudes change more quickly than the tropics, and the margins of biome regions change faster than do their cores.",
            "score": 70.47506713867188
        },
        {
            "docid": "39038931_2",
            "document": "World polity theory . World polity theory (also referred to as world society theory, global Neo-institutionalism, and the \"Stanford school\" of global analysis) was developed mainly as an analytical frame for interpreting global relations, structures, and practices. It was developed partly in response to the application of world systems theory. The theory views the world system as a social system with a cultural framework called world polity, which encompasses and influences the actors, such as nations, international organizations, and individuals under it. In other words, according to John Boli and George M. Thomas, \"the world polity is constituted by distinct culture – a set of fundamental principles and models, mainly ontological and cognitive in character, defining the nature and purposes of social actors and action.\" The World polity theory views the primary component of the world society as \"world polity\", which provides a set of cultural norms or directions in which the actors of the world society follow in dealing with problems and general procedures. In contrast to other theories such as neo-realism or liberalism, the theory considers other actors such as the states and institutions to be under the influence of global norms. Although it closely resembles constructivism, world polity theory is to be distinguished from it because \"world-polity theorists have been far more resolute in taking the “cultural plunge” than their constructivism counterparts\". In other words, world polity theory puts more of an emphasis on homogenization than the other. Through globalization, world polity and culture trigger the formation of enactable cultures and organizations while in return cultures and organizations elaborate the world society further.",
            "score": 70.23179626464844
        },
        {
            "docid": "496727_2",
            "document": "Colonial mentality . A colonial mentality is the internalized attitude of ethnic or cultural inferiority felt by a people as a result of colonization, i.e. them being colonized by another group. It corresponds with the belief that the cultural values of the colonizer are inherently superior to one's own. The term has been used by postcolonial scholars to discuss the transgenerational effects of colonialism present in former colonies following decolonization. It is commonly used as an operational concept for framing ideological domination in historical colonial experiences. In psychology colonial mentality has been used to explain instances of collective depression, anxiety, and other widespread mental health issues in populations that have experienced colonization. Notable Marxist influences on the postcolonial concept of colonial mentality include Frantz Fanon's works on the fracturing of the colonial psyche through Western cultural domination, as well as the concept of cultural hegemony developed by Italian Communist Party Founder Antonio Gramsci.",
            "score": 70.13825225830078
        },
        {
            "docid": "6267_2",
            "document": "Cultural imperialism . Cultural imperialism comprises the cultural aspects of imperialism. Imperialism here refers to the creation and maintenance of unequal relationships between civilizations, favoring the more powerful civilization. Thus, cultural imperialism is the practice of promoting and imposing a culture, usually that of a politically powerful nation, over a less powerful society; in other words, the cultural hegemony of industrialized or economically influential countries which determine general cultural values and standardize civilizations throughout the world. The term is employed especially in the fields of history, cultural studies, and postcolonial theory. It is usually used in a pejorative sense, often in conjunction with calls to reject such influence. Cultural imperialism can take various forms, such as an attitude, a formal policy, or military action, insofar as it reinforces cultural hegemony.",
            "score": 69.98433685302734
        },
        {
            "docid": "295445_6",
            "document": "Global cooling . Human activity — mostly as a by-product of fossil fuel combustion, partly by land use changes — increases the number of tiny particles (aerosols) in the atmosphere. These have a direct effect: they effectively increase the planetary albedo, thus cooling the planet by reducing the solar radiation reaching the surface; and an indirect effect: they affect the properties of clouds by acting as cloud condensation nuclei. In the early 1970s some speculated that this cooling effect might dominate over the warming effect of the CO release: see discussion of Rasool and Schneider (1971), below. As a result of observations and a switch to cleaner fuel burning, this no longer seems likely; current scientific work indicates that global warming is far more likely. Although the temperature drops foreseen by this mechanism have now been discarded in light of better theory and the observed warming, aerosols are thought to have contributed a cooling tendency (outweighed by increases in greenhouse gases) and also have contributed to \"Global Dimming.\"",
            "score": 69.96209716796875
        },
        {
            "docid": "410722_7",
            "document": "Cultural hegemony . The initial, theoretical application of cultural domination was as a Marxist analysis of \"economic class\" (base and superstructure), which Antonio Gramsci developed to comprehend \"social class\"; hence, cultural hegemony proposes that the prevailing cultural norms of a society, which are imposed by the ruling class (bourgeois cultural hegemony), must not be perceived as natural and inevitable, but must be recognized as artificial social constructs (institutions, practices, beliefs, et cetera) that must be investigated to discover their philosophic roots as instruments of social-class domination. That such praxis of knowledge is indispensable for the intellectual and political liberation of the proletariat, so that workers and peasants, the people of town and country, can create their own working-class culture, which specifically addresses their social and economic needs as social classes.",
            "score": 69.81118774414062
        },
        {
            "docid": "11251601_3",
            "document": "Carbon dioxide in Earth's atmosphere . Reconstructions show that concentrations of in the atmosphere have varied from as high as 7,000 parts per million (ppm) during the Cambrian period about 500 million years ago to as low as 180 ppm during the Quaternary glaciation of the last two million years. Global annual mean concentration has increased by more than 45% since the start of the Industrial Revolution from 280 ppm during the 10,000 years up to the mid-18th century, to 407 ppm as of mid-2017, the highest concentration in at least 800,000 and possibly 20 million years. The increase has been caused by human activities, particularly the burning of fossil fuels and deforestation. This increase of and other greenhouse gases in Earth's atmosphere, of which water vapor is by far the most abundant, has produced the current episode of global warming. About 30–40% of the released by humans into the atmosphere dissolves into oceans, rivers and lakes, which has produced ocean acidification.",
            "score": 69.46722412109375
        },
        {
            "docid": "410722_2",
            "document": "Cultural hegemony . In Marxist philosophy, cultural hegemony is the domination of a culturally diverse society by the ruling class who manipulate the culture of that society—the beliefs, explanations, perceptions, values, and mores—so that their imposed, ruling-class worldview becomes the accepted cultural norm; the universally valid dominant ideology, which justifies the social, political, and economic \"status quo\" as natural and inevitable, perpetual and beneficial for everyone, rather than as artificial social constructs that benefit only the ruling class.",
            "score": 69.22566986083984
        },
        {
            "docid": "52888081_10",
            "document": "Endangered sea turtles . Climate change, also called global warming, refers to the rise in average surface temperatures on Earth. An overwhelming scientific consensus maintains that climate change is due primarily to the human use of fossil fuels, which releases carbon dioxide and other greenhouse gases into the air. The gases trap heat within the atmosphere, which can have a range of effects on ecosystems, including rising sea levels, severe weather events, and droughts that render landscapes more susceptible to wildfires.",
            "score": 69.22472381591797
        },
        {
            "docid": "35997283_8",
            "document": "Atmospheric carbon cycle . Carbon dioxide () has a large warming effect on global temperatures through the greenhouse effect. Although individual CO molecules have a short residence time in the atmosphere, it takes an extremely long time for carbon dioxide levels to sink after sudden rises, due to e.g. volcanic eruptions or human activity and among the many long-lasting greenhouse gases, it is the most important because it makes up the largest fraction of the atmosphere. Since the industrial revolution, the CO concentration in the atmosphere has risen from about 280 ppm to almost 400 ppm. Although the amount of CO introduced makes up only a small portion of the global carbon cycle, carbon dioxide's long residence time makes these emissions relevant for the total carbon balance. The increased carbon dioxide concentration strengthens the greenhouse effect, causing changes to the global climate. Of the increased amounts of carbon dioxide that are introduced to the atmosphere each year, approximately 80% are from the combustion of fossil fuels and cement production. The other ~20% originate from land use change and deforestation. Because gaseous carbon dioxide does not react quickly with other chemicals, the main processes that change the carbon dioxide content of the atmosphere involve exchanges with the earth's other carbon reservoirs, as explained in the following sections.",
            "score": 69.13894653320312
        },
        {
            "docid": "8837930_40",
            "document": "Market analysis . Since the globalization more and more developed, the global market become indispensability part of the business thinking. In order to explore global market, how market segmentation can be used in the global market. There are some aspects of defining the global market so which is more efficient to segment global market. Some researchers mention about Cross-National and Cross-Cultural Approach to segment global market. To differentiate country and culture, the company have to identify two areas which is vertical market segment existing internal area. Another area is external market segments which a group of countries has relationship of each other and share their characteristics. Compared with cross- cultural approach and cross-national approach, cross-cultural approach has its cultural stability of traditional values. cultural stability has a wide range of shared national-cultural values features, due to group solidarity, interpersonal harmony and so forth(Agarwal, Malhotra & Bolto, 2010). However, cross-cultural approach has challenge of environmental changes, cultural change and some other unstable factors(Agarwal, Malhotra & Bolto, 2010). Therefore, the main principle of looking at cross-cultural approach and cross- national approach base on perceive service quality. In the global service marketing, the marketing manager face a challenge of international services on account of the intangibility of services, unification standardizing services across national borders and difference of preference for customized services in different countries and culture. Therefore, it is significance for business to have a deep understanding service quality in facing across different countries, regions and cultures( Agarwal, Malhotra & Bolto, 2010).",
            "score": 68.80680847167969
        },
        {
            "docid": "56244_4",
            "document": "Antonio Gramsci . Gramsci is best known for his theory of cultural hegemony, which describes how the state and ruling capitalist class – the bourgeoisie – use cultural institutions to maintain power in capitalist societies. The bourgeoisie, in Gramsci's view, develops a hegemonic culture using ideology rather than violence, economic force, or coercion. Hegemonic culture propagates its own values and norms so that they become the \"common sense\" values of all and thus maintain the \"status quo\". Hegemonic power is therefore used to maintain consent to the capitalist order, rather than coercive power using force to maintain order. This cultural hegemony is produced and reproduced by the dominant class through the institutions that form the superstructure.",
            "score": 68.80670928955078
        },
        {
            "docid": "5906_63",
            "document": "Carbon dioxide . Carbon dioxide is a greenhouse gas, absorbing and emitting infrared radiation at its two infrared-active vibrational frequencies (see the section \"Structure and bonding\" above). This causes carbon dioxide to warm the surface and lower atmosphere while cooling the upper atmosphere. Increases in atmospheric concentrations of and other long-lived greenhouse gases such as methane, nitrous oxide and ozone have correspondingly strengthened their absorption and emission of infrared radiation, causing the rise in average global temperature since the mid-20th century. Carbon dioxide is of greatest concern because it exerts a larger overall warming influence than all of these other gases combined and because it has a long atmospheric lifetime (hundreds to thousands of years).",
            "score": 68.66309356689453
        },
        {
            "docid": "3044408_10",
            "document": "Global citizenship . Following a social identity approach, Reysen and Katzarska-Miller tested a model showing the antecedents and outcomes of global citizenship identification (i.e., degree of psychological connection with global citizens). Individuals’ normative environment (the cultural environment in which one is embedded contains people, artifacts, cultural patterns that promote viewing the self as a global citizen) and global awareness (perceiving oneself as aware, knowledgeable, and connected to others in the world) predict global citizenship identification. Global citizenship identification then predicts six broad categories of prosocial behaviors and values, including: intergroup empathy, valuing diversity, social justice, environmental sustainability, intergroup helping, and a felt responsibility to act. Subsequent research has examined variables that influence the model such as: participation in a college course with global components, perception of one’s global knowledge, college professors' attitudes toward global citizenship, belief in an intentional worlds view of culture, participation in a fan group that promotes the identity, use of global citizen related words when describing one's values, possible self as a global citizen, religiosity and religious orientation, threat to one’s nation, interdependent self-construal prime, perception of the university environment, and social media usage.",
            "score": 68.46924591064453
        },
        {
            "docid": "8478_5",
            "document": "Doublespeak . Due to the inherently deceptive nature of doublespeak as well as its prominent use in politics, doublespeak has been linked to the sociological perspective known as conflict theories. Conflict theories detract from ideas of society being naturally in harmony, instead placing emphasis on political and material inequality as its structural features. Antonio Gramsci's concepts on cultural hegemony, in particular, suggest that the culture and values of the economic elite – the bourgeoisie – become indoctrinated as \"common sense\" to the working-class, allowing for the maintenance of the status quo through misplaced belief. Being himself one of the leaders of the Communist Party of Italy, his theories had, in turn, been strongly influenced by the German social thinker Karl Marx, and have their ideological roots grounded in Marxist theory of false consciousness and capitalist exploitation. While Gramsci's views argue that culture (beliefs, perceptions and values) allows the ruling class to maintain domination, Marx's explanation is along more economic lines, with concepts such as commodity fetishism demonstrating how the ideology of the bourgeoisie (in this case, the existence of property as a social creation rather than an \"eternal entity\") dominate over that of the working classes.  In both cases, both philosophers argue that one view – that of the bourgeoisie – dominates over others, hence the term conflict theories.",
            "score": 68.37157440185547
        },
        {
            "docid": "417453_11",
            "document": "Chicago school (sociology) . The Social Disorganization Theory itself was a landmark and, since it focuses on the absence or breakdown of social control mechanisms, there are obvious links with social control theory. In \"Causes of Delinquency\" (1969) Travis Hirschi argued that variations in delinquent behavior among youth could be explained by variations in the dimensions of the social bond, namely attachment to others, commitments to conventional goals, acceptance of conventional moral standards or beliefs, and involvement in conventional activities. The greater the social bonds between a youth and society, the lower the odds of involvement in delinquency. When social bonds to conventional role models, values and institutions are aggregated for youth in a particular setting, they measure much the same phenomena as captured by concepts such as network ties or social integration. But the fact that these theories focus on the absence of control or the barriers to progress, means that they are ignoring the societal pressures and cultural values that drive the system Merton identified in the Strain Theory or the motivational forces Cohen proposed were generating crime and delinquency. More modern theorists like Empey (1967) argue that the system of values, norms and beliefs can be disorganized in the sense that there are conflicts among values, norms and beliefs within a widely shared, dominant culture. While condemning crime in general, law-abiding citizens may nevertheless respect and admire the criminal who takes risks and successfully engages in exciting, dangerous activities. The depiction of a society as a collection of socially differentiated groups with distinct subcultural perspectives that lead some of these groups into conflict with the law is another form of cultural disorganization, is typically called cultural conflict.",
            "score": 68.27437591552734
        },
        {
            "docid": "2571155_15",
            "document": "Joe Bastardi . Bastardi asserts that the changes due to carbon dioxide are tiny compared ot other factors so it cannot cause global warming. He writes \"In the entire geological history of the planet, there has been no known linkage between CO and temperatures.\" Bastardi also states that carbon dioxide cannot cause global warming because this would violate the first law of thermodynamics, a misunderstanding of that gas's role in causing warming. He has further explained: CO cannot cause global warming. I'll tell you why. It doesn't mix well with the atmosphere, for one. For two, its specific gravity is 1 1/2 times that of the rest of the atmosphere. It heats and cools much quicker. Its radiative processes are much different. So it cannot -- it literally cannot cause global warming. --- Joe Bastardi, \"Fox Business\", March 9, 2012.",
            "score": 68.15110778808594
        }
    ]
}