{
    "q": [
        {
            "docid": "25529469_4",
            "document": "Solar eclipse of January 5, 1935 . It was the last eclipse of solar saros 111 with the moon's penumbra touching the earth for just 10 minutes. The next mini eclipse in 296 years, the last solar eclipse that was very short occurred on January 4, 1639 and had a magnitude of 0.0009 and lasted for about 7 minutes.",
            "score": 50.86007761955261
        },
        {
            "docid": "53464434_3",
            "document": "Solar eclipse of April 5, 1837 . It was the first of three partial eclipses that took place that year, each two in two months, the next on was on May 4 covered a part of the Northern Hemisphere. It was the last of solar saros 107.",
            "score": 47.14269542694092
        },
        {
            "docid": "53467617_3",
            "document": "Solar eclipse of February 3, 1859 . It was the first of four partial eclipses that took place that year, two in a space of two months each, the next on was on March 4 and covered a small part of the Northern Hemisphere. It was the last of solar saros 109.",
            "score": 46.75993895530701
        },
        {
            "docid": "53559973_5",
            "document": "Solar eclipse of January 4, 1639 . It was the last solar eclipse that took place to date that was under the magnitude of 0.001. The next short solar eclipse was on January 5, 1935 in the Southern Hemisphere and the magnitude above 0.001.",
            "score": 42.676705837249756
        },
        {
            "docid": "53559973_4",
            "document": "Solar eclipse of January 4, 1639 . It was the first of three partial eclipses that took place that year, the last occurred in the Southern Hemisphere on December 5, 1638, the next was on June 1.",
            "score": 42.57222938537598
        },
        {
            "docid": "53577132_3",
            "document": "Solar eclipse of July 9, 1888 . It was the second of three partial eclipses that took place that year, the last was on February 11 and the next was on August 7 in the Northern Hemisphere It was the last four of solar saros 115, the next was on July 21, 1906 and the last was on August 12, 1942.",
            "score": 42.945730209350586
        },
        {
            "docid": "53570300_3",
            "document": "Solar eclipse of December 2, 1880 . It was the last of four eclipses that took place that year, the last two that were partial. It was the last four of solar saros 111, the next eclipses of the cycle were on December 13, 1898, December 24, 1916 and January 5, 1935.",
            "score": 45.908493995666504
        },
        {
            "docid": "53559778_3",
            "document": "Solar eclipse of November 21, 1862 . It was the first of three partial eclipses that took place that year, the last occurred in the same hemisphere on June 27, nearly on the opposite side of the previous eclipse. It was the last three of the solar saros 111, the next was on December 2, 1880 and the last was on January 5, 1935.",
            "score": 46.70711708068848
        },
        {
            "docid": "53560245_3",
            "document": "Solar eclipse of November 10, 1844 . It was last of four partial eclipses that took place that year, two in the space of two months each, the last one was on July 1819 and covered a part of the Northern Hemisphere. It was the last six of the solar saros 111 cycle of eclipses, the next one was on November 21, 1862 and the last one on January 5, 1935.",
            "score": 45.409921646118164
        },
        {
            "docid": "53456049_3",
            "document": "Solar eclipse of August 7, 1812 . It was one of four partial eclipses that took place that year, each two in two months, the last one was on March 13 in the same hemisphere, the next one was on September 12 and covered a part of the Northern Hemisphere mainly North America. A part of the eclipse occurred in a smaller area where the previous partial eclipse happened. It was the last three of solar saros 113, the next two were on August 18, 1830 and on August 28, 1848.",
            "score": 44.38480806350708
        },
        {
            "docid": "53456326_3",
            "document": "Solar eclipse of August 18, 1830 . It was one of four partial eclipses that took place that year, each two in two months, the last one was on March 30 in the same hemisphere, the next one was on September 17 and covered a part of the Northern Hemisphere. It was the last two of solar saros 113, the next was on August 28, 1848.",
            "score": 43.71225047111511
        },
        {
            "docid": "24674591_3",
            "document": "Solar eclipse of July 2, 2019 . Totality will be visible from the southern Pacific Ocean east of New Zealand to the Coquimbo Region in Chile and Argentina at sunset, with the maximum of 4 minutes 32 seconds visible from the Pacific Ocean. Astronomers Without Borders collected eclipse glasses for redistribution to Latin America and Asia for their 2019 eclipses from the solar eclipse of August 21, 2017. A total solar eclipse will cross this region on December 14, 2020 just 531 days later.",
            "score": 40.52558660507202
        },
        {
            "docid": "25235468_1",
            "document": "Solar eclipse of December 14, 2020 . Solar eclipse of December 14, 2020",
            "score": 38.08513069152832
        },
        {
            "docid": "25235457_1",
            "document": "Solar eclipse of June 21, 2020 . Solar eclipse of June 21, 2020",
            "score": 38.08513069152832
        },
        {
            "docid": "53476492_3",
            "document": "Solar eclipse of October 29, 1837 . It was the last of three partial eclipses that took place that year, the first of two in two months, the last was on May 4 which covered a part of the Northern Hemisphere. It was part of solar saros 150.",
            "score": 48.10049319267273
        },
        {
            "docid": "25208151_3",
            "document": "Solar eclipse of June 30, 1973 . With a maximum eclipse of 7 minutes and 4 seconds, this was the last total solar eclipse that exceeds 7 minutes in this series. The last total eclipse over 7 minutes was on July 1, 1098 which lasted 7 minutes and 5 seconds. There will not be a longer total solar eclipse until June 25, 2150.",
            "score": 44.33074903488159
        },
        {
            "docid": "53463969_3",
            "document": "Solar eclipse of March 25, 1819 . It was the first of four partial eclipses that took place that year, each two in two months, the next on was on April 24 covered a part of the Northern Hemisphere. It was the last two of solar saros 107, the last one was on April 5, 1837.",
            "score": 45.22166705131531
        },
        {
            "docid": "25235468_2",
            "document": "Solar eclipse of December 14, 2020 . A total solar eclipse will occur on December 14, 2020. A solar eclipse occurs when the Moon passes between Earth and the Sun, thereby totally or partly obscuring the image of the Sun for a viewer on Earth. A total solar eclipse occurs when the Moon's apparent diameter is larger than the Sun's, blocking all direct sunlight, turning day into darkness. Totality occurs in a narrow path across Earth's surface, with the partial solar eclipse visible over a surrounding region thousands of kilometres wide.",
            "score": 44.66357111930847
        },
        {
            "docid": "25559060_3",
            "document": "Solar Saros 139 . This series is currently producing total eclipses over 4 minutes long, with each one gradually increasing in length. It will continue to do so until July 16, 2186 when it will produce the longest total eclipse calculated for the ten millennia from 3999 BCE to 6000 CE. The last eclipse to occur was a total eclipse on March 29, 2006, lasting 4 minutes 7 seconds and passing over portions of Africa and western Asia. The next eclipse will occur on April 8, 2024, lasting 4 minutes 28 seconds over central North America, entering in Mexico, crossing the United States, and leaving in eastern Canada.",
            "score": 37.00608277320862
        },
        {
            "docid": "25235457_2",
            "document": "Solar eclipse of June 21, 2020 . An annular solar eclipse will occur on June 21, 2020. A solar eclipse occurs when the Moon passes between Earth and the Sun, thereby totally or partly obscuring the image of the Sun for a viewer on Earth. An annular solar eclipse occurs when the Moon's apparent diameter is smaller than the Sun's, blocking most of the Sun's light and causing the Sun to look like an annulus (ring). An annular eclipse appears as a partial eclipse over a region of the Earth thousands of kilometres wide. <BR>Animated path",
            "score": 46.38527178764343
        },
        {
            "docid": "53467409_3",
            "document": "Solar eclipse of January 22, 1841 . It was the first of four partial eclipses that took place that year, two in a space of two months each, the next on was on February 21 covered a small part of the Northern Hemisphere. It was the last two of solar saros 109, the last one was on February 3, 1859.",
            "score": 47.366798639297485
        },
        {
            "docid": "36125553_3",
            "document": "Solar eclipse of March 14, 1801 . It was the first of four partial eclipses that took place that year, each two in two months, the next on was on April 13 covered a part of the Northern Hemisphere. It was the last three of solar saros 107, the next two were on March 25, 1819 and April 5, 1837.",
            "score": 43.98109149932861
        },
        {
            "docid": "25053420_5",
            "document": "Solar eclipse of February 26, 1979 . Many visitors traveled to the Pacific Northwest to view the Monday morning eclipse, as it was the last chance to view a total solar eclipse in the contiguous United States for almost four decades. The next opportunity was 38½ years later on August 21, 2017, also a Monday.",
            "score": 44.31633138656616
        },
        {
            "docid": "4557237_4",
            "document": "List of solar eclipses in the 21st century . The next solar eclipse (Partial) will occur on July 13, 2018; the last solar eclipse (Partial) occurred on February 15, 2018.",
            "score": 41.16535711288452
        },
        {
            "docid": "53467514_3",
            "document": "Solar eclipse of January 12, 1823 . It was one of four partial eclipses that took place that year, two within the space of two months each, the next one was on February 11 and covered the Northern Hemisphere. It was the three of last of solar saros 109, the next two were on January 22, 1841 and February 5, 1859.",
            "score": 44.86462903022766
        },
        {
            "docid": "25428869_2",
            "document": "Solar eclipse of September 4, 2100 . A total solar eclipse is forecast to occur on September 4, 2100. It will be the last solar eclipse of the 21st century. A solar eclipse occurs when the Moon passes between Earth and the Sun, thereby totally or partly obscuring the image of the Sun for a viewer on Earth. A total solar eclipse occurs when the Moon's apparent diameter is larger than the Sun's, blocking all direct sunlight, turning day into darkness. Totality occurs in a narrow path across Earth's surface, with the partial solar eclipse visible over a surrounding region thousands of kilometres wide.",
            "score": 46.70959663391113
        },
        {
            "docid": "25208100_4",
            "document": "Solar eclipse of August 12, 2026 . The last total eclipse in Europe occurred on August 11, 1999.  The last total solar eclipse happened in Spain on August 30, 1905 and followed a similar path across the country. The next total eclipse visible in Spain will happen less than a year later on 2 August 2027. A partial eclipse will cover more than 90% of the area of the sun in Ireland, Great Britain, Portugal, France, Italy, the Balkans and North Africa and to a lesser extent in most of Europe, North Africa and North America.",
            "score": 44.57692790031433
        },
        {
            "docid": "66109_11",
            "document": "Eclipse cycle . If a solar eclipse occurs at one new moon, which must be close to a node, then at the next full moon the Moon is already more than a day past its opposite node, and may or may not miss the Earth's shadow. By the next new moon it is even further ahead of the node, so it is less likely that there will be a solar eclipse somewhere on Earth. By the next month, there will certainly be no event.",
            "score": 48.13381862640381
        },
        {
            "docid": "632331_31",
            "document": "Transit of Venus . The simultaneous occurrence of a transit of Mercury and a transit of Venus does occur, but extremely infrequently. Such an event last occurred on 22 September 373,173 BC and will next occur on 26 July 69,163, and again on 29 March 224,508. The simultaneous occurrence of a solar eclipse and a transit of Venus is currently possible, but very rare. The next solar eclipse occurring during a transit of Venus will be on 5 April 15,232. The last time a solar eclipse occurred during a transit of Venus was on 1 November 15,607 BC. The day after the Venerean transit of 3 June 1769 there was a total solar eclipse, which was visible in Northern America, Europe and Northern Asia.",
            "score": 52.18886423110962
        },
        {
            "docid": "53443787_3",
            "document": "Solar eclipse of March 13, 1812 . It was one of four partial eclipses that took place that year, each two in two months, the last one was on February 12 and covered a part of the Northern Hemisphere. The next eclipse was on August 7 1812 in a smaller part of where the eclipse happened in the same year.",
            "score": 43.04257345199585
        },
        {
            "docid": "5024887_24",
            "document": "Solar eclipse . Total solar eclipses are rare events. Although they occur somewhere on Earth every 18 months on average, it is estimated that they recur at any given place only once every 360 to 410 years, on average. The total eclipse lasts for only a maximum of a few minutes at any location, because the Moon's umbra moves eastward at over 1700 km/h. Totality currently can never last more than 7 min 32 s. This value changes over the millennia and is currently decreasing. By the 8th millennium, the longest theoretically possible total eclipse will be less than 7 min 2 s. The last time an eclipse longer than 7 minutes occurred was June 30, 1973 (7 min 3 sec). Observers aboard a Concorde supersonic aircraft were able to stretch totality for this eclipse to about 74 minutes by flying along the path of the Moon's umbra. The next total eclipse exceeding seven minutes in duration will not occur until June 25, 2150. The longest total solar eclipse during the 11,000 year period from 3000 BC to at least 8000 AD will occur on July 16, 2186, when totality will last 7 min 29 s. For comparison, the longest total eclipse of the 20th century at 7 min 8 s occurred on June 20, 1955, and there are no total solar eclipses over 7 min in duration in the 21st century.",
            "score": 56.98247456550598
        },
        {
            "docid": "5024887_26",
            "document": "Solar eclipse . Between two and five solar eclipses occur every year, with at least one per eclipse season. Since the Gregorian calendar was instituted in 1582, years that have had five solar eclipses were 1693, 1758, 1805, 1823, 1870, and 1935. The next occurrence will be 2206. On average, there are about 240 solar eclipses each century.",
            "score": 47.686904430389404
        }
    ],
    "r": [
        {
            "docid": "5024887_24",
            "document": "Solar eclipse . Total solar eclipses are rare events. Although they occur somewhere on Earth every 18 months on average, it is estimated that they recur at any given place only once every 360 to 410 years, on average. The total eclipse lasts for only a maximum of a few minutes at any location, because the Moon's umbra moves eastward at over 1700 km/h. Totality currently can never last more than 7 min 32 s. This value changes over the millennia and is currently decreasing. By the 8th millennium, the longest theoretically possible total eclipse will be less than 7 min 2 s. The last time an eclipse longer than 7 minutes occurred was June 30, 1973 (7 min 3 sec). Observers aboard a Concorde supersonic aircraft were able to stretch totality for this eclipse to about 74 minutes by flying along the path of the Moon's umbra. The next total eclipse exceeding seven minutes in duration will not occur until June 25, 2150. The longest total solar eclipse during the 11,000 year period from 3000 BC to at least 8000 AD will occur on July 16, 2186, when totality will last 7 min 29 s. For comparison, the longest total eclipse of the 20th century at 7 min 8 s occurred on June 20, 1955, and there are no total solar eclipses over 7 min in duration in the 21st century.",
            "score": 56.98247528076172
        },
        {
            "docid": "4557237_3",
            "document": "List of solar eclipses in the 21st century . At this point, the longest duration in which the moon completely covered the sun, known as totality, was during the solar eclipse of July 22, 2009. This total solar eclipse had a maximum duration of 6 minutes and 39 seconds. The longest possible duration of a total solar eclipse is 7 minutes and 32 seconds. The longest annular solar eclipse of the 21st century took place on January 15, 2010, with a duration of 11 minutes and 8 seconds. The maximum possible duration is 12 minutes and 29 seconds. The eclipse of May 20, 2050, will be the second hybrid eclipse in the span of less than one year, the first one being on November 25, 2049.",
            "score": 54.24125289916992
        },
        {
            "docid": "66111_10",
            "document": "Saros (astronomy) . Each saros series starts with a partial eclipse (Sun first enters the end of the node), and each successive saros the path of the Moon is shifted either northward (when near the descending node) or southward (when near the ascending node) due to the fact that the saros is not an exact integer of draconic months (about one hour short). At some point, eclipses are no longer possible and the series terminates (Sun leaves the beginning of the node). An arbitrary solar saros series was designated as solar saros series 1 by compilers of eclipse statistics. This series has finished, but the eclipse of November 16, 1990 BC (Julian calendar) for example is in solar saros series 1. There are different saros series for solar and lunar eclipses. For lunar saros series, the lunar eclipse occurring 58.5 synodic months earlier (February 23, 1994 BC) was assigned the number 1. If there is an eclipse one inex (29 years minus about 20 days) after an eclipse of a particular saros series then it is a member of the next series. For example, the eclipse of October 26, 1961 BC is in solar saros series 2. Saros series, of course, went on before these dates, and it is necessary to extend the saros series numbers backwards to negative numbers even just to accommodate eclipses occurring in the years following 2000 BCE (up till the last eclipse with a negative saros number in 1367 BC). For solar eclipses the statistics for the complete saros series within the era between 2000 BCE and 3000 CE are given in this article's references. It takes between 1226 and 1550 years for the members of a saros series to traverse the Earth's surface from north to south (or vice versa). These extremes allow from 69 to 87 eclipses in each series (most series have 71 or 72 eclipses). From 39 to 59 (mostly about 43) eclipses in a given series will be central (that is, total, annular, or hybrid annular-total). At any given time, approximately 40 different saros series will be in progress.",
            "score": 53.7916145324707
        },
        {
            "docid": "326177_18",
            "document": "African forest elephant . The females are polyestrous, which means that they are capable of conceiving multiple times a year, which is a reason as to why they do not appear to have a breeding season. However, there does appear to be a peak in conceptions during the two rainy seasons of the year. Generally, the female conceives after two or three matings. Although the female has plenty of room in her uterus to gestate twins, it is rare for twins to be conceived. The female African forest elephant has a pregnancy that lasts 22 months. Based on the maturity, fertility and gestation rates, the African forest elephants have the capabilities of increasing the species' population size by 5% annually in ideal conditions.",
            "score": 53.71265411376953
        },
        {
            "docid": "5024887_19",
            "document": "Solar eclipse . The Moon's orbit intersects with the ecliptic at the two nodes that are 180 degrees apart. Therefore, the new moon occurs close to the nodes at two periods of the year approximately six months (173.3 days) apart, known as eclipse seasons, and there will always be at least one solar eclipse during these periods. Sometimes the new moon occurs close enough to a node during two consecutive months to eclipse the Sun on both occasions in two partial eclipses. This means that, in any given year, there will always be at least two solar eclipses, and there can be as many as five.",
            "score": 53.52878952026367
        },
        {
            "docid": "31140821_7",
            "document": "Ambuli . Sir Arthur Wellington, who is not only the founder of his self-named college in the southern parts of India, but was also basically a scientist having worked with the British army during World War II. After his retirement, he begins the college in South India. His longtime goal is to successfully carry out and finish his project, which is to create humans who can live for 150 years healthily. He decides to use Ponni as his specimen/test subject and injects any kind of his chemicals into her womb. This starts having an impact on Ambuli. Sir Wellington dopes her with strong sedatives, so that she visits him often for checkup, so that he can carry out his test without any problem. As she reaches her pregnancy date, she is affected too much by the sedatives and starts heading to Sir Wellington's laboratory to get herself checked. That day turns out to be the Solar eclipse, and unfortunately, she is affected by the radiation form of the eclipse. This causes a big change in her womb and thus Ambuli is born as a beast. Seemati, who checked her pregnancy and is terrified by the looks and behavior of Ambuli, tells Ponni to kill Ambuli right then and there. But she lets Ambuli escape and commits suicide out of humiliation. Angered by this, Sengoden kills Sir Wellington, who is the reason for all this.",
            "score": 52.97891616821289
        },
        {
            "docid": "25356290_2",
            "document": "Solar eclipse of May 20, 2050 . A total solar eclipse will occur on May 20, 2050. It is a hybrid event, being short duration total eclipse for a middle portion of its path, starting and ending as an annular eclipse. A solar eclipse occurs when the Moon passes between Earth and the Sun, thereby totally or partly obscuring the image of the Sun for a viewer on Earth. An annular solar eclipse occurs when the Moon's apparent diameter is smaller than the Sun's, blocking most of the Sun's light and causing the Sun to look like an annulus (ring). An annular eclipse appears as a partial eclipse over a region of the Earth thousands of kilometres wide.",
            "score": 52.723209381103516
        },
        {
            "docid": "2864_46",
            "document": "Archaeoastronomy . Additionally there are often transient phenomena, events which do not happen on an annual cycle. Most predictable are events like eclipses. In the case of solar eclipses these can be used to date events in the past. A solar eclipse mentioned by Herodotus enables us to date a battle between the Medes and the Lydians, which following the eclipse failed to happen, to 28 May, 585 BC. Other easily calculated events are supernovae whose remains are visible to astronomers and therefore their positions and magnitude can be accurately calculated.",
            "score": 52.70945739746094
        },
        {
            "docid": "5024887_48",
            "document": "Solar eclipse . In principle, the simultaneous occurrence of a Solar eclipse and a transit of a planet is possible. But these events are extremely rare because of their short durations. The next anticipated simultaneous occurrence of a Solar eclipse and a transit of Mercury will be on July 5, 6757, and a Solar eclipse and a transit of Venus is expected on April 5, 15232.",
            "score": 52.282470703125
        },
        {
            "docid": "632331_31",
            "document": "Transit of Venus . The simultaneous occurrence of a transit of Mercury and a transit of Venus does occur, but extremely infrequently. Such an event last occurred on 22 September 373,173 BC and will next occur on 26 July 69,163, and again on 29 March 224,508. The simultaneous occurrence of a solar eclipse and a transit of Venus is currently possible, but very rare. The next solar eclipse occurring during a transit of Venus will be on 5 April 15,232. The last time a solar eclipse occurred during a transit of Venus was on 1 November 15,607 BC. The day after the Venerean transit of 3 June 1769 there was a total solar eclipse, which was visible in Northern America, Europe and Northern Asia.",
            "score": 52.188865661621094
        },
        {
            "docid": "29509101_5",
            "document": "Gabi (elephant) . At age 20 Tamar was considered a high-risk pregnancy case, as elephants normally begin conceiving between the ages of 12 and 15, and this was Tamar's first pregnancy. Throughout the 21-month pregnancy, dozens of ultrasounds were taken of the elephant's long reproductive system; some of these ultrasounds were published on the zoo's website to whet public interest. Physicians at the obstetrics and gynecology department of Hadassah Medical Center analyzed blood samples to monitor the pregnancy and predict the onset of labor, which they pinpointed to the day.",
            "score": 52.17243957519531
        },
        {
            "docid": "25580009_4",
            "document": "Solar eclipse of November 22, 1919 . The duration of annularity at maximum eclipse (closest to but slightly shorter than the longest duration) was 11 minutes, 36.6 seconds in the Atlantic Ocean north of Brazil. It was the longest annular solar eclipse since January 5, 1647, but the Solar eclipse of December 2, 1937 lasted longer.",
            "score": 52.016658782958984
        },
        {
            "docid": "25284852_3",
            "document": "Solar eclipse of January 4, 1992 . The duration of annularity at maximum eclipse (closest to but slightly shorter than the longest duration) was 11 minutes, 40.9 seconds in the Pacific. It was the longest annular solar eclipse until January 2, 3062, but the solar eclipse of December 24, 1973 lasted longer.",
            "score": 52.015995025634766
        },
        {
            "docid": "1990925_15",
            "document": "Solar eclipse of July 22, 2009 . The eclipse was part of Saros series 136, as was the solar eclipse of July 11, 1991, which was slightly longer, lasting up to 6 minutes 53 seconds (previous eclipses of the same saros series on June 30, 1973 and June 20, 1955, were longer, lasting 7 min 04 and 7 min 08, respectively). The next event from this series will be on August 2, 2027. The exceptional duration was a result of the Moon being near perigee, with the apparent diameter of the Moon 8% larger than the Sun (magnitude 1.080) and the Earth being near aphelion where the Sun appeared slightly smaller.",
            "score": 52.00204086303711
        },
        {
            "docid": "5024887_25",
            "document": "Solar eclipse . If the date and time of any solar eclipse are known, it is possible to predict other eclipses using eclipse cycles. The saros is probably the best known and one of the most accurate. A saros lasts 6,585.3 days (a little over 18 years), which means that, after this period, a practically identical eclipse will occur. The most notable difference will be a westward shift of about 120° in longitude (due to the 0.3 days) and a little in latitude (north-south for odd-numbered cycles, the reverse for even-numbered ones). A saros series always starts with a partial eclipse near one of Earth's polar regions, then shifts over the globe through a series of annular or total eclipses, and ends with a partial eclipse at the opposite polar region. A saros series lasts 1226 to 1550 years and 69 to 87 eclipses, with about 40 to 60 of them being central.",
            "score": 51.833499908447266
        },
        {
            "docid": "25289340_8",
            "document": "Solar eclipse of June 8, 1918 . There were two other eclipses that year. The first was a partial lunar eclipse, during which the shadow of the earth can be seen on the moon, and another solar eclipse that took place on December 3 over South America. The other solar eclipse, however, was an annular eclipse, which occurs when the moon has a smaller apparent diameter and therefore never fully obscures the sun.",
            "score": 51.50020980834961
        },
        {
            "docid": "9770_4",
            "document": "Eclipse . For the special cases of solar and lunar eclipses, these only happen during an \"eclipse season\", the two times of each year when the plane of the Earth's orbit around the Sun crosses with the plane of the Moon's orbit around the Earth. The type of solar eclipse that happens during each season (whether total, annular, hybrid, or partial) depends on apparent sizes of the Sun and Moon. If the orbit of the Earth around the Sun, and the Moon's orbit around the Earth were both in the same plane with each other, then eclipses would happen each and every month. There would be a lunar eclipse at every full moon, and a solar eclipse at every new moon. And if both orbits were perfectly circular, then each solar eclipse would be the same type every month. It is because of the non-planar and non-circular differences that eclipses are not a common event. Lunar eclipses can be viewed from the entire nightside half of the Earth. But solar eclipses, particularly a total eclipse, as occurring at any one particular point on the Earth's surface, is a rare event that can span many decades from one to the next.",
            "score": 51.23402404785156
        },
        {
            "docid": "40903932_8",
            "document": "Symptoms and discomforts of pregnancy . Leg cramps (involuntary spasms in calf muscles) can affect between 30% to 50% of women during pregnancy, especially during the last three months of pregnancy. Leg cramps can be extremely painful and whilst they usually last only a few seconds, they can last for minutes. It is not clear whether some oral drug treatments (such as magnesium, calcium, vitamin B or vitamin C) are effective in treating leg cramps during pregnancy, nor whether these treatments are safe for the mother or her baby. There is no evidence to assess the effectiveness and safety of other non-drug treatments such as heat therapy, massage or stretching the muscles (or dorso-flexion of the foot).",
            "score": 51.1823616027832
        },
        {
            "docid": "5024887_27",
            "document": "Solar eclipse . Total solar eclipses are seen on Earth because of a fortuitous combination of circumstances. Even on Earth, the diversity of eclipses familiar to people today is a temporary (on a geological time scale) phenomenon. Hundreds of millions of years in the past, the Moon was closer to the Earth and therefore apparently larger, so every solar eclipse was total or partial, and there were no annular eclipses. Due to tidal acceleration, the orbit of the Moon around the Earth becomes approximately 3.8 cm more distant each year. Millions of years in the future, the Moon will be too far away to fully occlude the Sun, and no total eclipses will occur. In the same timeframe, the Sun may become brighter, making it appear larger in size. Estimates of the when the moon will be unable to occlude the entire sun when viewed from the Earth range between 1.4 billion and 650 million years in the future.",
            "score": 51.11878967285156
        },
        {
            "docid": "66111_7",
            "document": "Saros (astronomy) . The saros, a period of 6585.3211 days (14 common years + 4 leap years + 11.321 days, or 13 common years + 5 leap years + 10.321 days), is useful for predicting the times at which nearly identical eclipses will occur. Three periodicities related to lunar orbit, the synodic month, the draconic month, and the anomalistic month coincide almost perfectly each saros cycle. For an eclipse to occur, either the Moon must be located between the Earth and Sun (for a solar eclipse) or the Earth must be located between the Sun and Moon (for a lunar eclipse). This can happen only when the Moon is new or full, respectively, and repeat occurrences of these lunar phases result from solar and lunar orbits producing the Moon's \"synodic period\" of 29.53059 days. During most full and new moons, however, the shadow of the Earth or Moon falls to the north or south of the other body. Eclipses occur when the three bodies form a nearly straight line. Because the plane of the lunar orbit is inclined to that of the earth, this condition occurs only when a full or new Moon is near or in the ecliptic plane, that is when the moon is at one of the two nodes (the ascending or descending node). The period of time for two successive lunar passes through the ecliptic plane (returning to the same node) is termed the \"draconic month\", a 27.21222 day period. The three-dimensional geometry of an eclipse, when the new or full moon is near one of the nodes, occurs every 5 or 6 months when the Sun is in conjunction or opposition to the Moon and coincidentally also near a node of the Moon's orbit at that time, or twice per eclipse year. Two Saros eclipses have the same appearance and duration due to the distance between the Earth and Moon being nearly the same for each event because the Saros eclipse cycle is also an integer of the \"anomalistic month\", the period of the eccentricity of lunar orbit, 27.5545 days.",
            "score": 50.91707229614258
        },
        {
            "docid": "25529469_4",
            "document": "Solar eclipse of January 5, 1935 . It was the last eclipse of solar saros 111 with the moon's penumbra touching the earth for just 10 minutes. The next mini eclipse in 296 years, the last solar eclipse that was very short occurred on January 4, 1639 and had a magnitude of 0.0009 and lasted for about 7 minutes.",
            "score": 50.86007308959961
        },
        {
            "docid": "25529714_2",
            "document": "Solar eclipse of July 5, 2168 . A total solar eclipse will occur on July 5, 2168. A solar eclipse occurs when the Moon passes between Earth and the Sun, thereby totally or partly obscuring the image of the Sun for a viewer on Earth. A total solar eclipse occurs when the Moon's apparent diameter is larger than the Sun's, blocking all direct sunlight, turning day into darkness. Totality occurs in a narrow path across Earth's surface, with the partial solar eclipse visible over a surrounding region thousands of kilometres wide. Lasting a maximum of 7 minutes, 26 seconds, it will be the longest eclipse since the 11th century, which lasted 7 minutes and 20 seconds, as well with the next two occurrences.",
            "score": 50.70330810546875
        },
        {
            "docid": "25559070_2",
            "document": "Solar Saros 145 . Solar saros 145 is an eclipse cycle with 77 solar eclipses repeating every 18 years, 11 days, 8 hours. It is currently a young cycle producing total eclipses less than 3 minutes in length. The longest duration eclipse in the cycle will be member 50 at 7 minutes and 12 seconds in length after which the durations of eclipses will decrease until the end of the cycle. In its central phase it will produce mainly total eclipses (41 of 43 central eclipses).",
            "score": 50.32695007324219
        },
        {
            "docid": "38203_2",
            "document": "Menstruation . Menstruation, also known as a period or monthly, is the regular discharge of blood and mucosal tissue (known as menses) from the inner lining of the uterus through the vagina. The first period usually begins between twelve and fifteen years of age, a point in time known as menarche. However, periods may occasionally start as young as eight years old and still be considered normal. The average age of the first period is generally later in the developing world, and earlier in the developed world. The typical length of time between the first day of one period and the first day of the next is 21 to 45 days in young women, and 21 to 31 days in adults (an average of 28 days). Bleeding usually lasts around 2 to 7 days. Menstruation stops occurring after menopause, which usually occurs between 45 and 55 years of age. Periods also stop during pregnancy and typically do not resume during the initial months of breastfeeding. Up to 80% of women report having some symptoms prior to menstruation. Common signs and symptoms include acne, tender breasts, bloating, feeling tired, irritability, and mood changes. These may interfere with normal life, therefore qualifying as premenstrual syndrome, in 20 to 30% of women. In 3 to 8%, symptoms are severe. A lack of periods, known as amenorrhea, is when periods do not occur by age 15 or have not occurred in 90 days. Other problems with the menstrual cycle include painful periods and abnormal bleeding such as bleeding between periods or heavy bleeding. Menstruation in other animals occurs in primates, such as apes and monkeys, as well as bats and the elephant shrew. The menstrual cycle occurs due to the rise and fall of hormones. This cycle results in the thickening of the lining of the uterus, and the growth of an egg, (which is required for pregnancy). The egg is released from an ovary around day fourteen in the cycle; the thickened lining of the uterus provides nutrients to an embryo after implantation. If pregnancy does not occur, the lining is released in what is known as menstruation.",
            "score": 50.15422058105469
        },
        {
            "docid": "25235501_2",
            "document": "Solar eclipse of December 4, 2021 . A total solar eclipse will occur on December 4, 2021. A solar eclipse occurs when the Moon passes between Earth and the Sun, thereby totally or partly obscuring the image of the Sun for a viewer on Earth. A total solar eclipse occurs when the Moon's apparent diameter is larger than the Sun's, blocking all direct sunlight, turning day into darkness. Totality occurs in a narrow path across Earth's surface, with the partial solar eclipse visible over a surrounding region thousands of kilometres wide. This eclipse will be unusual as the path of the total eclipse will move from east to west across Antarctica, while most eclipse paths move from west to east. This reversal is only possible in polar regions.",
            "score": 50.044830322265625
        },
        {
            "docid": "291234_7",
            "document": "Occultation . Several times during the year, someone on Earth can usually observe the Moon occulting a planet. Since planets, unlike stars, have significant angular sizes, lunar occultations of planets will create a narrow zone on Earth from which a partial occultation of the planet will occur. An observer located within that narrow zone could observe the planet's disk partly blocked by the slowly moving moon. The same mechanic can be seen with the Sun, where observers on Earth will view it as a solar eclipse. Therefore, a total solar eclipse is effectively the same event as the Moon occulting the Sun.",
            "score": 49.984886169433594
        },
        {
            "docid": "25235489_2",
            "document": "Solar eclipse of June 10, 2021 . An annular solar eclipse will occur on June 10, 2021. A solar eclipse occurs when the Moon passes between Earth and the Sun, thereby totally or partly obscuring the image of the Sun for a viewer on Earth. An annular solar eclipse occurs when the Moon's apparent diameter is smaller than the Sun's, blocking most of the Sun's light and causing the Sun to look like an annulus (ring). An annular eclipse appears as a partial eclipse over a region of the Earth thousands of kilometres wide. This eclipse will be unusual as the path of the annular eclipse will move to the north east, then north, north west, west, south west, south, and finally south east across the Arctic, while most eclipse paths move west to east. This reversal is only possible in polar regions. This eclipse is also notable for the fact that the path of annularity passes over the North Pole.",
            "score": 49.89674377441406
        },
        {
            "docid": "25580026_3",
            "document": "Solar eclipse of December 2, 1937 . The duration of annularity at maximum eclipse (closest to but slightly shorter than the longest duration) was 12 minutes, 0.4 seconds in the Pacific Ocean. It was the longest annular solar eclipse since December 25, 1628, but the Solar eclipse of December 14, 1955 lasted longer.",
            "score": 49.84605407714844
        },
        {
            "docid": "22651355_2",
            "document": "Solar eclipse of January 15, 2010 . The solar eclipse of January 15, 2010 was an annular eclipse of the Sun with a magnitude of 0.9190. A solar eclipse occurs when the Moon passes between Earth and the Sun, thereby totally or partly obscuring the image of the Sun for a viewer on Earth. An annular solar eclipse occurs when the Moon's apparent diameter is smaller than the Sun's, blocking most of the Sun's light and causing the Sun to look like an annulus (ring). An annular eclipse appears as a partial eclipse over a region of the Earth thousands of kilometres wide. It was the longest annular solar eclipse of the millennium, and the longest until December 23, 3043, with the length of maximum eclipse of 11 minutes, 7.8 seconds, and the longest duration of 11 minutes, 10.7 seconds. This is about 4 minutes longer than total solar eclipses could ever get. (The solar eclipse of January 4, 1992, was longer, at 11 minutes, 41 seconds, occurring in the middle of the Pacific Ocean.)",
            "score": 49.69226837158203
        },
        {
            "docid": "12800277_8",
            "document": "Akusekijima . Akusekijima drew attention during the Solar eclipse of July 22, 2009, which was the longest total solar eclipse of the twenty-first century, as the island was one of the closest inhabited areas to the location of maximum eclipse duration. Touted as was one of the best observation spots for the event, village officials and island residents were concerned about playing host to hundreds of people coming to view the solar eclipse. Akusekijima only has five small minshuku guesthouses, which can only accommodate up to 66 people, and water resources are limited as rainfall is the primary source of water.",
            "score": 49.6049690246582
        },
        {
            "docid": "9770_23",
            "document": "Eclipse . Records of solar eclipses have been kept since ancient times. Eclipse dates can be used for chronological dating of historical records. A Syrian clay tablet, in the Ugaritic language, records a solar eclipse which occurred on March 5, 1223 B.C., while Paul Griffin argues that a stone in Ireland records an eclipse on November 30, 3340 B.C. Positing classical-era astronomers' use of Babylonian eclipse records mostly from the 13th century BC provides a feasible and mathematically consistent explanation for the Greek finding all three lunar mean motions (synodic, anomalistic, draconitic) to a precision of about one part in a million or better. Chinese historical records of solar eclipses date back over 4,000 years and have been used to measure changes in the Earth's rate of spin.",
            "score": 49.037445068359375
        },
        {
            "docid": "5024887_56",
            "document": "Solar eclipse . Eclipses only occur in the eclipse season, when the Sun is close to either the ascending or descending node of the Moon. Each eclipse is separated by one, five or six lunations (synodic months), and the midpoint of each season is separated by 173.3 days, which is the mean time for the Sun to travel from one node to the next. The period is a little less than half a calendar year because the lunar nodes slowly regress. Because 223 synodic months is roughly equal to 239 anomalistic months and 242 draconic months, eclipses with similar geometry recur 223 synodic months (about 6,585.3 days) apart. This period (18 years 11.3 days) is a saros. Because 223 synodic months is not identical to 239 anomalistic months or 242 draconic months, saros cycles do not endlessly repeat. Each cycle begins with the Moon's shadow crossing the earth near the north or south pole, and subsequent events progress toward the other pole until the Moon's shadow misses the earth and the series ends. Saros cycles are numbered; currently, cycles 117 to 156 are active. The next solar eclipse will occur on July 13, 2018. It will be a partial solar eclipse visible from south Australia.",
            "score": 48.41362762451172
        }
    ]
}