{
    "q": [
        {
            "docid": "1420969_3",
            "document": "Julius Caesar (cricketer) . Julius Caesar was born in Godalming, Surrey, to Benjamin Caesar, an English professional cricketer, and his wife Anne (née Bowler). Benjamin and Anne had seven children. George, Richard, Lawrence William, Ann, Benjamin, Frederick Bowler and finally Julius. He was brought up in Godalming, a town with approximately 4,000 inhabitants, in Surrey, England. He was almost certainly educated in one of the two schools in Godalming at the time, and could read and write with a legible hand.",
            "score": 28.056549787521362
        },
        {
            "docid": "69880_95",
            "document": "Napoleon . While in exile, Napoleon wrote a book about Julius Caesar, one of his great heroes. He also studied English under the tutelage of Count Emmanuel de Las Cases with the main aim of being able to read English newspapers and books, as access to French newspapers and books was heavily restricted to him on Saint Helena.",
            "score": 27.204987049102783
        },
        {
            "docid": "2926817_3",
            "document": "Memnon of Heraclea . Memnon's history encompassed an unknown number of books, but Photius had read the ninth through the sixteenth, and made a tolerably copious abstract of that portion. The first eight books he had not read, and he speaks of other books after the sixteenth. The ninth book begins with an account of the tyrant Clearchus, the disciple of Plato and Isocrates. The thirteenth book contains a long account of the rise of Rome. The last event mentioned in the sixteenth book was the death of Brithagoras, who was sent by the Heracleians as ambassador to Julius Caesar, after the latter had obtained the supreme power (48 BC).",
            "score": 27.89603567123413
        },
        {
            "docid": "17938506_6",
            "document": "Lucius Julius . Lucius Julius Caesar I may have been the son of Numerius Julius Caesar or identical to Lucius Julius Libo II, with Sextus Julius Caesar (praetor 208 BC) as his son, in which case the latter would be the father of Sextus Julius Caesar (military tribune 181 BC) identical to Sextus Julius Caesar (consul 157 BC).",
            "score": 29.37041974067688
        },
        {
            "docid": "57328_19",
            "document": "Julius Caesar (play) . The text of \"Julius Caesar\" in the First Folio is the only authoritative text for the play. The Folio text is notable for its quality and consistency; scholars judge it to have been set into type from a theatrical prompt-book.",
            "score": 27.20205855369568
        },
        {
            "docid": "9437624_15",
            "document": "Art patronage of Julius II . Many also criticize Julius II for having repeatedly identified himself with Julius Caesar. His desire to emulate Caesar and his extravagant patronage further the negative connotations. Scholars have drawn this conclusion from the medal Julius had made for Saint Peter's with himself on the back, as well as his self-chosen name of Julius. (Gosman, 44) The second, less common stance, is that Julius’s main motive for his patronage was for his own personal aesthetic pleasure (Gosman, 45). One scholar defends Julius II's patronage by stating: \"“It must not be forgotten that not all messages conveyed in works commissioned by a patron, let alone those merely addressed to him, can be read as a communication by the patron of his thinking and claims and aspirations. To say this is not to deny that messages may be read into them, but it should not be assumed that patrons would necessarily have cared about or understood or been motivated by theories and statements about their power and authority that may be coded into the works of art they paid for\". \" (Gosman, 61)",
            "score": 25.31048059463501
        },
        {
            "docid": "32008642_5",
            "document": "Hubert Goltzius . Golzius had his own printshop in Bruges, where he published \"Caius Julius Caesar, or a history of Roman Emperors in medals\" in 1563, and \"The life of Julius Caesar\" in 1566. In 1567 he published the book \"Fastos\" for which he was made an honorary Roman citizen by the Rome council (and which was noted in his next book called \"Caesar Augustus\" in 1574). He published his final book in 1576 on the emperors of Greece in medallions. His portrait was painted twice by Antonis Mor in exchange for his medallion book. These paintings, as well as the books, were all honored in verse by various poets. The same goes for the engraved portrait by Melchior Lorck, used in his last book from 1576 and also used independently.",
            "score": 29.256835460662842
        },
        {
            "docid": "694796_10",
            "document": "Michael Parenti . In 2003 The New Press published Parenti's \"The Assassination of Julius Caesar: A People's History of Ancient Rome.\" \"PW\" said, \"Parenti... narrates a provocative history of the late republic in Rome (100–33 B.C.) to demonstrate that Caesar's death was the culmination of growing class conflict, economic disparity and political corruption.\" \"Kirkus Reviews\" wrote: \"Populist historian Parenti... views ancient Rome’s most famous assassination not as a tyrannicide but as a sanguinary scene in the never-ending drama of class warfare.\" Kirkus described the book as \"revisionist history at its most provocative.\" \"Political Affairs\" wrote: \"This is an excellent book and a good read.\"",
            "score": 28.270793676376343
        },
        {
            "docid": "4358254_33",
            "document": "The Twelve Caesars . Suetonius describes several omens that predicted the assassination of Caligula. He mentions a bolt of lightning that struck Rome on the Ides of March, which was when Julius Caesar was assassinated. Lightning was an event of immense superstition in the ancient world. The day of the assassination, Caligula sacrificed a flamingo. During the sacrifice, blood splattered on his clothes. Suetonius also describes a comet that was seen shortly before the assassination. In the ancient world, comets were believed to foretell the death or assassination of important people. Suetonius even suggested that Caligula's name itself was a predictor of his assassination, noting that every Caesar named Gaius, such as the dictator Gaius Julius Caesar, had been assassinated (a statement which is not entirely accurate; Julius Caesar's father died from natural causes, as did Augustus).",
            "score": 36.10525417327881
        },
        {
            "docid": "15924_61",
            "document": "Julius Caesar . Julius Caesar had been preparing to invade Parthia, the Caucasus, and Scythia, and then march back to Germania through Eastern Europe. These plans were thwarted by his assassination. His successors did attempt the conquests of Parthia and Germania, but without lasting results.",
            "score": 25.983510494232178
        },
        {
            "docid": "1120048_10",
            "document": "Scroll . The Romans invented the \"codex\" form of the book, folding the scroll into pages which made reading and handling the document much easier. Legend has it that Julius Caesar was the first to fold scrolls, concertina-fashion, for dispatches to his forces campaigning in Gaul. Scrolls were awkward to read if a reader wished to consult material at opposite ends of the document. Further, scrolls were written only on one side, while both sides of the codex page were used.",
            "score": 20.90850853919983
        },
        {
            "docid": "4309435_2",
            "document": "Julia (wife of Marius) . Julia (c. 130 BC – 69 BC) was a daughter of Gaius Julius Caesar II (praetor-grandfather of Caesar) and Marcia (daughter of praetor Quintus Marcius Rex). She was a sister of Gaius Julius Caesar III (the father of Julius Caesar) and Sextus Julius Caesar III, consul in 91 BC.",
            "score": 24.898866653442383
        },
        {
            "docid": "12194458_2",
            "document": "Brannovices . The Brannovices or Brannovii were a Gallic people mentioned by Julius Caesar (\"B. G.\" vii. 75). D'Anville conjectures that they may have been in the canton of Brionnois, near Mâcon, Saône-et-Loire, France. Walckenaer (\"Géog.\" vol. i. p. 331) has some remarks on these people. In Caesar (\"B. G.\" vii. 75) there are also readings \"Blannovicibus\" and \"Blannoviis\" (Oudendorp. ed. Caes.); and Walckenaer proposes to place the \"Blannovices\" or \"Brannovices\" in the district of Mâcon, where D'Anville also places the Brannovices or Brannovii. Walckenaer urges, in favor of this supposition, the existence of a place called Blannot in the district of Mâcon. There is another Blannot in the department of Côte d'Or, about 22 km from Arnay, and here Walckenaer places the Blannovii. The controversy has not been resolved.",
            "score": 24.213061571121216
        },
        {
            "docid": "26174_6",
            "document": "Julio-Claudian family tree . This generation of Julii Caesares has two consuls: Sextus Julius Caesar III in 91 BC, and Lucius Julius Caesar III the next year. This generation has also two female descendants very close to the centers of power by their marriages: Julia, the daughter of Gaius Julius Caesar II was married to seven-times consul Gaius Marius, while Julia, the daughter of Lucius Julius Caesar II was married to the two-times consul and Roman dictator Lucius Cornelius Sulla, who had successfully challenged Marius' power. For ensuing generations, Gaius Julius Caesar the Elder, married to a consul's daughter, and Lucius Julius Caesar III proved to be quintessential ancestors of those who held Imperial power in the Julio-Claudian dynasty.",
            "score": 25.729437828063965
        },
        {
            "docid": "39202379_25",
            "document": "Destruction of the Library of Alexandria . Thus Orosius laments the pillaging of libraries within temples in 'his own time' by 'his own men' and compares it to the destruction of the Great Library destroyed at the time of Julius Caesar. He is certainly referring to the plundering of pagan temples during his lifetime, but this presumably did not include the library of Alexandria, which he assumes was destroyed in Caesar's time. While he admits that the accusations of plundering books are “true enough,” he then suggests that the books in question were not copies of those that had been housed at the Great Library, but rather new books \"to rival the ancient love of literature.\" Orosius does not say where temples' books were taken, whether to Constantinople or to local monastic libraries or elsewhere, and he does not say that the books were destroyed.",
            "score": 31.24776601791382
        },
        {
            "docid": "57328_36",
            "document": "Julius Caesar (play) . The 2008 movie \"Me and Orson Welles\", based on a book of the same name by Robert Kaplow, is a fictional story centred around Orson Welles' famous 1937 production of \"Julius Caesar\" at the Mercury Theatre. British actor Christian McKay is cast as Welles, and co-stars with Zac Efron and Claire Danes.",
            "score": 22.629794120788574
        },
        {
            "docid": "1232477_2",
            "document": "Sextus Julius Caesar . Sextus Julius Caesar was the name of several Roman men of the Julii Caesares. \"Sextus\" was one of three praenomina used by the Julii Caesares, the others being \"Lucius\" and \"Gaius\", the latter being the praenomen of the most famous Julius Caesar.",
            "score": 24.65426540374756
        },
        {
            "docid": "57328_30",
            "document": "Julius Caesar (play) . One of the earliest cultural references to the play came in Shakespeare's own \"Hamlet\". Prince Hamlet asks Polonius about his career as a thespian at university, Polonius replies \"I did enact Julius Caesar. I was killed i' th' Capitol. Brutus killed me.\" This is a likely meta-reference, as Richard Burbage is generally accepted to have played leading men Brutus and Hamlet, and the older John Heminges to have played Caesar and Polonius.",
            "score": 22.730087280273438
        },
        {
            "docid": "15924_85",
            "document": "Julius Caesar . Julius Caesar is seen as the main example of \"Caesarism\", a form of political rule led by a charismatic strongman whose rule is based upon a cult of personality, whose rationale is the need to rule by force, establishing a violent social order, and being a regime involving prominence of the military in the government. Other people in history, such as the French Napoleon Bonaparte and the Italian Benito Mussolini, have defined themselves as Caesarists. Bonaparte did not focus only on Caesar's military career but also on his relation with the masses, a predecessor to populism. The word is also used in a pejorative manner by critics of this type of political rule.",
            "score": 27.636629104614258
        },
        {
            "docid": "219117_12",
            "document": "Roman emperor . Julius Caesar, and then Augustus after him, accumulated offices and titles of the highest importance in the Republic, making the power attached to those offices permanent, and preventing anyone with similar aspirations from accumulating or maintaining power for themselves. However, Julius Caesar, unlike those after him, did so without the Senate's vote and approval.",
            "score": 28.268306016921997
        },
        {
            "docid": "57328_28",
            "document": "Julius Caesar (play) . After the theatres re-opened at the start of the Restoration era, the play was revived by Thomas Killigrew's King's Company in 1672. Charles Hart initially played Brutus, as did Thomas Betterton in later productions. \"Julius Caesar\" was one of the very few Shakespearean plays that was not adapted during the Restoration period or the eighteenth century.",
            "score": 24.050920963287354
        },
        {
            "docid": "57328_13",
            "document": "Julius Caesar (play) . Brutus next attacks Cassius for supposedly soiling the noble act of regicide by having accepted bribes. (\"Did not great Julius bleed for justice' sake? / What villain touch'd his body, that did stab, / And not for justice?\") The two are reconciled, especially after Brutus reveals that his beloved wife committed suicide under the stress of his absence from Rome; they prepare for a civil war against Mark Antony and Caesar's adopted son, Octavius, who have formed a triumvirate in Rome with Lepidus. That night, Caesar's ghost appears to Brutus with a warning of defeat. (He informs Brutus, \"Thou shalt see me at Philippi.\")",
            "score": 28.122078895568848
        },
        {
            "docid": "7514689_4",
            "document": "Medici giraffe . In 46 BC Julius Caesar had celebrated his triumphs in Egypt by returning to Rome with a vast menagerie, the star attraction of which was a giraffe, the first ever seen in Europe. The Romans did not know what to make of such an animal and named it the cameleopard, for it seemed to them to embody characteristics of both the camel and leopard. Caesar had the animal torn to shreds by lions in the arena, probably to emphasize his power by the disposal of such a rare creature in a casual manner. Lorenzo had read of the success of the spectacle of Caesar's giraffe and saw a way to cement his reputation in Florence by emulating it. He also realised that he could gain further political influence by passing the animal on and promised to send it to Anne of France, after its sojourn in Florence.",
            "score": 28.093332052230835
        },
        {
            "docid": "4308816_7",
            "document": "Julii Caesares . The rest of the genealogy is well-known. As Caesar left no legitimate sons to carry on his name and legacy, by his will he adopted his grand-nephew, Gaius Octavius, who thus became Gaius Julius Caesar Octavianus, the future emperor better known as Augustus. Octavian had only a daughter, and therefore adopted two of his grandchildren by Marcus Vipsanius Agrippa, who thus became Gaius and Lucius Julius Caesar; but when both died young, the emperor adopted their brother, who became Marcus Julius Caesar Agrippa Postumus, and a stepson, Tiberius Claudius Nero, who became Tiberius Julius Caesar. Tiberius' son, Nero Claudius Drusus, became Drusus Julius Caesar, and he adopted a nephew, Tiberius Claudius Nero Germanicus, who became Germanicus Julius Caesar; their children also became part of the Julia gens. The line draws to a close with the death of Germanicus' son, Gaius Julius Caesar Germanicus, better known simply as Gaius or Caligula, in AD 41; after this, the imperial authority passed to Gaius' uncle, Tiberius Claudius Nero Germanicus, and out of the Julian line.",
            "score": 30.3004812002182
        },
        {
            "docid": "23416512_3",
            "document": "Gaius Julius Caesar (name) . The name \"Caesar\" probably originated from a dialect of Latium which did not share the rhotacism of the Roman dialect. (That is, the \"s\" between vowels did not change to \"r\".) Using the Latin alphabet as it existed in the day of Julius Caesar (100 BC – 44 BC) (i.e., without lower case letters, \"J\", or \"U\"), Caesar's name is properly rendered (the spelling is also attested and is interchangeable with the more common ; however the letter was used with its antique pronunciation of [g], as it was an adaptation of Greek \"gamma\"). It is often seen abbreviated to . (The letterform is a ligature, which is often encountered in Latin inscriptions, where it was used to save space, and is nothing more than the letters \"ae\".) The leading vowels in each part of the name are long, and in Classical Latin, the whole name was pronounced , or, alternatively, with praenomen pronounced trisyllabically as . In Greek, during Caesar's time, his name was written \"Καῖσαρ,\" which was pronounced more or less the same.",
            "score": 25.81072247028351
        },
        {
            "docid": "48405_2",
            "document": "Caesar cipher . In cryptography, a Caesar cipher, also known as Caesar's cipher, the shift cipher, Caesar's code or Caesar shift, is one of the simplest and most widely known encryption techniques. It is a type of substitution cipher in which each letter in the plaintext is replaced by a letter some fixed number of positions down the alphabet. For example, with a left shift of 3, D would be replaced by A, E would become B, and so on. The method is named after Julius Caesar, who used it in his private correspondence.",
            "score": 24.106839179992676
        },
        {
            "docid": "1224846_2",
            "document": "Gaius Julius Caesar Strabo Vopiscus . Gaius Julius Caesar Strabo Vopiscus (\"C. Iulius L. f. Sex. n. Caesar Strabo Vopiscus\")(ca. 130 BC – 87 BC) was the younger son to Lucius Julius Caesar II and his wife Poppilia and younger brother to Lucius Julius Caesar III. His \"cognomina\" indicate he was possibly cross-eyed, and the surviving member of a set of twins.",
            "score": 26.249765872955322
        },
        {
            "docid": "17938506_9",
            "document": "Lucius Julius . Lucius Julius Caesar II, first cousin of Caesar's grandfather, grandson of Lucius Julius Caesar I;",
            "score": 25.807607173919678
        },
        {
            "docid": "12210646_2",
            "document": "Ambarri . The Ambarri were a Gallic people, whom Julius Caesar (\"B. G.\" i. 11) calls close allies and kinsmen of the Aedui. If the reading \"Aedui Ambarri\" in the passage referred to is correct, the Ambarri were Aedui. They are not mentioned among the \"clientes\" of the Aedui. (\"B. G.\" vii. 75.) They occupied a tract in the valley of the Rhône, probably in the angle between the Saône and the Rhône; and their neighbors on the east were the Allobroges. They are mentioned by Livy (v. 34) with the Aedui among those Galli who were said to have crossed the Alps into Italy in the time of Tarquinius Priscus.",
            "score": 21.98732900619507
        },
        {
            "docid": "783514_3",
            "document": "Gaius Julius Caesar . Livy mentions a senator named Gaius Julius who wrote a Roman history in Greek about 143 BC. Given the time period, he would probably have been one of the Julii Caesares, most probably a brother of the Sextus Julius Caesar who was consul in 157, and the great-grandfather of the dictator. This is how Drumann regarded the dictator's most likely descent. If his brother was the Sextus Julius Caesar who was consul in 157 BC, then he would be the son of Sextus Julius Caesar, the praetor in 208 BC.",
            "score": 27.964730739593506
        },
        {
            "docid": "1228853_4",
            "document": "Lucius Julius Caesar . Lucius Julius Caesar, son of the praetor of 183, was \"praetor urbanus\" in 166. A \"praetor urbanus\" named Julius Caesar was mentioned by Pliny the Elder as having died suddenly during his year of office, and was perhaps the same man, although some scholars identify him with Gaius Julius Caesar, the grandfather of the dictator.",
            "score": 25.841005325317383
        },
        {
            "docid": "1232477_7",
            "document": "Sextus Julius Caesar . Sextus Julius Caesar, the son of Gaius Julius Caesar and Marcia, is best known as the uncle of Gaius Julius Caesar, the dictator. He was praetor by 94 BC, and held the consulship in 91. Proconsul in 90, he won a military victory, probably over the Paeligni. He died while laying siege to Asculum.",
            "score": 29.48477792739868
        }
    ],
    "r": [
        {
            "docid": "24354_37",
            "document": "Pharmacology . Modern Pharmacology is highly interdisciplinary. Graduate programs accept students from most biological and chemical backgrounds. With the increasing drive towards biophysical and computational research to describe systems, pharmacologists may even consider themselves mainly physical scientists. In many instances, Analytical Chemistry is closely related to the studies and needs of pharmacological research. Therefore, many institutions will include pharmacology under a Chemistry or Biochemistry Department, especially if a separate Pharmacology Dept. does not exist. What makes an institutional department independent of another, or exist in the first place, is usually an artifact of historical times.",
            "score": 40.269657135009766
        },
        {
            "docid": "46916560_4",
            "document": "Caesar, Life of a Colossus . Additionally, a bibliography of scholarly commentary, published during our more modern age, regarding Julius Caesar and Ancient Rome during his lifetime, is also in the back of the book. Hence, although the author has written this book for the lay reader, it is also useful for scholarly study.",
            "score": 39.19160842895508
        },
        {
            "docid": "17410467_7",
            "document": "Safety pharmacology . The first appearance of the term ‘safety pharmacology’ in the published literature dates back to 1980. The term was certainly in common usage in the 1980s within the pharmaceutical industry to describe nonclinical pharmacological evaluation of unintended effects of candidate drugs for regulatory submissions. Back then it was part of a wider ‘general pharmacology’ assessment, which addressed actions of a drug candidate beyond the therapeutically-intended effects. The only detailed guidelines indicating the requirements from drug regulatory authorities for general pharmacology studies were from the Ministry of Health, Labour, and Welfare. Nowadays, the term ‘general pharmacology’ is no longer used, and the ICH S7A guidelines distinguish between primary pharmacodynamics (“studies on the mode of action and/or effects of a substance in relation to its desired therapeutic target”), secondary pharmacodynamics (“studies on the mode of action and/or effects of a substance not related to its desired therapeutic target”) and safety pharmacology (“studies that investigate the potential undesirable pharmacodynamic effects of a substance on physiological functions in relation to exposure in the therapeutic range and above.”). A major stimulus to the discipline of safety pharmacology was the release in 1996 of a draft ‘Points to Consider’ document on QT prolongation by the European Medicines Agency’s Committee for Proprietary Medicinal Products (CPMP), issued in final form the following year. This initiative had been prompted by growing concern of sudden death caused by drug-induced torsade de pointes, a potentially lethal cardiac tachyarrhythmia. Later, in 2005, this concern was addressed by issue of the ICH S7B guidelines.",
            "score": 37.77166748046875
        },
        {
            "docid": "439794_3",
            "document": "Mechane . Stage machines were also used in ancient Rome, e.g. during the sometimes highly dramatic performances at funerals. For Julius Caesar's funeral service, Appian reports a mechane that was used to present a blood-stained wax effigy of the deceased dictator to the funeral crowd. The mechane was used to turn the body in all directions. Geoffrey Sumi proposes that the use of the mechane \"hinted at Caesar's divinity\". This is highly unlikely because Appian doesn't describe the mechane as a genuine \"deus-ex-machina\" device. Furthermore Caesar's apotheosis wasn't legally conducted until 42 BC and Caesar had only been worshipped unofficially as \"divus\" during his lifetime. First and foremost, Marcus Antonius attempted to arouse the masses as a means to strengthen Caesar's esteem as well as his own political power.",
            "score": 37.74753189086914
        },
        {
            "docid": "24354_9",
            "document": "Pharmacology . Psychopharmacology, also known as behavioral pharmacology, is the study of the effects of medication on the psyche (psychology), observing changed behaviors of the body and mind, and how molecular events are manifest in a measurable behavioral form. Psychopharmacology is an interdisciplinary field which studies behavioral effects of psychoactive drugs. It incorporates approaches and techniques from neuropharmacology, animal behavior and behavioral neuroscience, and is interested in the behavioral and neurobiological mechanisms of action of psychoactive drugs. Another goal of behavioral pharmacology is to develop animal behavioral models to screen chemical compounds with therapeutic potentials. People in this field (called behavioral pharmacologists) typically use small animals (e.g. rodents) to study psychotherapeutic drugs such as antipsychotics, antidepressants and anxiolytics, and drugs of abuse such as nicotine, cocaine and methamphetamine. Ethopharmacology (not to be confused with ethnopharmacology) is a term which has been in use since the 1960s and derives from the Greek word ἦθος \"ethos\" meaning character and \"pharmacology\" the study of drug actions and mechanism.",
            "score": 37.11916732788086
        },
        {
            "docid": "24354_3",
            "document": "Pharmacology . The field encompasses drug composition and properties, synthesis and drug design, molecular and cellular mechanisms, organ/systems mechanisms, signal transduction/cellular communication, molecular diagnostics, interactions, toxicology, chemical biology, therapy, and medical applications and antipathogenic capabilities. The two main areas of pharmacology are pharmacodynamics and pharmacokinetics. Pharmacodynamics studies the effects of a drug on biological systems, and Pharmacokinetics studies the effects of biological systems on a drug. In broad terms, pharmacodynamics discusses the chemicals with biological receptors, and pharmacokinetics discusses the absorption, distribution, metabolism, and excretion (ADME) of chemicals from the biological systems. Pharmacology is not synonymous with pharmacy and the two terms are frequently confused. Pharmacology, a biomedical science, deals with the research, discovery, and characterization of chemicals which show biological effects and the elucidation of cellular and organismal function in relation to these chemicals. In contrast, pharmacy, a health services profession, is concerned with application of the principles learned from pharmacology in its clinical settings; whether it be in a dispensing or clinical care role. In either field, the primary contrast between the two are their distinctions between direct-patient care, for pharmacy practice, and the science-oriented research field, driven by pharmacology.",
            "score": 36.95830154418945
        },
        {
            "docid": "12797709_8",
            "document": "Origin myth . When the missionary and ethnologist C. Strehlow asked the Australian Arunta why they performed certain ceremonies, the answer was always: \"Because the ancestors so commanded it.\" The Kai of New Guinea refused to change their way of living and working, and they explained: \"It was thus that the Nemu (the Mythical Ancestors) did, and we do likewise.\" Asked the reason for a particular detail in a ceremony, a Navaho chanter answered: \"Because the Holy People did it that way in the first place.\" We find exactly the same justification in the prayer that accompanies a primitive Tibetan ritual: \"As it has been handed down from the beginning of the earth’s creation, so must we sacrifice. … As our ancestors in ancient times did—so do we now.\" Founding myths unite people and tend to include mystical events along the way to make \"founders\" seem more desirable and heroic. Ruling monarchs or aristocracies may allege descent from mythical founders/gods/heroes in order to legitimate their control. For example: Julius Caesar and his relatives claimed Aeneas as an ancestor.",
            "score": 36.69364547729492
        },
        {
            "docid": "17986913_3",
            "document": "Pharmacoepidemiology . To accomplish this study, pharmacoepidemiology borrows from both pharmacology and epidemiology. Thus, pharmacoepidemiology is the bridge between both pharmacology and epidemiology. Pharmacology is the study of the effect of drugs and clinical pharmacology is the study of effect of drugs on clinical humans. Part of the task of clinical pharmacology is to provide a risk benefit assessment by effects of drugs in patients: Other parameters relating to drug use may benefit epidemiological methodology. Pharmacoepidemiology then can also be defined as the transparent application of epidemiological methods through pharmacological treatment of conditions to better understand the conditions to be treated.",
            "score": 36.142066955566406
        },
        {
            "docid": "4358254_33",
            "document": "The Twelve Caesars . Suetonius describes several omens that predicted the assassination of Caligula. He mentions a bolt of lightning that struck Rome on the Ides of March, which was when Julius Caesar was assassinated. Lightning was an event of immense superstition in the ancient world. The day of the assassination, Caligula sacrificed a flamingo. During the sacrifice, blood splattered on his clothes. Suetonius also describes a comet that was seen shortly before the assassination. In the ancient world, comets were believed to foretell the death or assassination of important people. Suetonius even suggested that Caligula's name itself was a predictor of his assassination, noting that every Caesar named Gaius, such as the dictator Gaius Julius Caesar, had been assassinated (a statement which is not entirely accurate; Julius Caesar's father died from natural causes, as did Augustus).",
            "score": 36.105255126953125
        },
        {
            "docid": "51620371_3",
            "document": "Julius Pohl . From 1879 to 1883 he studied medicine at the German University in Prague, where afterwards he worked as an assistant to Franz Hofmeister in the pharmacology institute. In 1892 he received his habilitation for pharmacology and pharmacognosy, and three years later became an associate professor. In 1897 he succeeded Hofmeister as chair of pharmacology at the university. In 1911 he relocated to the University of Breslau as successor to Wilhelm Filehne. In 1926 he became a member of the German Academy of Sciences Leopoldina.",
            "score": 36.070125579833984
        },
        {
            "docid": "34209278_3",
            "document": "László Szekeres . He graduated high school in Győr and in 1949 he graduated at the Medical School of the University of Pécs. He worked as intern in the Institute of Pharmacology at the same University. His original plan was to become a clinical physician, after graduation he decided to stay in the Institute of Pharmacology. In 1959 and 1960 he did few month postgraduate work in Moscow and Leningrad (now St. Petersburg) in the Pharmacological Institutes of the USSR Academy of Medical Sciences. In 1960-61 he completed a Riker fellowship at the Department of Pharmacology of the University of Oxford. In 1963 he spent two months in the \"Istituto Superiore di Sanitá\" in Rome to study methods concerning cerebral circulation with the Noble-prize laureate Professor Bovet. In 1982 he studied at the National Institute of Health and at the Food and Drug Administration in Washington, DC.",
            "score": 35.60506820678711
        },
        {
            "docid": "33673475_5",
            "document": "Wang Aiping (physician) . In 1989, he was appointed Assistant Professor at the Military Medical Academy's Institute of Pharmacology and Toxicology, as a Research Associate Institute of Pharmacology Toxicology, The Academy of Military Medical Sciences (AMMS). In 1995, he went to the University of Illinois, Chicago School of Medicine Department of Pharmacology, as Toxicology studies visiting scholar. In 1996, he was Deputy Director of the laboratory at the National Center of Biomedical Analysis of Carcinogenesis, Teratogenesis & Mutagenesis and Deputy Director of the Military Medical Sciences, Institute of Pharmacology and Toxicology, Toxicology Department. From 2001 to date he was appointed Director and researcher of Drug Safety Evaluation and Research, at the Academy of Medical Sciences, Peking Union Medical College, Beijing.",
            "score": 35.592987060546875
        },
        {
            "docid": "74699_4",
            "document": "Juba II . Juba II was brought to Rome by Julius Caesar and he took part in Caesar’s triumphal procession. In Rome he learned Latin and Greek, became romanized and was granted Roman citizenship. Through dedication to his studies, he is said to have become one of Rome's best educated citizens, and by age 20 he wrote one of his first works entitled \"Roman Archaeology\". He was raised by Julius Caesar and later by his great-nephew Octavian (future Emperor Caesar Augustus). While growing up, Juba II accompanied Octavian on military campaigns, gaining valuable experience as a leader. He fought alongside Octavian in the battle of Actium in 31 BC. They became longtime friends.",
            "score": 35.54471969604492
        },
        {
            "docid": "21147962_2",
            "document": "Bernard Brodie (biochemist) . Bernard Beryl Brodie (7 August 1907 – 28 February 1989), a leading researcher on drug therapy, is considered by many to be the founder of modern pharmacology and brought the field to prominence in the 1940s and 1950s. He was a major figure in the field of drug metabolism, the study of how drugs interact in the body and how they are absorbed. A member of the United States National Academy of Sciences, Dr. Brodie was a founder and former chief of the Laboratory of Chemical Pharmacology at the National Heart Institute of the National Institutes of Health in Bethesda, Maryland.",
            "score": 35.388641357421875
        },
        {
            "docid": "4308816_6",
            "document": "Julii Caesares . It is therefore Sextus, the praetor of BC 208, rather than an otherwise unknown Lucius Julius Caesar, who was the father of Lucius Julius Caesar, praetor in 183 BC, and Sextus, the consul of 157. These sons provide the first two branches of the family; but the third branch, representing the ancestors of Gaius Julius Caesar, the dictator, are less certain. We know that Caesar's grandfather was also named \"Gaius\", and that he married a woman of the Marcia gens. Drumann supposed that he might have been the son of a senator named Gaius Julius, who wrote a Roman history in Greek about BC 143. This Gaius, he proposed, might have been a brother of Sextus Julius Caesar, the consul of 157, and therefore a son of the Sextus who was military tribune in 181. Since the two Sexti were in fact the same man, this would probably make the senator Gaius a third son of Sextus Julius Caesar, the praetor of 208 BC. If he was a senator in 143, and the great-grandfather of Caesar, who was born in BC 100, he was probably not the consul's son, as \"his\" eponymous and presumably eldest son, Sextus, was praetor in BC 123.",
            "score": 35.04734420776367
        },
        {
            "docid": "23867_65",
            "document": "Pompey . When Julius Caesar returned to Rome from his governorship in Hispania towards the end of 60 BC, Pompey and Caesar made an informal political alliance. Julius Caesar was a prominent popularis politician who favoured land redistributions and was a resolute man. He stood for election for one of the two consulships for 59 BC, and could provide the kind of support needed for the land bill to be passed. Caesar also pursued a policy of conciliating Marcus Licinius Crassus and Pompey, who had been at variance politically.",
            "score": 34.9155158996582
        },
        {
            "docid": "15924_82",
            "document": "Julius Caesar . These narratives were written and published annually during or just after the actual campaigns, as a sort of \"dispatches from the front.\" They were important in shaping Caesar's public image and enhancing his reputation when he was away from Rome for long periods. They may have been presented as public readings. As a model of clear and direct Latin style, \"The Gallic Wars\" traditionally has been studied by first- or second-year Latin students.",
            "score": 34.8079719543457
        },
        {
            "docid": "1641240_24",
            "document": "Marcus Aemilius Lepidus (consul 78 BC) . Julius Caesar, who was a Marian and had fled Rome during Sulla's persecution, returned to Rome because of the rebellion Lepidus was planning. However, he refused to join him because the outlook was less promising that he had thought and because he did not think that Lepidus was a good leader. After Lepidus' death, Caesar used a law proposed by a certain Plotius, which he had supported, to recall Lucius Cinna, the son of Lucius Cornelius Cinna (who had been one of the leaders of the Marians when they seized power in Rome between 87 BC and 82 BC) and the brother of his wife. He also had men who had taken part in Lepidus' rebellion and had fled to Hispania recalled.",
            "score": 34.73914337158203
        },
        {
            "docid": "20517149_22",
            "document": "Women's medicine in antiquity . The word “caesarian” possibly derives from the ancient Roman ruler Julius Caesar, because it was believed that Caesar was delivered through this procedure. However, this is probably based more on tradition and myth than historical accuracies. Another possibility for the etymology of the word “caesarian” is the Latin word \"caedere\", meaning “to cut”. This practice is probably much older than Julius Caesar, but \"C-sections\", as performed by the Romans, were done to rescue the baby from a dying or already dead mother, and were performed post-mortem. Evidence suggests that Jews in ancient Rome successfully practiced C-sections on living mothers who were not in danger of dying. Evidence of these procedures is found in several collections of ancient Roman rabbis, the most famous of which is called the Mishnah. Greeks and Egyptians did not perform C-sections, either post-mortem or on living mothers. However, Greeks would have had at least some knowledge of the Caesarian operation and the procedure involved. The Greek god Aesclepius was fabled to have been extracted from his mother’s womb through this procedure. Other than the evidence of Jews practicing C-sections in antiquity (very little in ancient Rome, even less in ancient Greece), not much more evidence exists regarding Caesarian-operation birth. One reason could have been that C-sections were not performed very often because of medical complications or superstitions surrounding C-sections. In early Christian Rome, C-sections were almost non-existent. Loss of skill is a possibility for the lack of C-sections. Infant mortality rates were high in antiquity, so C-sections certainly could have been useful. However, early Christian doctors could have disregarded C-sections as a socially acceptable operation because of religious beliefs. Disease, a perceived need for secrecy, and social discouragement could have also been factors that lead to the decline in C-sections among early Christians in Rome. Almost no evidence exists for C-sections in the Christian world until the 10th century.",
            "score": 34.729671478271484
        },
        {
            "docid": "521555_36",
            "document": "Ancient Rome . Onto this turbulent scene emerged Gaius Julius Caesar, from an aristocratic family of limited wealth. His aunt Julia was Marius' wife, and Caesar identified with the populares. To achieve power, Caesar reconciled the two most powerful men in Rome: Marcus Licinius Crassus, who had financed much of his earlier career, and Crassus' rival, Gnaeus Pompeius Magnus (anglicized as Pompey), to whom he married his daughter. He formed them into a new informal alliance including himself, the First Triumvirate (\"three men\"). This satisfied the interests of all three: Crassus, the richest man in Rome, became richer and ultimately achieved high military command; Pompey exerted more influence in the Senate; and Caesar obtained the consulship and military command in Gaul. So long as they could agree, the three were in effect the rulers of Rome.",
            "score": 34.296165466308594
        },
        {
            "docid": "1273_11",
            "document": "Augustus . Octavius was studying and undergoing military training in Apollonia, Illyria, when Julius Caesar was killed on the Ides of March (15 March) 44 BC. He rejected the advice of some army officers to take refuge with the troops in Macedonia and sailed to Italy to ascertain whether he had any potential political fortunes or security. Caesar had no living legitimate children under Roman law, and so had adopted Octavius, his grand-nephew, making him his primary heir. Mark Antony later charged that Octavian had earned his adoption by Caesar through sexual favours, though Suetonius describes Antony's accusation as political slander. After landing at Lupiae near Brundisium, Octavius learned the contents of Caesar's will, and only then did he decide to become Caesar's political heir as well as heir to two-thirds of his estate.",
            "score": 34.273223876953125
        },
        {
            "docid": "19120269_8",
            "document": "Methylhexanamine . Methylhexanamine is an indirect sympathomimetic drug that constricts blood vessels and thus has effects on the heart, lungs, and reproductive organs. It also causes bronchodilation, inhibits peristalsis in the intestines, and has diuretic effects. Most studies have been done on pharmacological effects when the drug is inhaled; our understanding of what methylhexanamine does when taken orally are mostly based on extrapolating from the activities of similar compounds. A 2013 review concluded that: \"Pharmacological effects after oral intake can be expected on the lungs (bronchodilation) and the nasal mucosa following a single oral dose of about 4–15 mg. Pharmacological effects on the heart can be expected following a single oral dose of about 50–75 mg. Pharmacological effects on the blood pressure can be expected after a single oral dose of about 100 mg. Because of the long half-life, there is a risk that repeated doses within 24–36 hours could lead to steadily stronger pharmacological effects (build-up).\"",
            "score": 34.14540100097656
        },
        {
            "docid": "44450362_11",
            "document": "Network medicine . Network pharmacology is a developing field based in systems pharmacology that looks at the effect of drugs on both the interactome and the diseasome. The drug-target network (DTN) can play an important role in understanding the mechanisms of action of approved and experimental drugs. The network theory view of pharmaceuticals is based on the effect of the drug in the interactome, especially the region that the drug target occupies. Combination therapy for a complex disease (polypharmacology) is suggested in this field since one active pharmaceutical ingredient (API) aimed at one target may not effect the entire disease module. The concept of disease modules can be used to aid in drug discovery, drug design, and the development of biomarkers for disease detection. There can be a variety of ways to identifying drugs using network pharmacology; a simple example of this is the \"guilt by association\" method. This states if two diseases are treated by the same drug, a drug that treats one disease may treat the other. Drug repurposing, drug-drug interactions and drug side-effects have also been studied in this field.",
            "score": 33.92619323730469
        },
        {
            "docid": "24354_35",
            "document": "Pharmacology . Students of pharmacology are trained as biomedical scientists, studying the effects of drugs on living organisms. This can lead to new drug discoveries, as well as a better understanding of the way in which the human body works.",
            "score": 33.87085723876953
        },
        {
            "docid": "23416512_11",
            "document": "Gaius Julius Caesar (name) . In earlier times Caesar could originally have been a praenomen. The suffix \"–ar\" is highly unusual for Latin, but is a common suffix in the Sabine Oscan language. The etymology of the name \"Caesar\" is still unknown and was subject to many interpretations even in antiquity, but is always associated with Descended Divinity, a title that emperors often chose to associate themselves with. Julius Caesar himself propagated the derivation from the elephant, an animal that was said to have been called \"caesai\" in the \"Moorish\", i.e. probably Punic language, thereby following the claims of his family that they inherited the cognomen from an ancestor, who had received the name after killing an elephant, possibly during the first Punic War. Since the Gauls came to know the elephant through the Punic commander Hannibal, it is possible that the animal was also known under the name \"caesar\" or \"caesai\" in Gaul. Caesar used the animal during his conquest of Gaul and probably of Britain, which is further supported by the inclusion of forty elephants on the first day of Caesar's Gallic triumph in Rome. Caesar displayed an elephant above the name on his first \"denarius\", which he probably had minted while still in Gallia Cisalpina. Apart from using the elephant as a claim for extraordinary political power in Rome, the coin is an unmasked allusion to this etymology of the name and directly identifies Caesar with the elephant, because the animal treads a Gallic serpent-horn, the \"carnyx\", as a symbolic depiction of Caesar's own victory.",
            "score": 33.81482696533203
        },
        {
            "docid": "783514_4",
            "document": "Gaius Julius Caesar . The grandfather of the dictator is relatively unknown; he might have been the same Julius Caesar who died while \"praetor urbanus\". Nothing is known of the career of Gaius Julius Caesar, except that he can possibly be identified with a praetor who died suddenly at Rome, according to Pliny; but that may instead have been the Lucius Julius Caesar who held that office in 166 BC. We know that the dictator's paternal grandmother was named Marcia, and that through her the family traced its descent from Ancus Marcius, the fourth King of Rome.",
            "score": 33.71584701538086
        },
        {
            "docid": "24354_2",
            "document": "Pharmacology . Pharmacology is the branch of biology concerned with the study of drug action, where a drug can be broadly defined as any man-made, natural, or endogenous (from within body) molecule which exerts a biochemical or physiological effect on the cell, tissue, organ, or organism (sometimes the word pharmacon is used as a term to encompass these endogenous and exogenous bioactive species). More specifically, it is the study of the interactions that occur between a living organism and chemicals that affect normal or abnormal biochemical function. If substances have medicinal properties, they are considered pharmaceuticals.",
            "score": 33.65879440307617
        },
        {
            "docid": "38736538_2",
            "document": "Systems pharmacology . Systems pharmacology is the application of systems biology principles to the field of pharmacology. It seeks to understand how drugs affect the human body as a single complex biological system.  Instead of considering the effect of a drug to be the result of one specific drug-protein interaction, systems pharmacology considers the effect of a drug to be the outcome of the network of interactions a drug may have. In 1992, an article on systems medicine and pharmacology was published in China. Networks of interaction may include chemical-protein, protein–protein, genetic, signalling and physiological (at cellular, tissue, organ and whole body levels). Systems pharmacology uses bioinformatics and statistics techniques to integrate and interpret these networks.",
            "score": 33.48224639892578
        },
        {
            "docid": "4308816_5",
            "document": "Julii Caesares . The genealogy of the Julii Caesares was studied by Wilhelm Drumann in his monumental history of Rome, and the following tables are based largely on his reconstruction of the family. In most respects, Drumann's genealogy forms the basis for modern scholarship on the family, with one important exception: Drumann believed that the Sextus Julius Caesar who was a military tribune in 181 BC and the Sextus who was consul in BC 157 were father and son. While chronology suggested that the tribune might be the son of the Sextus who had been praetor in 208 BC, the consul's filiation indicated that his grandfather's name was \"Lucius\". Accordingly, Drumann inferred the existence of an otherwise unknown Lucius Julius Caesar between the praetor and the military tribune, although in order to make sense chronologically, the praetor would have to have been rather elderly and the tribune very young when they held their respective offices. More recent scholarship has concluded that the military tribune and the consul were the same man, which means that his grandfather, Lucius, was the father of the praetor of 208 BC, rather than his son.",
            "score": 33.44790267944336
        },
        {
            "docid": "23867_20",
            "document": "Pompey . In 'The Life of Crassus', Plutarch did not mention this repeal and, as mentioned above, he only wrote that Pompey and Crassus disagreed on everything and that as a result their consulship did not achieve anything. Yet, the restoration of tribunician powers was a highly significant measure and a turning point in the politics of the late Republic. This measure must have been opposed by the aristocracy and it would have been unlikely that it would have been passed if the two consuls had opposed each other. Crassus does not feature much in the writings of the ancient sources. Unfortunately, the books of Livy, otherwise the most detailed of the sources, which cover this period have been lost. However, the Periochae, a short summary of Livy's work, records that \"Marcus Crassus and Gnaeus Pompey were made consuls ... and reconstituted the tribunician powers.\" Suetonius wrote that when Julius Caesar was a military tribune \"he ardently supported the leaders in the attempt to re-establish the authority of the tribunes of the commons [the plebeians], the extent of which Sulla had curtailed.\" The two leaders must obviously have been the two consuls, Crassus and Pompey.",
            "score": 33.392818450927734
        },
        {
            "docid": "57328_10",
            "document": "Julius Caesar (play) . \"Other\" The play opens with two tribunes discovering the commoners of Rome celebrating Julius Caesar's triumphant return from defeating the sons of his military rival, Pompey. The tribunes, insulting the crowd for their change in loyalty from Pompey to Caesar, attempt to end the festivities and break up the commoners, who return the insults. During the feast of Lupercal, Caesar holds a victory parade and a soothsayer warns him to \"Beware the ides of March\", which he ignores. Meanwhile, Cassius attempts to convince Brutus to join his conspiracy to kill Caesar. Although Brutus, friendly towards Caesar, is hesitant to kill him, he agrees that Caesar may be abusing his power. They then hear from Casca that Mark Antony has offered Caesar the crown of Rome three times and that each time Caesar refused it with increasing reluctance, in hopes that the crowd watching the exchange would beg him to accept the crown, yet the crowd applauded Caesar for denying the crown, upsetting Caesar, due to him wanting to accept the crown. On the eve of the ides of March, the conspirators meet and reveal that they have forged letters of support from the Roman people to tempt Brutus into joining. Brutus reads the letters and, after much moral debate, decides to join the conspiracy, thinking that Caesar should be killed to \"prevent\" him from doing anything against the people of Rome if he were ever to be crowned.",
            "score": 33.34374237060547
        },
        {
            "docid": "6480514_7",
            "document": "Balbi . Lucius Cornelius Balbus was another very famous Balbi. He was born to a family of nobility in Gades, now Cadiz. He and Julius Caesar became acquainted when Caesar's troops were fighting in France and Spain. Balbus assisted Caesar in this endeavor. He was granted Roman citizenship along with his brother P. Cornelius Balbus and his brother's sons. P. Cornelius Balbus died shortly thereafter. At the conclusion of the war in 72 B. C. Caesar brought Balbus back to Rome where he became a powerful ally. His reported tremendous wealth earned him the friendship of Pompey from whom he received Roman citizenship. Balbus lived in Rome as a friend of Pompey and especially Caesar, whose interests he increasingly attended, ultimately becoming the manager and steward of Caesar's affairs in Rome. In 56 B.C. he was prosecuted for receiving his citizenship illegally. Pompey and Crassus both testified upon his behalf, and Cicero delivered one of his finest speeches, resulting in full acquittal. When civil war erupted, Balbus remained outwardly neutral, although he was Caesar's representative in personal matters. After Julius Caesar's death in 44 B. C. Balbus gave his support to Octavian as Caesar's heir, and was rewarded for this by his election to the consulship, becoming Rome's first foreign-born consul in 40 BC. Wealthy beyond all others, in his will he left 25 denarii to each citizen of Rome. A coin was minted in his honor. On the front is the head of Caesar Augustus and on the reverse is the inscription BALBVS Pro. Per. Balbus was the author of a diary of the most remarkable occurrences in his and Caesar's life. Unfortunately this document has not been found.",
            "score": 33.30654525756836
        }
    ]
}