{
    "q": [
        {
            "docid": "8543664_13",
            "document": "The Head and the Hair . There are frequent references to \"Star Wars\" in \"30 Rock\", beginning with the pilot episode in 2006 where Tracy is seen shouting that he is a Jedi. Liz admits to being a huge fan of \"Star Wars\", saying that she had watched it many times with Pete Hornberger (Scott Adsit), and dressed up as the \"Star Wars\" character Princess Leia during four recent Halloweens. There is also reference to \"Star Wars\" when Tracy takes on the identity of the character Chewbacca. In \"The Head and the Hair\", Liz tells Jenna that \"The Head\" asked her out and says \"I had to say yes. I mean he looked at me with those handsome guys eyes. It was like the Death Star tractor beam when the \"Falcon\" was...\", until Jenna interrupts her and says \"No Liz, do not talk about that stuff on your date. Guys like that do not like \"Star Trek\"\", to which Liz corrects \"Wars!\". Fey, a fan of \"Star Wars\" herself, said that the weekly \"Star Wars\" joke or reference \"started happening organically\" when the crew realized that they had a \"Star Wars\" reference \"in almost every show\". Fey said that from then on \"it became a thing where [they] tried to keep it going\", and that even though they could not include one in every episode, they still had a \"pretty high batting average\". Fey attributed most of the references to executive producer and writer Robert Carlock, whom she described as \"the resident expert\".",
            "score": 30.1434006690979
        },
        {
            "docid": "422828_12",
            "document": "Scotty (Star Trek) . Scotty's operation of the \"Enterprise\" transporter system inspired the catchphrase \"Beam me up, Scotty\", which gained currency in popular culture beyond \"Star Trek\" fans, even though the exact phrase is not spoken in that way in the original series, although it is used frequently in the animated series. In \"\", Kirk says, \"Scotty, beam me up.\"",
            "score": 39.43122982978821
        },
        {
            "docid": "27092_17",
            "document": "Star Trek: The Animated Series . \"The Lorelei Signal\" and \"The Infinite Vulcan\", the latter written by Walter Koenig, are rare occurrences where Captain Kirk comes close to actually saying, \"Beam me up, Scotty\" (long erroneously believed to be a \"Star Trek\" catchphrase), when he commands \"Beam us up, Scotty.\" \"\" arguably comes closer to it by having Kirk say \"Scotty, beam me up\".",
            "score": 33.51029896736145
        },
        {
            "docid": "45716_27",
            "document": "Transporter (Star Trek) . The famous catchphrase \"Beam me up, Scotty\" refers to the transporter device, which was often operated by chief engineer Montgomery Scott during the original series. The phrase was never uttered by anyone in the original series, although the lines \"Scotty, beam us up\" and \"Beam me up\" were spoken by Captain Kirk in that series. \"Scotty, beam me up\" was spoken by Admiral Kirk in \"Star Trek IV: The Voyage Home\". On the special edition DVD of \"Star Trek IV\", the text commentary provided by Michael and Denise Okuda (co-authors of \"The Star Trek Encyclopedia\" and \"The Star Trek Chronology: The History of the Future\") indicates that this was the closest anyone came to using that catchphrase in an official \"Star Trek\" production.",
            "score": 37.925904273986816
        },
        {
            "docid": "23199088_5",
            "document": "Beam Me Up Scotty (mixtape) . \"Beam Me Up Scotty\" was well received by critics and fans alike receiving an average score of 78. MTV's \"Mixtape Daily\" chose Beam Me Up Scotty as its weekly pick on May 4, 2009, giving the album positive reviews: \"Yeah, you are going to hear a bunch of more-than-just-friendly shout-outs to the ladies – Nicki says she loves the girls and has no problem surrounding herself with \"bad bitches.\" \"Mixtape Daily\" favored tracks such as \"I Get Crazy \", \"Kill the DJ\" & \"Envy\". \"Beam Me Up Scotty\" is credited with helping distinguish Nicki Minaj as an excellent lyricist in a male-dominated genre.",
            "score": 15.689728736877441
        },
        {
            "docid": "25953544_1",
            "document": "(Do You Love Me) Just Say Yes . (Do You Love Me) Just Say Yes",
            "score": 7.286880016326904
        },
        {
            "docid": "43758271_2",
            "document": "Say Again Yes I Do . Say Again Yes I Do () also known as I Do is a 2014 Taiwanese television series created and produced by Sanlih E-Television. Starring , Mandy Wei, Michael Zhang and Vivi Lee as the main leads. Filming began on August 6, 2014 and wrapped up on December 31, 2014, the drama was filmed as it aired. The series began airing on Sanlih's TTV channel on Sunday nights August 30, 2014 at 10:00 PM and will take over the timeslot of previous TTV drama \"\"Fall in Love with Me\" \". The drama concluded on January 4, 2015 with 20 episodes total.",
            "score": 16.768424034118652
        },
        {
            "docid": "21122467_8",
            "document": "Henry Stacy Marks . \"I took home a picture to the Dook of Wellington one day, and, as I was taking it up in the hall, he comes by, and says, \"Oh, you comes from Messrs. Bennett.\" \"Yes, sir,\" I says. With that he passes on, and out comes at the front door a man dressed all in black, and comes up to me—his butler, I suppose. He says, \"Do you know who you were a talking to just now?\" \"Yes, sir,\" I says, \"Arthur Wellesley, better known as Dook of Wellington.\" Then, why don't you say \"Your Grace to him ?\" \"Grace ?\" says I, \" why should I say grace for? there's no meat here. Where's the viands? Why, I said sir to him—a common title of respect between man and man.\" \" Well,\" says he, \" you are a rum sort of customer, you are. What do you call the Duke ?\" \"What do I call him ?\" I says ; \"a wholesale carcase butcher! Look at his career. He begins by going to France to learn the art of war, and then he goes to India and kills thousands of natives who were only defending their own country, and at last turns his arms against the country where he first learned the art of war, and murders thousands more. A wholesale carcase butcher: that's what I call him.\"",
            "score": 11.284106969833374
        },
        {
            "docid": "25953544_2",
            "document": "(Do You Love Me) Just Say Yes . \"(Do You Love Me) Just Say Yes\" is a song written by Bob DiPiero, John Scott Sherrill and Dennis Robbins, and recorded by American country music group Highway 101. It was released in June 1988 as the first single from the album \"Highway 101, Volume 2\". \"(Do You Love Me) Just Say Yes\" was Highway 101's third number one on the country chart. The song spent one week at that position and twenty weeks on the chart. It also reached Number One on the \"RPM\" Country Tracks charts in Canada.",
            "score": 7.957131862640381
        },
        {
            "docid": "2269233_5",
            "document": "Memorial Acclamation . In the Byzantine form of the Liturgy of St James, the priest celebrant says: \"This do in remembrance of me; for as often as ye eat this bread, and drink this cup, ye do show forth the Lord's death, and confess His resurrection, till He comes.\" The people respond: \"We show forth Thy death, O Lord, and confess Thy resurrection.\"",
            "score": 7.473857641220093
        },
        {
            "docid": "30826039_9",
            "document": "Uncharted (song) . \"This video is about my journey as an artist who looks up to the people around them. This is about being a fan of people who take chances, who are fearless, who have integrity, and go off into the world saying yes to what's around them. It's filled with some of the people in my life who do that . They have impacted my world and are not only incredible artists, but great friends as well. They all worked this giant favor into their very busy lives and helped me out more than I can say.\"",
            "score": 9.248364925384521
        },
        {
            "docid": "50541195_3",
            "document": "Yes Girl . The song was written by Miller herself, Ilsey Juber and American production team Pop & Oak, who also produced the song. Co-production is handled by Treviorious and Zaire Koalo. Is described as a \"moody pop rock anthem\" With the song, Miller wanted to combine a live aspect, live instruments, with programmed instruments, \"in a way that nobody really does in pop music, at least not right now,\" said during a late call on \"Fuse\". \"I wanted to come up with something that was really original and true to me. Oak was the first person, out of all the producers I’ve worked with, to capture that immediately. It was this whole new feeling\", she continued. About the inspiration for the song, she told \"People\", \"I had a lot of people in my life telling me what I needed to be doing and what direction I need to be going in. I was just getting really stressed out, and I found myself saying yes to a lot of things that I really didn't want to. There's that saying of being a Yes Man, and I was kind of being a Yes Girl. I wrote this song to remind myself that I can stand up for myself and be passionate about things and have an opinion – and that it's not wrong, I figured out if I put happiness in myself, that, if it comes from myself, I can be happy. If I tell myself I can accomplish things, I can do them. I'm excited for my fans to see how much I've grown.\"",
            "score": 10.787710189819336
        },
        {
            "docid": "1316796_18",
            "document": "Ryan Leaf . Leaf missed his second season due to a shoulder injury suffered 20 minutes into the Chargers' first training camp workout on July 23, 1999. Leaf had surgery to fix a labral tear in his throwing shoulder. During an August training camp, a fan heckled Leaf: \"Hey, Ryan, you're the worst draft choice in NFL history. You make Heath Shuler look like an All-Star.\" Leaf, accompanied by a coach and security guards, walked towards the fan and asked a question. The fan began walking closer to Leaf, and two coaches restrained Leaf, with another Chargers employee saying \"No, don't do it, Ryan. Don't do it.\" Leaf later explained the incident: \"...what I wanted to do was say, 'Hey, look, I've grown up, I'm calm about it, I would like to understand why you would say that about me.'\"",
            "score": 19.73307991027832
        },
        {
            "docid": "18264094_7",
            "document": "Rosemary's Baby (30 Rock) . \"Rosemary's Baby\" was mainly filmed on September 11, 2007, while Fisher's scenes were filmed the next day on September 12, 2007. \"Star Wars\" is frequently referenced in \"30 Rock\", beginning with the pilot episode where Tracy Jordan is seen shouting that he is a Jedi. Liz Lemon admits to being a huge fan of \"Star Wars\", saying that she had watched it many times with Pete Hornberger, and dressed up as the \"Star Wars\" character Princess Leia during four recent Halloweens. \"Star Wars\" is also referenced when Tracy Jordan takes on the identity of the character Chewbacca. Fey, a fan of \"Star Wars\" herself, said that the weekly \"Star Wars\" joke or reference \"started happening organically\" when the crew realized that they had a \"Star Wars\" reference \"in almost every show\". Fey said that from then on \"it became a thing where [they] tried to keep it going\", and that even though they could not include one in every episode, they still had a \"pretty high batting average\". Fey attributed most of the references to Robert Carlock, who she described as \"the resident expert\". Prior to the airing of the episode, fans were \"raving\" about the much awaited guest appearance of Fisher. Fisher's last line in the episode, \"Help me, Liz Lemon! You're my only hope!\", was a spoof of the line \"Help me Obi-Wan Kenobi, you're my only hope!\" from her past role in the original \"Star Wars\" trilogy, in which she played Princess Leia.",
            "score": 23.308422088623047
        },
        {
            "docid": "2231540_3",
            "document": "Fan Ye (gymnast) . Fan Ye is best known for her work on the balance beam. Her biggest accomplishment in gymnastics is winning the 2003 World Balance Beam Title. Fan Ye earned a 9.812 for that gold medal performance and has the distinction of having the highest scoring routine at an international elite competition in the 2001-2004 quad.",
            "score": 8.840957641601562
        },
        {
            "docid": "1502369_18",
            "document": "Star Wars: Empire at War . \"The A.V. Club\" gave it a B and stated that \"you could find a deeper or better-tuned strategy game—but this one has AT-ATs.\" \"Detroit Free Press\" gave it three stars out of four, saying, \"The day-to-day ground conflicts that make up most of the game are not particularly inspiring. The full-on space wars are a real thrill to behold.\" However, \"The Sydney Morning Herald\" gave it three stars out of five and said that it \"hits all the right notes if you're a \"Star Wars\" fan, but be prepared to grind out your victories.\"",
            "score": 22.956902742385864
        },
        {
            "docid": "23199088_2",
            "document": "Beam Me Up Scotty (mixtape) . Beam Me Up Scotty is the third mixtape by American rapper and singer Nicki Minaj; it was released on April 18, 2009 by Trapaholics Records. It features guest verses from rappers Bobby V, Brinx, Birdman, Busta Rhymes, Drake, Gucci Mane, Mack Maine, Gudda Gudda, Lil Twist, Jae Millz, Lil Wayne, Red Café, Lil Chuckee, Ricky Blaze, Rocko, Ron Browz, and Shanell. Its production was overseen by DJ Holiday and The Trapaholics. \"Beam Me Up Scotty\" received favorable reviews from contemporary music critics, and is also largely credited with establishing Minaj's fan base. One of its tracks \"I Get Crazy\" respectively charted at numbers 20 and 37 on the U.S. \"Billboard\" Hot Rap Songs and Hot R&B/Hip-Hop Songs component charts.",
            "score": 13.885126829147339
        },
        {
            "docid": "19672828_20",
            "document": "Alec Guinness . In the final volume of the book \"A Positively Final Appearance\" (1997), Guinness recounts grudgingly giving an autograph to a young fan who claimed to have watched \"Star Wars\" over a hundred times, on the condition that the boy promise to stop watching the film because \"this is going to be an ill effect on your life\". The fan was stunned at first but later thanked him (though some sources say it went differently). Guinness is quoted as saying: \"'Well', I said, 'do you think you could promise never to see \"Star Wars\" again?' He burst into tears. His mother drew herself up to an immense height. 'What a dreadful thing to say to a child!' she barked, and dragged the poor kid away. Maybe she was right but I just hope the lad, now in his thirties, is not living in a fantasy world of second hand, childish banalities.\" Guinness grew so tired of modern audiences apparently knowing him only for his role of Obi-Wan Kenobi that he would throw away the mail he received from \"Star Wars\" fans without reading it.",
            "score": 21.617379784584045
        },
        {
            "docid": "46995803_18",
            "document": "The Promise (2016 film) . Benjamin Lee of \"The Guardian\" gave the film 3 stars (out of 5) and called it an \"often soapy but well-intentioned and extravagantly mounted epic\". Richard Roeper of the \"Chicago Sun-Times\" gave the film 3 out of 4 stars, saying: \"Yes, \"The Promise\" veers into corny territory, and yes, it’s derivative of better war romances — but it’s a solid and sobering reminder of the atrocities of war, bolstered by strong performances from Isaac and Bale, two of the best actors of their generation\".",
            "score": 16.377431392669678
        },
        {
            "docid": "23199088_3",
            "document": "Beam Me Up Scotty (mixtape) . \"Beam Me Up Scotty\" was recorded after Lil Wayne noticed Minaj's appearance on Queens-based underground rap label Dirty Money Records on \"The Re Up\" DVD series.<ref name=\"Billboard - Nicki/Wayne Tour\"></ref> He is credited with mentoring Minaj as she recorded \"Beam Me Up Scotty\", two years after her appearance on \"Don't Stop, Won't Stop\", a track from Wayne's acclaimed 2007 mixtape \"Da Drought 3\" that sampled \"Can't Stop, Won't Stop (Young Gunz song)\" by Young Gunz. Minaj says of her time on tour with Lil Wayne: \"It made me hungry. That's what inspired me and the music for the \"Beam Me Up Scotty tape\" — the \"I Am Music Tour\".\"",
            "score": 14.846263885498047
        },
        {
            "docid": "208423_9",
            "document": "Gowron . Following the death of Gowron on screen, O'Reilly continued to attend \"Star Trek\" conventions in character, often appearing on stage alongside J.G. Hertzler as Martok. One of their trademarks is a song about Klingons, and O'Reilly has had a Bat'leth created to look like a stringed guitar. He explained in an interview that \"We love doing Klingons. For me, it was a dream come true, it was nice to come back to it. And the fans just love it. We tried it once and the fans just went crazy.\" The pair debuted the in-makeup appearances at a convention in the late 2000s in Germany, and after generating the longest photo op queue at the event, they decided to take it to the stage. Larry Nemecek praised their convention appearances, saying \"They are fan favourites because they are big, gregarious guys. They slap people on the back. They have a good time. They tease people back. They do it for the audience.\"",
            "score": 19.74151587486267
        },
        {
            "docid": "1609146_11",
            "document": "Beam me up, Scotty . The exact timing of when the phrase became popular is unclear. However, early signs of the quote's usage to describe something separate of Star Trek can be found roughly ten years after Star Trek's airing in 1966, in a publication of the Royal Aeronautical Journal. It describes a certain routine as \"a sort of 'beam me up scotty' routine'\". Over time, the phrase has been extended to, \"Beam me up, Scotty, there's no intelligent life down here!\", popularized on bumper stickers and t-shirts, despite neither quote ever being said on the show.",
            "score": 27.30252957344055
        },
        {
            "docid": "161978_5",
            "document": "Last Judgment . Enter ye in at the strait gate: for wide is the gate, and broad is the way, that leadeth to destruction, and many there be which go in thereat: Because strait is the gate, and narrow is the way, which leadeth unto life, and few there be that find it. Beware of false prophets, which come to you in sheep's clothing, but inwardly they are ravening wolves. Ye shall know them by their fruits. Do men gather grapes of thorns, or figs of thistles? Even so, every good tree bringeth forth good fruit; but a corrupt tree bringeth forth evil fruit. A good tree cannot bring forth evil fruit, neither can a corrupt tree bring forth good fruit. Every tree that bringeth not forth good fruit is hewn down, and cast into the fire. Therefore, by their fruits ye shall know them. Not every one that saith unto me: Lord, Lord, shall enter into the Kingdom of Heaven; but he that doeth the will of my Father which is in Heaven. Many will say to me in that day, Lord, Lord, have we not prophesied in thy name? and in thy name have cast out devils? and in thy name done many wonderful works? And then will I profess unto them, I never knew you: depart from me, ye that work iniquity. () Then said one unto him, Lord, are there few that be saved? And he said unto them, Strive to enter in at the strait gate: for many, I say unto you, will seek to enter in, and shall not be able. When once the master of the house is risen up, and hath shut to the door, and ye begin to stand without, and to knock at the door, saying, Lord, Lord, open unto us; and he shall answer and say unto you, I know you not whence ye are: Then shall ye begin to say, We have eaten and drunk in thy presence, and thou hast taught in our streets. But he shall say, I tell you, I know you not whence ye are; depart from me, all ye workers of iniquity. There shall be weeping and gnashing of teeth, when ye shall see Abraham, and Isaac, and Jacob, and all the prophets, in the kingdom of God, and you yourselves thrust out. () It also appears in the Sheep and the Goats section of Matthew where the judgment seems entirely based on help given or refused to \"one of the least of these my brethren\" who are identified in Matthew 12 as \"whosoever shall do the will of my Father which is in heaven\".",
            "score": 12.603105068206787
        },
        {
            "docid": "40179756_4",
            "document": "Honest (Future album) . In June 2012, Future announced his second studio album would be titled \"Future Hendrix\". In September 2012, during an interview with Montreality, he spoke about the album title, saying: \"\"Future Hendrix\" just comes from being different. Jimi Hendrix, he always stood out, and I always like the way he stood out. It wasn't about me getting that rock'n'roll lifestyle...that comes with this music industry. It's another level; it's striving to be different. I want to do it at the end of February, but it all depends on how these singles do and what this Super Future do.\" In December 2012, during an interview with Sermon's Domain, he said that the album would be more R&B based, saying: \"I want to say [\"Future Hendrix\"] will be more R&B based, but it's going to be more substance, more passion - just more down with feeling. I won't compromise who I am…I know my fans who've been down for me from day one, they understand the growth, and they gonna know when they hear \"Future Hendrix\", they'll know that I'm not selling out…they're gonna understand that I'm doing music that was already happening. But I'ma still have street songs. It's gonna be street-driven…[but] it's going to be more filled up with records with substance.\"",
            "score": 14.911120891571045
        },
        {
            "docid": "6404955_51",
            "document": "List of Star Wars species (A–E) . The Chadra-Fan are short, furry mammalianoids with bat-like faces and flap-like ears. They live in the swamps and marshes of their native planet Chad. They are renowned for their weak strength, emphasized by the saying 'You punch like a Chadra-Fan.' A famous Chadra-Fan was Tekli of the New Jedi Order who later became a healer for the Jedi. Her race was often received well because they had what many Star Wars authors referred to as adorable features.",
            "score": 18.78601622581482
        },
        {
            "docid": "4770634_6",
            "document": "Matthew 7 . Judge not, that ye be not judged.<br> For with what judgment ye judge, ye shall be judged: and with what measure ye mete, it shall be measured to you again.<br> And why beholdest thou the mote that is in thy brother's eye, but considerest not the beam that is in thine own eye?<br> Or how wilt thou say to thy brother, Let me pull out the mote out of thine eye; and, behold, a beam [is] in thine own eye?<br> Thou hypocrite, first cast out the beam out of thine own eye; and then shalt thou see clearly to cast out the mote out of thy brother's eye.<br> Give not that which is holy unto the dogs, neither cast ye your pearls before swine, lest they trample them under their feet, and turn again and rend you.<br> Ask, and it shall be given you; seek, and ye shall find; knock, and it shall be opened unto you:<br> For every one that asketh receiveth; and he that seeketh findeth; and to him that knocketh it shall be opened.<br> Or what man is there of you, whom if his son ask bread, will he give him a stone?<br> Or if he ask a fish, will he give him a serpent?<br> If ye then, being evil, know how to give good gifts unto your children, how much more shall your Father which is in heaven give good things to them that ask him?<br> Enter ye in at the strait gate: for wide [is] the gate, and broad [is] the way, that leadeth to destruction, and many there be which go in thereat:<br> Because strait [is] the gate, and narrow [is] the way, which leadeth unto life, and few there be that find it.<br> Beware of false prophets, which come to you in sheep's clothing, but inwardly they are ravening wolves.<br> Ye shall know them by their fruits. Do men gather grapes of thorns, or figs of thistles?<br> Even so every good tree bringeth forth good fruit; but a corrupt tree bringeth forth evil fruit.<br> A good tree cannot bring forth evil fruit, neither [can] a corrupt tree bring forth good fruit.<br> Every tree that bringeth not forth good fruit is hewn down, and cast into the fire.<br> Wherefore by their fruits ye shall know them.<br> Not every one that saith unto me, Lord, Lord, shall enter into the kingdom of heaven; but he that doeth the will of my Father which is in heaven.<br> Many will say to me in that day, Lord, Lord, have we not prophesied in thy name? and in thy name have cast out devils? and in thy name done many wonderful works?<br> And then will I profess unto them, I never knew you: depart from me, ye that work iniquity.<br> Therefore whosoever heareth these sayings of mine, and doeth them, I will liken him unto a wise man, which built his house upon a rock:<br> And the rain descended, and the floods came, and the winds blew, and beat upon that house; and it fell not: for it was founded upon a rock.<br> And every one that heareth these sayings of mine, and doeth them not, shall be likened unto a foolish man, which built his house upon the sand:<br> And the rain descended, and the floods came, and the winds blew, and beat upon that house; and it fell: and great was the fall of it.<br> And it came to pass, when Jesus had ended these sayings, the people were astonished at his doctrine:<br> For he taught them as [one] having authority, and not as the scribes.<br>",
            "score": 9.913744926452637
        },
        {
            "docid": "18895792_11",
            "document": "Fireworks (30 Rock) . \"Star Wars\" is frequently referenced in \"30 Rock\", beginning with the pilot episode where Tracy Jordan is seen shouting that he is a Jedi. Liz Lemon admits to being a huge fan of \"Star Wars\", saying that she had watched it many times with Pete Hornberger (Scott Adsit), and saying she dressed up as the \"Star Wars\" character Princess Leia during four Halloweens. Fey, a fan of \"Star Wars\" herself, said that the weekly \"Star Wars\" joke or reference \"started happening organically\" when the crew realized that they had a \"Star Wars\" reference \"in almost every show\". Fey said that from then on \"it became a thing where [they] tried to keep it going\", and that even though they could not include one in every episode, they still had a \"pretty high batting average\". Fey attributed most of the references to Robert Carlock, who she described as \"the resident expert\". In this episode, \"Star Wars\" is referenced twice: once when Liz tells Floyd that she and Pete are watching the movies on the AFI's 100 Years... 100 Movies list, but they only own \"Star Wars\" and \"Tootsie\" so they keep watching those two films. It is again referenced during Tracy's dream, when Thomas Jefferson holds his hand up to Tracy and says \"May the Force be with you\".",
            "score": 25.052229404449463
        },
        {
            "docid": "7820225_29",
            "document": "Orlando Salido . Immediately following the loss to Miguel Román, Salido announced his retirement. Immediately after the fight, he said, \"As they say, father time is undefeated. All the wars I had caught up with me. I am leaving the ring knowing that I gave the fans as great a fight that I can give them. I hope they enjoyed it. The mind and heart were there, but my body just was not responding. Roman is a young fighter who gave his all, and I was not able to keep up with him. I [am] just an old fighter now.\" Four days later when Salido landed home in Phoenix, Arizona, he stated his retirement was over and he would be back in 2018. He said, \"Saturday night I let my feelings and frustrations make me say things I did not think about. It was a tough and difficult fight in which I could not do the things that I needed to do in the ring, which I attributed to my age and the many wars I've had in my career.\"",
            "score": 15.606767654418945
        },
        {
            "docid": "1750228_48",
            "document": "Star Wars video games . On October 30, 2013, Dan Connor and Kevin Bruner from Telltale Games expressed an interest in making a Star Wars adventure game. Bruner said that \"I'll also say a Telltale Star Wars game would make me VERY happy!\" with Connor saying that \"Coming from LucasArts we have so many people here that love Star Wars and have worked with the license so that would be a great fit and very cool.\" The lower than expected sales and mixed fan reception towards EA Games handling of the \"Star Wars: Battlefront\" subfranchise has led to rumors of Lucasfilm considering to change the terms of the license agreement. Lucasfilm is rumored to be courting either Ubisoft or Activision to either replace EA, or sharing rights to develop \"Star Wars\" games with them.",
            "score": 26.33581256866455
        },
        {
            "docid": "7981475_8",
            "document": "Jack-Tor . \"Star Wars\" is frequently referenced in \"30 Rock\", beginning with the pilot episode where Tracy Jordan is seen shouting that he is a Jedi. Liz Lemon admits to being a huge fan of \"Star Wars\", saying that she had watched it many times with Pete Hornberger, and saying she dressed up as the \"Star Wars\" character Princess Leia during four Halloweens. Fey, a fan of \"Star Wars\" herself, said that the weekly \"Star Wars\" joke or reference \"started happening organically\" when the crew realized that they had a \"Star Wars\" reference \"in almost every show\". Fey said that from then on \"it became a thing where [they] tried to keep it going\", and that even though they could not include one in every episode, they still had a \"pretty high batting average\". Fey attributed most of the references to Robert Carlock, who she described as \"the resident expert\". In this episode, \"Star Wars\" is referenced when Frank mentions a \"friend in accounting\" named Lando Calrissian, a prominent \"Star Wars\" character.",
            "score": 22.818094491958618
        },
        {
            "docid": "1986667_19",
            "document": "Words of Institution . \"\"For in the night in which he was betrayed, he took bread; and when he had given thanks, he broke it, and gave it to his disciples, saying, Take, eat, this is my Body, which is given for you. Do this in remembrance of me. Likewise, after supper, he took the cup; and when he had given thanks, he gave it to them, saying, \"Drink ye all of this; for this is my Blood of the New Testament, which is shed for you, and for many, for the remission of sins. Do this, as oft as ye shall drink it, in remembrance of me.\"\"",
            "score": 6.180123567581177
        },
        {
            "docid": "2324889_14",
            "document": "Raghu Rai . \"When I go to a situation, I see something interesting, and I see the enormity and the size of it, and the complexity of it, and I say “Yes God, you’ve shown me this but it’s not enough for me.” So he says “Alright.” Then I keep walking, then he shows me something more complex and bigger. I say “Yes God, It’s nice. But it’s still not enough for me.” So I go on and on and I don’t accept it, and then he knows this child of his is very demanding and restless. And then he opens up and shows me something I have never experienced before. Then I take a picture and say “Thank you God.”",
            "score": 8.941195964813232
        }
    ],
    "r": [
        {
            "docid": "422828_12",
            "document": "Scotty (Star Trek) . Scotty's operation of the \"Enterprise\" transporter system inspired the catchphrase \"Beam me up, Scotty\", which gained currency in popular culture beyond \"Star Trek\" fans, even though the exact phrase is not spoken in that way in the original series, although it is used frequently in the animated series. In \"\", Kirk says, \"Scotty, beam me up.\"",
            "score": 39.43122863769531
        },
        {
            "docid": "45716_27",
            "document": "Transporter (Star Trek) . The famous catchphrase \"Beam me up, Scotty\" refers to the transporter device, which was often operated by chief engineer Montgomery Scott during the original series. The phrase was never uttered by anyone in the original series, although the lines \"Scotty, beam us up\" and \"Beam me up\" were spoken by Captain Kirk in that series. \"Scotty, beam me up\" was spoken by Admiral Kirk in \"Star Trek IV: The Voyage Home\". On the special edition DVD of \"Star Trek IV\", the text commentary provided by Michael and Denise Okuda (co-authors of \"The Star Trek Encyclopedia\" and \"The Star Trek Chronology: The History of the Future\") indicates that this was the closest anyone came to using that catchphrase in an official \"Star Trek\" production.",
            "score": 37.9259033203125
        },
        {
            "docid": "420471_15",
            "document": "You Don't Know Jack (franchise) . The final round of the game, called the Jack Attack in most versions and also known as the HeadRush in \"HeadRush\", is a word association question. A clue is given, which generally describes the desired correct answers (such as \"movie stars\") and after that a word, phrase, or name appears in the middle of the screen, to which the contestant must find an associated word or phrase that fits the overall category. For example, \"Star Wars\" might be the associated word, and the correct answer fitting \"movie stars\" could be Harrison Ford. Other possibilities offered might include actors not in that film, or other objects or concepts related to the film but which are not stars of the movie. For each associated phrase, seven potential matches appear on screen one-at-a-time for only a few seconds each before disappearing, and only one is correct. The topics and/or potential answers are sometimes humorous.",
            "score": 36.412818908691406
        },
        {
            "docid": "27092_17",
            "document": "Star Trek: The Animated Series . \"The Lorelei Signal\" and \"The Infinite Vulcan\", the latter written by Walter Koenig, are rare occurrences where Captain Kirk comes close to actually saying, \"Beam me up, Scotty\" (long erroneously believed to be a \"Star Trek\" catchphrase), when he commands \"Beam us up, Scotty.\" \"\" arguably comes closer to it by having Kirk say \"Scotty, beam me up\".",
            "score": 33.51029968261719
        },
        {
            "docid": "25199_11",
            "document": "Quotation . The \"Star Trek\" catchphrase \"Beam me up, Scotty\" did not appear in that form in the original series. Other misquotations include \"Just the facts, ma'am\" (attributed to Jack Webb's character of Joe Friday on \"Dragnet\"), \"Elementary, my dear Watson\" (attributed to Sherlock Holmes), \"Luke, I am your father\" (attributed to Darth Vader in Star Wars), \"Play it again, Sam\" (attributed to Ilsa in \"Casablanca\"), \"Do you feel lucky, punk?\" (attributed to Harry Callahan in \"Dirty Harry\") and \"We don't need no stinkin' badges!\" (attributed to Gold Hat in \"The Treasure of the Sierra Madre\").",
            "score": 31.23292350769043
        },
        {
            "docid": "1609146_3",
            "document": "Beam me up, Scotty . Though it has become irrevocably associated with the series and films, the exact phrase was never actually spoken in any \"Star Trek\" television episode or film.",
            "score": 30.41199493408203
        },
        {
            "docid": "8543664_13",
            "document": "The Head and the Hair . There are frequent references to \"Star Wars\" in \"30 Rock\", beginning with the pilot episode in 2006 where Tracy is seen shouting that he is a Jedi. Liz admits to being a huge fan of \"Star Wars\", saying that she had watched it many times with Pete Hornberger (Scott Adsit), and dressed up as the \"Star Wars\" character Princess Leia during four recent Halloweens. There is also reference to \"Star Wars\" when Tracy takes on the identity of the character Chewbacca. In \"The Head and the Hair\", Liz tells Jenna that \"The Head\" asked her out and says \"I had to say yes. I mean he looked at me with those handsome guys eyes. It was like the Death Star tractor beam when the \"Falcon\" was...\", until Jenna interrupts her and says \"No Liz, do not talk about that stuff on your date. Guys like that do not like \"Star Trek\"\", to which Liz corrects \"Wars!\". Fey, a fan of \"Star Wars\" herself, said that the weekly \"Star Wars\" joke or reference \"started happening organically\" when the crew realized that they had a \"Star Wars\" reference \"in almost every show\". Fey said that from then on \"it became a thing where [they] tried to keep it going\", and that even though they could not include one in every episode, they still had a \"pretty high batting average\". Fey attributed most of the references to executive producer and writer Robert Carlock, whom she described as \"the resident expert\".",
            "score": 30.143402099609375
        },
        {
            "docid": "1119920_11",
            "document": "The Gamesters of Triskelion . The popular \"Star Trek\" catchphrase \"Beam me up, Scotty\" is a common misquotation, with \"The Oxford Dictionary of Quotations\" stating that the nearest equivalent is the phrase uttered in this episode: \"Scotty, beam us up.\"",
            "score": 30.034055709838867
        },
        {
            "docid": "38229744_12",
            "document": "Star Trek: Enterprise (season 4) . The fourth season sought to be different from the previous series of \"Enterprise\" in the way that story arcs worked. In the earlier series there was the ongoing Temporal Cold War plot, with the Xindi attack at the end of the second season resulting in a season long story arc during season three. Instead season four was split up into several smaller arcs which had been planned before the start of the season. The first of these arcs was a resolution to the long running Temporal Cold War, with Braga stating that the intention was \"to resolve [it]... once and for all\". This would also mark the final appearance of the Suliban in \"Enterprise\" as they were tied into that storyline. However, the episodes wrapping up the cold war did not reveal the identity of \"future guy\", the person from the future who was advising the Suliban. Braga explained in a pre-season interview that \"Well, we've been debating that for quite some time, and I'll leave that question open. We haven't decided yet. We have some ideas about him — or her — or it. But we haven't settled on any one identity yet. It's still a question mark.\" The identity of \"future guy\" was later revealed by Braga on Twitter as Archer from the future. Brent Spiner returned to the \"Star Trek\" franchise, having previously played the character of Data in \"\". In \"Enterprise\" he played the role of Dr. Arik Soong, an ancestor of Data's creator. Coto compared the character to Hannibal Lecter and talked about the fear that he inspired in the human authorities during the time of \"Enterprise\" due to Soong's actions involving illegal genetics. The storyline involved several references to \"The Original Series\", such as the genetic supermen in the vein of Khan Noonien Singh as first seen in the episode \"Space Seed\" and later in the 1982 film, \"\". The first episode of this \"Enterprise\" story arc also saw the re-appearance of the Orion slave girls as seen in the first pilot of \"Star Trek\", \"\". Coto credited this to his idea for the fourth season saying, \"What I really wanted to do this season is make the episodes that I as a Star Trek fan would have to see. You know, as a fan of the original series, if I heard that they were doing the Orion slavers and the Eugenics Wars, I would have to be in front of that TV.\"",
            "score": 28.569921493530273
        },
        {
            "docid": "55358735_12",
            "document": "Star Trek: Discovery (season 1) . Goldsman said the story of the Klingon War would cover only the first season of the series, ending with the creation of the Neutral Zone, something Goldsman said is \"sufficiently inexact that we can now fill in how we got there.\" He noted that the season is set in a time period that has been mentioned a lot in \"Star Trek\" previously, and that has been widely covered by previous \"Star Trek\" novels, and explained that the writers considered those novels to be non-canon, \"but we are aware of them. And, we are going to cross paths with components that \"Trek\" fans are familiar with\". Discussing some of the characters' relationships, the showrunners noted that previous \"Star Trek\" series revolved around the relationships between central male characters, but \"Discovery\" focuses more on female characters with a \"friendship structure\" that goes from Captain Georgiou to First Officer Burnham, and from Burnham to Cadet Tilly. They also explained that the two main Starfleet captains in the series, Georgiou and Lorca, are \"metaphors for how people and institutions act in times of conflict and desperation\", with Georgiou responding to war as would be expected of a Starfleet officer from previous series, but Lorca \"represents a more mysterious, complicated version of a Starfleet captain who can almost only exist during a time of war\".",
            "score": 28.306720733642578
        },
        {
            "docid": "3071743_48",
            "document": "Star Trek (film) . Paramount faced two obstacles in promoting the film: the unfamiliarity of the \"MySpace generation\" with the franchise and the relatively weak international performance of the previous films. Six months before the film's release, Abrams toured Europe and North America with 25 minutes of footage. Abrams noted the large-scale campaign started unusually early, but this was because the release delay allowed him to show more completed scenes than normal. The director preferred promoting his projects quietly, but concurred Paramount needed to remove \"Star Trek\"s stigma. Abrams would exaggerate his preference for other shows to \"Star Trek\" as a child to the press, with statements like \"I'm not a \"Star Trek\" fan\" and \"this movie is not made for \"Star Trek\" fans necessarily\". Orci compared Abrams' approach to \"The Next Generation\" episode \"A Matter of Honor\", where William Riker is stationed aboard a Klingon vessel. \"On that ship when someone talks back to you, you would have to beat them down or you lose the respect of your crew, which is protocol, whereas on a Federation ship that would be a crime. So we have to give [J. J. Abrams] a little bit of leeway, when he is traveling the 'galaxy' over there where they don't know \"Trek\", to say the things that need to be said in order to get people onto our side.\"",
            "score": 27.782690048217773
        },
        {
            "docid": "13243925_32",
            "document": "Comparison of Star Trek and Star Wars . The two franchises have a \"symbiotic relationship\" stated Shatner, who credits \"Star Wars\" for launching the \"Star Trek\" films. He repeated this sentiment at a 2016 \"Star Trek\" fan convention in Las Vegas by stating \"\"Star Wars\" created \"Star Trek\"\". He clarified this statement by explaining that at the time of the release of the first \"Star Wars\" film (\"A New Hope\"), Paramount, then under new management, was struggling to come up with something that could compete with it. A \"Star Trek\" relaunch was the choice. Since then, public interest has returned to \"Star Trek\". \"It was \"Star Wars\" that thrust \"Star Trek\" into the people of Paramount's consciousness\" Shatner stated.",
            "score": 27.76377296447754
        },
        {
            "docid": "8443685_12",
            "document": "Star Trek (Bantam Books) . Frederik Pohl was given control of the \"Star Trek\" line in 1972, but he admitted to not having paid much attention to the television series. Joe Haldeman recounted when he asked who was responsible for future \"Star Trek\" novels Pohl answered by saying, \"You are!\" According to Stephen Goldin, Pohl began recruiting writers whom he felt were dependable enough \"to do \"Star Trek\".\" Among the first writers Pohl reached out to was his friend Theodore Cogswell who was tasked by Pohl with getting the crew of the \"Enterprise\" \"off the damned ship!\"",
            "score": 27.711023330688477
        },
        {
            "docid": "597264_73",
            "document": "Crossover (fiction) . Fan fiction fusions between different science fiction movies and series are often created, such as \"Star Wars\" vs. \"Star Trek\" or \"Babylon 5\" vs. \"Stargate\". \"M.U.G.E.N.\" is a fighting game engine that features many fan-created and fictional characters and stages from various television series, movies, as well as other video games.",
            "score": 27.665653228759766
        },
        {
            "docid": "3930516_30",
            "document": "Cultural influence of Star Trek . The first television series with comparable storyline and set-up to \"Star Trek\" (aside from the genre rival \"Doctor Who\") was the 1990s series \"Babylon 5\". When pitching the series, the producer J. Michael Straczynski had hoped that television executives would think \"Trek\" had opened up the market for science-fiction on television. However, he was told that \"Star Trek\" only created a market for more \"Star Trek\" and that the prospects for non-Trek related science fiction were seen as bleak. Eventually, \"Babylon 5\" was greenlit. Three script writers who had worked for the original \"Trek\" series were to write for \"Babylon 5\" (including D. C. Fontana who had written for three different \"Trek\" series), and \"Star Trek\" actor Walter Koenig was cast in a recurring role. All this, and the strong similarities of the series' premise to \"\" invited comparison to \"Star Trek\". In addition, \"Babylon 5\" was the first television series since \"Star Trek\" to get nominated for or win the Hugo award for best science fiction drama, which had only recognized feature films in the media category since \"Star Trek\". Gene Roddenberry's widow and \"Star Trek\" actress, Majel Barrett-Roddenberry, publicly stated that her decision to do a guest star appearance on \"Babylon 5\" was to stop the feuding and bickering among hardline fans of the two series, which broke out occasionally at science fiction conventions. Ultimately, the series ran for its intended length of five seasons, making it the longest running American space oriented futuristic television series outside of the \"Star Trek\" franchise.",
            "score": 27.627138137817383
        },
        {
            "docid": "1609146_11",
            "document": "Beam me up, Scotty . The exact timing of when the phrase became popular is unclear. However, early signs of the quote's usage to describe something separate of Star Trek can be found roughly ten years after Star Trek's airing in 1966, in a publication of the Royal Aeronautical Journal. It describes a certain routine as \"a sort of 'beam me up scotty' routine'\". Over time, the phrase has been extended to, \"Beam me up, Scotty, there's no intelligent life down here!\", popularized on bumper stickers and t-shirts, despite neither quote ever being said on the show.",
            "score": 27.302528381347656
        },
        {
            "docid": "13148_48",
            "document": "Gene Roddenberry . In 1985, Gene Roddenberry was the first television writer to receive a star on the Hollywood Walk of Fame. When the Sci-Fi Channel was launched, the first broadcast was a dedication to two \"science fiction pioneers\": Isaac Asimov and Roddenberry. The Roddenberry crater on Mars is named after him, as is the asteroid 4659 Roddenberry. Roddenberry and \"Star Trek\" have been cited as inspiration for other science fiction franchises, with George Lucas crediting the series for enabling \"Star Wars\" to be produced. J. Michael Straczynski, creator of the \"Babylon 5\" franchise, appreciated \"Star Trek\" amongst other science fiction series and \"what they had to say about who we are, and where we are going.\"",
            "score": 27.18614959716797
        },
        {
            "docid": "13243925_7",
            "document": "Comparison of Star Trek and Star Wars . Although both \"Star Trek\" and \"Star Wars\" populate various forms of media, not all types have been produced that are mutual to both franchises. \"Star Wars\" has not produced any live-action television series while \"Star Trek\" has produced seven live-action television series.",
            "score": 27.034709930419922
        },
        {
            "docid": "27074_20",
            "document": "Star Trek: Enterprise . He said that this setting would combine elements of \"The Original Series\" while having \"a lot of fresh and new elements in it\". It was initially considered whether or not to have \"Enterprise\" overlap with the final season of \"Voyager\", but it was decided that there would be a gap in broadcasting between to the two series, as Berman was concerned with the \"oversaturation\" of the franchise. But he hoped that the \"dramatic change\" in \"Enterprise\" would mean that new viewers were drawn in to watch it. As part of this change, the decision was made to drop \"Star Trek\" from the title but Berman explained that \"if there's any one word that says \"Star Trek\" without actually saying \"Star Trek\", that word is \"Enterprise\"\". This title would last until the third episode of season three, \"\", when the series was renamed to \"Star Trek: Enterprise\" following a demand by Paramount Television executives in an effort to reconnect the series with the fans of the franchise.",
            "score": 26.96695899963379
        },
        {
            "docid": "56989_7",
            "document": "Hollywood Squares . Taking turns, each contestant selected a square. The star was asked a question and gave an answer, which was usually preceded by a zinger. The contestants had the choice of agreeing with the star's answer or disagreeing if they thought the star was bluffing. On rare occasions, a star would not know the correct answer to a question, but would be unable to come up with a plausible bluff. In such instances, the contestant would be offered the chance to answer the question and would earn or lose the square based on how they answered. Usually the contestants declined, in which case they incurred no penalty and the same star was asked another question.",
            "score": 26.932756423950195
        },
        {
            "docid": "1609146_6",
            "document": "Beam me up, Scotty . The popularity of the misquotation has led to many new phrases, both associated with Star Trek or otherwise.",
            "score": 26.73103141784668
        },
        {
            "docid": "157239_9",
            "document": "Star Trek: Insurrection . Patrick Stewart thought that the first \"Next Generation\" film, \"Star Trek Generations\", was too much like a television episode but thought that his character, Captain Jean-Luc Picard, was redefined as a \"movie hero\" in \"\". He was concerned that in the new film, the character would return to that seen in the television series. Michael Piller said that he felt that in order to be a hero, Picard \"should be acting out of a moral and ethical mindset, and stand for principles that are important to mankind\". Stewart was later pleased with the film's romantic sub-plot, calling it \"charming\" and saying that he was \"feeling very good about it.\" He thought that the film had a lighter tone than previous films, saying, \"It shows our crew having a little more fun than we normally see them doing\". Stewart was disappointed that a scene in which Picard and Anij kiss was cut from the final version of the film, saying that \"It was a studio decision, but still somewhat inexplicable to me as I feel the audience were waiting for some kind of romantic culmination to the relationship, which did happen and was extremely pleasant.\" Stewart received a producer's credit on the film. Jonathan Frakes appeared as Commander William Riker, and as with \"First Contact\" he directed the project. Brent Spiner starred as Lieutenant Commander Data. Spiner had asked for his character to be killed off in \"Insurrection\" because he was concerned that he was getting too old to play the role. His copy of the script came with a note from the production team saying, \"Sorry, kill you later\". The underwater scene required Spiner to wear more make-up than usual because it needed to be waterproof. LeVar Burton reprised his role of Lieutenant Commander Geordi La Forge; a month before the release of \"Insurrection\" he appeared in the role in a guest appearance in the \"Star Trek: Voyager\" episode \"\".",
            "score": 26.7205753326416
        },
        {
            "docid": "44217612_13",
            "document": "Rogue One . \"Rogue One\" is the first film in the \"[[Star Wars]]\" \"[[Star Wars#Anthology films|Anthology]]\" series, a series of stand-alone [[Spin-off (media)|spin-off]] films in the [[Star Wars|\"Star Wars\" franchise]]. [[Kathleen Kennedy (producer)|Kathleen Kennedy]] explained that the stand-alone films would not cross over with the films of the sequel trilogy, stating: [[George Lucas|George]] was so clear as to how that works. The canon that he created was the \"[[Star Wars]]\" saga. Right now, \"[[Star Wars: The Force Awakens|Episode VII]]\" falls within that canon. The spinoff movies, or we may come up with some other way to call those films, they exist within that vast universe that he created. There is no attempt being made to carry characters (from the stand-alone films) in and out of the saga episodes. Consequently, from the creative standpoint, it's a roadmap that George made pretty clear. [[John Knoll]], visual effects supervisor for the \"Star Wars\" prequel trilogy, [[Pitch (filmmaking)|pitched]] the idea for the film 10 years before its development; after the Disney acquisition he felt as if he had to pitch it again or forever wonder \"what might've happened if I had\". In May 2014, Disney announced that [[Gareth Edwards (director)|Gareth Edwards]] would direct the film and [[Gary Whitta]] would write the script. That October, cinematographer [[Greig Fraser]] revealed that he would work on the film. In January 2015, it was revealed that Whitta had completed his work on the script, and would no longer be with the project. [[Simon Kinberg]] was considered as a replacement. Later in the month, it was announced that [[Chris Weitz]] had signed to write the script for the film. In March 2015, the title was announced. In July 2016, discussing whether the film would feature an [[Star Wars opening crawl|opening crawl]], Kennedy said, \"we're in the midst of talking about it, but I don't think these [\"Anthology\"] films will have an opening crawl.\" Edwards said: \"The idea is this film is supposed to be different than the saga films... [however,] this film is born out of a crawl. The thing that inspired this movie was a crawl and what was written in that. There's this feeling that if we did a crawl, then it'll create another movie. And so the honest answer is you'll have to wait and see.\" That same month, at the 2016 \"Star Wars\" Celebration, Edwards said the title had three meanings: \"a military sign\", referring to the [[Red Squadron]] from \"A New Hope\"; \"the 'rogue' one\" of the franchise, given that it is the first film to not be part of the main saga; and a description of Jyn Erso's personality. In November 2016, Kennedy confirmed that the film would not feature an opening crawl, instead beginning in \"a way that is traditional, with just the title.\"",
            "score": 26.70528221130371
        },
        {
            "docid": "14278837_22",
            "document": "Something, Something, Something, Dark Side . Reviews of the television broadcast were highly positive, praising its close attention to detail in parodying the original film. Jason Hughes of \"TV Squad\" found the episode to be \"incredibly ,\" going on to note, \"As much as we fans love the films, we know they're not perfect, and that they're downright ridiculous in places. \"Family Guy\" managed to point out virtually all of those moments in this parody.\" Todd VanDerWerff of \"The A.V. Club\" found the episode to have \"a lot of solid laughs\", and admired the show for \"throwing itself into these outsized movie parody things\". Critics of the DVD and Blu-ray Disc releases gave the episode high praise for its ability to accurately reflect the original film. Cindy White of IGN gave the episode an 8 out of 10, noting that it \"lives up to its predecessor and, like the film it spoofs, arguably exceeds it in some ways\". John Scott Lewinski of Wired praised the faithfulness to the original film, saying that it \"becomes clear that MacFarlane and his writers are legit \"Star Wars\" fans\". Adam Rosenberg of MTV Movies Blog called the episode \"hilarious\" and Paul Semel of Metromix praised the episode for featuring \"some very ribald humor\", and \"[skewering] the original movie with some rather insightful moments\". In a subsequent review of \"Family Guy\"s eighth season, Ramsey Isler of IGN listed \"Something, Something, Something, Dark Side\" as being a \"pretty entertaining parody, and a safe way to wrap things up.\" Tom Eames of entertainment website \"Digital Spy\" placed the episode at number six on his listing of the best \"Family Guy\" episodes in order of \"yukyukyuks\" and described the episode as \"almost as good as the first [\"Star Wars\" parody], but much better than the third [\"Star Wars\" parody].\" He added that the episode is \"a bit bizarre on paper, but it works\", and noted that you need to be a fan of the \"Star Wars\" franchise to understand the jokes.",
            "score": 26.68507957458496
        },
        {
            "docid": "26453001_12",
            "document": "List of minor Apogee Software video games . Star Trek: The Next Generation Trivia (also known as \"Next Generation Trivia\") is a trivia video game about the \"\" TV series written for MS-DOS. Developed by George Broussard and originally published by his label Micro F/X Software, it was marketed and distributed by Apogee after Broussard joined the company. The game consists of three volumes each featuring 100 multiple choice questions related to \"Star Trek: The Next Generation\". Questions randomly chosen from the volume's database are sequentially presented to the player, who responds by selecting a numbered response from a list. For each correct answer, the game reveals a bonus \"Star Trek: The Next Generation\" fact. Players begin the game with three credits; every ten correct responses earn the player an additional credit, but each incorrect response costs the player one credit. When the player runs out of credits or has attempted all 100 questions, the game ends and the player's level of \"Star Trek: The Next Generation\" knowledge is ranked on the basis of how many questions were correctly answered. The game's look and feel is largely text-based, but multicolored ASCII line graphics and text are used to enhance the presentation.",
            "score": 26.40794563293457
        },
        {
            "docid": "48442701_26",
            "document": "Star Trek: Discovery . The first full trailer for the series was released in May 2017. \"Forbes\"s Merrill Barr noted that the trailer was a good sign for many who believed the series would never be released following the many production setbacks and delays, saying, \"Having a legitimate trailer that can be watched over and over again brings signs of hope, particularly for fans that have been waiting over a year for this moment. \"Star Trek: Discovery\" is real, and now we have proof.\" Chris Harnick of E! News described the trailer as \"gorgeous\" and \"truly cinematic\", and because of the appearances of Sarek and the Klingons in the footage, \"this is the \"Star Trek\" you know and love.\" Aja Romano at \"Vox\" called the trailer's visuals \"sumptuous\" and \"modern, but still very much in keeping with the aesthetic of previous \"Trek\" series\". She continued, \"What gets short shrift in this trailer is the series' overarching plot ... In any case, seeing the Klingons in all their combative glory feels a bit like coming home for \"Trek\" fans.\" Also in May, McFarlane Toys signed a toy license deal with CBS to produce \"figures, role play weapons and accessories\" for \"Discovery\". CBS Consumer Products senior vice president Veronica Hart explained that McFarlane was chosen as the first licensee for the series because of its \"commitment to quality and dedication to fans\". The deal will also see the company \"create merchandise from the entire \"Star Trek\" universe, ranging from the classic \"Star Trek: The Original Series\" to its popular movie franchise.\" The first merchandise produced under the deal are set for release in mid-2018.",
            "score": 26.389585494995117
        },
        {
            "docid": "401291_8",
            "document": "Encounter at Farpoint . The new \"Star Trek\" series was announced on October 10, 1986 by the head of Paramount Television Group, Mel Harris. He announced that the creator of \"Star Trek\", Gene Roddenberry, was to be executive producer and lead the creation of the new series. It was the second attempt at creating a new live action television series based on \"Star Trek\" for Paramount; production on the previous attempt in 1977, called \"\", became \"\". When the decision was made not to proceed with the Paramount network it had been slated to be the flagship for, and interest in a new movie was piqued after the release of Star Wars. Paramount had pitched ideas to Roddenberry earlier in 1986 as it was the twentieth anniversary of the original series, but Roddenberry turned them down and initially didn't want to do a new series. He later said, \"It was only when the Paramount people agreed with me and said a sequel was probably impossible anyway that my interest was piqued.\"",
            "score": 26.344871520996094
        },
        {
            "docid": "1750228_48",
            "document": "Star Wars video games . On October 30, 2013, Dan Connor and Kevin Bruner from Telltale Games expressed an interest in making a Star Wars adventure game. Bruner said that \"I'll also say a Telltale Star Wars game would make me VERY happy!\" with Connor saying that \"Coming from LucasArts we have so many people here that love Star Wars and have worked with the license so that would be a great fit and very cool.\" The lower than expected sales and mixed fan reception towards EA Games handling of the \"Star Wars: Battlefront\" subfranchise has led to rumors of Lucasfilm considering to change the terms of the license agreement. Lucasfilm is rumored to be courting either Ubisoft or Activision to either replace EA, or sharing rights to develop \"Star Wars\" games with them.",
            "score": 26.335813522338867
        },
        {
            "docid": "27097_54",
            "document": "Star Trek: First Contact . \"First Contact\" garnered positive reviews on release. Ryan Gilbey of \"The Independent\" considered the film wise to dispense with the cast of \"The Original Series:\" \"For the first time, a \"Star Trek\" movie actually looks like something more ambitious than an extended TV show,\" he wrote. Conversely, critic Bob Thompson felt that \"First Contact\" was more in the spirit of the 1960s television series than any previous installment. \"The Globe and Mail\" Elizabeth Renzeti said that \"First Contact\" succeeded in improving on the \"stilted\" previous entry in the series, and that it featured a renewed interest in storytelling. Kenneth Turan of the \"Los Angeles Times\" wrote, \"\"First Contact\" does everything you'd want a \"Star Trek\" film to do, and it does it with cheerfulness and style.\" Adrian Martin of \"The Age\" noted that the film was geared towards pleasing fans: \"Strangers to this fanciful world first delineated by Gene Roddenberry will just have to struggle to comprehend as best they can,\" he wrote, but \"cult-followers will be in heaven\". \"The New York Times\" Janet Maslin said that the \"film's convoluted plot will boggle all but hard-core devotees\" of the series, while \"Variety\" Joe Leydon wrote that the film did not require intimate knowledge of the series and that fans and non-fans alike would enjoy the film. While Renzetti considered the lack of old characters from the previous seven movies a welcome change, Maslin said that without the original stars, \"The series now lacks [...] much of its earlier determination. It has morphed into something less innocent and more derivative than it used to be, something the noncultist is ever less likely to enjoy.\" Conversely, Roger Ebert called \"First Contact\" one of the best \"Star Trek\" films, and James Berardinelli found the film the most entertaining \"Star Trek\" feature in a decade; \"It has single-handedly revived the \"Star Trek\" movie series, at least from a creative point of view,\" he wrote.",
            "score": 26.29157066345215
        },
        {
            "docid": "27086_2",
            "document": "Maquis (Star Trek) . In the \"Star Trek\" science fiction franchise, the Maquis are a 24th-century paramilitary organization/terrorist group (like the World War II Maquis in the French Resistance and the Spanish Maquis that emerged in the Spanish Civil War) first introduced in the 1994 episode \"The Maquis\" of the television series \"\", and subsequently appeared in \"\" and \"\". The Maquis story debuted when three \"Star Trek\" television shows running from the late 1980s to 2001 took place in the same fictional science-fiction universe at the same time in the future (The 2370s). As a result, the Maquis story was told across dozens of episodes with many more shows providing the context in the wider \"Star Trek\" narrative.",
            "score": 26.26287841796875
        },
        {
            "docid": "54769_9",
            "document": "Star Trek: Phase II . The expectation was that the movie would be broadcast in February 1978, with weekly episodes following, broadcast in an 8pm EST timeslot on Saturday nights. Gary Nardino, who was placed in charge of the new network, said that \"\"Star Trek\" was absolutely the lead horse of the new network. Because the advertisers recognised the strength of \"Star Trek\" in the syndicated market.\" Prior to commencing production on the new series, Roddenberry took a two-week vacation in order to rid himself of negative feelings about the way that production on the feature film had gone. He described his concerns saying that he did not want to \"drag a corpse of anger, defeats and double-crossing behind me\" onto the new show. Robert Goodwin was placed in charge of developing the feature films that would follow each week's episode of \"Star Trek\", and the movie-length pilot as well. Roddenberry wanted to meet him, and despite Goodwin's lack of \"Star Trek\" background, he was convinced to be a producer on the series instead. Roddenberry described him as the \"producer producer\", in that Goodwin would deal with all the technical aspects of the production. For the screenwriting aspect of the production, Harold Livingston was recruited, who recalled that the technical/screenwriting split of the executive producer role was innovative for the time. Like Goodwin, Livingston had not previously worked on \"Star Trek\", but had worked on \"\", a different Desilu Productions television series.",
            "score": 26.214588165283203
        },
        {
            "docid": "6834653_7",
            "document": "Star Trekkin' . The song features the catchphrases of several \"Star Trek\" characters, including Captain James T. Kirk, Spock and Doctor Leonard McCoy. These were intended to be recognisable to British listeners who had seen the episodes of the series on re-runs throughout the 1970s and 1980s, or those who were only relatively familiar with the source. While several of the lines such as Scotty's \"Ye cannae change the laws of physics!\", or Uhura's \"There's Klingons on the starboard bow.\" had been said in the series, other phrases had not. Spock's quote, \"It's life, Jim, but not as we know it\", never featured in \"The Original Series\" but \"Star Trekkin subsequently so popularised the phrase that it is now commonly misattributed. The closest equivalent in the series is the phrase \"No life as we know it\" in \"The Devil in the Dark\". Kirk's \"We come in peace; shoot to kill\" also never featured, and was suggested by author Brian Robb as having \"summed up the popular impression of the trigger-happy captain's approach to alien encounters\". The voices of the characters were not provided by the actors who portrayed them in \"The Original Series\"; O'Connor voiced the Kirk and McCoy, while Douglas voiced Spock. Scotty was voiced by a studio engineer and O'Connor's wife, Shelly, voiced Uhura.",
            "score": 26.21329116821289
        }
    ]
}