{
    "q": [
        {
            "docid": "55744418_9",
            "document": "Jeeves and the Song of Songs . The 1932 collection \"Nothing But Wodehouse\" and the 1958 collection \"Selected Stories by P. G. Wodehouse\" included the story. The story was also featured in the 1960 collection \"The Most of P. G. Wodehouse\", and in the 1983 collection \"P. G. Wodehouse Short Stories\", published by The Folio Society with drawings by George Adamson.",
            "score": 16.222922325134277
        },
        {
            "docid": "63342_1",
            "document": "P. G. Wodehouse . P. G. Wodehouse",
            "score": 15.789552688598633
        },
        {
            "docid": "1888289_3",
            "document": "P. G. Wodehouse short stories bibliography . \"For a list of Wodehouse's books, including novels and collections of short stories, see P. G. Wodehouse bibliography.\"",
            "score": 15.768702507019043
        },
        {
            "docid": "1888289_2",
            "document": "P. G. Wodehouse short stories bibliography . The following is an incomplete list of short stories by P. G. Wodehouse grouped by the Wodehouse canon to which they belong, if applicable.",
            "score": 15.72086763381958
        },
        {
            "docid": "4465464_1",
            "document": "P. G. Wodehouse locations . P. G. Wodehouse locations",
            "score": 15.673963069915771
        },
        {
            "docid": "1369623_1",
            "document": "P. G. Wodehouse bibliography . P. G. Wodehouse bibliography",
            "score": 15.673963069915771
        },
        {
            "docid": "1901140_10",
            "document": "The Great Sermon Handicap . The 1932 collection \"Nothing But Wodehouse\" and the 1960 collection \"The Most of P. G. Wodehouse\" included this story. \"The Great Sermon Handicap\" was featured in the 1983 collection of Wodehouse stories titled \"P. G. Wodehouse Short Stories\" published by The Folio Society and illustrated by George Adamson, and in the 1984 collection of clergy-related Wodehouse stories \"The World of Wodehouse Clergy\" published by Hutchinson.",
            "score": 15.615509033203125
        },
        {
            "docid": "4139347_1",
            "document": "P. G. Wodehouse minor characters . P. G. Wodehouse minor characters",
            "score": 15.56005334854126
        },
        {
            "docid": "1368740_1",
            "document": "List of P. G. Wodehouse characters . List of P. G. Wodehouse characters",
            "score": 15.56005334854126
        },
        {
            "docid": "30896341_1",
            "document": "List of songs with lyrics by P. G. Wodehouse . List of songs with lyrics by P. G. Wodehouse",
            "score": 15.447787284851074
        },
        {
            "docid": "1888289_1",
            "document": "P. G. Wodehouse short stories bibliography . P. G. Wodehouse short stories bibliography",
            "score": 15.447787284851074
        },
        {
            "docid": "4956244_10",
            "document": "John Wodehouse, 3rd Earl of Kimberley . Kimberley's son John was the godson of the writer P. G. Wodehouse, a distant cousin, both being descended from Sir Armine Wodehouse, 5th Baronet. According to \"Brewer's Dictionary of Phrase and Fable\", P. G. Wodehouse based the character of Bertie Wooster on him.",
            "score": 15.412640571594238
        },
        {
            "docid": "55727894_9",
            "document": "Jeeves and the Impending Doom . The American edition of a collection of Wodehouse stories, \"The Weekend-End Wodehouse\", published in 1939 by Doubleday, included the story. The story appeared in \"Selected Stories by P. G. Wodehouse\", a 1958 collection of Wodehouse stories published by The Modern Library, and in \"The Most of Wodehouse\", a 1960 collection of Wodehouse stories published by Simon and Schuster. It was also featured in the 1983 collection \"P. G. Wodehouse Short Stories\", which was illustrated by George Adamson and published by The Folio Society. The collection \"A Wodehouse Bestiary\", a 1985 omnibus of Wodehouse stories involving animals, featured \"Jeeves and the Impending Doom\".",
            "score": 15.37512731552124
        },
        {
            "docid": "63342_50",
            "document": "P. G. Wodehouse . <poem> \" 'It seems to me, Jeeves, that the ceremony may be one fraught with considerable interest.' 'Yes, sir.' 'What, in your opinion, will the harvest be?' 'One finds it difficult to hazard a conjecture, sir.' 'You mean imagination boggles?' 'Yes, sir.' I inspected my imagination. He was right. It boggled.\" </poem>",
            "score": 12.645060062408447
        },
        {
            "docid": "63342_38",
            "document": "P. G. Wodehouse . On 15 January 1945 the French authorities released Wodehouse, but they did not inform him, until June 1946, that he would not face any official charges and was free to leave the country.",
            "score": 19.59518003463745
        },
        {
            "docid": "56864060_11",
            "document": "Sonny Boy (short story) . The 1951 anthology \"The Best of Modern Humor\", edited by P. G. Wodehouse and Scott Meredith, included \"Sonny Boy\", which was the only story by Wodehouse included in the anthology. The story was the only Wodehouse story included in the 1967 anthology \"A Carnival of Modern Humour\", also edited by P. G. Wodehouse and Scott Meredith.",
            "score": 15.29326057434082
        },
        {
            "docid": "412092_44",
            "document": "Stourbridge . Stourbridge Golf Course is also mentioned by P. G. Wodehouse. - P. G. Wodehouse, \"Money for Nothing\", Chapter 5.",
            "score": 15.22804594039917
        },
        {
            "docid": "4139347_2",
            "document": "P. G. Wodehouse minor characters . The following is an incomplete compendium of the fictional characters featured in the stories of P. G. Wodehouse (other than the ones already described in separate guides about Wodehouse series such as Blandings, Jeeves, etc.), in alphabetical order by surname.",
            "score": 17.032805919647217
        },
        {
            "docid": "4465464_13",
            "document": "P. G. Wodehouse locations . Blandings Castle is a fictional location central to many P. G. Wodehouse stories. It is an idyllic country house.",
            "score": 15.174084663391113
        },
        {
            "docid": "4465464_2",
            "document": "P. G. Wodehouse locations . The following is an incomplete compendium of the fictional locations featured in the stories of P. G. Wodehouse, in alphabetical order by place name.",
            "score": 15.120503425598145
        },
        {
            "docid": "1368740_2",
            "document": "List of P. G. Wodehouse characters . The following is an incomplete list of fictional characters featured in the books and stories of P. G. Wodehouse, by series, in alphabetical order by series name. Due to overlap between the various classifications of Wodehouse's work, some characters appear more than once.",
            "score": 18.494792222976685
        },
        {
            "docid": "30896341_2",
            "document": "List of songs with lyrics by P. G. Wodehouse . This list contains songs with lyrics written or co-written by the English humorist, novelist and playwright P. G. Wodehouse.",
            "score": 15.014468669891357
        },
        {
            "docid": "56696476_14",
            "document": "The Amazing Hat Mystery . \"The Amazing Hat Mystery\" was included in the collection \"The Most of P. G. Wodehouse\", which was published in the US on 15 October 1960, Wodehouse's seventy-ninth birthday. It was included in the 1978 collection \"Vintage Wodehouse\", a collection edited by Richard Usborne. The 1982 collection \"Tales from the Drones Club\" featured the story. It was included in \"P. G. Wodehouse Short Stories\", a 1983 collection published by The Folio Society that included drawings by George Adamson.",
            "score": 15.998210906982422
        },
        {
            "docid": "4139347_28",
            "document": "P. G. Wodehouse minor characters . \"J. G. Butterwick\" (in \"Heavy Weather\", 1933) and \"John G. Butterwick\" (in \"The Luck of the Bodkins\", 1935), became \"J. B. Butterwick\" (in \"Pearls, Girls and Monty Bodkin\", 1972). He is the senior partner in Butterwick, Price and Mandelbaum, Import and Export Merchants.",
            "score": 18.8901846408844
        },
        {
            "docid": "56705608_10",
            "document": "Goodbye to All Cats . The story was included in the English edition of the 1939 collection \"Week-end Wodehouse\", published by Herbert Jenkins Limited. It was collected in \"The Most of P. G. Wodehouse\", published on 15 October 1960. \"Tales from the Drones Club\", published in 1982, included the story. It was featured in \"P. G. Wodehouse Short Stories\", published by The Folio Society and illustrated by George Adamson.",
            "score": 16.075026512145996
        },
        {
            "docid": "56671680_10",
            "document": "Trouble Down at Tudsleigh . The story was included in the American edition of \"Eggs, Beans, and Crumpets\", published in 1940. It was featured in the 1949 collection, \"The Best of Wodehouse\", edited by Scott Meredith and published by Pocket Books. The collection \"The Week-End Book of Humor\", with stories selected by Wodehouse and Meredith, included the story, which was the only Wodehouse story featured in the book. This collection was published in 1952 in the US and 1954 in the UK, and was reissued with the alternate title \"P. G. Wodehouse Selects the Best of Humor\" in the US in 1965, and as \"P. G. Wodehouse Selects the Best of Humour\" in the UK in 1966. The story was also included in the 1982 collection \"Tales from the Drones Club\".",
            "score": 16.07955002784729
        },
        {
            "docid": "1897174_11",
            "document": "Jeeves Takes Charge . The story was included in the American edition of the 1939 Wodehouse collection \"The Week-End Wodehouse\", and in the 1958 collection of Wodehouse stories, \"Selected Stories by P. G. Wodehouse\".",
            "score": 14.378366470336914
        },
        {
            "docid": "1564680_4",
            "document": "John Wodehouse, 4th Earl of Kimberley . Wodehouse was the godson of the writer P. G. Wodehouse, a distant cousin, both being descended from Sir Armine Wodehouse, 5th Baronet.",
            "score": 14.378366470336914
        },
        {
            "docid": "2125254_2",
            "document": "The White Feather . The White Feather is a novel by P. G. Wodehouse, first published on 9 October 1907 by Adam & Charles Black, London. It is set at Wrykyn school, scene of Wodehouse's earlier book \"The Gold Bat\" (1904), and the later \"Mike\" (1909). Like many early Wodehouse novels, the story first appeared as a serial in the boys' magazine \"The Captain\", between October 1905 and March 1906. The phrase \"white feather\" is a reference to cowardice.",
            "score": 15.876880884170532
        },
        {
            "docid": "29853536_2",
            "document": "The World of Wodehouse . The World of Wodehouse was a comedy television series, based on the \"Blandings Castle\" and \"Ukridge\" comedy stories by P. G. Wodehouse.",
            "score": 14.292917251586914
        },
        {
            "docid": "80678_21",
            "document": "Jeeves . In the reference work \"Wodehouse in Woostershire\" by Wodehouse scholars Geoffrey Jaggard and Tony Ring, it is speculated using information provided in the Jeeves canon that Bertie's age ranges from approximately 24 to 29 over the stories (excluding \"Ring for Jeeves\"), and that Jeeves is roughly ten years older than Bertie, giving an age range of 35 to 40. This happens to agree with a personal letter written in 1961 by P. G. Wodehouse to scholar Robert A. Hall, Jr., in which Wodehouse, explaining that his characters did not age with real life time, gave an approximate age for Jeeves:",
            "score": 19.953553199768066
        },
        {
            "docid": "55648048_9",
            "document": "The Purity of the Turf (short story) . \"The Purity of the Turf\" was included in the 1932 collection \"Nothing But Wodehouse\" and in the 1960 collection \"The Most of P. G. Wodehouse\". The 1981 collection of crime-related Wodehouse stories, \"Wodehouse on Crime\", and the 1984 collection of clergy-related Wodehouse stories, \"The World of Wodehouse Clergy\", featured this story.",
            "score": 14.235436201095581
        }
    ],
    "r": [
        {
            "docid": "3385969_23",
            "document": "Yahoo! Answers . This \"Internet language\" of incorrect spelling and improper grammar also contributes to Yahoo! Answers' reputation of being a source of entertainment rather than a fact based question and answer platform, and for the reliability, validity, and relevance of its answers. A 2008 study found that Yahoo! Answers is suboptimal for questions requiring factual answers and that the quality decreases as the number of users increases. One journalist observed that the structure Yahoo! Answers provides, particularly the persistence of inaccuracies, the inability to correct them, and a point structure that rewards participation more readily than accuracy, all indicate that the site is oriented towards encouraging use of the site, not offering accurate answers to questions. The number of poorly formed questions and inaccurate answers has made the site a target of ridicule. Likewise, posts on many Internet forums and Yahoo! Answers itself indicate that Yahoo! Answers attracts a large number of trolls.",
            "score": 40.37967300415039
        },
        {
            "docid": "23097601_2",
            "document": "The Internet Hunt . The Internet Hunt was a monthly, online game/search training tool conceived of, and conducted by Rick Gates in the pre-World Wide Web Internet. Most Internet Hunts were composed of ten questions that Gates had verified could be answered using only the resources of the Internet (at that time, tools like FTP, Archie, Jughead, Veronica and Gopher were used). The first individual or team to answer all ten questions correctly and provide the method used to answer them was declared the winner(s).",
            "score": 38.63960266113281
        },
        {
            "docid": "1011116_13",
            "document": "Jára Cimrman . Another one of his great inventions was also the internet itself, although without the widespread use of computers. Due to the technologies available at the time he had to rely on telephones. His internet basically consisted of an old circus tent where the maestro arranged the telephone apparatus for various pensioned high school teachers to answer all kinds of questions people asked. The well known WWW prefix as well originated here. One of the teachers' name was Weber and since he stuttered, he introduced himself as \"W-W-W.Weber.\" His achievements in this field go even further, thanks to Mr. Šustr, who was responsible for answering biologically themed questions. Šustr answered every one by operating with field mice (African elephant's weight was equivalent to 30,000 mice, a weasel was 1.5 times faster than a mouse etc.). This is the first recorded use of mouse as a peripheral in computer technology.",
            "score": 37.81694793701172
        },
        {
            "docid": "88589_3",
            "document": "Internet Oracle . A user sends a question to the Oracle via e-mail, or the Internet Oracle website, and it is sent to another user when he/she has asked a question, or requested one to answer. This second user may then answer the question (or not; if it is not answered within 24 hours it is put back into the queue to be given to another user to answer). Meanwhile, the original questioner is also sent a question which he/she may choose to answer. All exchanges are conducted through a central distribution system which also makes all users anonymous.",
            "score": 36.71603012084961
        },
        {
            "docid": "4855446_3",
            "document": "Protmušis . Traditionally in every match of Protmušis two teams play against each other. At any given moment no less than three and not more than five people could play for a single team (although it is permitted to register up to eight team members in which case different team members could play at different matches). During the match ten pre-prepared questions are shown on the large screen in the front of the hall (the questions are of such a style that in order to answer them one needs both general knowledge and the ability to think logically). After the host reads each question, the one-minute timer is started. During that one minute players are permitted to discuss the possible answers with the fellow members of their team and to think. Once one of the teams believes that it already knows the correct answer, the team presses a button to stop the timer and calls out the answer. If the host and/or the referee accepts the answer as correct, the full answer is shown on the screen and the team is awarded a point. If not, the one-minute timer is restarted and the other team is permitted to continue searching for the answer and to tell their attempt to answer the question. The team that has more points after all ten questions are read is declared the winner. If both teams have an equal number of points at that time, the match ends in a draw. A draw is only possible in the regular season; if such a situation occurs during the playoffs, an overtime is played: additional questions are presented to the teams until the first correct answer is given - at that point the team which answered correctly is declared to be the winner. In the semi-finals 12 questions are presented in each game rather than 10. In the finals there are 15 questions.",
            "score": 35.702484130859375
        },
        {
            "docid": "6485204_2",
            "document": "Internet scavenger hunt . An Internet scavenger hunt or CyberHunt is an educational lesson which introduces the Internet to students. It is often used as tool for teaching students how to search the Internet and how to use the resources and information available on the Internet. It is an online activity in the form of a scavenger hunt that focuses on gathering information from web sites to answer questions or to support a concept on a particular theme or content area. The intent is to hunt for facts or information to add details for the answer to the question. The questions themselves may vary from the simple fact or statement to the more complex, depending upon the age and skill level of the student. By completing CyberHunts, students learn how to navigate a web site, scan a page for detailed information, and then apply the facts or ideas to the question. A CyberHunt is an excellent way to teach beginning internet researching skills.",
            "score": 35.50644302368164
        },
        {
            "docid": "13592590_5",
            "document": "Are You Smarter than a 10 Year Old? (UK TV series) . Along the way, the player can be assisted by a \"classmate\", one of five ten-year-old children, in answering the questions. The classmate, chosen for two questions at a time, attempts to answer the question at the same time as the contestant, writing their answer on a virtual blackboard hidden from the contestant's view. The player picks a child to come and stand on the podium beside them and they answer the question at the same time as the adult. They lock in their answer and the adult is given the option of copying the child's answer or peeking at it, and if they lock in their own answer and get the question wrong, they can be saved by the child's answer providing it is correct.",
            "score": 35.41691589355469
        },
        {
            "docid": "33161_14",
            "document": "Ward Cunningham . Ward is credited with the idea: \"The best way to get the right answer on the Internet is not to ask a question, it's to post the wrong answer.\" This refers to the observation that people are quicker to correct a wrong answer than to answer a question.",
            "score": 34.46971130371094
        },
        {
            "docid": "40087989_4",
            "document": "Raid the Cage . Existing in a cage with various prizes in different price levels. One constestant answers the trivia questions and the other collects the prizes from the cage according to the time given for each correct answer. The host asks the player the trivia questions, each question has four answers. The player should choose what is the correct answer for the displayed question. If the player is correct, The prize space opens immediately (cage) and the second contestant can run in and start collecting the prizes. He can choose between prizes he can take immediately or those that require more complex challenge than collecting. The player has two options: to answer the question immediately, or use one of the lifelines.",
            "score": 34.25773239135742
        },
        {
            "docid": "56493821_4",
            "document": "Think Tank (Australian TV series) . Before the show, the Think Tank answered quiz questions under strict conditions to determine which eight are in the tank that episode, because if a Think Tanker gets question: impossible correct they cannot be in the episode. Three contestants play against each other across five rounds. The phrases, \"Shut the gate\", \"kill the goat\" or \"dance like a pagan\" are sometimes used, similar to the phrase, \"Lock it in\", from rival game show \"Millionaire Hot Seat\", when selecting an answer. Each contestant gets asked three questions. When a question is asked, each answer given by the Think Tank is displayed, some being correct, some not, with one of the options being the correct answer. The contestant must decide which of the options is the correct answer. 15 points are given for each correct answer, with 45 being the maximum points total possible.",
            "score": 33.484169006347656
        },
        {
            "docid": "2274780_8",
            "document": "Belief bias . Various studies have proved that the time period of which a subject is allowed to think when evaluating arguments is related to the tendency for belief bias to take place. In a study done by Evans and Holmes in 2005, they recruited two different groups of people to answer a series of reasoning questions. One group of people were given only two seconds to answer the questions; whereas the other group of people were allowed to use as much time as they would like to answer the questions. The result obtained was that a higher percentage of incorrect answers were found in the time pressured group than the other; they concluded that this was a result of a shift in logical to belief-biased way of thinking.",
            "score": 33.28084182739258
        },
        {
            "docid": "30874633_7",
            "document": "Argumentum ad populum . It is logically fallacious because the mere fact that a belief is widely held does not necessarily guarantee that the belief is correct; if the belief of any individual can be wrong, then the belief held by multiple persons can also be wrong. The argument that because 75% of people polled think the answer is A implies that the answer is A fails, because, if opinion did determine truth, then there would be no way to deal with the discrepancy between the 75% of the sample population that believe the answer is A and 25% who are of the opinion that the answer is not A. However small a percentage of those polled give an answer other than A, this discrepancy by definition disproves any guarantee of the correctness of the majority. In addition, this would be true even if the answer given by those polled were unanimous, as the sample size may be insufficient, or some fact may be unknown to those polled that, if known, would result in a different distribution of answers.",
            "score": 33.19841766357422
        },
        {
            "docid": "926565_9",
            "document": "Russian Roulette (game show) . The winning contestant is moved to the top-left zone and has 60 seconds to answer five \"brain-teaser\" questions correctly. These usually consist of anagrams and jumbled words (unscrambling letters to form the answer based on clues given), math problems and general-knowledge questions. The timer begins ticking while the host asks the first question. After every ten seconds, one drop zone opens on the play field. If time runs out or the contestant at any time gives an incorrect answer, he or she drops, but receives $500 for every correct answer. The contestant has the option to pass on a question and return to it if time allows. Also, the contestant must say \"My answer is...\" before their answer so that thinking aloud is not mistaken for an answer. The contestant wins $10,000 for answering all five questions correctly.",
            "score": 33.04167938232422
        },
        {
            "docid": "3966116_2",
            "document": "Rick Gates (Internet pioneer) . Rick Gates (born October 18, 1956) is an Internet pioneer mostly known because he organized The Internet Hunt and raised the ideas of Interpedia. He studied at the Graduate Library School at the University of Arizona. In 1992 he started the monthly competition \"The Internet Hunt\" where questions had to be answered exclusively using sources on the Internet. Utilities of investigation were Usenet, FTP, Gopher and Telnet (NCSA Mosaic, the first popular Web browser was first published in April 1993). When the World Wide Web became more popular, the competition was closed in October 1994.",
            "score": 32.86986541748047
        },
        {
            "docid": "3502851_4",
            "document": "Day-care sex-abuse hysteria . Children are vulnerable to outside influences that lead to fabrication of testimony. Their testimony can be influenced in a variety of ways. Maggie Bruck in her article published by the American Psychological Association wrote that children incorporate aspects of the interviewer's questions into their answers in an attempt to tell the interviewer what the child believes is being sought. Studies also show that when adults ask children questions that do not make sense (such as \"is milk bigger than water?\" or \"is red heavier than yellow?\"), most children will offer an answer, believing that there is an answer to be given, rather than understand the absurdity of the question. Furthermore, repeated questioning of children causes them to change their answers. This is because the children perceive the repeated questioning as a sign that they did not give the \"correct\" answer previously. Children are also especially susceptible to leading and suggestive questions. Some studies have shown that only a small percentage of children produce fictitious reports of sexual abuse on their own. Other studies have shown that children understate occurrences of abuse.",
            "score": 32.750518798828125
        },
        {
            "docid": "7415999_10",
            "document": "La Cible . The two remaining candidates then bid for the right to supply answers to a question. The contestant promising to supply the most correct answers is then asked the question. This procedure is somewhat similar to the \"Bid a Note\" segment of the American game show \"Name That Tune\". All the answers given must be correct. Each answer must be given within 5 seconds, or the contestant fails. If the contestant provides the bid number of correct answers (contestants are not allowed to provide more answers than the number they bid), he or she receives a point. If the contestant fails, his or her opponent receives a point. The first to collect two points proceeds to the final round.",
            "score": 32.53264236450195
        },
        {
            "docid": "7415999_11",
            "document": "La Cible . A contestant is given 120 seconds, and all six levels have to be completed with no pause. The first level requires one correct answer, the second two, and so on, so that 21 correct answers must be supplied altogether. At this stage the contestant may supply more answers than the number called for and be credited with the correct answers among them. If a contestant runs out of time, he or she will be credited in order with 100 € per correct category until an incorrectly answered one is encountered. If the contestant provides all 21 required correct answers, he or she wins \"le cœur de la cible\".",
            "score": 32.52851486206055
        },
        {
            "docid": "217914_6",
            "document": "Rote learning . On the other side, those who disagree with the inquiry-based philosophy maintain that students must first develop computational skills before they can understand concepts of mathematics. These people would argue that time is better spent practicing skills rather than in investigations inventing alternatives, or justifying more than one correct answer or method. In this view, estimating answers is insufficient and, in fact, is considered to be dependent on strong foundational skills. Learning abstract concepts of mathematics is perceived to depend on a solid base of knowledge of the tools of the subject. Thus, these people believe that rote learning is an important part of the learning process.",
            "score": 32.49672317504883
        },
        {
            "docid": "3504625_8",
            "document": "Cresus . \"\"La Demi-Finale\"\" sees the two remaining contestants given 70 seconds each, and are asked quick fire multiple choice questions on an alternating basis (i.e. once contestant A has given their correct answer, contestant B will be asked their question); their respective clocks stop as soon as they've given a correct answer, and keep running until they have given a correct answer to a question; the first person to run out of time loses. In addition, if one contestant's clock falls below three seconds, the other contestant can win by giving one more correct answer while saving more time on their own clock. The winner does not accumulate the prize money of the loser in the semifinal, however, meaning the maximum prize money is €200,000.",
            "score": 32.492462158203125
        },
        {
            "docid": "1228949_20",
            "document": "Selective mutism . An afflicted child is brought into the classroom or the environment where the child will not speak and is videotaped. First, the teacher or another adult prompts the child with questions that likely will not be answered. A parent, or someone the child feels comfortable speaking to, then replaces the prompter and asks the child the same questions, this time eliciting a verbal response. The two videos of the conversations are then edited together to show the child directly answering the questions posed by the teacher or other adult. This video is then shown to the child over a series of several weeks, and every time the child sees himself or herself verbally answering the teacher/other adult, the tape is stopped and the child is given positive reinforcement.",
            "score": 32.23607635498047
        },
        {
            "docid": "456590_8",
            "document": "Clever Hans . Using a substantial number of trials, Pfungst found that the horse could get the correct answer even if von Osten himself did not ask the questions, ruling out the possibility of fraud. However, the horse got the right answer only when the questioner knew what the answer was and the horse could see the questioner. He observed that when von Osten knew the answers to the questions, Hans got 89 percent of the answers correct, but when von Osten did not know the answers to the questions, Hans answered only six percent of the questions correctly.",
            "score": 32.210628509521484
        },
        {
            "docid": "39725920_10",
            "document": "The Chase (U.S. game show) . After time expires, the chaser is given two minutes to catch the team by correctly answering a new series of questions, with each correct answer moving him one space along the board. If the chaser answers incorrectly or passes, the clock is stopped briefly and the team is given a chance to answer the question, which they may confirm among themselves before answering. A correct answer pushes the chaser back one space, or moves the team ahead by one if he has not moved on to the gameboard. An incorrect answer provides no movement for the chaser at all. Regardless of the outcome, the clock begins running again and the chaser continues to answer questions. If the chaser runs out of time before catching the team, the team splits the banked money equally, but if he catches them before time expires, the team leaves with no money. During celebrity episodes, if the chaser catches the team before time runs out, the team leaves with $15,000 divided equally.",
            "score": 32.10615158081055
        },
        {
            "docid": "47283107_4",
            "document": "5-Star Family Reunion . The first round involves teams alternating between quick-fire questions and multiple-choice questions; first, the overseas team answers five (four for series 2) triple choice questions. Correct answers give them more time later in the round; the first ball on a Newton's cradle is raised with every correct answer. The Newton's cradle is then set in motion by releasing this ball and an elected member of the UK team begins answering quick-fire questions. The round ends once the ball at the opposite end of the Newton's cradle stops passing through a red laser line. There are four categories, and each member must play one category each. They have one 'power play', which raises the ball by another step. It cannot be used if all five (four for series 2) questions have been answered correctly in a round. At maximum level, it takes 66 seconds before the ball stops passing through the laser line. This process repeats itself until all the categories have been used up. In the quick-fire parts, one correct answer wins £1,000, two correct answers win £2,000 and three correct answers win £3,000; three further correct answers win £5,000 for the first two categories and £10,000 for the second two, meaning that there is £30,000 on offer. Once this process has repeated itself four times, the National Lottery draws are run.",
            "score": 32.08848190307617
        },
        {
            "docid": "21029182_22",
            "document": "Minerva (Internet celebrity) . The prosecutors also tested Park's knowledge by asking a handful of financial jargons he has used in his postings: 1) Tobin's q, 2) BDI and freight rates, 3) the LTCM crisis in 1998, 4) spread, 5) offshore NDF market, and 6) trickle down. According to the prosecutors, he did not remember Tobin's q but answered to most of questions. He was able to provide lengthy answers to questions 2 and 3.",
            "score": 32.02254867553711
        },
        {
            "docid": "1392891_12",
            "document": "Mu Alpha Theta . Tie-breakers are only done for students who tie, but did not get a perfect score. They are sometimes used in the case for when money or prizes are being distributed to the winners of the competition, and a tie breaker will be used even if both students have a perfect score. Tie-breakers are conducted according to the \"sudden death\" method. For example, in a tie-breaker, if student A scored the same as student B, and each missed 1 question, the student who missed question #5 will win over the student who missed question #3; students who start missing questions last are ranked higher, given same scores. If the sudden death method doesn't resolve the tie, in other words both students have exactly the same answers, then a tie-breaker question is made and the person to turn in the correct answer the fastest wins the tie. If both get it wrong or if both turn in the correct answer at the same time then the process is repeated until the tie is resolved. All students that get a perfect score are considered to place 1st. Due to the large number of students, as compared to a typical high school classroom, who participate in competitions, scantrons are used as answer sheets; their main advantage is that they can be graded by a computer. These are similar in type to the answer sheets used in standardized tests such as the SAT and the ACT.",
            "score": 31.938657760620117
        },
        {
            "docid": "3729939_17",
            "document": "Who Wants to Be a Millionaire? (UK game show) . Once a contestant has auditioned for a part on the programme and filming takes place, they undertake a preliminary round entitled \"Fastest Finger First\" - the group of contestants seeking a chance to take on the main game of the show, must answer a single question correctly, but do so faster than their opponents. Initially, the round required contestants to provide the correct answer to a question, but from the second series onwards, they are tasked with putting four answers in the correct order stated within the question (i.e. earliest to latest). The contestant who answers a question correctly and in the fastest time, moves on towards playing the main game; in the event that no-one answers the question correctly, a new question is given, while if two or more contestants give the correct answer in the same amount of time, they undergo a tiebreaker question to determine who takes on the main game. This round is primarily used to determine the new contestant for the main game, and can often be used more than once in an episode.",
            "score": 31.879730224609375
        },
        {
            "docid": "26777823_2",
            "document": "Suggestive question . A suggestive question is one that implies that a certain answer should be given in response, or falsely presents a presupposition in the question as accepted fact. Such a question distorts the memory thereby tricking the person into answering in a specific way that might or might not be true or consistent with their actual feelings, and can be deliberate or unintentional. For example, the phrasing \"Don't you think this was wrong?\" is more suggestive than \"Do you think this was wrong?\" despite the difference of only one word. The former may subtly pressure the respondent into responding \"yes\", whereas the latter is far more direct. Repeated questions can make people think their first answer is wrong and lead them to change their answer, or it can cause people to continuously answer until the interrogator gets the exact response that they desire. The diction used by the interviewer can also be an influencing factor to the response given by the interrogated individual.",
            "score": 31.85259437561035
        },
        {
            "docid": "4703158_6",
            "document": "Video Power . Torok would go into the audience for this first segment after introducing Johnny Arcade, searching for four pre-chosen children to ask Johnny questions (he called this \"put[ting] the spot on Johnny by putting Johnny on the spot\"). All the questions were game related and Johnny would almost always have the correct answer. In the event that he did not know the answer (an excuse was always prepared for those instances), the audience would yell out \"stump, stump, stump\" and the child would receive a prize. The four audience members chosen served as that day's players.",
            "score": 31.851871490478516
        },
        {
            "docid": "38305999_6",
            "document": "Ask the rabbi . The option to ask questions about Judaism online was received enthusiastically by web users. However, there is some opposition to this phenomenon. The main criticism is around the replacement of old fashioned, face-to-face communication by a virtual medium and the \"instant\" answers received to the questions. Judaism teaches the importance of study and work in order to gain knowledge, and the ease of asking the Internet might promote laziness and degradation of the value of knowledge. Additional questions arise, such as whether to answer the specific questioner or to think about other users who will see the answer, whether to answer locally or in an extended way, and whether to answer certain questions.",
            "score": 31.79204750061035
        },
        {
            "docid": "40977524_20",
            "document": "Child Lying . The children were brought into a test room and told that they were going to play a trivia game. They were given multiple choice questions to answer. Each card with a question had the answer on the back side. For each correct answer, the child would receive a point and points would equal a prize. After two questions, the experimenter would step out of the room. The next question card is left laying out and hidden cameras would show if the child looked at the answer or not. After a brief period of time, the experimenter returned to the room and asked the child if they peeked at the card. They were then asked what the animal was on the back of the card and the ink color of the card. If the child answered correctly, they were then asked how they knew the answer. Many children who had looked at the card while the experimenter was absent answered with “I don’t know”. Some children not only lied about peeking at the card but also tried to conceal how they would know the answer, claiming to have known by mere chance. The control group followed a similar process, the only difference is when the experimenter left the children were informed that they could look at the back of the card. This was to ensure that the animal and ink color was easy to remember.",
            "score": 31.72551155090332
        },
        {
            "docid": "591348_11",
            "document": "National Science Bowl . An answer given by a student is ruled correct or incorrect by the moderator. On short answer questions, if the answer given differs from the official one, the moderator uses his or her judgment to make a ruling (which is subject to a challenge by the competitors). On multiple choice questions, the answer given by the student is only correct if it matches the official answer \"exactly\". Alternatively, the student may give the letter choice that corresponds to the correct answer. Although A, B, C, and D were once used as answer choice letters, W, X, Y, and Z are now favored due to a lower chance of confusion. On short answers, the answer does not have to exactly match the official answer, so any given answer that roughly means the same as the official answer is accepted.",
            "score": 31.684595108032227
        },
        {
            "docid": "2071798_7",
            "document": "Get Your Own Back . This is the only series with 3 teams (red, blue and green), and it was also the only series with a green team. The adults played as chumps whilst children played as challengers. In round 1, called \"Brain Box\", the adults played a game where they scored points by answering questions from a topic the kid chose using a carnival game, e.g. shooting gallery, test your strength. To get bonus points for each question answered, the grown up did a chore they always got the kid to do (e.g. washing up) and take the item the chore was practised on through an obstacle course called \"the mangle\" with the kid spraying them with gunge. The item must have got through in one piece or no points were awarded. The winning grown up left, with the losers advanced to round 2, called \"Chumps Challenge\", where the remaining adults played another game (either a video game, an obstacle race with the kid, or a karaoke performance). The loser of this round (scores did not carry over from the Brain Box round) went to the gunk dunk. In the gunk dunk, it had a Ghost Train/Horror theme, and the adult and child sat over a cauldron-like tank. The grown up would get the child dunked if they answered five correct answers in under 45 seconds without using answers beginning with a particular letter (which all questions had obvious answers to). Failure (or eventually otherwise, despite Dave's assurance that winning would spare them) resulted in the grown up being Gunged.",
            "score": 31.56296157836914
        }
    ]
}