{
    "q": [
        {
            "docid": "44113754_5",
            "document": "Welcome to the Darkside . The Gladiator competed against three low-card competitors in a gauntlet match. He defeated his first opponent Naohiko Yamazaki after an \"Awesome Bomb\". Gladiator would then defeat his second opponent Yoshinori Sasaki after an \"Awesome Splash\". His final opponent was Mr. Pogo #2. Gladiator tried to perform an \"Awesome Bomb\" but Pogo escaped it and delivered a backdrop suplex. He continued the momentum with an elevated cutter and a chokeslam. Gladiator made a comeback by performing a release German suplex but Pogo did not sell the move and charged at him but Gladiator hit a boot. He then hit a lariat and an \"Awesome Bomb\" for the win.",
            "score": 35.05410289764404
        },
        {
            "docid": "20262138_4",
            "document": "The Gladiators from Capua . \"The Gladiators from Capua\" opens with a brief scene set some years earlier – a slave in training as a gladiator refuses to kill his beaten opponent, turning his back on a promising career. The themes of combat, bloodshed, and mercy are thus established from the start.",
            "score": 33.347777366638184
        },
        {
            "docid": "3616797_8",
            "document": "Gladiator (2000 film) . Maximus's next fight is a victory against a legendary undefeated gladiator. Commodus orders Maximus to kill the gladiator, but Maximus spares his opponent's life; he is called \"Maximus the Merciful\" by the crowd. Angered at this outcome, Commodus taunts Maximus about his family's deaths, but Maximus turns and walks away.",
            "score": 28.665876388549805
        },
        {
            "docid": "12336_28",
            "document": "Gladiator . Spectators preferred to watch highly skilled, well matched \"ordinarii\" with complementary fighting styles; these were the most costly to train and to hire. A general \"melee\" of several, lower-skilled gladiators was far less costly, but also less popular. Even among the \"ordinarii\", match winners might have to fight a new, well-rested opponent, either a \"tertiarius\" (\"third choice gladiator\") by prearrangement; or a \"substitute\" gladiator (\"suppositicius\") who fought at the whim of the \"editor\" as an unadvertised, unexpected \"extra\". This yielded two combats for the cost of three gladiators, rather than four; such contests were prolonged, and in some cases, more bloody. Most were probably of poor quality, but the emperor Caracalla chose to test a notably skilled and successful fighter named Bato against first one \"supposicitius\", whom he beat, and then another, who killed him. At the opposite level of the profession, a gladiator reluctant to confront his opponent might be whipped, or goaded with hot irons, until he engaged through sheer desperation. Combats between experienced, well trained gladiators demonstrated a considerable degree of stagecraft. Among the cognoscenti, bravado and skill in combat were esteemed over mere hacking and bloodshed; some gladiators made their careers and reputation from bloodless victories. Suetonius describes an exceptional \"munus\" by Nero, in which no-one was killed, \"not even \"noxii\" (enemies of the state).\"",
            "score": 53.63579452037811
        },
        {
            "docid": "1391901_5",
            "document": "Priscus (gladiator) . Gladiatorial fights did not always end with death of a participant. A gladiator could raise a finger or surrender his weapon to the opponent to signal his willingness to concede defeat. And imposition of \"missio\" would require that the conceding gladiator return to continued fight training. Missio was initiated following the spirit of the attendees with a reprieve from the match ending in a death. The fighters could initiate ending of the match requesting that the match be declared a draw as supported by the crowds. Gladiatorial surrender was not common since it was held in disdain.",
            "score": 51.220266819000244
        },
        {
            "docid": "18573986_5",
            "document": "Colosseum: Rome's Arena of Death . All new gladiators fight in small arenas scattered around Rome, and when Verus is defeated, he requests a second chance, knowing he will not be given another, and defeats his opponent. Contrary to popular myth, not all contests end in death. If a gladiator was killed the game's sponsor had to pay for his replacement. As a gladiator, you had a near 90% chance of surviving the fight. And if a gladiator was injured, he was given some of the best medical care available in Rome. Roman doctors were renowned for their treatment of flesh wounds. Doctors who worked with gladiators helped to pioneer the treatment of fractures. And they used an opium-based anesthetic for operations. For each victory in the arena, a gladiator is paid the equivalent of a Roman soldier's yearly pay, and he can purchase some personal items. Priscus obtains a small prayer statue and wall-shelf for his own Celtic devotions.",
            "score": 40.978636622428894
        },
        {
            "docid": "12336_34",
            "document": "Gladiator . Once a band of five \"retiarii\" in tunics, matched against the same number of \"secutores\", yielded without a struggle; but when their death was ordered, one of them caught up his trident and slew all the victors. Caligula bewailed this in a public proclamation as a most cruel murder. A gladiator who was refused \"missio\" was despatched by his opponent. To die well, a gladiator should never ask for mercy, nor cry out. A \"good death\" redeemed the gladiator from the dishonourable weakness and passivity of defeat, and provided a noble example to those who watched: For death, when it stands near us, gives even to inexperienced men the courage not to seek to avoid the inevitable. So the gladiator, no matter how faint-hearted he has been throughout the fight, offers his throat to his opponent and directs the wavering blade to the vital spot. (Seneca. \"Epistles\", 30.8)",
            "score": 31.260555744171143
        },
        {
            "docid": "59627_41",
            "document": "Columbine High School massacre . Harris walked over to the table across from the lower computer row, slapped the surface twice and knelt, saying \"Peek-a-boo\" to 17-year-old Cassie Bernall before shooting her once in the head, killing her instantly. Harris had been holding the shotgun with one hand at this point and the weapon hit his face in recoil, breaking his nose. Initial reports suggest that Harris asked Bernall \"Do you believe in God?\", to which she replied yes, before getting killed. Three students who witnessed Bernall's death, including Emily Wyant, who had been hiding beneath the table with her, have testified that Bernall did not exchange words with Harris after his initial taunt; Wyant stated Bernall had been praying prior to her murder.",
            "score": 31.988268613815308
        },
        {
            "docid": "9345676_25",
            "document": "Ave Imperator, morituri te salutant . Kyle concurs that no other sources record the \"supposed gladiator salute\" in any other context \"and it did not come here from true gladiators\". Treated as a commodity, they were not elite gladiators but captives and criminals doomed to die, who usually fought until all were killed. When the salute or appeal failed, and they were forced to kill one another in earnest,",
            "score": 43.48920464515686
        },
        {
            "docid": "35757696_8",
            "document": "Deadliest Warrior (season 1) . They now fight with sica and war club. The Gladiator tries to cut the Apache with the sica, but the Apache knocks it out of his hand with the war club. His second swing knocks off the Gladiator's helmet. The Apache charges and tries to strike his opponent’s exposed head with his club. However, the Gladiator knocks him to the ground with his shield then punches his face repeatedly with the cestus. The Apache got up with his knife. The Gladiator swings at him, but misses. The Apache then started to knife the Gladiator's limbs. He then cut the Gladiator's neck. The Apache then repeatedly knifed him, lick the bloodied knife, and does his war cry, and left the scene.",
            "score": 30.471172094345093
        },
        {
            "docid": "1911479_9",
            "document": "Gladiator (Melvin Potter) . He was later forced into working for the Kingpin's elderly predecessor Alexander Bont, who claimed that Potter had a four-year-old daughter that he had never met and that she would die if Potter did not help. Gladiator brought Murdock to Bont, who attempted to kill Murdock and assume his old mantle but instead died of a drug-induced heart attack. The Gladiator was defeated by the new White Tiger, and went back to prison.",
            "score": 32.07627773284912
        },
        {
            "docid": "3037471_25",
            "document": "Sunstreaker . Sunstreaker made his first chronological IDW Publishing appearance in issue #2 of \"\", where he can be seen on page 4, part of a crowd cheering for Megatron to kill his opponent in an underground bloodsport. Later, he and Sideswipe appeared among the gathering of gladiators and insurgents that Megatron would eventually mold into the Decepticons.",
            "score": 28.53082013130188
        },
        {
            "docid": "3213185_20",
            "document": "The Spoils (Rome) . At the arena, before a capacity crowd containing both Vorenus and Timon, Pullo is led into a small ring and handed a large sword, but he drops the sword on the ground and sits in the center of the ring, refusing to fight. Three gladiators come out and tell him to fight, but Pullo stubbornly refuses. The men won't have it, and taunt him with insults. But when they insult the XIII Legion, Pullo grows increasingly angry until finally he lashes out, killing all three of his opponents. He yells \"Thirteen!\", but the crowd boos him. More gladiators come out, and despite the crowd's taunting, Pullo cuts down one gladiator after another while Timon cheers and Vorenus simply watches. Eventually Pullo tires, having been wounded so many times he can barely stand, at which point a large carnifex enters and knocks the sword out of Pullo's tired hand with a skull-topped mace. Just as the carnifex is about to deal the death blow, Vorenus charges into the ring, picks up a weapon, yells \"Thirteen!\" and takes on the gladiator, eventually slicing his leg off and collapsing him to the ground, before killing him with his own weapon. As the crowd recovers from shock, a roar of approval rises up, and Vorenus helps his old comrade out of the ring.",
            "score": 42.874500155448914
        },
        {
            "docid": "12336_31",
            "document": "Gladiator . A match was won by the gladiator who overcame his opponent, or killed him outright. Victors received the palm branch and an award from the \"editor\". An outstanding fighter might receive a laurel crown and money from an appreciative crowd but for anyone originally condemned \"ad ludum\" the greatest reward was manumission (emancipation), symbolised by the gift of a wooden training sword or staff (\"rudis\") from the \"editor\". Martial describes a match between Priscus and Verus, who fought so evenly and bravely for so long that when both acknowledged defeat at the same instant, Titus awarded victory and a \"rudis\" to each. Flamma was awarded the \"rudis\" four times, but chose to remain a gladiator. His gravestone in Sicily includes his record: \"Flamma, \"secutor\", lived 30 years, fought 34 times, won 21 times, fought to a draw 9 times, defeated 4 times, a Syrian by nationality. Delicatus made this for his deserving comrade-in-arms.\"",
            "score": 35.425615549087524
        },
        {
            "docid": "3380571_47",
            "document": "Johnny Behan . Behan testified that from the time the Earps passed him by to confront the Cowboys, he had watched them closely. Under cross-examination by attorney Thomas Fitch, he admitted seeing Holliday carrying the messenger shotgun towards the confrontation. All the witnesses testified that Holliday had been seen with a shotgun. Behan also testified he was concentrating on the Earps during the gun fight, but he did not see the shotgun used. He insisted that Holliday fired the first shot from a nickel-plated revolver. But the coroner had already testified that Tom McLaury was killed by a shotgun blast. For Behan's \"testimony to make any sense, the court would have to believe that Holliday marched down Fremont Street carrying a shotgun; put it aside in order to pull out his pistol; fired the first shot, presumably at Billy Clanton; and then picked up the shotgun in order to kill Tom McLaury—all in the space of a few seconds.\"",
            "score": 38.98704552650452
        },
        {
            "docid": "1607755_6",
            "document": "Retiarius . The more skin left unarmoured and exposed, the lower a gladiator's status and the greater his perceived effeminacy. Likewise, the engulfing net may have been seen as a feminine symbol. The light arms and armour of the \"retiarius\" thus established him as the lowliest, most disgraced, and most effeminate of the gladiator types. Helmets allowed both gladiators and spectators to dehumanise the fighters; when an arena combatant had to kill a comrade-at-arms, someone he probably lived and trained with every day, his opponent's helmet added an extra layer of separation. However, the \"retiarius\" was allowed no head protection; his face was visible to all. The emperor Claudius had all net-fighters who lost in combat put to death so that spectators could enjoy their expressions of agony. The \"retiarius\"<nowiki>'</nowiki>s fighting style was another strike against him, as reliance on speed and evasion were viewed as undignified in comparison to the straightforward trading of blows. The \"retiarii\" lived in the worst barracks. Some members of the class trained to fight as Samnites, another gladiator type, in order to improve their status.",
            "score": 50.54753112792969
        },
        {
            "docid": "7137692_11",
            "document": "Jack Scott (California politician) . Scott is very active in gun control. He began his gun control efforts after his son Adam, an attorney who had recently graduated from USC Law School, was fatally shot at a party with friends. One of his friends had a shotgun, which he did not know was loaded. His friend discharged the shotgun, hitting Adam and killing him.",
            "score": 25.097114324569702
        },
        {
            "docid": "38081438_3",
            "document": "Spartacus and the Ten Gladiators . Rocca and his nine gladiators have just completed a triumphal show in the arena in front of the Emperor. However their ebullient mood changes to horror and sadness when they are followed by a group of a dozen gladiators from Thrace who are ordered to kill each other until one man is standing. In this group is a father and son. They reluctantly comply but when the son faces his father one of the gladiators steps in to prevent the son from killing his father then throws his sword at the Emperor's box.",
            "score": 38.105822801589966
        },
        {
            "docid": "46500817_18",
            "document": "O.K. Corral hearing and aftermath . Matthews testified at the inquest that Tom McLaury had been killed by a single shotgun blast, contradicting Behan's testimony that he had been shot with a pistol, which according to the defense, \"...to make any sense, the court would have to believe that Holliday marched down Fremont Street carrying a shotgun; put it aside in order to pull out his pistol; fired the first shot, presumably at Billy Clanton; and then picked up the shotgun in order to kill Tom McLaury—all in the space of a few seconds.\" Under questioning, Matthews said he did not see Ike Clanton appeal to Wyatt to not shoot him.",
            "score": 38.21699047088623
        },
        {
            "docid": "18573986_7",
            "document": "Colosseum: Rome's Arena of Death . Gladiators are admired by aristocratic women of Rome, especially rich widows, and are included in feasts and banquets hosted by public officials and members of the imperial court. Verus soon becomes known for his skill and victories. He is eyed by an Imperial lady, and is soon summoned to a party at night, hosted by Titus and the lady, where arriving he is suddenly attacked by another gladiator provoking a surprise fight arranged as \"entertainment\"; but he defeats his opponent, whose death the host commands. Verus kills him, his first: \"\"not in the arena, but at a party for the rich.\"\" He is numb. Afterward, upon returning to his school, Verus discovers Priscus has been sold to another school; the trainer says, \"\"it's only business\".\"",
            "score": 25.636136770248413
        },
        {
            "docid": "12336_61",
            "document": "Gladiator . In AD 69, the Year of the Four Emperors, Otho's troops at Bedriacum included 2000 gladiators. Opposite him on the field, Vitellius's army was swollen by levies of slaves, plebs and gladiators. In 167 AD, troop depletions by plague and desertion may have prompted Marcus Aurelius to draft gladiators at his own expense. During the Civil Wars that led to the Principate, Octavian (later Augustus) acquired the personal gladiator troop of his erstwhile opponent, Mark Antony. They had served their late master with exemplary loyalty but thereafter, they disappear from the record.",
            "score": 29.83244299888611
        },
        {
            "docid": "50643142_8",
            "document": "Gladiators (UK series 7) . Contender and Gladiator are each strapped to their own airship (blue for the contender, red for the gladiator). Using hi-tech combat clubs, they have thirty seconds to try and eject their opponent from their airship. Two strikes to their body hit sensor results in an ejection. A contender scores five points for hitting the gladiator once and ten points for ejecting them.",
            "score": 36.05776023864746
        },
        {
            "docid": "4922019_3",
            "document": "List of The Sopranos characters – Friends and family . Tony Soprano's cousin, who was imprisoned and soon thereafter became embroiled in a life of crime. Tony B. gets his massage license and tries to set up a massage business. He sabotages the business before it gets off the ground, and goes back to crime. Tony S. sets him up in the airbag scam, but it is not enough money for Tony B. To earn extra money, he performs a contract hit for Rusty and Angelo. After Angelo is killed, Tony B. kills Billy Leotardo in retaliation, igniting dangerous tensions with the New York crew. To bring peace with Johnny Sack (and to avoid Tony B.'s being tortured to death by Phil Leotardo), Tony S. kills Tony B. by shooting him in the face with a shotgun.",
            "score": 18.981183409690857
        },
        {
            "docid": "4077534_45",
            "document": "Dick Cheney hunting incident . In the beta for the video game Halo 3, a medal called \"Cheneymania\" was awarded for killing 10 opponents with a shotgun without dying.",
            "score": 20.585875988006592
        },
        {
            "docid": "28640088_12",
            "document": "Gladiator Begins . Sextus: A formidable, legendary gladiator, nicknamed the \"Honor of Rome\", who fights with a sharp gladius and a tall shield. Sextus is a warrior from Germania who once fought against General Aquilius Drusus, Aquilla's father, during the Germanic Wars. He lost and was then taken back as a slave to Rome, where he later became the most successful gladiator under the Drusus family's patronage. Despite his hatred for Rome, Sextus respects General Drusus and holds no grudge against him. The general did not kill prisoners and actually treated Sextus and his surviving comrades well. However, Sextus has vowed to never help the Drusus family directly since the general was still responsible for the deaths of his people.",
            "score": 31.866602897644043
        },
        {
            "docid": "22372570_3",
            "document": "Shotgun (novel) . Would you kill someone for love? Someone did. A man and a woman die from shotgun wounds. Kling's girlfriend says she would, and Carella won't answer.",
            "score": 39.62020754814148
        },
        {
            "docid": "22597264_3",
            "document": "Scissor (gladiator) . German historian and experimental archeologist Marcus Junkelmann has propagated an idea, based on an unlabeled, unclear image that he decided might be a scissor, that this type of gladiator fought using a weapon consisting of a hardened steel tube that encased the gladiator's entire forearm, with the hand end capped off and a semicircular blade attached to it. A handle inside the tube might have allowed the gladiator to maintain control in the heat of battle.  This weapon might have been both deadly and versatile; the gladiator could use his protected arm to block his opponent's blows and quickly counterattack, the shape of the blade being such that even the slightest touch could cause a serious wound.",
            "score": 45.106231451034546
        },
        {
            "docid": "852078_23",
            "document": "Mohammed al-Qahtani . 2A0780 asked how one man, Bin Laden, convince 19 young men to kill themselves, (detainee was starting to fade he was going in and out of sleep.) The question was repeated, detainee stated that they were tricked, that he distorted the picture if front of them, 2A0780 asked detainee if this made him mad, detainee stated yes, (detainee did not realize that 2A780 had not started putting detainee into the picture) 2A0780 asked detainee if he was mad that his friends had been tricked, detainee said yes. 2A0780 asked detainee if his friends knew about the plan, detainee said no, 2A0780 asked if detainee knew about the plan, detainee stated that he didn't know. 2A0780 asked detainee if it made him mad that he killed his friends, detainee stated yes. 2A0780 asked detainee if he was glad that he didn't die on the plane, detainee stated yes. 2A0780 asked detainee if his parents were happy that he didn't die detainee stated yes. 2A0780 stated \"he killed your friends\" detainee stated yes.",
            "score": 12.105883240699768
        },
        {
            "docid": "28640088_22",
            "document": "Gladiator Begins . Gulielmus: A Macedonian ex-criminal and gladiator who always crosses paths with the gladiator in the \"Word Of Quintus\", a gladiatorial event sponsored by the co-emperor, Lucius Verus. Gulielmus views the player with disdain and animosity and tends to underestimate the player's skill as a gladiator. When Gulielmus wins his freedom from the arena, he becomes a military officer under the command of General Cassius. When the player is sent by Commodus to kill Cassius, Gulielmus serves as the last enemy before the general is fought. When defeated by the player, Gulielmus is killed by Cassius' guards as punishment for his failure.",
            "score": 33.01130676269531
        },
        {
            "docid": "27405992_10",
            "document": "Ronnie Mann . After this, Cage Rage became defunct and Mann re-joined Cage Gladiators, immediately competing against Frederic Fernandez for the Cage Gladiators World Featherweight Championship at the \"Cage Gladiators 6\" event. Mann was able to utilise his wrestling skills again, dominating the takedowns, neutralising his opponent. Mann was able to take the unanimous decision after effective striking, leading Sherdog to once again label him \"a star in the making.\"",
            "score": 25.2050142288208
        },
        {
            "docid": "204953_64",
            "document": "Gloster Gladiator . The top scoring Gladiator aces flew it in North Africa and Greece, scoring most of their successes against \"Regia Aeronautica\" aircraft. The top ace was Flight Lieutenant Pat Pattle, from No. 80 Squadron, who got 15.5 confirmed air victories while flying the Gladiator (out of his 50+ kills), plus four probably destroyed and six damaged. Second was Pilot Officer William \"Cherry\" Vale, from No. 33 and 80 Squadrons, with ten individual kills, 1 shared kill, and 1.5 damaged. Flight Lieutenant Joe P. Fraser, from No. 112 Squadron, and Flight Sergeant Don S. Gregory, from Nos. 33 and 80 Squadrons, scored all of their kills (respectively, 9.5 and 8) flying the Gladiator. Sergeant C. E. \"Cas\" Casbolt, from No. 80 Squadron, shot down 7.5 enemy aircraft (plus one probably destroyed and 1.5 damaged). Rhodesian pilot Caesar Hull scored five of his eight victories in a Gladiator during the Norwegian Campaign in 1940, including four in the same afternoon. He was the leading Allied pilot of the campaign.",
            "score": 26.588683009147644
        },
        {
            "docid": "28640088_17",
            "document": "Gladiator Begins . Ursus: A mysterious gladiator from Aegyptus known as the \"Messenger of the Sun\", whose armor is based on the appearance of the Egyptian god Horus. While fighting with twin blades, Ursus uses strange, unorthodox movements and battle cries that often baffle his opponents. In battle, he favors aerial attacks and is often compared to a diving bird. Along with Hories, Ursus is one of Vipsanius' favorite gladiators.",
            "score": 26.51549232006073
        }
    ],
    "r": [
        {
            "docid": "31296879_5",
            "document": "Dimachaerus . The dimachaeri were equipped for close-combat fighting. A dimachaerus used a pair of siccae (curved scimitar) or gladius and used a fighting style adapted to both attack and defend with his weapons rather than a shield, as he was not equipped with one. Little else is known about this class of gladiator, but due to the difficulty of wielding two swords it can be inferred that dimachaeri were highly skilled and experienced fighters, and were probably relatively exalted as a class of gladiator. Dimachaeri would have been ideally suited to fight heavily armored opponents and they may have fought other dimachaeri, as well. They are known to have been paired against the hoplomachus and are also referred to as fighting against a gladiator class called an oplomachus, which, according to Justus Lipsius, was a putative variant of the Samnite.",
            "score": 70.00627899169922
        },
        {
            "docid": "1420446_6",
            "document": "Cestus . The Roman variant included straps of different lengths, many reaching to the elbow, in order to protect the forearm when guarding heavy blows. \"Caestūs\" were frequently used in Roman gladiatorial bouts, both against each other and against other weapon-wielding gladiators. Despite being seemingly outmatched by other types of gladiators, a single hit from a cestus would have incapacitated most fighters. The cestus-fighter would have otherwise had no body armour.",
            "score": 65.6507568359375
        },
        {
            "docid": "498597_21",
            "document": "Sawed-off shotgun . Additional restrictions might apply in many other jurisdictions. State and local laws might entirely prohibit civilian possession of short-barrelled shotguns. (These restrictions do not apply to military and police departments.) In addition, some firearm types that would normally be considered to fall into the Short Barrel Shotgun (SBS) category are not legally considered to be a SBS. A shotgun is legally defined as a shoulder-mounted firearm that fires shot. Shotguns and shotgun receivers that have never had a buttstock of any type installed are not shotguns, as they cannot be shoulder mounted. Therefore, cutting one of these below the 18\" barrel and/or 26\" overall length cannot produce a SBS as the firearm was never a shotgun. The Bureau of Alcohol, Tobacco, Firearms & Explosives recognizes these firearms as being a smooth bore handgun which is an Any Other Weapon (AOW). Unlike an SBS, an AOW only carries a $5.00 tax and can be moved interstate without Federal approval. To maintain its AOW status, it must not have a buttstock (making it a SBS) or a rifled slug barrel (making it a Destructive Device (DD) if the bore is over 0.5\"). Firearms of this type are typically over 100 years old. These weapons produced with a barrel length under 18\" are not considered sawed-off shotguns because they were not produced with a shoulder buttstock. Weapons with these specifications fall under the category of smooth bore handguns produced in heavy rifle calibers and 12/20 gauge shotgun calibers, contrary to illegal sawn-off shotguns and are not considered destructive devices. Any firearms capable of shooting shotgun style cartridges produced after the 18\" minimum barrel restrictions were set into place are considered illegal sawed-off shotguns.",
            "score": 63.961002349853516
        },
        {
            "docid": "9054221_2",
            "document": "List of Roman gladiator types . There were many different types of gladiators in ancient Rome. Some of the first gladiators had been prisoners-of-war, and so some of the earliest types of gladiators were experienced fighters; Gauls, Samnites, and \"Thraeces\" (Thracians) used their native weapons and armor. Different gladiator types specialized in specific weapons and fighting techniques. Combatants were usually pitted against opponents with different, but more or less equivalent equipment, for the sake of a fair and balanced contest. Most gladiators only fought others from within the same school or Ludus, but sometimes specific gladiators could be requested to fight one from another Ludus.",
            "score": 63.724945068359375
        },
        {
            "docid": "16790703_6",
            "document": "Samnite (gladiator type) . Samnite gladiators appear quite frequently in Roman artwork. Other gladiator classes were added to the roster over the years, and some of these used similar gear, especially plumed helmets, adding to the difficulty of positively identifying Samnites. Roman spectators perceived gladiators as more masculine and honourable if they were more heavily armed and armoured. Thus, the Samnite, one of the heavier types, was an impressive sight with a fierce appearance. The Samnite may have been the first gladiator to be pitted against the \"retiarius\", a gladiator who fought with the gear of a fisherman and who was viewed as effeminate due to his light armaments. Accordingly, some \"retiarii\" may have trained as Samnites to improve their status. Gladiators who fought with a rectangular shield and sword, such as the \"provocator\", were said to be \"armed in the Samnite manner\". Such gladiators remained popular until the end of the gladiatorial games.",
            "score": 62.87240219116211
        },
        {
            "docid": "16686750_3",
            "document": "Laquearius . Most gladiator types were based on real-world antecedents. Because the Romans did not use lassos on the battlefield, it is unlikely that the \"laquearius\" was based on a Roman model. Instead, it may have been based on a barbarian tribe known to the Romans to use lassos in combat, such as the Sagartians. Another possibility is that the noose gladiator was meant to represent an executioner. However, the fact that his backup weapon was sword makes this seem unlikely.",
            "score": 60.268001556396484
        },
        {
            "docid": "23468036_19",
            "document": "History of weapons . In addition to short swords, Roman infantry typically carried a spear or other type of pole weapon. The most common was known as the javelin, a heavy spear that could be either thrown or thrusted. Similar in function to the javelin was the \"fuscina.\" Although not used by the Roman military, this fork-like trident was one of the most popular gladiator weapons. A version of the javelin that had a much longer and thinner tip was the \"pilum\", which could pierce armor or shields when thrown. Several \"pila\" could be thrown to initiate combat, disrupting the structure and defense of enemy armies and providing an opportunity for close combat, where the gladius would take over. The design of the \"pilum\" allowed it to become lodged in an enemy shield. Removing a \"pilum\" from a shield was often difficult and time consuming during combat. In fact, most were not reusable after removal.",
            "score": 57.541019439697266
        },
        {
            "docid": "703444_5",
            "document": "Swordsmanship . Greece provides the foundation for the widespread use of the sword as a weapon in its own right in the West. The Roman legionaries and other forces of the Roman military, until the 2nd century A.D., used the gladius as a short thrusting sword effectively with the \"scutum\", a type of shield, in battle. Gladiators used a shorter gladius than the military. The spatha was a longer double-edged sword initially used only by Celtic soldiers, later incorporated as auxilia into Roman Cavalry units; however by the 2nd century A.D. the spatha was used throughout much of the Roman Empire. The Empire's legionary soldiers were heavily trained and prided themselves on their disciplinary skills. This probably carried over to their training with weaponry, but we have no Roman manuals of swordsmanship. One translation of Juvenal's poetry by Barten Holyday in 1661 makes note that the Roman trainees learned to fight with the wooden wasters before moving on to the use of sharpened steel. In fact, it is also found that Roman gladiators trained with a wooden sword, which was weighted with lead, against a straw man or a wooden pole known as a \"palus\" (an early relative of the later wooden \"pell\"). This training would have provided the Roman soldier with a good foundation of skill, to be improved upon from practical experience or further advanced training.",
            "score": 54.539405822753906
        },
        {
            "docid": "9054221_17",
            "document": "List of Roman gladiator types . The Hoplomachus (Greek \"armed fighter\") wore quilted, trouser-like leg wrappings, loincloth, a belt, a pair of long shin-guards or greaves, an arm guard (manica) on the sword-arm, and a brimmed helmet that could be adorned with a plume of feathers on top and a single feather on each side. He was equipped with a gladius and a very small, round shield. He also carried a spear, which the gladiator would have to cast before closing for hand-to-hand combat. The hoplomachi were paired against the Myrmillones or Thraeces. They may have developed out of the earlier '\"Samnite\" type after it became impolitic to use the names of now-allied peoples.",
            "score": 54.4425048828125
        },
        {
            "docid": "1607755_11",
            "document": "Retiarius . Despite their low status, some \"retiarii\" became quite popular throughout the early Empire. The fact that spectators could see net-fighters' faces humanised them and probably added to their popularity. At Pompeii, graffiti tells of Crescens or Cresces the \"retiarius\", \"lord of the girls\" and \"doctor to nighttime girls, morning girls, and all the rest.\" Evidence suggests that some homosexual men fancied gladiators, and the \"retiarius\" would have been particularly appealing. Roman art depicts net-men just as often as other types. A mosaic found in 2007 in a bathhouse at the Villa dei Quintili shows a \"retiarius\" named Montanus. The fact that his name is recorded indicates that the gladiator was famous. The mosaic dates to c. CE 130, when the Quintilii family had the home built; the emperor Commodus, who fought in gladiatorial bouts as a \"secutor\", acquired the house in CE 182 and used it as a country villa. In modern times, popular culture has made the \"retiarius\" probably the most famous type of gladiator.",
            "score": 54.36078643798828
        },
        {
            "docid": "25928434_2",
            "document": "Essedarius . An essedarius was a type of gladiator in Ancient Rome who fought from a chariot. There may have been just one man in the chariot, or two, a driver and a fighter. The word is also used of charioteers in other instances, such as in Caesar's Gallic War, in his campaign against Cassivellaunus in Britain. They normally fought with a spear and a sword as a side-arm but sometimes also had a small shield for defence. They charged their opponent with their chariot until the opposing gladiator was either impaled by the spear, trampled by the horses, or run over by the wheels of the chariot. They were relatively hard to defeat due to the speed of the chariot, but once the wheels were taken out they were easy to kill, if they didn't know how to ride a horse. It was a common tactic that if their chariot was broken they used one of the horses from the chariot as a mount.",
            "score": 54.063358306884766
        },
        {
            "docid": "27402555_10",
            "document": "Criminal possession of a weapon . For civilians, permits can sometimes be obtained to possess or carry certain weapons if that person meets certain qualifications that show they can be trusted (such as safety training and lack of prior criminal behavior) and/or have a specific need for the weapon, for example if the nature of their job places them at high risk for assault or robbery. The most common in the United States is a permit to carry a concealed handgun for purposes of self-defense. This permit often applies to both firearms and other self-defense implements. In many states, no permit at all is needed to carry a non-concealed firearm or other weapon. Other types of license can be obtained for collection and exhibition purposes, such as under the National Firearms Act. In the UK, a citizen can obtain a firearms or shotgun certificate in order to legally purchase and own rifles or shotguns for the purposes of sport and hunting.",
            "score": 54.0311279296875
        },
        {
            "docid": "12336_28",
            "document": "Gladiator . Spectators preferred to watch highly skilled, well matched \"ordinarii\" with complementary fighting styles; these were the most costly to train and to hire. A general \"melee\" of several, lower-skilled gladiators was far less costly, but also less popular. Even among the \"ordinarii\", match winners might have to fight a new, well-rested opponent, either a \"tertiarius\" (\"third choice gladiator\") by prearrangement; or a \"substitute\" gladiator (\"suppositicius\") who fought at the whim of the \"editor\" as an unadvertised, unexpected \"extra\". This yielded two combats for the cost of three gladiators, rather than four; such contests were prolonged, and in some cases, more bloody. Most were probably of poor quality, but the emperor Caracalla chose to test a notably skilled and successful fighter named Bato against first one \"supposicitius\", whom he beat, and then another, who killed him. At the opposite level of the profession, a gladiator reluctant to confront his opponent might be whipped, or goaded with hot irons, until he engaged through sheer desperation. Combats between experienced, well trained gladiators demonstrated a considerable degree of stagecraft. Among the cognoscenti, bravado and skill in combat were esteemed over mere hacking and bloodshed; some gladiators made their careers and reputation from bloodless victories. Suetonius describes an exceptional \"munus\" by Nero, in which no-one was killed, \"not even \"noxii\" (enemies of the state).\"",
            "score": 53.63579559326172
        },
        {
            "docid": "11966_3",
            "document": "Firearm . The first primitive firearms originated in 10th-century China when bamboo tubes containing gunpowder and pellet projectiles were mounted on spears into the one-person-portable fire lance, which was later used as a shock weapon to good effect in the Siege of De'an. In 13th century, the Chinese invented the metal-barrelled hand cannon, widely considered to be the true ancestor of all firearms. The technology gradually spread through the rest of East Asia, South Asia, the Middle East, and Europe. Older firearms typically used black powder as a propellant, but modern firearms use smokeless powder or other propellants. Most modern firearms (with the notable exception of smoothbore shotguns) have rifled barrels to impart spin to the projectile for improved flight stability.",
            "score": 53.576904296875
        },
        {
            "docid": "4243_7",
            "document": "Boxing . Boxing was a popular spectator sport in Ancient Rome. In order for the fighters to protect themselves against their opponents they wrapped leather thongs around their fists. Eventually harder leather was used and the thong soon became a weapon. The Romans even introduced metal studs to the thongs to make the cestus which then led to a more sinister weapon called the myrmex ('limb piercer'). Fighting events were held at Roman Amphitheatres. The Roman form of boxing was often a fight until death to please the spectators who gathered at such events. However, especially in later times, purchased slaves and trained combat performers were valuable commodities, and their lives were not given up without due consideration. Often slaves were used against one another in a circle marked on the floor. This is where the term ring came from. In AD 393, during the Roman gladiator period, boxing was abolished due to excessive brutality. It was not until the late 16th century that boxing re-surfaced in London.",
            "score": 53.10086441040039
        },
        {
            "docid": "703444_2",
            "document": "Swordsmanship . Swordsmanship or sword fighting refers to the skills of a \"swordsman\", a person versed in the art of the sword. The term is modern, and as such was mainly used to refer to smallsword fencing, but by extension it can also be applied to any martial art involving the use of a sword. The formation of the English word \"swordsman\" is parallel to the Latin word \"gladiator\", a term for the professional fighters who fought against each other and a variety of other foes for the entertainment of spectators in the Roman Empire. The word \"gladiator\" itself comes from the Latin word \"gladius\", meaning \"sword\".",
            "score": 51.68997573852539
        },
        {
            "docid": "16790703_5",
            "document": "Samnite (gladiator type) . The war in Samnium, immediately afterwards, was attended with equal danger and an equally glorious conclusion. The enemy, besides their other warlike preparation, had made their battle-line to glitter with new and splendid arms. There were two corps: the shields of the one were inlaid with gold, of the other with silver … The Romans had already learned of these splendid accountrements, but their generals had taught them that a soldier should be rough to look on, not adorned with gold and silver but putting his trust in iron and courage … The dictator, as decreed by the senate, celebrated a triumph, in which by far the finest show was afforded by the captured armor. So the Romans made use of the splendid armor of their enemies to do honor to the gods; while the Campanians, in consequence of their pride and in hatred of the Samnites, equipped after this fashion the gladiators who furnished them entertainment at their feasts, and bestowed on them the name of Samnites. Rome's own gladiatorial contests began some 40 years later. The Samnite, borrowed from the Campanians, was the earliest of the gladiator types and the model upon which later classes were based. The Samnite gladiators were also the first of at least three gladiator classes (\"list of Roman gladiator types\") to be based on ethnic antecedents; other examples were the Gauls and the Thracians. These gladiators fought with the signature war equipment and in the martial style of ethnic groups who had been conquered by Rome, thus appropriating their source culture for the mocking milieu of the Roman games. Gladiators who fought as any particular type did not necessarily hail from that ethnic background; the tombstone of a gladiator named Thelyphus is careful to point out that he fought as a Samnite but was really a Thracian.",
            "score": 51.65815734863281
        },
        {
            "docid": "32279080_5",
            "document": "Italian martial arts . Gladiatorial Combat was a popular spectator bloodsport in Roman times. Gladiators were trained in special schools and were armed according to the Roman standard or like some of Rome's enemies. This allowed for experimentation with different weapons and styles of combat. Some of the weapons were unusual, such as the net used by the Retiarius. Roman writers described methods and techniques for training and using the gladius, for example Vegetius in his De Re Militari. Thanks to this wealth of information the art of gladiatorial combat has been resurrected and the discipline of “Gladiatura Moderna” is now being practiced by numerous practitioners.",
            "score": 51.31671905517578
        },
        {
            "docid": "12336_65",
            "document": "Gladiator . Images of gladiators could be found throughout the Republic and Empire, among all classes. Walls in the 2nd century BC \"Italian Agora\" at Delos were decorated with paintings of gladiators. Mosaics dating from the 2nd through 4th centuries AD have been invaluable in the reconstruction of combat and its rules, gladiator types and the development of the \"munus\". Throughout the Roman world, ceramics, lamps, gems and jewellery, mosaics, reliefs, wall paintings and statuary offer evidence, sometimes the best evidence, of the clothing, props, equipment, names, events, prevalence and rules of gladiatorial combat. Earlier periods provide only occasional, perhaps exceptional examples. The Gladiator Mosaic in the Galleria Borghese displays several gladiator types, and the Bignor Roman Villa mosaic from Provincial Britain shows Cupids as gladiators. Souvenir ceramics were produced depicting named gladiators in combat; similar images of higher quality, were available on more expensive articles in high quality ceramic, glass or silver.",
            "score": 51.2293586730957
        },
        {
            "docid": "1391901_5",
            "document": "Priscus (gladiator) . Gladiatorial fights did not always end with death of a participant. A gladiator could raise a finger or surrender his weapon to the opponent to signal his willingness to concede defeat. And imposition of \"missio\" would require that the conceding gladiator return to continued fight training. Missio was initiated following the spirit of the attendees with a reprieve from the match ending in a death. The fighters could initiate ending of the match requesting that the match be declared a draw as supported by the crowds. Gladiatorial surrender was not common since it was held in disdain.",
            "score": 51.22026824951172
        },
        {
            "docid": "25515219_6",
            "document": "Winchester Model 1911 . The novel method of charging the 1911 could be potentially lethal if done incorrectly. Shotgun cartridges of the time were often made of paper, which could make the cartridge body vulnerable to expansion when exposed to moisture in large quantities. If this happened in the 1911, the barrel would have to be cycled in order to open the chamber so that the swelled shotgun shell could be removed. Some users mistakenly cycled the barrel by placing the butt of the weapon against the ground and forcing the barrel down. In this position, the muzzle of the weapon would be pointing towards the face of the user, and the swelled shell could fire, injuring or killing the user. This safety issue led to the Model 1911 being nicknamed \"the Widowmaker\". This situation could be avoided with adherence to safety procedures common to handling firearms, in particular, the practice of keeping the weapon pointed in a safe direction at all times.",
            "score": 51.15016555786133
        },
        {
            "docid": "28640088_19",
            "document": "Gladiator Begins . Aibell: A young female gladiator from Britannia from the Ludus Generidus who skillfully uses a battle axe and a heavy shield in battle. Pomponius once compared her axe to a thunderclap and her shield to a stone wall. Due to her youthful appearance, Aibell is known to spectators as the \"Adorable Savage\". She is fiercely independent and extremely proud of her Celtic heritage, sometimes quoting the deities of her homeland when talking. Aibell is not actually the young gladiator's name, but the name of a mythological being given to her by her Roman admirers. She is under the patronage of Pomponius and serves as one of his bodyguards when he is threatened with assassination. When Generidus starts gladiator riots to kill senators loyal to Commodus, Aibell becomes his willing accomplice. This was because, like many gladiators, she hated Romans for sending countless slaves to die in the arena for their amusement. When Pomponius demonstrates compassion to gladiators and voices his thoughts on how others would think of Romans, Aibell began to have second thoughts about Generidus' plot. After she is defeated in a match, Aibell warns the player of an attempt on Apicius' life. After the player kills the would-be assassins, Aibell says that she now realizes that not all Romans were cruel and reveals Generidus as the mastermind behind the riots. After Generidus' death at the hands of the player, Aibell's fate remains unknown but it is assumed that she retains Pomponius' favor.",
            "score": 50.60676193237305
        },
        {
            "docid": "1607755_6",
            "document": "Retiarius . The more skin left unarmoured and exposed, the lower a gladiator's status and the greater his perceived effeminacy. Likewise, the engulfing net may have been seen as a feminine symbol. The light arms and armour of the \"retiarius\" thus established him as the lowliest, most disgraced, and most effeminate of the gladiator types. Helmets allowed both gladiators and spectators to dehumanise the fighters; when an arena combatant had to kill a comrade-at-arms, someone he probably lived and trained with every day, his opponent's helmet added an extra layer of separation. However, the \"retiarius\" was allowed no head protection; his face was visible to all. The emperor Claudius had all net-fighters who lost in combat put to death so that spectators could enjoy their expressions of agony. The \"retiarius\"<nowiki>'</nowiki>s fighting style was another strike against him, as reliance on speed and evasion were viewed as undignified in comparison to the straightforward trading of blows. The \"retiarii\" lived in the worst barracks. Some members of the class trained to fight as Samnites, another gladiator type, in order to improve their status.",
            "score": 50.54753112792969
        },
        {
            "docid": "9053895_2",
            "document": "Hoplomachus . A Hoplomachus (pl. hoplomachi) (hoplon meaning \"Equipment\" in Greek) was a type of gladiator in ancient Rome, armed to resemble a Greek hoplite (soldier with heavy armor and helmet, a small, round, concave shield, a spear and a sword). The hoplomachus would wear a bronze helmet, a manica on his right arm, loincloth (subligaculum), heavy padding on his legs, and a pair of high greaves reaching to mid-thigh. His weapons were the spear and a short sword. He was often pitted against the murmillo (armed like a Roman soldier), perhaps as a re-enactment of Rome's wars in Greece and the Hellenistic East. The name hoplomachus means 'armored fighter'. The small, round shield, or hoplon, was as much a weapon as a sword or spear, not unlike the original hoplites (who carried a larger shield), who used it primarily for defensive purposes, but also employed it in their charges, using it to ram their opponents at the onset of a fight. They wear no shoes so the sand will chafe their feet and give them a challenge.",
            "score": 50.54202651977539
        },
        {
            "docid": "7810682_8",
            "document": "Deer hunting . The DFW may also break the deer-hunting season into different time periods where only certain weapons are permitted: bows only (compound, recurve, and crossbows), modern firearms (rifles and shotguns) or black-powder muzzleloaders. (Note also that some states, such as Kentucky, consider only compound and recurve bows as \"bows\" for hunting regulation purposes, and have special seasons for crossbows.) For example, during a bows-only season, in many areas a hunter would be limited to the use of a bow and the use of any firearm would be prohibited until that specific season opens, and in some areas a crossbow can only be used during a dedicated season for that weapon. Similarly, during a muzzleloader season, use of modern firearms is almost always prohibited. However, in many states, the archery season (at least for compound and recurve bows) completely overlaps all firearms seasons; in those locations, bowhunters may take deer during a firearms season.",
            "score": 50.450592041015625
        },
        {
            "docid": "1607755_19",
            "document": "Retiarius . The \"retiarius\" was traditionally pitted against a \"secutor\" or, possibly on rare occasions, a \"murmillo\". Despite the disparity between the nearly nude net-fighter and his heavily armoured adversary, modern re-enactments and experiments show that the \"retiarius\" was by no means outmatched. His lack of heavy equipment meant that he could use speed and evasion to his advantage. He also fought with three offensive weapons to his opponent's one. The net-fighter had to avoid close combat at all costs, keep his distance, and wait for an opening to stab with his trident or throw his net. The name \"secutor\" means \"pursuer\" or \"chaser\", because this gladiator had to chase down the \"retiarius\". They were also known as \"contraretiarii\" (\"those against the net-man\"). The \"secutor\"<nowiki>'</nowiki>s strategy was to keep behind his shield (\"scutum\") and force his opponent into close combat so that he could strike with his sword. In close quarters, the net-man had only his \"galerus\" shoulder guard for defence; its design forced him to keep his head ducked down behind it. The \"secutor\"<nowiki>'</nowiki>s helmet greatly restricted his sight, hearing, and airflow. Coupled with the heavy weight of his arms and armour—the gear of a \"murmillo\", of which the \"secutor\" was a variant, weighed —this gladiator was in greater danger of exhausting himself in a long fight. One of the \"retiarius\"<nowiki>'</nowiki>s tactics was to jab at the \"secutor\"<nowiki>'</nowiki>s shield (the heaviest part of his equipment), forcing him to block and wear himself out. Overall, Roman oddsmakers gave an advantage to a \"retiarius\", although skill and experience could affect the odds in individual matches.",
            "score": 50.32842254638672
        },
        {
            "docid": "955566_31",
            "document": "Combat shotgun . Due to the widespread use of the shotgun as a sporting firearm, it is used in guerilla warfare and other forms of asymmetric warfare. Che Guevara, in his 1961 book \"Guerrilla Warfare\", notes that shotgun ammunition can be obtained by guerrillas even in times of war, and that shotguns loaded with heavy shot are highly effective against unarmored troop transport vehicles. He recommends that suburban guerrilla bands should be armed with easily concealable weapons, such as handguns and a sawed-off shotgun or carbine. Guevara also mentions an improvised weapon developed by guerrillas consisting of a sawed-off 16 gauge shotgun provided with a bipod to hold the barrel at a 45 degree angle. Called the \"M-16\", this was loaded with a blank cartridge formed by removing the shot from a standard shotshell. A wooden rod was then placed in the barrel, with a Molotov cocktail attached to the front. This formed an improvised mortar capable of firing the incendiary device accurately out to a range of 100 meters.",
            "score": 50.14072036743164
        },
        {
            "docid": "9054221_22",
            "document": "List of Roman gladiator types . The \"retiarius\" (\"net fighter\") developed in the early Augustan period. He carried a trident and a net, equipment styled on that of a fisherman. The \"retiarius\" wore a loincloth held in place by a wide belt and a larger arm guard (\"manica\") extending to the shoulder and left side of the chest. He fought without the protection of a helmet. Occasionally a metal shoulder shield (\"galerus\") was added to protect the neck and lower face. A tombstone found in Romania shows a \"retiarius\" holding a dagger with four spikes (each at the corner of a square guard) instead of the usual bladed dagger. This was previously thought to be an artistic invention or perhaps a ceremonial weapon, but a recent discovery of a gladiator graveyard found that several of the remains had four odd-looking marks that form the outline of a square on their bones which is consistent with the use of such a weapon. A variation to the normal combat was a \"retiarius\" facing two \"secutores\" at the same time. The \"retiarus\" stood on a bridge or raised platform with stairs and had a pile of fist-sized stones to throw at his adversaries. While the \"retiarius\" tried to keep them at bay, the \"secutores\" tried to scale the structure to attack him. The platform, called a \"pons\" (bridge), may have been constructed over water. \"Retiarii\" usually fought \"Secutores\" but sometimes fought \"Myrmillones\". There was an effeminate class of gladiator who fought as a \"retiarius tunicatus\". They wore tunics to distinguish them from the usual \"retiarius\", and were looked on as a social class even lower than infamia.",
            "score": 50.09358215332031
        },
        {
            "docid": "1383342_8",
            "document": "Riot shotgun . The difference between the riot shotgun and the combat shotgun is blurry, and may be more a matter of application than design. A combat shotgun would be used in military combat situations as a primarily offensive weapon, where a riot shotgun would be used in law enforcement or civilian situations as a primarily defensive weapon. Common additions to a combat shotgun would be provision for attaching a bayonet, and the addition of a ventilated heat shield over the barrel (though this heat shield is a common addition to riot shotguns as well) designed to prevent the operator's fingers from being burned by a barrel heated by multiple shots, and thus to allow the operator to secure a full grip on the weapon while using the attached bayonet, even when the barrel is far too hot to touch (otherwise, there is little reason to enshroud the barrel and hinder the cooling airflow). One or both of these features can be seen on many military long-arms, including the 1903 Springfield, the SMLE, M1 Garand, and Mauser rifles, to name some of the more obvious types. The U.S. Army specifications for shotguns require a metal trigger guard for durability, which reduces the number of \"special purpose\" models used by police that would also be suitable for the military (the Mossberg 590A1 and Benelli M1014 are the standard-issue pump and semi-auto shotguns currently in service; the standard Mossberg 500 and 590 models, and most variants of the Remington 870, have plastic trigger groups).",
            "score": 50.030967712402344
        },
        {
            "docid": "9054221_9",
            "document": "List of Roman gladiator types . \"Bustuarius\" was literally a \"tomb fighter,\" from \"bustum\", \"tomb\", a generalised reference to the association of gladiatorial combat with funeral games \"(munera)\". Servius notes that it had once been \"the custom to put captives to death at the graves of strong men, which later seemed a bit cruel, so it was decided to have gladiators fight at the tombs.\" Even among gladiators, it was an unflattering term: Cicero used it to liken the morals of his enemy Clodius to those of the very lowest gladiator class.",
            "score": 49.9970588684082
        },
        {
            "docid": "5339004_28",
            "document": "Slavery in ancient Rome . In the Late Republic, about half the gladiators who fought in Roman arenas were slaves, though the most skilled were often free volunteers. Successful gladiators were occasionally rewarded with freedom. However gladiators, being trained warriors and having access to weapons, were potentially the most dangerous slaves. At an earlier time, many gladiators had been soldiers taken captive in war. Spartacus, who led the great slave rebellion of 73-71 BCE, was a rebel gladiator.",
            "score": 49.93609619140625
        },
        {
            "docid": "521555_163",
            "document": "Ancient Rome . Public games were sponsored by leading Romans who wished to advertise their generosity and court popular approval; in the Imperial era, this usually meant the emperor. Several venues were developed specifically for public games. The Colisseum was built in the Imperial era to host, among other events, gladiatorial combats. These combats had begun as funeral games around the 4th century BC, and became popular spectator events in the late Republic and Empire. Gladiators had an exotic and inventive variety of arms and armour. They sometimes fought to the death, but more often to an adjudicated victory, dependent on a referee's decision. The outcome was usually in keeping with the mood of the watching crowd. Shows of exotic animals were popular in their own right; but sometimes animals were pitted against human beings, either armed professionals or unarmed criminals who had been condemned to a spectacular and theatrical public death in the arena. Some of these encounters were based on episodes from Roman or Greek mythology.",
            "score": 49.904136657714844
        }
    ]
}