{
    "q": [
        {
            "docid": "55884485_5",
            "document": "Zoroastrianism in the United States . In 2006, The United States had the world's third-largest Zoroastrian population at six thousand adherents. Based on mailing addresses rather than congregations, there are two U.S. counties where Zoroastrians constitute the second-largest religion after Christianity. According to a 2010 census by the Association of Statisticians of American Religious Bodies, there are also two U.S. counties where Zoroastrians constitute the joint-second-largest religion along with Baha'i Faith, by number of adherents. The Federation of Zoroastrian Associations of North America (FEZANA) is based in the United States and also quarterly publishes the \"Fezana Journal\". It claimed that the American Zoroastrian community grew by 33.5% between 2004 and 2012 to 15,000 adherents, while the overall North American community grew by 24.4% to 20,847 adherents.",
            "score": 53.347370624542236
        },
        {
            "docid": "322721_15",
            "document": "Freedom of religion in Iran . The textbook the MET wrote on the minority religions was called Talimat-e Maxhadi Vizheh-ye Aqaliathaye Mazhabi - (Kalimi, Zarthoshti, Masihi); Religious Studies Specifically for Religious Minorities: (Jews, Zoroastrians, Christians.) The course was taught by Muslim teachers at least 3 hrs/wk. All the religious minorities objected to the text in 1982 claiming the book was a violation of Article 13 guaranteeing freedom in religious teaching, that there were overt and covert passages from the Quran, and lack of any qualifications of the anonymous author(s) rather than members of the religious minorities writing about their own religions. The situation has moderated for the Armenians significantly by 1995/6. There was also compromise of sorts allowed both Hebrew and Persian language use in Jewish schools.",
            "score": 59.713616609573364
        },
        {
            "docid": "1424484_14",
            "document": "Interfaith marriage . Some traditional Zoroastrians in India disapprove of and discourage interfaith marriages, and female adherents who marry outside the faith are often considered to be excommunicated. When a female adherent marries a partner from another religion, they go through the risk of not being able to enter the Agyaris and Atash Behrams. In the past, their partner and children were forbidden from entering Zoroastrian religious buildings; this is often still observed. A loophole was found to avoid such expulsion: the offspring (especially born out of wedlock) of a Parsi man and a non-Parsi woman were often \"adopted\" by the Parsi father and tacitly accepted into the religion. Alternatively in a few cases such as that of Suzanne RD Tata, the non-Zoroastrian spouse has been allowed to convert Zoroastrianism by undergoing the navjote ritual Interfaith marriages may skew Zoroastrian demographics, since the number of adherents is low.",
            "score": 52.40968680381775
        },
        {
            "docid": "679693_97",
            "document": "Iraqi Kurdistan . In 2015, the Kurdistan Regional Government enacted a law to formally protect religious minorities. The Zoroastrian faith have around 500 followers according to an official research from the religious affairs committee from the parliament. Awat Hosamadin Taieb, the Zoroastrian Representative of the Kurdistan Regional Government, stated that the new estimates are in fact modest and that there may be many more adherents. Zoroastrians were seeking official recognition of their religion as of early 2016. The first Zoroastrian temple was opened in the city of Sulaymaniyah (Silêmanî) in September 2016.",
            "score": 54.165849447250366
        },
        {
            "docid": "43712_33",
            "document": "Parsi . From the 13th century to the late 16th century, the Zoroastrian priests of Gujarat sent (in all) twenty-two requests for religious guidance to their co-religionists in Iran, presumably because they considered the Iranian Zoroastrians \"better informed on religious matters than themselves, and must have preserved the old-time tradition more faithfully than they themselves did\" . These transmissions and their replies – assiduously preserved by the community as the \"rivayat\"s (epistles) – span the years 1478–1766 and deal with both religious and social subjects. From a superficial 21st century point of view, some of these \"ithoter\" (\"questions\") are remarkably trivial – for instance, \"Rivayat\" 376: whether ink prepared by a non-Zoroastrian is suitable for copying Avestan language texts – but they provide a discerning insight into the fears and anxieties of the early modern Zoroastrians. Thus, the question of the ink is symptomatic of the fear of assimilation and the loss of identity, a theme that dominates the questions posed and continues to be an issue into the 21st century. So also the question of conversion of \"Juddin\"s (non-Zoroastrians) to Zoroastrianism, to which the reply (R237, R238) was: acceptable, even meritorious.",
            "score": 58.16577696800232
        },
        {
            "docid": "7564733_14",
            "document": "Indian people . According to the 2011 census, 79.8% of the population of India practices Hinduism and 14.2% adheres to Islam, while the remaining 7.37% adheres to other religions, mostly Jainism, Buddhism, Sikhism and Christianity. Zoroastrianism and Judaism each has several thousands of Indian adherents, and also have an ancient history in India. India has the largest population of people adhering to Zoroastrianism and Bahá'í Faith in the world, even though these two religions are not native to India. Many other world religions also have a relationship with Indian spirituality, such as the Bahá'í Faith which recognises Buddha and Krishna as manifestations of the God Almighty. Despite the strong role of religion in Indian life, atheism and agnostics also have visible influence along with a self-ascribed tolerance to other people. According to the 2012 WIN-Gallup Global Index of Religion and Atheism report, 81% of Indians were religious, 13% were not religious, 3% were convinced atheists, and 3% were unsure or did not respond.",
            "score": 55.58136546611786
        },
        {
            "docid": "6037917_16",
            "document": "Islam . The Quran is more concerned with moral guidance than legislation, and is considered the \"sourcebook of Islamic principles and values\". Muslim jurists consult the \"hadith\" (\"reports\"), or the written record of Prophet Muhammad's life, to both supplement the Quran and assist with its interpretation. The science of Quranic commentary and exegesis is known as \"tafsir\". The set of rules governing proper elocution of recitation is called \"tajwid\".",
            "score": 49.347721338272095
        },
        {
            "docid": "7559740_47",
            "document": "Criticism of the Quran . Have ye thought upon Al-Lat and Al-'Uzza And Manat, the third, the other? Are yours the males and His the females? That indeed were an unfair division! They are but names which ye have named, ye and your fathers, for which Allah hath revealed no warrant. They follow but a guess and that which (they) themselves desire. And now the guidance from their Lord hath come unto them.",
            "score": 22.817304611206055
        },
        {
            "docid": "41358745_5",
            "document": "Zoroastrianism in India . The Zoroastrians moved to India in successive migrations in the Islamic period. The initial migration following the conquest has been characterized as a religious persecution by invading Muslims. According to the account, the Zoroastrians suffered at their hands and in order to protect themselves and safeguard their religion, fled first to northern Iran, then to the island of Hormuz and finally to India. This generally accepted narrative of migration emphasises Muslim persecution while identifying Parsis as religious refugees. Recently, scholars have questioned this explanation of Iranian origins. There is a scarcity of sources about the migration. Historians are forced to rely exclusively on \"Qissa-i Sanjan\" written in 1599 by a Parsi Priest and \"Qissah-ye Zartushtian-e Hindustan\" written more than 200 years later. This is complicated by the fact that there were already Zoroastrians in India in the Sasanian period.",
            "score": 53.40597200393677
        },
        {
            "docid": "5876413_119",
            "document": "Sasanian Empire . Sassanid Zoroastrianism would develop to have clear distinctions from the practices laid out in the Avesta, the holy books of Zoroastrianism. It is often argued that the Sassanid Zoroastrian clergy later modified the religion in a way to serve themselves, causing substantial religious uneasiness. Sassanid religious policies contributed to the flourishing of numerous religious reform movements, most importantly the Mani and Mazdak religions.",
            "score": 63.760817766189575
        },
        {
            "docid": "9195315_22",
            "document": "Persecution of Zoroastrians . The Zoroastrians moved to India in successive migrations in the Islamic period. The initial migration following the conquest has been characterized as a religious persecution by invading Muslims. According to the account, the Zoroastrians suffered at their hands and in order to protect themselves and safeguard their religion, fled first to northern Iran, then to the island of Hormuz and finally to India. This generally accepted narrative of migration emphasises Muslim persecution while identifying Parsis as religious refugees. Recently, scholars have questioned this explanation of Iranian origins. There is a scarcity of sources about the migration. Historians are forced to rely exclusively on \"Qissa-i Sanjan\" written in 1599 by a Parsi Priest and \"Qissah-ye Zartushtian-e Hindustan\" written more than 200 years later. This is complicated by the fact that there were already Zoroastrians in India in the Sasanian period. According to the legend, at the beginning of the 10th century a small group of Zoroastrians living around the town of Nyshapour and Fort of Sanjan in the province of (greater) Khorasan, decided that Iran was no longer safe for Zoroastrians and their religion.The refugees accepted the conditions and founded the settlement of Sanjan (Gujarat), which is said to have been named after the city of their origin (Sanjan, near Merv, in present-day Turkmenistan).",
            "score": 54.15256106853485
        },
        {
            "docid": "47826238_36",
            "document": "Spread of Islam . Islam was readily accepted by Zoroastrians who were employed in industrial and artisan positions because, according to Zoroastrian dogma, such occupations that involved defiling fire made them impure. Moreover, Muslim missionaries did not encounter difficulty in explaining Islamic tenets to Zoroastrians, as there were many similarities between the faiths. According to Thomas Walker Arnold, for the Persian, he would meet Ahura Mazda and Ahriman under the names of Allah and Iblis. At times, Muslim leaders in their effort to win converts encouraged attendance at Muslim prayer with promises of money and allowed the Quran to be recited in Persian instead of Arabic so that it would be intelligible to all.",
            "score": 50.21372365951538
        },
        {
            "docid": "34872113_12",
            "document": "2012 Afghanistan Quran burning protests . \"I absolutely reject any suggestion that those involved acted with any malicious intent to disrespect the Quran or defame the faith of Islam,\" an investigator, Brigadier General Bryan Watson, wrote. \"Ultimately, this was a tragic incident (that) resulted from a lack of cross-talk between leaders and commanders, a lack of senior involvement in giving clear guidance in a complex operation\" and \"distrust among our service members and our partners.\" The investigators of the incident concluded that the involved soldiers did not follow proper procedures, were ignorant of the importance of the Quran to Afghans and got no clear guidance from their leaders in a chain of mistakes. Specifically, the report found that the service members relied too heavily on one linguist's conclusion that the Qurans, which also had militant messages in them, were rewritten versions that were extremist and would not be considered real Qurans. It also said the service members mistakenly interpreted a commander's order to get rid of the books as permission to take them to the burn pit. The report also found that only one of the service members assigned to transport the books to the burn pit knew they were carrying religious books. Even after commanders at the detention center realized a mistake was being made, the troops they dispatched to stop the burning went to the wrong location and didn't find the truck with the books.",
            "score": 43.82565474510193
        },
        {
            "docid": "33785915_3",
            "document": "Shafi‘i . The Shafi school predominantly relies on the Quran and the Hadiths for Sharia. Where passages of Quran and Hadiths are ambiguous, the school first seeks religious law guidance from Ijma – the consensus of Sahabah (Muhammad's companions). If there was no consensus, the Shafi‘i school relies on individual opinion (Ijtihad) of the companions of Muhammad, followed by analogy.",
            "score": 45.43689012527466
        },
        {
            "docid": "43712_58",
            "document": "Parsi . The \"Ilm-e-Kshnoom\" ('science of ecstasy', or 'science of bliss') is a school of Parsi-Zoroastrian philosophy based on a mystic and esoteric, rather than literal, interpretation of religious texts. According to adherents of the sect, they are followers of the Zoroastrian faith as preserved by a clan of 2000 individuals called the \"Saheb-e-Dilan\" ('Masters of the Heart') who are said to live in complete isolation in the mountainous recesses of the Caucasus (alternatively, in the Alborz range, around Mount Damavand).",
            "score": 49.71140193939209
        },
        {
            "docid": "23399362_7",
            "document": "Religion in the Comoros . Comorians follow religious observances conscientiously and strictly adhere to religious orthodoxy. During colonization, the French did not attempt to supplant Islamic practices and were careful to respect the precedents of \"sharia\" as interpreted by the Shafi'i school of thought. All Muslim holidays are observed, including \"Id al-Adha, Muharram, Ashura, Mawlid, Laylat al-Mi'raj\" and Ramadan. Mawlid is marked by celebrations culminating in a feast prepared for the ulama. Many women wear the \"shiromani\", a printed cloth worn around the body. Comorians often consult mwalimus or fundi and marabouts for healing and protection from \"jinn\". \"Mwalimus\" activate \"jinn\" to determine propitious days for feasts, a successful marriage, conduct healing ceremonies and prepare amulets containing Quranic \"ayat\".",
            "score": 46.916226863861084
        },
        {
            "docid": "1187135_6",
            "document": "Islam in the Comoros . Comorians follow religious observances conscientiously and strictly adhere to religious orthodoxy. During colonization, the French did not attempt to supplant Islamic practices and were careful to respect the precedents of \"sharia\" as interpreted by the Shafi'i school of thought. All Muslim holidays are observed, including \"Id al-Adha, Muharram, Ashura, Mawlid, Laylat al-Mi'raj\" and Ramadan. Mawlid is marked by celebrations culminating in a feast prepared for the ulama. Many women wear the \"chirumani\", a printed cloth worn around the body. Comorians often consult mwalimus or fundi and marabouts for healing and protection from \"jinn\". \"Mwalimus\" activate \"jinn\" to determine propitious days for feasts, have a successful marriage, conduct healing ceremonies, and prepare amulets containing Quranic \"ayat\".",
            "score": 45.43040943145752
        },
        {
            "docid": "37970509_17",
            "document": "Catalan self-determination referendum, 2014 . According to the consultation decree, \"in the consultation there is a first question followed successively by a second question, and they are worded as follows: a) Do you want Catalonia to become a State? (Yes/No); If so: b) Do you want this State to be independent? (Yes/No). You can only answer the question under Letter b) in the event of having answered “Yes” to the question under Letter a).\" The \"participation process\" that has replaced the \"non-referendum consultation\" maintains the same two questions.",
            "score": 24.020084857940674
        },
        {
            "docid": "9195315_35",
            "document": "Persecution of Zoroastrians . On top of all the misery the Zoroastrians had to pay a heavy religious tax known as Jizya. Zoroastrian sources record the method of extracting this as designed to humiliate the dhimmi, the taxed person, who was compelled to stand while the officer receiving the money sat on a high throne. Upon receiving the payment, the officer gave the dhimmi a blow on the neck and drove him roughly away. The public was invited to watch the spectacle. Arab tax collectors would mock Zoroastrians for wearing \"Kushti\" and would rip it off, hanging the cord around the necks of the beleaguered faithful. Due to corruption of the tax officials, at times twice and even three times the official figure would be collected, because every intermediary had to receive his share. If the families could not afford paying the Jizya, their children were beaten and even tortured and their religious books were thrown in fire. That is how the term “the bookless” came about. Under the woeful conditions, some had to convert and there were those who declared themselves Muslims, picked up Islamic names, but in secret continued Zoroastrian practices. Today the latter group among the Zoroastrians is known as Jaddid. In response to persecution and segregation policies, the Zoroastrians community became closed, introverted, and static.",
            "score": 53.326390743255615
        },
        {
            "docid": "51343232_13",
            "document": "Morality in Islam . On social and state levels, the importance of tolerance comes from the fact that it is related to such greater issues as peace and justice which are said to be the desired goal of Islam. Given that diversity is a natural phenomenon in this world, the Quran puts much emphasis on the observance of tolerance in order to maintain peace and security. In , the Quran recognizes the diversity among people: 'O mankind! We created you from a single (pair) of a male and a female, and made you into nations and tribes, that ye may know each other (not that ye may despise each other). Verily the most honoured of you in the sight of Allah is (he who is) the most righteous of you.' By mentioning the common origin of mankind, the Quran reminds them of their relating to each other, and urges them to 'rise above' the racial and national divisions. In a nutshell, it is the teaching of Islam that the diversity or difference in social, cultural, political, or religious spheres are to be accepted by members of communities to secure a peaceful co-existence. About religious tolerance, the Quran says: 'Let there be no compulsion in religion' (). No forceful conversion is recognized in Islam. According to Islamic jurists, forced conversion is not possible in Islam because faith basically relates to heart, and not so much to external affairs.",
            "score": 44.07023620605469
        },
        {
            "docid": "26484_33",
            "document": "Religious pluralism . Ahmadis recognize many founders of world religions to be from God, who all brought teaching and guidance from God to all peoples. According to the Ahmadiyya understanding of the Quran, every nation in the history of mankind has been sent a prophet, as the Quran states: \"And there is a guide for every people\". Though the Quran mentions only 24 prophets, the founder of Islam, Muhammad states that the world has seen 124,000 prophets. Thus other than the prophets mentioned in the Quran, Ahmadis, with support from theological study also recognize Buddha, Krishna, founders of Chinese religions to be divinely appointed individuals.",
            "score": 64.1281373500824
        },
        {
            "docid": "5876413_118",
            "document": "Sasanian Empire . Under Parthian rule, Zoroastrianism had fragmented into regional variations which also saw the rise of local cult-deities, some from Iranian religious tradition but others drawn from Greek tradition too. Greek paganism and religious ideas had spread and mixed with Zoroastrianism when Alexander the Great had conquered the Persian Empire from Darius III; a process of Greco-Persian religious and cultural synthesisation which had continued into the Parthian era too. But under the Sassanids, an orthodox Zoroastrianism was revived and the religion would undergo numerous and important developments.",
            "score": 54.35429811477661
        },
        {
            "docid": "17123_54",
            "document": "Karachi . Karachi is one of Pakistan's most religiously diverse cities. \"Karachiites\" adhere to numerous sects and sub-sects of Islam, as well as Protestant Christianity, and community of Goan Catholics. The city also is home to large numbers of Hindus, and a small community of Zoroastrians.",
            "score": 43.06157302856445
        },
        {
            "docid": "37603950_2",
            "document": "Religion in Kurdistan . Religious diversity has been a feature of Kurdistan for many centuries. Main religions that currently exist in Kurdistan are as follows: Islam, Christianity, Zoroastrianism, Yarsanism, Yazidism, Alevism, and Judaism. Today, Sunni Islam is the most adhered religion in Kurdistan.",
            "score": 48.56085395812988
        },
        {
            "docid": "3656547_3",
            "document": "Aniran . The term 'Aniran' derives from Middle Persian \"anērān\", Pahlavi \"ʼnyrʼn\", an antonym of \"ērān\" that in turn denoted either the people or the Sasanian Empire. However, \"in Zoroastrian literature and possibly in Sasanian political thought as well, the term has also a markedly religious connotation. An \"anēr\" person is not merely non-Iranian, but specifically non-Zoroastrian; and \"anēr\" designates also worshipers of the \"dēws\" (\"demons\") or adherents of other religions.\" In these texts of the ninth to twelfth century, \"Arabs and Turks are called \"anēr\", as are Muslims generally, the latter in a veiled manner.\"",
            "score": 49.98423767089844
        },
        {
            "docid": "1275748_62",
            "document": "Muslim conquest of Persia . Muslim leaders in their effort to win converts encouraged attendance at Muslim prayer with promises of money and allowed the Quran to be recited in Persian instead of Arabic so that it would be intelligible to all. Islam was readily accepted by Zoroastrians who were employed in industrial and artisan positions because, according to Zoroastrian dogma, such occupations that involved defiling fire made them impure. Moreover, Muslim missionaries did not encounter difficulty in explaining Islamic tenets to Zoroastrians, as there were many similarities between the faiths. According to Thomas Walker Arnold, for the Persian, he would meet Ahura Mazda and Ahriman under the names of Allah and Iblis. In Afghanistan, Islam was spread due to Umayyad missionary efforts particularly under the reign of Hisham ibn Abd al-Malik and Umar ibn AbdulAziz.",
            "score": 51.41208291053772
        },
        {
            "docid": "53258_28",
            "document": "Pythia . At times when the Pythia was not available, consultants could obtain guidance by asking simple Yes-or-No questions to the priests. A response was returned through the tossing of colored beans, one color designating \"yes,\" another \"no.\" Little else is known of this practice.",
            "score": 21.394253730773926
        },
        {
            "docid": "312809_3",
            "document": "Ethics in religion . Most religions have an ethical component, often derived from purported supernatural revelation or guidance. Some assert that religion is necessary to live ethically. Blackburn states that there are those who \"would say that we can only flourish under the umbrella of a strong social order, cemented by common adherence to a particular religious tradition\".",
            "score": 37.72383689880371
        },
        {
            "docid": "36922_47",
            "document": "Quran . A text is self-referential when it speaks about itself and makes reference to itself. According to Stefan Wild, the Quran demonstrates this metatextuality by explaining, classifying, interpreting and justifying the words to be transmitted. Self-referentiality is evident in those passages where the Quran refers to itself as revelation (\"tanzil\"), remembrance (\"dhikr\"), news (\"naba\"'), criterion (\"furqan\") in a self-designating manner (explicitly asserting its Divinity, \"And this is a blessed Remembrance that We have sent down; so are you now denying it?\"), or in the frequent appearance of the \"Say\" tags, when Muhammad is commanded to speak (e.g., \"Say: 'God's guidance is the true guidance'\", \"Say: 'Would you then dispute with us concerning God?'\"). According to Wild the Quran is highly self-referential. The feature is more evident in early Meccan suras.",
            "score": 38.75925612449646
        },
        {
            "docid": "15388_65",
            "document": "Religion in pre-Islamic Arabia . Iranian religions existed in pre-Islamic Arabia on account of Sasanian military presence along the Persian Gulf and South Arabia and on account of trade routes between the Hejaz and Iraq. Some Arabs in northeast of the peninsula converted to Zoroastrianism and several Zoroastrian temples were constructed in Najd. Some of the members from the tribe of Banu Tamim had converted to the religion. There is also evidence of existence of Manichaeism in Arabia as several early sources indicate a presence of \"zandaqas\" in Mecca, although the term could also be interpreted as referring to Mazdakism. There is evidence for the circulation of Iranian religious ideas in the form of Persian loan words in Quran such as \"firdaws\" (paradise).",
            "score": 51.03479766845703
        },
        {
            "docid": "38208458_14",
            "document": "Singaporeans . Singapore is the world's most religiously diverse nation, with Singaporeans following various religious beliefs and practices due to the country's diverse ethnic and cultural mix. Dharmic religions have the highest number of adherents in Singapore, with 33% of the population practising Buddhism and 5.1% of the population practising Hinduism. Many Singaporeans are also adherents of Abrahamic religions, with 18.3% of the population identifying as Christian, and 14.7% identifying as Muslim. Other prominent faiths practised by Singaporeans include Taoism (10.9%), Chinese folk religion, and other Dharmic religions like Sikhism and Jainism. A small percentage of Singapore's population practices Zoroastrianism and Judaism. Only 0.9% of Singaporeans identify as atheist.",
            "score": 47.06649112701416
        },
        {
            "docid": "1901444_5",
            "document": "Quran desecration . Respect for the written text of the Quran is an important element of religious faith in Islam. Intentionally desecrating a copy of the Quran is punishable by imprisonment in some countries (up to life imprisonment in Pakistan, according to Article 295-B of the Penal Code) and could lead to death in Afghanistan, Saudi Arabia, Somalia and Pakistan.",
            "score": 42.03627634048462
        }
    ],
    "r": [
        {
            "docid": "44406_2",
            "document": "Zoroaster . Zoroaster (; from Greek \"Zōroastrēs\"), also known as Zarathustra (; \"Zaraθuštra\"), Zarathushtra Spitama or Ashu Zarathushtra, was an ancient Iranian-speaking prophet whose teachings and innovations on the religious traditions of ancient Iranian-speaking peoples developed into the religion of Zoroastrianism. He inaugurated a movement that eventually became the dominant religion in Ancient Persia. He was a native speaker of Old Avestan and lived in the eastern part of the Iranian Plateau, but his exact birthplace is uncertain.",
            "score": 66.4007568359375
        },
        {
            "docid": "39753467_5",
            "document": "The English Commentary of the Holy Quran . He also explained that the emergence of new sciences – which expose any book that professes to give a teaching to new criticism – merited a commentary of the Quran in light of new knowledge. Secondly, when the earliest commentaries of the Quran were written, the Bible had not been translated into Arabic, therefore when discussing parts of the Quran containing references to Biblical narratives, the commentators often relied on what they had heard from Jewish and Christian scholars, or on their own speculations, with later European writers on Islam attributing their mistakes to the Quran. Now when knowledge of the Bible had become common and with Arabic, Latin and Greek works being accessible to Muslim scholars, new avenues for understanding the parts of the Quran which contain references to the Bible or the Mosaic tradition had been made available. Thirdly, he stated that inter-religious controversies had hitherto largely revolved around matters of belief and ritual rather than those of moral and socio-political ideas or economic relations and that the contemporary world thought more in terms of these practical matters. A commentary dealing with such practical teachings of the Quran was therefore necessary. Fourthly, according to Mahmood Ahmad, the Quran contained prophecies and those prophecies which had been fulfilled up until the time of this commentary, constituted an important part of the evidence that the Quran was the revealed word of God. Fifthly, the Quran dealt with beliefs and teachings found in \"all\" other religions and ideologies, incorporating their best parts and pointing to their weaknesses and deficiencies. Earlier commentators were unaware of the teachings of these religions and ideologies and therefore unable to fully appreciate Quranic teachings regarding them. Now that all the most obscure teachings have become easily accessible and better known, a more comparative approach to the Quran vis-a-vis other religions and ideologies is possible which also demanded a new commentary.",
            "score": 65.53358459472656
        },
        {
            "docid": "173722_23",
            "document": "Jesus in Islam . A third and distinctive image is of Jesus representing an ascetic figure — a prophet of the heart. Although the Quran refers to the ‘gospel’ of Jesus, those specific teachings of his are not mentioned in the Quran or later religious texts. They are largely absent. The Sufi tradition is where Jesus became revered, acknowledged as a spiritual teacher with a distinctive voice from other prophets, including Muhammad. Sufism tends to explore the dimensions of union with God through many approaches, including asceticism, poetry, philosophy, speculative suggestion, and mystical methods. Although Sufism to the western mind may seem to share similar origins or elements of Neoplatonism, Gnosticism, and Buddhism, the ideology is distinctly Islamic since they adhere to the words of the Quran and pursue imitation of Muhammad as the perfect man.",
            "score": 65.13352966308594
        },
        {
            "docid": "49348876_2",
            "document": "Islam and humanity . Islamic teachings on humanity and human welfare have been codified in its central religious book known as the Quran, which the Muslims believe was revealed by God for the mankind. These teachings have often been exemplified by Islamic prophet Muhammad as displayed in his sayings and practices. To the Muslims, Islam is what the Quran has instructed to do and how Muhammad has put them into practice. Thus, the understanding of any Islamic topic generally rely on these two.",
            "score": 64.42329406738281
        },
        {
            "docid": "26484_33",
            "document": "Religious pluralism . Ahmadis recognize many founders of world religions to be from God, who all brought teaching and guidance from God to all peoples. According to the Ahmadiyya understanding of the Quran, every nation in the history of mankind has been sent a prophet, as the Quran states: \"And there is a guide for every people\". Though the Quran mentions only 24 prophets, the founder of Islam, Muhammad states that the world has seen 124,000 prophets. Thus other than the prophets mentioned in the Quran, Ahmadis, with support from theological study also recognize Buddha, Krishna, founders of Chinese religions to be divinely appointed individuals.",
            "score": 64.12813568115234
        },
        {
            "docid": "5876413_119",
            "document": "Sasanian Empire . Sassanid Zoroastrianism would develop to have clear distinctions from the practices laid out in the Avesta, the holy books of Zoroastrianism. It is often argued that the Sassanid Zoroastrian clergy later modified the religion in a way to serve themselves, causing substantial religious uneasiness. Sassanid religious policies contributed to the flourishing of numerous religious reform movements, most importantly the Mani and Mazdak religions.",
            "score": 63.76081848144531
        },
        {
            "docid": "34533_2",
            "document": "Zoroastrianism . Zoroastrianism, or more natively Mazdayasna, is one of the world's oldest extant religions, which is monotheistic in having a single creator god, has dualistic cosmology in its concept of good and evil, and has an eschatology which predicts the ultimate destruction of evil. Ascribed to the teachings of the Iranian-speaking prophet Zoroaster (also known as Zarathustra), it exalts a deity of wisdom, Ahura Mazda (\"Wise Lord\"), as its Supreme Being. Major features of Zoroastrianism, such as messianism, judgment after death, heaven and hell, and free will have influenced other religious systems, including Second Temple Judaism, Gnosticism, Christianity, and Islam. Following the Iranian Revolution and the arrival of the Islamic theocracy in Iran, Zoroastrianism is having a strong revival amongst many Iranians who want to express discontent towards the dictatorial theocratic regime.",
            "score": 63.73762512207031
        },
        {
            "docid": "32759506_38",
            "document": "Sufi Center Berlin . The exercise of Sufism is built upon the laws and rules that have been handed down through prophets and such following of a religious path can be found in every heavenly religion. Hence, the holy scriptures and sources of wisdom and insight for a Sufi are the Torah of Moses (Musa in Islam) as well as the true Gospel of Jesus (Isa in Islam) and the Quran of the Prophet Mohammed. Furthermore, there are the hadiths, which are traditions and sayings passed down from the Prophet Mohammed. They consist of Prophet Mohammed’s guidance, actions worthy to be followed, advice, approval of behaviour of others and especially information about forbidden actions and warnings of a moral-religious nature, which are not explicitly mentioned in the Quran.",
            "score": 62.95970916748047
        },
        {
            "docid": "25414_53",
            "document": "Religion . Islam is based on the Quran, one of the holy books considered by Muslims to be revealed by God, and on the teachings (hadith) of the Islamic prophet Muhammad, a major political and religious figure of the 7th century CE. Islam is based on the unity of all religious philosophies and accepts all of the Abrahamic prophets of Judaism, Christianity and other Abrahamic religions before Muhammad. It is the most widely practiced religion of Southeast Asia, North Africa, Western Asia, and Central Asia, while Muslim-majority countries also exist in parts of South Asia, Sub-Saharan Africa, and Southeast Europe. There are also several Islamic republics, including Iran, Pakistan, Mauritania, and Afghanistan.",
            "score": 62.681278228759766
        },
        {
            "docid": "34533_51",
            "document": "Zoroastrianism . The Avesta is the religious book of Zoroastrians that contains a collection of sacred texts. The history of the Avesta is found in many Pahlavi texts. According to tradition, Ahura Mazda created the twenty-one nasks which Zoroaster brought to Vishtaspa. Here, two copies were created, one which was put in the house of archives, and the other put in the Imperial treasury. During Alexander's conquest of Persia, the Avesta was burned, and the scientific sections that the Greeks could use were dispersed among themselves.",
            "score": 62.64202880859375
        },
        {
            "docid": "13319153_29",
            "document": "Religious views on smoking . The idea of smoking tobacco has been looked down upon in modern Zoroastrian communities due to the scientific knowledge of it causing harm to the body. This stance on smoking does not have a direct relation to the texts of the Avestas and is not stated in the religion, rather the religion teaches to not misuse fire as it is holy. Zoroastrianism teaches to do what is best for the world based on the knowledge a person has on the topic, and indirectly the knowledge of smoking being harmful to the body causes people to condemn the act.",
            "score": 61.98030471801758
        },
        {
            "docid": "53348848_2",
            "document": "Exegesis in Zoroastrianism . Exegesis in Zoroastrianism is principally defined as the interpretation of Avesta, the Zoroastrian religious book. The Zend, an explanation of Avesta which is written in Pahlavi language and the other old texts related to Zoroastrian exegesis have no Avestan word. The religious legal textbooks like Vendidad, Neyrangistan, Hirbodistan, Hadokht Nask and Visperad are also interpretations of Avesta.",
            "score": 61.38772964477539
        },
        {
            "docid": "1588400_4",
            "document": "Zoroastrian music . Historical texts prove that prior to the arrival of Islam in Persia, Zoroastrians knew choral and solo performance songs. The majority of these songs are no longer performed, although Zoroastrian religious songs still do remain. The wording of these songs are attained from either the Avesta or from the Gathas (sayings attributed to Zoroaster). Islamic influence can be seen in the melodies of the Naderi method of prayer recitation and pilgrim's songs. The ancient tambourine music of Kermanshah (in Iran) is similar to some kinds of Zoroastrian music.",
            "score": 60.497352600097656
        },
        {
            "docid": "4701870_2",
            "document": "Muhammad in Islam . Muḥammad ibn ʿAbdullāh ibn ʿAbdul-Muṭṭalib ibn Hāshim () ( 570 CE – 8 June 632 CE), in short form Muhammad, is the last Messenger and Prophet of God in all the main branches of Islam. Muslims also believe that the Quran, which is the central religious text of Islam, was revealed to Muhammad by God, and that Muhammad was sent to restore Islam, which they believe to be the unaltered original monotheistic faith of Adam, Ibrahim, Musa, 'Isa, and other Prophets. The religious, social, and political tenets that Muhammad established with the Quran became the foundation of Islam and the Muslim world.",
            "score": 60.33723831176758
        },
        {
            "docid": "17068_87",
            "document": "Kurds . The Persian religion of Zoroastrianism had a major influence on the early Kurdish culture and has maintained some effect since the demise of the religion in the Middle Ages. The Kurdish philosopher Sohrevardi drew heavily from Zoroastrian teachings. Ascribed to the teachings of the prophet Zoroaster, the faith's Supreme Being is Ahura Mazda. Leading characteristics, such as messianism, the Golden Rule, heaven and hell, and free will influenced other religious systems, including Second Temple Judaism, Gnosticism, Christianity, and Islam.",
            "score": 60.220924377441406
        },
        {
            "docid": "322721_15",
            "document": "Freedom of religion in Iran . The textbook the MET wrote on the minority religions was called Talimat-e Maxhadi Vizheh-ye Aqaliathaye Mazhabi - (Kalimi, Zarthoshti, Masihi); Religious Studies Specifically for Religious Minorities: (Jews, Zoroastrians, Christians.) The course was taught by Muslim teachers at least 3 hrs/wk. All the religious minorities objected to the text in 1982 claiming the book was a violation of Article 13 guaranteeing freedom in religious teaching, that there were overt and covert passages from the Quran, and lack of any qualifications of the anonymous author(s) rather than members of the religious minorities writing about their own religions. The situation has moderated for the Armenians significantly by 1995/6. There was also compromise of sorts allowed both Hebrew and Persian language use in Jewish schools.",
            "score": 59.71361541748047
        },
        {
            "docid": "9195315_10",
            "document": "Persecution of Zoroastrians . Once a Zoroastrian family converted to Islam, the children had to go to Muslim religion school and learn Arabic and the teachings of the Quran and these children lost their Zoroastrian identity. These factors continued to contribute to increasing rates of conversion from Zoroastrianism to Islam. A Persian scholar commented, \"“Why so many had to die or suffer? Because one side was determined to impose his religion upon the other who could not understand.\"\"",
            "score": 59.21929931640625
        },
        {
            "docid": "34533_21",
            "document": "Zoroastrianism . Darius I and later Achaemenid emperors acknowledged their devotion to Ahura Mazda in inscriptions, as attested to several times in the Behistun inscription, and appear to have continued the model of coexistence with other religions. Whether Darius was a follower of Zoroaster has not been conclusively established, since devotion to Ahura Mazda was (at the time) not necessarily an indication of an adherence to Zoroaster's teaching. A number of the Zoroastrian texts that today are part of the greater compendium of the Avesta have been attributed to that period. This calendar attributed to the Achaemenid period is still in use today. Additionally, the divinities, or yazatas, are present-day Zoroastrian angels (Dhalla, 1938).",
            "score": 58.78155517578125
        },
        {
            "docid": "276930_31",
            "document": "Exegesis . Zoroastrian exegesis consists basically of the interpretation of the Avesta. However, the closest equivalent Iranian concept, zand, generally includes Pahlavi texts which were believed to derive from commentaries upon Avestan scripture, but whose extant form contains no Avestan passages. Zoroastrian exegesis differs from similar phenomena in many other religions in that it developed as part of a religious tradition which made little or no use of writing until well into the Sasanian era. This lengthy period of oral transmission has clearly helped to give the Middle Persian Zand its characteristic shape and has, in a sense, limited its scope. Although the later tradition makes a formal distinction between “Gathic” (gāhānīg), “legal” (dādīg), and perhaps “ritual” (hādag-mānsrīg) Avestan texts, there appear to be no significant differences in approach between the Pahlavi commentary on the Gathas and those on dādīg texts, such as the \"Vendīdād\", the \"Hērbedestān and the Nērangestān\". Since many 19th and 20th century works by Zoroastrians contain an element of exegesis, while on the other hand no exegetical literature in the strict sense of the word can be said to exist, the phenomenon of modern Zoroastrian exegesis as such will be discussed here, without detailed reference to individual texts.",
            "score": 58.51201248168945
        },
        {
            "docid": "5650950_3",
            "document": "Zoroastrianism in Azerbaijan . Today the religion, culture and traditions of Zoroastrianism remains highly respected in Azerbaijan, and the new year Nowruz continues to be the main holiday in the country. Zoroastrianism has left a deep mark in the history of Azerbaijan. Traces of the religion are still visible in Surakhany, Khinalyg, and Yanar Dag. One of the world`s oldest religions Zoroastrianism was also practiced in the territory of Azerbaijan in ancient times. Zoroastrianism, sharing its name with its founder Iranian prophet Zoroaster (also known as Zarathustra), was the first monotheistic belief in the world and the official religion in Persia from 600 BCE to 650 CE.",
            "score": 58.326332092285156
        },
        {
            "docid": "43712_33",
            "document": "Parsi . From the 13th century to the late 16th century, the Zoroastrian priests of Gujarat sent (in all) twenty-two requests for religious guidance to their co-religionists in Iran, presumably because they considered the Iranian Zoroastrians \"better informed on religious matters than themselves, and must have preserved the old-time tradition more faithfully than they themselves did\" . These transmissions and their replies – assiduously preserved by the community as the \"rivayat\"s (epistles) – span the years 1478–1766 and deal with both religious and social subjects. From a superficial 21st century point of view, some of these \"ithoter\" (\"questions\") are remarkably trivial – for instance, \"Rivayat\" 376: whether ink prepared by a non-Zoroastrian is suitable for copying Avestan language texts – but they provide a discerning insight into the fears and anxieties of the early modern Zoroastrians. Thus, the question of the ink is symptomatic of the fear of assimilation and the loss of identity, a theme that dominates the questions posed and continues to be an issue into the 21st century. So also the question of conversion of \"Juddin\"s (non-Zoroastrians) to Zoroastrianism, to which the reply (R237, R238) was: acceptable, even meritorious.",
            "score": 58.165775299072266
        },
        {
            "docid": "2510506_145",
            "document": "Indo-Aryan migration . The religious practices depicted in the \"Rigveda\" and those depicted in the \"Avesta\", the central religious text of Zoroastrianism—the ancient Iranian faith founded by the prophet Zoroaster—have in common the deity Mitra, priests called \"hotṛ\" in the \"Rigveda\" and \"zaotar\" in the \"Avesta\", and the use of a ritual substance that the \"Rigveda\" calls \"soma\" and the \"Avesta\" \"haoma\". However, the Indo-Aryan \"deva\" 'god' is cognate with the Iranian \"daēva\" 'demon'. Similarly, the Indo-Aryan \"asura\" 'name of a particular group of gods' (later on, 'demon') is cognate with the Iranian \"ahura\" 'lord, god,' which 19th and early 20th century authors such as Burrow explained as a reflection of religious rivalry between Indo-Aryans and Iranians.",
            "score": 57.58702087402344
        },
        {
            "docid": "13510722_2",
            "document": "Prophethood (Ahmadiyya) . The view on the Prophets of God (Arabic: نبي) in Ahmadiyya theology differs significantly from Orthodox Islam. The main difference centres on the Quranic term \"Khatam an-Nabiyyin\" (lit. Seal of Prophets) with reference to Muhammad which is understood by Ahmadis in terms of perfection and testification of prophethood instead of finality (as understood within mainstream Islam). Accordingly, Muhammad is held to be the last prophet to deliver a religious law to humanity in the form of the Quran whose teachings embody a perfected and universal message. Although, in principle, prophets can appear within Islam, their prophethood is dependent upon and reflective of that of Muhammad, that is, \"within\" his Seal; and their role is merely that of reviving and purifying the faith. They cannot be prophets in their own right and cannot change, add to or subtract from the religious law of Islam. As such, Ahmadis, regard their founder Mirza Ghulam Ahmad as a prophet who appeared as the promised Messiah and Mahdi in accordance with Islam's eschatological prophecies. In contrast to mainstream Muslims who believe Jesus to be still alive and one who would return himself towards the end of time, Ahmadis believe Jesus to have died a natural death and view the coming of such an independent prophet (from outside the Islamic dispensation) to amount to breaking the Seal of Prophethood.",
            "score": 57.353599548339844
        },
        {
            "docid": "3240593_7",
            "document": "Hawraman . Ancient religions are also practiced throughout Hawraman and the region is home to the ancient holy places of the Yarsan faith. Some scholars believe that the name \"Hawraman\" or \"Huraman\" has strong connections to the ancient Zoroastrian faith and claim that the name may have originated from \"Ahuraman\" or Ahura Mazda. Ahura Mazda is the name of God in the ancient Indo-Iranian Avestan language and comes from the ancient Zoroastrian faith, which is still being practiced by very small numbers of people in the region. Many areas in the Hawraman region are believed to have been pilgrimage sites for Zoroastrians prior to the advent of Islam. One of the oldest Islamic period evidence is Negel quran. A leather-bound Quran written in the Kufic script with gilded page borders, dates to 4th century AH (913 CE – 1009 CE) which kept in the village mosque.",
            "score": 57.35128402709961
        },
        {
            "docid": "351429_5",
            "document": "Close reading . Literary close reading and commentaries have extensive precedent in the exegesis of religious texts, and more broadly, hermeneutics of ancient works. For example, Pazand, a genre of middle Persian literature, refers to the \"Zend\" (literally: 'commentary'/'translation') texts that offer explanation and close reading of the Avesta, the sacred texts of Zoroastrianism. The scriptural commentaries of the Talmud offer a commonly cited early predecessor to close reading. In Islamic studies, the close reading of the Quran has flourished and produced an immense corpus. But the closest religious analogy to contemporary literary close reading, and the principal historical connection with its birth, is the rise of the higher criticism, and the evolution of textual criticism of the Bible in Germany in the late eighteenth century.",
            "score": 57.296470642089844
        },
        {
            "docid": "948439_3",
            "document": "Mazdak . Mazdak was the chief representative of a religious and philosophical teaching called Mazdakism, which he viewed as a reformed and purified version of Zoroastrianism, although his teaching has been argued to display influences from Manichaeism as well. Zoroastrianism was the dominant religion of Sassanid Persia, and Mazdak himself was a mobad or Zoroastrian priest, but most of the clergy regarded his teaching as heresy. Information about it is scarce and details are sketchy, but some further details may be inferred from the later doctrine of the Khurramites, which has been seen as a continuation of Mazdakism.",
            "score": 56.712711334228516
        },
        {
            "docid": "54651803_13",
            "document": "Slavic Native Faith in Russia . Russian Zoroastrian communities, whether belonging to the Peterburger or Muscovite movements, emphasise that Zoroastrianism has Russian origins, and traces of it have been preserved in Slavic folklore. This parallels the discourse of Rodnovery, and one of the early Rodnover ideologues, Anatoly Ivanov, defined his views as \"Zoroastrian\" and \"Avestan\". In 1981, Ivanov even published the anti-Christian text entitled \"Zarathustra Did Not Speak Thus: The Basics of the Aryan Worldview\", inspired by Nietzsche's \"Thus Spoke Zarathustra\", wherein Ivanov says that Zoroastrianism should be adopted as a new paradigm for humanity and discusses the eschatology of the Saoshyant. Zoroastrianism has been described by Stausberg and Tessmann as a \"permanent discussion topic\" within the Rodnover community. As it is the case for Rodnovers, the site of Arkaim has great importance for Russian Zoroastrians/Blagovers, since it is believed that the \"Aryan prophet\" Zoroaster lived there. In 2007, during an interview with Iranian state media, Russian president Vladimir Putin himself declared that Zoroastrianism originated in the southern part of the Ural region of Russia, and it is the base of all major world religious systems.",
            "score": 56.644859313964844
        },
        {
            "docid": "30927438_91",
            "document": "Achaemenid Empire . Herodotus also observed that \"no prayer or offering can be made without a magus present\" but this should not be confused with what is today understood by the term \"magus\", that is a \"magupat\" (modern Persian: \"mobed\"), a Zoroastrian priest. Nor does Herodotus' description of the term as one of the tribes or castes of the Medes necessarily imply that these \"magi\" were Medians. They simply were a hereditary priesthood to be found all over Western Iran and although (originally) not associated with any one specific religion, they were traditionally responsible for all ritual and religious services. Although the unequivocal identification of the \"magus\" with Zoroastrianism came later (Sassanid era, 3rd–7th century AD), it is from Herodotus' \"magus\" of the mid-5th century that Zoroastrianism was subject to doctrinal modifications that are today considered to be revocations of the original teachings of the prophet. Also, many of the ritual practices described in the Avesta's \"Vendidad\" (such as exposure of the dead) were already practiced by the \"magu\" of Herodotus' time.",
            "score": 56.361602783203125
        },
        {
            "docid": "9090_8",
            "document": "Dhimmi . Non-Muslims were allowed to engage in certain practices (such as the consumption of alcohol and pork) that were usually forbidden by Islamic law, in point of fact, any Muslim who pours away their wine or forcibly appropriates it is liable to pay compensation. Zoroastrian \"self-marriages\", that were considered incestuous under sharia, were also tolerated. Ibn Qayyim Al-Jawziyya (1292–1350) opined that non-Muslims were entitled to such practices since they could not be presented to sharia courts and the religious minorities in question held it permissible. This ruling was based on the precedent that the Islamic prophet Muhammad did not forbid such self-marriages among Zoroastrians despite coming into contact with Zoroastrians and knowing about this practice. Religious minorities were also free to do as they wished in their own homes, provided they did not publicly engage in illicit sexual activity in ways that could threaten public morals.",
            "score": 56.23635482788086
        },
        {
            "docid": "26484_34",
            "document": "Religious pluralism . The Second Khalifatul Maish of the Ahmadiyya Muslim Community writes: \"According to this teaching there has not been a single people at any time in history or anywhere in the world who have not had a warner from God, a teacher, a prophet. According to the Quran there have been prophets at all times and in all countries. India, China, Russia, Afghanistan, parts of Africa, Europe, America—all had prophets according to the theory of divine guidance taught by the Quran. When, therefore, Muslims hear about prophets of other peoples or other countries, they do not deny them. They do not brand them as liars. Muslims believe that other peoples have had their teachers. If other peoples have had prophets, books, and laws, these constitute no difficulty for Islam.\"",
            "score": 56.036922454833984
        },
        {
            "docid": "5650950_16",
            "document": "Zoroastrianism in Azerbaijan . In the 7th century the Arabians conquered Persia including Azerbaijan. During this period many Zoroastrian temples, libraries were destroyed and burned. Many Zoroastrian texts were lost. Zoroastrians were treated as dhimmis (People of the Book) as well as Jews and Christians by the Arabians. It means that they could retain their religious practices, but must pay extra taxes. Despite all the difficulties Iranians did convert and Zoroastrianism became a minority religion in Iran.",
            "score": 55.81389236450195
        },
        {
            "docid": "7564733_14",
            "document": "Indian people . According to the 2011 census, 79.8% of the population of India practices Hinduism and 14.2% adheres to Islam, while the remaining 7.37% adheres to other religions, mostly Jainism, Buddhism, Sikhism and Christianity. Zoroastrianism and Judaism each has several thousands of Indian adherents, and also have an ancient history in India. India has the largest population of people adhering to Zoroastrianism and Bahá'í Faith in the world, even though these two religions are not native to India. Many other world religions also have a relationship with Indian spirituality, such as the Bahá'í Faith which recognises Buddha and Krishna as manifestations of the God Almighty. Despite the strong role of religion in Indian life, atheism and agnostics also have visible influence along with a self-ascribed tolerance to other people. According to the 2012 WIN-Gallup Global Index of Religion and Atheism report, 81% of Indians were religious, 13% were not religious, 3% were convinced atheists, and 3% were unsure or did not respond.",
            "score": 55.58136749267578
        }
    ]
}