{
    "q": [
        {
            "docid": "22528960_3",
            "document": "George H. Brooke . George Brooke was born on July 9, 1874, in Brookeville, Maryland, to Walter H. Brooke at Caroline Leggett Brooke. He was married to Marie Louise Gregg Robb. He and his wife had no children. George Brooke attended Brookeville High School in Maryland before moving on to Swarthmore College in Pennsylvania. At Swarthmore, he played baseball and football. He was the captain of the 1892 Swarthmore football team. He received a Bachelor of Science degree from Swarthmore in 1893. He next enrolled at the University of Pennsylvania where he earned a Bachelor of Philosophy (Ph. B) degree in 1895 and an Bachelor of Law (LL. B) degree in 1898.",
            "score": 55.31726861000061
        },
        {
            "docid": "22528960_4",
            "document": "George H. Brooke . Brooke played seven years of college football at Swarthmore College and then at the University of Pennsylvania. He was selected as an All-American in 1894 and 1895 while playing for the University of Pennsylvania. Penn was undefeated and won the national championship of football in the two seasons that Brooke was named an All-American. All-American selector, Caspar Whitney called Brooke a \"very hard man to stop. He strikes the line with almost irresistible force.\" He was regarded as a ferocious fullback and a top notch punter. He is credited with coining the phrase \"coffin corner\" when describing his long punts deep into the opposing end of the field. Brooke was barred from playing for Pennsylvania after the 1895 season because of an agreement between Harvard and the University of Pennsylvania that limited players to four seasons. After finishing a bachelor's degree from Pennsylvania, Brooke was the subject of an allegation of being an ineligible player in an October 24, 1896 game in New Orleans, LA. In the game, Brooke played only one down for Tulane University before LSU protested to the game's referee. Tulane claimed that Brooke planned on enrolling there as a graduate student. During the debate between team captains, Brooke refused to sign an affidavit stating his intention to enroll at Tulane, as he was already enrolled in law school at the University of Pennsylvania. The referee ruled him ineligible to play. The Tulane football team refused to continue playing the game without Brooke, so the referee ruled the game to be a forfeit in favor of LSU.",
            "score": 71.03275740146637
        },
        {
            "docid": "56589261_9",
            "document": "Brooke Mansion (Birdsboro, Pennsylvania) . About the time of Edward Brooke II's 1886 graduation, the University of Pennsylvania was contemplating building a fireproof library in which it could gather its collections in a single building. Frank Furness's brother Horace was chosen to head the building committee, and the architect began drawing up detailed plans even before the project was officially announced. The committee hired Furness to advise them, and later chose him to be the library's architect.",
            "score": 51.49922728538513
        },
        {
            "docid": "16817424_15",
            "document": "Project Runway (season 5) . Working in teams of two, designers were asked to make an outfit that could transition from day to night for Brooke Shields's character Wendy Healy on the television show \"Lipstick Jungle\". The winning design was to be worn by Brooke Shields on Season 2 of \"Lipstick Jungle\". Each team was given a budget of $150 and one day to complete their designs. After sketching individually for 30 minutes and pitching their ideas to Shields, six designers were picked by Brooke as team leaders (team leaders shown in bold below). The team leaders were picked in a random order and selected a teammate.",
            "score": 50.1053192615509
        },
        {
            "docid": "3029865_5",
            "document": "Steve Shields (ice hockey) . Shields was drafted in the fifth round (#101 overall) in the 1990 NHL Entry Draft by the Buffalo Sabres out of the University of Michigan. Shields could be best classified as a journeyman NHL goaltender over his tenure. In his NHL career, Shields would play for the Buffalo Sabres, the San Jose Sharks, the Mighty Ducks of Anaheim, the Boston Bruins, the Florida Panthers, and the Atlanta Thrashers. Shields has recently been playing in the NESHL as a center for Mutiny. Mutiny is a B division team out of the Metro Boston league.",
            "score": 41.979530811309814
        },
        {
            "docid": "22863393_3",
            "document": "Jainendra K. Jain . Born in 1960, Jain received his primary, middle and high school education in a government school in a rural village called Sambhar, Rajasthan, located at the eastern margin of Thar desert in India. He received bachelor's degree at Maharaja College, Jaipur, his master's degree in physics at Indian Institute of Technology Kanpur and PhD at the Stony Brook University under the supervision of Prof. Philip B. Allen. After working as a post-doctoral researcher at the University of Maryland and the Yale University he returned to the Stony Brook University as a faculty in 1989. In 1998 he moved to the Pennsylvania State University as the first Erwin W. Mueller Professor of Physics. In 2012, Penn State University awarded Jain with Evan Pugh University Professorship, named after the first president of the university.",
            "score": 55.93756651878357
        },
        {
            "docid": "1165480_10",
            "document": "Phillips Brooks . In 1877 the building of Trinity was completed, but the Venetian mosaics Brooks and Richardson wanted they could not then afford. It was not until the magnificent new altar and sanctuary of Maginnis & Walsh in 1938 that Trinity's chancel reflected that aspect of their dreams for Trinity, which Brooks called \"America's glory forever\". Here Phillips Brooks preached Sunday after Sunday to great congregations, until he was consecrated Bishop of Massachusetts in 1891. In 1886, he had declined an election as assistant bishop of Pennsylvania. He was for many years an overseer and preacher of Harvard University. In 1881 he declined an invitation to be the sole preacher to the university and professor of Christian ethics. On April 30, 1891 he was elected sixth Bishop of Massachusetts, and on the 14 October was consecrated to that office in Trinity Church.",
            "score": 50.50621938705444
        },
        {
            "docid": "28260_22",
            "document": "Sonnet . Happy ye leaves. whenas those lily hands, (a) Which hold my life in their dead doing might, (b) Shall handle you, and hold in love's soft bands, (a) Like captives trembling at the victor's sight. (b) And happy lines on which, with starry light, (b) Those lamping eyes will deign sometimes to look,(c) And read the sorrows of my dying sprite, (b) Written with tears in heart's close bleeding book. (c) And happy rhymes! bathed in the sacred brook (c) Of Helicon, whence she derived is, (d) When ye behold that angel's blessed look, (c) My soul's long lacked food, my heaven's bliss. (d) Leaves, lines, and rhymes seek her to please alone, (e) Whom if ye please, I care for other none. (e) </poem>",
            "score": 25.608428239822388
        },
        {
            "docid": "33106960_29",
            "document": "Joanna Shields, Baroness Shields . Shields was born in St. Marys, Pennsylvania, the second of five children. She graduated as BS from Penn State University, where she was a member of Chi Omega sorority, and did her post-grad studies as MBA from George Washington University. Shields received a Doctorate in Public Service, Honoris Causa, from George Washington University May 2016.",
            "score": 61.46885943412781
        },
        {
            "docid": "31097390_3",
            "document": "James B. Orlin . Orlin did his undergraduate studies at the University of Pennsylvania, receiving a bachelor's degree in mathematics in 1974. He earned a master's degree in mathematics from the California Institute of Technology in 1976, and a Ph.D. in operations research from Stanford University in 1981 under the supervision of Arthur Fales Veinott Jr. He joined the MIT faculty as an assistant professor in 1979, and became the Brooks Professor in 1998.",
            "score": 46.56978702545166
        },
        {
            "docid": "80135_21",
            "document": "Rutgers University . The current president is Robert L. Barchi, M.D., Ph.D. (b. 1946), an accomplished neuroscientist and board-certified physician. Dr. Barchi previously served as president of the Thomas Jefferson University in Philadelphia and as provost of the University of Pennsylvania before being appointed by the university's two governing boards on April 11, 2012 to succeed outgoing president Richard L. McCormick (b. 1947), the son of popular Rutgers history professor and college dean Richard P. McCormick. Barchi assumed the office on September 1, 2012 and his tenure has so far involved overseeing the university's acquisition of a medical school and related research and clinical facilities after a merger with the University of Medicine and Dentistry of New Jersey, a redevelopment of the College Avenue Campus, and a transition of the Scarlet Knights athletic program to the Big Ten Conference (beginning in 2014).",
            "score": 42.27574837207794
        },
        {
            "docid": "334063_28",
            "document": "Brookings Institution . In 2006, the Brookings Institution established the Brookings-Tsinghua Center (BTC) for Public Policy as a partnership between the Brookings Institution in Washington, D.C. and Tsinghua University's School of Public Policy and Management in Beijing, China. The Center seeks to produce high quality and high impact policy research in areas of fundamental importance for China's development and for U.S.-China relations. The BTC is directed by Qi Ye.",
            "score": 47.604390382766724
        },
        {
            "docid": "11685274_29",
            "document": "List of Hannah Montana characters . Susan B. Stewart portrayed by Brooke Shields (season 2–3) was Robby's wife and Miley and Jackson's mother. Susan is the daughter of Grandma Ruby. She died three years prior to season one, but is often mentioned by the Stewarts and appears in household pictures. She also appears in person in three episodes by way of old home videos and various dream sequences. These are \"I Am Hannah, Hear Me Croak\", \"The Way We Almost Weren't\", and \"He Could Be the One\".",
            "score": 47.046972036361694
        },
        {
            "docid": "25579222_3",
            "document": "John L. Brooke . Brooke graduated from Cornell University in 1975, and from the University of Pennsylvania, with an M.A. and Ph.D. in 1982.  He taught at Franklin & Marshall College, Amherst College, and Tufts University. He most recently teaches at Ohio State University.",
            "score": 59.9668128490448
        },
        {
            "docid": "25608838_7",
            "document": "Yinyu Ye . Before joining Stanford University, Ye was a Henry B. Tippie Research Professor at the University of Iowa. Ye is a co-founder of minMax Optimization, a technology company based in Palo Alto and Shanghai focused on creating optimization tools for geospatial and financial problems.",
            "score": 23.80134630203247
        },
        {
            "docid": "14261611_6",
            "document": "Heavy Unit . B - Shield Unit: This granted the player a shield that could take three hits before dissipating.",
            "score": 29.018365621566772
        },
        {
            "docid": "18984642_1",
            "document": "Brooke Shields . Brooke Shields",
            "score": 49.95762586593628
        },
        {
            "docid": "22466710_2",
            "document": "Wallis Brooks . Wallis W. Brooks is a former Republican member of the Pennsylvania House of Representatives. She graduated from American University with a degree in English in 1969. She earned a law degree from the Dickinson School of Law, and was admitted to the Pennsylvania bar in 1973.",
            "score": 64.86130380630493
        },
        {
            "docid": "28960162_3",
            "document": "Paul Makler Sr. . Makler was born in Philadelphia, Pennsylvania, and is Jewish. Makler attended the University of Pennsylvania, fencing for the University of Pennsylvania Quakers, and University of Pennsylvania Medical School, graduating in 1964, became a physician, and practiced internal medicine for many years. His sons Paul Makler Jr. and Brooke Makler fenced at the 1972 Summer Olympics and the 1976 Summer Olympics, respectively.",
            "score": 60.15623474121094
        },
        {
            "docid": "51382498_4",
            "document": "New York Branch . The New York Branch was a cooperative effort between the North Pennsylvania Railroad, founded in 1852, and the Delaware and Bound Brook Railroad, a new company and part of the National Railway scheme. The goal was to construct a \"New Line\" between New York and Philadelphia which could compete with the Pennsylvania Railroad. The North Pennsylvania extended its line north from Jenkintown to Yardley, on the Delaware River, while the Delaware and Bound Brook constructed a new line from West Trenton to Bound Brook, New Jersey, where it joined the Central Railroad of New Jersey. The line opened for through traffic on May 1, 1876, in time for the Centennial Exposition.",
            "score": 47.91507363319397
        },
        {
            "docid": "2230235_13",
            "document": "Asian American studies . On the East Coast, the State University of New York at Stony Brook created an Asian & Asian American Studies Department after a 52 million dollar donation by Charles B. Wang (the founder of Computer Associates). The Charles B. Wang Center is designed as a vital space for multi-disciplinary and multicultural dialogues. The building was officially presented to Stony Brook University by Charles B. Wang on October 22, 2002. It was the largest single private gift ever received by the State University of New York 64-campus system. The Wang Center is used for conferences, art exhibits, film festivals, lectures, seminars, and performances. It is open to all Stony Brook students, faculty, and staff as well as the surrounding community.",
            "score": 48.79325222969055
        },
        {
            "docid": "596630_2",
            "document": "Charles B. Wang Center . The Charles B. Wang Center, located at the State University of New York at Stony Brook in Stony Brook, New York, is dedicated to understanding East Asian and American cultures, and the interactions of these cultures with other world cultures. The center was completed in 2002, and was designed by P.H. Tuan. Building of the center was intended to be funded by Charles B. Wang through an over 40 million dollar donation to Stony Brook University, which was then the largest ever private donation to a SUNY school. Actual construction costs far exceeded the original donation, becoming a source of controversy among students and faculty at the time.",
            "score": 53.882283449172974
        },
        {
            "docid": "42369712_3",
            "document": "Ryan Brooks . Brooks was born in New Orleans, Louisiana, and raised in Narberth, Pennsylvania. He played college basketball at Temple University.",
            "score": 55.06343221664429
        },
        {
            "docid": "46559833_7",
            "document": "Zhang Hongyuan . In September 1941, he was recruited by the Kuomintang government to succeed Ye Yuanlong as President of Chongqing University, a position in which he remained until November 1949.",
            "score": 25.14148473739624
        },
        {
            "docid": "1003926_9",
            "document": "Mark Shields . He has taught U.S. politics and the press at the University of Pennsylvania’s Wharton School, Georgetown University's McCourt School of Public Policy, and he was a fellow at the Harvard Institute of Politics at the Kennedy School of Government. Shields is a regular political commentator on the PBS NewsHour.",
            "score": 54.65191650390625
        },
        {
            "docid": "5925071_6",
            "document": "Brymbo . Sometime in the fifteenth century, landowner Edward ap Morgan ap Madoc, gentleman, built a dwelling in the township that was later to become Brymbo Hall, the home of his descendants the Griffith family. A survey of the Lordship of Bromfield and Yale, conducted in 1620 by John Norden and his son, described the boundaries of the township of Brymbo, in the manor of Esclusham, as follows: To the ffirst article the said Jurie doe say that the towneshipp of Brymbo, beeing part of ye said mannor, is bounded from Mynera by a brooke called Gwenfro, by a common there called Y Koed boeth by the south side; and from Flintshire by a brooke called Avon y Frith, running from a common called Nant y Frith to a rive' called Kegidog; and soe the said Kegidog running downeward a little beyond a bridge called Pont y Place Mayne vppon ye north side, and from Gwersilt by a little brooke called y Frwe, and from Broughton by a little brook running from a common called Harwood to a place called y Groes faen on ye east side ; and vpon ye west, from ye said common called Nant y Frith to a place vpon ye said common called Maes Maylo' or thereabouts; but ye certaine boundes of ye said towneshipp vppon ye said mountayne or common, they cannott sett downe.",
            "score": 28.584877729415894
        },
        {
            "docid": "52507773_3",
            "document": "Jeanne Brooks-Gunn . Brooks-Gunn received her B.A in psychology at Connecticut College in 1969. She went to graduate school at Harvard University where she obtained her Ed.M in Human Learning and Development in 1970. Brooks-Gunn continued her studies the University of Pennsylvania, receiving her Ph.D. in human learning and development under the supervision of Michael Lewis.",
            "score": 57.16578245162964
        },
        {
            "docid": "55273125_3",
            "document": "Barbara Brookes . Brookes completed a bachelor's degree at the University of Otago in 1976, then won scholarships to Bryn Mawr College in Pennsylvania, where she completed a master's degree (1978) and a PhD (1982). Her PhD thesis topic was abortion in England during the inter-war period. Brookes was offered a post-doctoral scholarship at Otago and a permanent position in the university's Department of History in 1983.",
            "score": 56.64879751205444
        },
        {
            "docid": "48556266_2",
            "document": "Spring Brook, Pennsylvania . Spring Brook is an unincorporated community in Spring Brook Township in Lackawanna County, Pennsylvania. Spring Brook is located at the intersection of Pennsylvania Route 502 and Pennsylvania Route 690 southwest of Moscow.",
            "score": 50.50830411911011
        },
        {
            "docid": "3321994_3",
            "document": "Samuel Hazo . (b. 1966) Samuel R. Hazo resides in Pittsburgh, Pennsylvania with his wife and children. In 2003, Mr. Hazo became the first composer in history to be awarded the winner of both composition contests sponsored by the National Band Association. His piece Mountain Thyme was an Honorable Mention for the 2013 CBDNA Composition Contest. He has composed for the professional, university and public school levels in addition to writing original scores for television, radio and the stage. His original symphonic compositions include performances with actors Brooke Shields, James Earl Jones, and Richard Kiley. Most recently, Mr. Hazo was asked by the Newtown School District to compose the memorial for the children and women who were lost in the tragedy at their Sandy Hook Elementary School. The result was a major work for Choir, Orchestra and Wind Band combined titled \"Glorificare.\" It was premiered in May 2013 by the Hartford Symphony Orchestra and VOCE Singers performing side-by-side with the Newtown High School musicians. Mr. Hazo also composed \"Bridges,\" which he was requested to write by Virginia Tech University following their tragic shootings. In 2012, two of Mr. Hazo's compositions were performed at the London Summer Olympic Games.",
            "score": 47.84970676898956
        },
        {
            "docid": "18984642_3",
            "document": "Brooke Shields . In 1983, Shields suspended her career as a model to attend Princeton University, where she graduated with a bachelor's degree in Romance Languages. In the 1990s, Shields returned to acting and appeared in minor roles in films. She also starred in the NBC sitcoms \"Suddenly Susan\" (1996-2000), for which she received two Golden Globe nominations and \"Lipstick Jungle\" (2008-2009). In 2017, Shields returned to NBC with a major recurring role in \"\" in the shows 19th season. Since 2014, Shields has voiced Beverly Goodman in the Adult Swim animated series \"Mr. Pickles\".",
            "score": 60.970898389816284
        },
        {
            "docid": "5950067_3",
            "document": "J. Twing Brooks . Brooks was born in Edgeworth (now Sewickley), Pennsylvania. He graduated from the Sheffield Scientific School of Yale University in 1908.",
            "score": 54.446688175201416
        }
    ],
    "r": [
        {
            "docid": "1391765_6",
            "document": "Rebekah Brooks . In Brooks's entry in \"Who's Who\" she stated that she had studied at the Sorbonne in Paris, but did not claim to have a degree, and did not later answer questions about this; in a 2003 \"Spectator\" article, Stephen Glover suggested that, since she was working at the age of 20 for the \"News of the World\", \"we can safely assume that she did not study at the Sorbonne in any meaningful way\". In 2010, Brooks was awarded an honorary Fellowship from the University of the Arts, London, for her contribution to journalism. She attended the London College of Communication, now part of the university, as a student.",
            "score": 73.43131256103516
        },
        {
            "docid": "22528960_4",
            "document": "George H. Brooke . Brooke played seven years of college football at Swarthmore College and then at the University of Pennsylvania. He was selected as an All-American in 1894 and 1895 while playing for the University of Pennsylvania. Penn was undefeated and won the national championship of football in the two seasons that Brooke was named an All-American. All-American selector, Caspar Whitney called Brooke a \"very hard man to stop. He strikes the line with almost irresistible force.\" He was regarded as a ferocious fullback and a top notch punter. He is credited with coining the phrase \"coffin corner\" when describing his long punts deep into the opposing end of the field. Brooke was barred from playing for Pennsylvania after the 1895 season because of an agreement between Harvard and the University of Pennsylvania that limited players to four seasons. After finishing a bachelor's degree from Pennsylvania, Brooke was the subject of an allegation of being an ineligible player in an October 24, 1896 game in New Orleans, LA. In the game, Brooke played only one down for Tulane University before LSU protested to the game's referee. Tulane claimed that Brooke planned on enrolling there as a graduate student. During the debate between team captains, Brooke refused to sign an affidavit stating his intention to enroll at Tulane, as he was already enrolled in law school at the University of Pennsylvania. The referee ruled him ineligible to play. The Tulane football team refused to continue playing the game without Brooke, so the referee ruled the game to be a forfeit in favor of LSU.",
            "score": 71.03276062011719
        },
        {
            "docid": "4071834_3",
            "document": "Child model . Artists have used children as models for countless works over the centuries. Child modeling has become a distinct activity because of the explosion of commercial media over the past several decades. Many young actresses, notably, Katherine Heigl, Lindsay Lohan, Zendaya, Bella Thorne, Liv Tyler and Brooke Shields began as child models. The book, \"Lisanne: A Young Model\", described the life of Lisanne Falk, a colleague of Brooke Shields at the Ford modeling agency in the late 1970s. Falk, like Shields, was a relatively successful child model who posed for magazine covers, notably Seventeen, for editorial fashion layouts, and for advertising in magazines and mail-order catalogs. Both models appeared in the 1977 Sears and Montgomery Ward catalogs. Falk, like Shields, moved from modeling to movies as she became older. More recently Australian child model Morgan Featherstone has achieved worldwide success but has also attracted criticism due to her looking older than her age.",
            "score": 69.29889678955078
        },
        {
            "docid": "31793_2",
            "document": "University of Pennsylvania . The University of Pennsylvania (commonly known as Penn or UPenn) is a private Ivy League research university located in University City section of West Philadelphia. Incorporated as The Trustees of the University of Pennsylvania, Penn is one of 14 founding members of the Association of American Universities and one of the nine colonial colleges chartered before the American Revolution.",
            "score": 69.06385803222656
        },
        {
            "docid": "23332_94",
            "document": "Pennsylvania . Carnegie Mellon University, The Pennsylvania State University, the University of Pennsylvania, and the University of Pittsburgh, are members of the Association of American Universities, an invitation only organization of leading research universities. Lehigh University is also another renowned private research university located in Bethlehem, Pennsylvania.The Pennsylvania State University is the Commonwealth's Land-grant university, Sea Grant College and, Space Grant College. The University of Pennsylvania, located in Philadelphia, is considered the first university in the United States and established the country's first medical school. The University of Pennsylvania is also the Commonwealth's only, and geographically the most southern, Ivy League school. The Pennsylvania Academy of the Fine Arts is the first and oldest art school in the United States. Philadelphia College of Pharmacy, now a part of University of the Sciences in Philadelphia, was the first pharmacy school in the United States.",
            "score": 68.15597534179688
        },
        {
            "docid": "18984642_9",
            "document": "Brooke Shields . Shields began her career as a model when she was 11 months old in 1966. Her first job was for Ivory Soap, when she  was shot by Francesco Scavullo. She continued as a successful child model with model agent Eileen Ford, who, in her Lifetime Network biography, stated that she started her children's division just for Shields. In 1978, when she was 12-years-old, Shields played a child prostitute in the controversial film \"Pretty Baby\". Eileen Ford, founder of the Ford Modeling Agency, said of Brooke Shields: \"She is a professional child and unique. She looks like an adult and thinks like one.\"",
            "score": 67.76348876953125
        },
        {
            "docid": "18984642_2",
            "document": "Brooke Shields . Brooke Christa Shields (born May 31, 1965) is an American actress and model. She was initially a child model and gained critical acclaim at age 12 for her leading role in Louis Malle's film \"Pretty Baby\" (1978), in which she played a child prostitute in New Orleans at the beginning of the 20th century. Shields garnered widespread notoriety in the role, and she continued to model into her late teenage years and starred in several dramas in the 1980s, including \"The Blue Lagoon\" (1980), and Franco Zeffirelli's \"Endless Love\" (1981).",
            "score": 67.31861877441406
        },
        {
            "docid": "57690782_2",
            "document": "University of Pennsylvania College of Arts &amp; Sciences . The University of Pennsylvania College of Arts & Sciences is the oldest undergraduate college at the University of Pennsylvania, a private Ivy League University, situated on the university's main campus in University City, Philadelphia. It has its roots in the sermon classes of 1739 held by one of the founders of Methodism, George Whitefield, in Philadelphia. By 1740, the college was established as \"Charity School,\" and in 1749, Benjamin Franklin and twenty-one leading citizens of Philadelphia officially founded the school as the Academy of Philadelphia. By 1755, the Academy was recognized the College of Philadelphia, receiving a charter from the Proprietor of the Colony of Pennsylvania for the Crown of England, Thomas Penn and Richard Penn. Penn CAS is the oldest institution of higher learning in the state of Pennsylvania and the fourth-oldest college in the United States. The college became the first university in the United States with the 1765 founding of the first American medical school, the Perelman School of Medicine at the University of Pennsylvania.",
            "score": 65.39720153808594
        },
        {
            "docid": "22466710_2",
            "document": "Wallis Brooks . Wallis W. Brooks is a former Republican member of the Pennsylvania House of Representatives. She graduated from American University with a degree in English in 1969. She earned a law degree from the Dickinson School of Law, and was admitted to the Pennsylvania bar in 1973.",
            "score": 64.8613052368164
        },
        {
            "docid": "18984642_12",
            "document": "Brooke Shields . By the age of 16, Shields had become one of the most recognizable faces in the United States, because of her dual career as a provocative fashion model and child actress. \"Time\" magazine reported in its February 9, 1981 cover story that her day rate as a model was $10,000. In 1983, Shields appeared on the cover of the September issue of Paris \"Vogue\", the October and November issues of American \"Vogue\" and the December edition of Italian \"Vogue\". During that period Shields became a regular at New York City's nightclub Studio 54. In 2009, a picture of a naked Brooke Shields taken when she was 10 and included in a work by Richard Prince, \"Spiritual America\", created a row. It was removed from an exhibition at the Tate Modern after a warning from the police.",
            "score": 64.83861541748047
        },
        {
            "docid": "8946498_18",
            "document": "Student life at the University of Pennsylvania . The International Affairs Association (IAA) is the largest self funded student organization at the University of Pennsylvania, with the goal of promoting awareness of International Affairs. The club, founded 45 years ago is composed as several semi-independent but centrally funded programs, which each promote awareness of international relations in different ways. It currently hosts two internationally attended and -recognized Model United Nations conferences, the college-level University of Pennsylvania Model United Nations Conference (UPMUNC) in the fall and the high school-level Ivy League Model United Nations Conference (ILMUNC), in the spring. The IAA's Intercollegiate Model United Nations Team has established itself as one of the best in the nation, taking the number one ranking spot in the 2016-2017 season. The IAA's internal publication, “The Ambassador,” published six times a year, keeps the club members informed.",
            "score": 64.74988555908203
        },
        {
            "docid": "31793_60",
            "document": "University of Pennsylvania . The current club has its roots in the 1960s and from the influence of star winger Andrew Margolis. The University of Pennsylvania rugby teams play in the Ivy Rugby Conference and have finished as runners-up in both 15s and 7s. , the club now utilize the state-of-the-art facilities at Penn Park. Quakers Rugby played on national TV at the 2013 Collegiate Rugby Championship, a college rugby tournament played every June at PPL Park in Philadelphia and broadcast live on NBC. In their inaugural year of participation, the Penn men's rugby team won the Shield Competition, beating local rivals Temple University 17–12 in the final. In doing so, they became the first Philadelphia team to beat a non-Philadelphia team in CRC history, with a 14–12 win over the University of Texas in the Shield semi-final.",
            "score": 64.30261993408203
        },
        {
            "docid": "704583_15",
            "document": "Muslim Students' Association . The NYPD monitored Muslim student associations, what they referred to as MSAs, in Northeast US, citing a list of 12 people arrested or convicted on terrorism charges in the United States and abroad who had once been members of Muslim student associations. In rationalizing their monitoring activities, the NYPD noted they followed the same rules as the FBI. The universities involved in the student monitoring included Yale, Columbia, the University of Pennsylvania, Syracuse, New York University, Clarkson University, the Newark and New Brunswick campuses of Rutgers, and the State University of New York campuses in Buffalo, Albany, Stony Brook and Potsdam, Queens College, Baruch College, Brooklyn College and La Guardia Community College. In one monitoring incident, a conference which was to be attended by MSA affiliated students was monitored which included as a speaker Siraj Wahaj, a prominent but controversial New York imam who has attracted the attention of authorities for years.",
            "score": 64.1405258178711
        },
        {
            "docid": "211112_2",
            "document": "Philadelphia University . Philadelphia University (PhilaU), founded in 1884, is a private university in the East Falls neighborhood of Philadelphia, Pennsylvania, United States. The student body has about 3,500 students. Academic programs are divided among the College of Architecture and the Built Environment; the Kanbar College of Design, Engineering and Commerce; the College of Science, Health and the Liberal Arts; and the School of Continuing and Professional Studies; courses are also offered via PhilaU Online. Philadelphia University awards bachelor's degrees, master's degrees and doctoral degrees. In May 2017, the university officially announced that it will be merging with Thomas Jefferson University, therefore changing its name in July of that year. Since then, Philadelphia University has operated under the name Thomas Jefferson University, marketing itself as \"Jefferson.\"",
            "score": 63.12672424316406
        },
        {
            "docid": "3929489_4",
            "document": "Conestoga High School . 97% of Conestoga graduates advance to colleges and universities, 92% of them to four-year colleges and universities. Graduating classes from 2009 to 2014 sent one or more students to each of the Ivy League colleges, Massachusetts Institute of Technology, Duke University, Johns Hopkins University, University of Chicago, The California Institute of Technology, and Carnegie Mellon University. The most popular university choice for Conestoga students is Pennsylvania State University. The second most popular choice is the University of Pittsburgh. Fifty-two percent of Conestoga students leave Pennsylvania to attend colleges and universities, and more than 52% attend private institutions after graduation.",
            "score": 62.1531982421875
        },
        {
            "docid": "319763_44",
            "document": "Bates College . Arguably the most well-known student organization at Bates is the Brooks Quimby Debate Council, due to endowment allocation, relative participation rate, awards and historical significance. The formation of the team predates the establishment of the college itself as the debate society was founded within the Maine State Seminary making it the oldest coeducational college debate society in the United States. It was headed by Bates alumnus and teacher Brooks Quimby and became the first intercollegiate international debate team in the United States. The Quimby Debate Society has been noted as \"America's most prestigious debating society,\" and the \"playground of the powerful.\" During the 1930s, the debate society was subject to 'The Quimby Institute' which pitted each and every debate student against Brooks Quimby himself. This is where he began to engage heated debate with them that stressed \"flawless assertions\" and resulted in every error made by the student to be carefully scrutinized and teased. Bates has an annual and traditional debate with Oxford, Cambridge and Dartmouth College. It competes in the American Parliamentary Debate Association domestically, and competes in the World Universities Debating Championships, internationally. As of 2013, the debate council was ranked 5th, nationally and in 2012, the debate team was ranked 9th in the world. The class graduates participate in an Ivy Day which installs a granite placard onto one of the academic or residential buildings on campus. They serve as a symbol of the class and their respective history both academically and socially. Some classes donate to the college, in the form gates, facades, and door outlines, by inscribing or creating their own version of symbolic icons of the college's seal or other prominent insignia. This usually occurs on graduation day, but may occur on later dates with alumni returning to the campus. This tradition is shared with the University of Pennsylvania and Princeton University. On Ivy Day, members of Phi Beta Kappa are announced.",
            "score": 62.04555130004883
        },
        {
            "docid": "56509158_3",
            "document": "Fanny Rysan Mulford Hitchcock . She was born on February 7, 1851 to Elizabeth and Julius S. Hitchcock. She began her studies at Columbia University, and then transferred to the University of Pennsylvania. In pursuit of science, she then worked in the chemistry department at the University of Berlin in 1892 and returned to the University of Pennsylvania after a year to become the first Director of the Women's Graduate Department. She held this position for nineteen years. Her financial support helped to establish a women's athletic program at the University of Pennsylvania. She also attempted to establish one or more undergraduate courses for women at the University of Pennsylvania, but her proposal was rejected by the trustees of the University. Aside from her academic studies and positions at various universities, she maintained a laboratory in both her home in Philadelphia and her country residence in Warwick, New York. In 1921, she retired from her life as a chemist at seventy years old and donated all of her equipment to the University of Pennsylvania. She was known to support the financial needs of students who could not afford to attend the University. She died at the age of eighty-five on September 25, 1936 in her Warwick country residence.",
            "score": 61.56830596923828
        },
        {
            "docid": "37819520_3",
            "document": "Jerome E. Singer . Jerome E. Singer was born in the Bronx in 1934. He graduated from the University of Michigan in 1956 and earned his PhD in 1960 from the University of Minnesota. He studied under Stanley Schachter who was a former student of Kurt Lewin. He became a fellow at the Academy of Behavioral Medicine Research and went on to become a professor at Pennsylvania State University and at the State University of New York's Stony Brook campus. Later in 1976 he moved to the Uniformed Services University where he founded and chaired the Medical and Clinical Psychology Department.",
            "score": 61.51622772216797
        },
        {
            "docid": "33106960_29",
            "document": "Joanna Shields, Baroness Shields . Shields was born in St. Marys, Pennsylvania, the second of five children. She graduated as BS from Penn State University, where she was a member of Chi Omega sorority, and did her post-grad studies as MBA from George Washington University. Shields received a Doctorate in Public Service, Honoris Causa, from George Washington University May 2016.",
            "score": 61.4688606262207
        },
        {
            "docid": "18984642_27",
            "document": "Brooke Shields . In May 2005, Tom Cruise, an actor and scientologist whose beliefs frown upon psychiatry, condemned Brooke, both personally and professionally, for both using and speaking in favor of the antidepressant drug Paxil. As Cruise said, \"Here is a woman and I care about Brooke Shields, because I think she is an incredibly talented woman, you look at [and think], where has her career gone?\" Shields responded that Cruise's statements about anti-depressants were \"irresponsible\" and \"dangerous.\" She said that he should \"stick to fighting aliens\" (a reference to Cruise's starring role in \"War of the Worlds\" as well as some of the more esoteric aspects of Scientology doctrine and teachings), \"and let mothers decide the best way to treat postpartum depression.\" The actress responded to a further attack by Cruise in an essay \"War of Words\" published in \"The New York Times\" on July 1, 2005, in which she made an individual case for the medication and said, \"In a strange way, it was comforting to me when my obstetrician told me that my feelings of extreme despair and my suicidal thoughts were directly tied to a biochemical shift in my body. Once we admit that postpartum is a serious medical condition, then the treatment becomes more available and socially acceptable. With a doctor's care, I have since tapered off the medication but, without it, I wouldn't have become the loving parent I am today.\" On August 31, 2006, according to USAToday.com, Cruise privately apologized to Shields for the incident. Shields accepted Cruise's apology, which she said was \"heartfelt.\" Three months later in November 2006, she and her husband attended the wedding of Cruise and Katie Holmes.",
            "score": 61.46010208129883
        },
        {
            "docid": "18984642_3",
            "document": "Brooke Shields . In 1983, Shields suspended her career as a model to attend Princeton University, where she graduated with a bachelor's degree in Romance Languages. In the 1990s, Shields returned to acting and appeared in minor roles in films. She also starred in the NBC sitcoms \"Suddenly Susan\" (1996-2000), for which she received two Golden Globe nominations and \"Lipstick Jungle\" (2008-2009). In 2017, Shields returned to NBC with a major recurring role in \"\" in the shows 19th season. Since 2014, Shields has voiced Beverly Goodman in the Adult Swim animated series \"Mr. Pickles\".",
            "score": 60.97090148925781
        },
        {
            "docid": "28111496_3",
            "document": "Juan E. Mestas . Previously Mestas taught at Portland State University, and before that he was director of Educational Access Services, director of Educational Opportunity Programs and associate director of Student Development Programs at California State University. He has coordinated leadership programs sponsored by the American Council on Education (ACE); served as an ACE/Pew fellow at the University of Pennsylvania; directed San Jose State University's Upward Bound Program, which the U.S. Department of Education considered one of the nation's most successful college preparatory programs for economically disadvantaged and academically underprepared high school students; and chaired the Puerto Rican Studies Program at the State University of New York/Stony Brook. Author of El pensamiento social de Jose Martí: ideología y cuestión obrera (Madrid: Editorial Pliegos, 1993), he holds a Ph.D. and an M.A. from SUNY/Stony Brook in Hispanic languages and literature and a B.A. from Universidad de Puerto Rico in Hispanic studies.",
            "score": 60.56941223144531
        },
        {
            "docid": "19853017_3",
            "document": "List of Nobel laureates affiliated with the University of Pennsylvania . As of 2015, there have been 28 laureates affiliated with the University of Pennsylvania, 6 alone in the last 10 years. The University of Pennsylvania considers laureates who attended the university as undergraduate students, graduate students or were members of the faculty as affiliated laureates. Otto Fritz Meyerhof, a research professor in physiological chemistry, was the first University of Pennsylvania laureate, winning the Nobel Prize in Chemistry in 1922. Two Nobel Prizes were shared by University of Pennsylvania laureates; Ragnar Granit and Haldan Keffer Hartline won the 1967 Nobel Prize in Chemistry, and Alan J. Heeger, Alan MacDiarmid and Hideki Shirakawa won the 2000 Nobel Prize in Chemistry. Three laureates, Christian B. Anfinsen, Gerald Edelman, and John Robert Schrieffer, won different Nobel Prizes in 1972, and were awarded an honorary Doctor of Science degree in 1973. Nine University of Pennsylvania laureates have won the Nobel Prize in Physiology or Medicine, more than any other category.",
            "score": 60.51755905151367
        },
        {
            "docid": "39643966_15",
            "document": "Ilia State University . Beneath the shield of the coat of arms, the motto ribbon bears the Latin inscription « LIGAMUS», signifying «We Unite» i.e. the University's aspiration to unite research and education, bring together existing knowledge, creating new understanding and passing it on to students and society",
            "score": 60.444297790527344
        },
        {
            "docid": "18984642_11",
            "document": "Brooke Shields . From 1981 to 1983, Shields, her mother, photographer Garry Gross, and Playboy Press were involved in litigation in the New York City Courts over the rights to photographs her mother had signed away to Gross (when dealing with models who are minors, a parent or legal guardian must sign such a release form while other agreements are subject to negotiation). Gross was the photographer of a controversial set of nude images taken in 1975 of a then ten-year-old Brooke Shields with the consent of her mother, Teri Shields, for the Playboy Press publication Sugar 'n' Spice. The images portray Shields nude, standing and sitting in a bathtub, wearing makeup and covered in oil. The courts ruled in favor of the photographer due to a strange twist in New York law. It would have been otherwise had Brooke Shields been considered a child \"performer\" rather than a model.",
            "score": 60.41948699951172
        },
        {
            "docid": "240044_2",
            "document": "Wharton School of the University of Pennsylvania . The Wharton School of the University of Pennsylvania ( ; also known as The Wharton School or Wharton) is the business school of the University of Pennsylvania, a private Ivy League university in Philadelphia, Pennsylvania. Established in 1881 through a donation from Joseph Wharton, the Wharton School is the world’s oldest collegiate school of business. Wharton has an acceptance rate of less than 9%, and it only accepts less than 5 transfer students annually, making it one of the most selective schools in the world.",
            "score": 60.203582763671875
        },
        {
            "docid": "28960162_3",
            "document": "Paul Makler Sr. . Makler was born in Philadelphia, Pennsylvania, and is Jewish. Makler attended the University of Pennsylvania, fencing for the University of Pennsylvania Quakers, and University of Pennsylvania Medical School, graduating in 1964, became a physician, and practiced internal medicine for many years. His sons Paul Makler Jr. and Brooke Makler fenced at the 1972 Summer Olympics and the 1976 Summer Olympics, respectively.",
            "score": 60.1562385559082
        },
        {
            "docid": "24538963_5",
            "document": "Garry Gross . Gross was the photographer of a controversial set of nude images taken in 1975 of a then ten-year-old Brooke Shields with the consent of her mother, Teri Shields, for the Playboy publication \"Sugar 'n' Spice.\" The images portray Shields nude, standing and sitting in a bathtub, wearing makeup and covered in oil. Two of the images were full-frontal. In 1981 Shields attempted to prevent further use of the photographs but in 1983 a US Court ruled that a child is bound by the terms of the valid, unrestricted consents to the use of photographs executed by a guardian and that the image did not breach child pornography laws. In ruling, the presiding Judge stated: \"The issue on this appeal is whether an infant model may disaffirm a prior unrestricted consent executed on her behalf by her parent and maintain an action pursuant to section 51 of the Civil Rights Law against her photographer for republication of photographs of her. We hold that she may not.\"",
            "score": 60.120723724365234
        },
        {
            "docid": "133333_15",
            "document": "Ross Township, Monroe County, Pennsylvania . East Stroudsburg University of Pennsylvania is a public university located in neighboring East Stroudsburg. It is one of the 14 state universities that make up the Pennsylvania State System of Higher Education (PASSHE). Eleventh and twelfth grade students may attend the University at a significant tuition discount through its Dual Enrollment program earning college credits while still earning their high school diploma. Additionally, Pennsylvania residents who are at least 60 years of age and retired may enroll as non-matriculating students tuition free. Residents may also attend Northampton Community College which operates campuses in: Bartonsville and in Pocono Township, Monroe County. Pleasant Valley School District is not a sponsoring school district of the College. Ross Township residents therefore do not receive a tuition discount.",
            "score": 60.01983642578125
        },
        {
            "docid": "25579222_3",
            "document": "John L. Brooke . Brooke graduated from Cornell University in 1975, and from the University of Pennsylvania, with an M.A. and Ph.D. in 1982.  He taught at Franklin & Marshall College, Amherst College, and Tufts University. He most recently teaches at Ohio State University.",
            "score": 59.96681594848633
        },
        {
            "docid": "50585_58",
            "document": "Philadelphia . Philadelphia has the third-largest student concentration on the East Coast, with over 120,000 college and university students enrolled within the city and nearly 300,000 in the metropolitan area. There are over 80 colleges, universities, trade, and specialty schools in the Philadelphia region. One of the founding members of the Association of American Universities is in the city, the University of Pennsylvania, an Ivy League institution with claims to being the oldest university in the country.",
            "score": 59.784912109375
        },
        {
            "docid": "30995638_3",
            "document": "Paul Makler Jr. . He was born in Philadelphia, Pennsylvania, later lived in Merion, Pennsylvania, and is Jewish. After college, he attended and in 1972 graduated from the University of Pennsylvania Medical School. He is the son of Paul Makler Sr. who fenced for the United States at the 1952 Summer Olympics. His brother Brooke Makler fenced at the 1976 Summer Olympics.",
            "score": 59.7371940612793
        }
    ]
}