{
    "q": [
        {
            "docid": "11774430_17",
            "document": "Russ Rose . In addition to being the volleyball coach, Rose is also a professor at Penn State, as he teaches a sports ethics class: KINES 493 Principles and Ethics of Coaching.",
            "score": 58.22357654571533
        },
        {
            "docid": "49475166_4",
            "document": "Brian Treanor . While offering a wide range of challenging advanced courses in hermeneutics, philosophy of religion, philosophy of literature, and environmental philosophy, Professor Treanor has remained deeply committed to LMU’s undergraduate core, regularly teaching core classes in Environmental Ethics, Philosophical Inquiry, and, LMU’s Freshmen First Year Seminars. With colleagues in the Bellarmine College of Liberal Arts, he launched the Great Books Learning Community. Twice, he has been honored by the Associated Students of LMU as Teacher of the Year and, in 2011, was given the President’s Fritz B. Burns Teaching Award, the university’s highest honor.",
            "score": 46.193655252456665
        },
        {
            "docid": "40012248_5",
            "document": "Arthur Dobrin . Upon returning home from Africa in 1967, Dobrin joined the Ethical Movement and in 1968 became the Leader of the Ethical Humanist Society of Long Island and served in that position until 2001. Dobrin joined Hofstra University's faculty as an adjunct Associate Professor of Social Sciences in 1989 and taught classes in African literature, social work, moral education, religion and human rights in the New College. He joined the faculty of the School for University Studies as a full-time Professor of Humanities in 1989 and taught in the freshmen program. He retired from full professorship in December 2012. He teaches courses in business ethics in the MBA program in School of Business and journalism ethics in the School of Communication as an adjunct professor.",
            "score": 63.75294303894043
        },
        {
            "docid": "11055984_2",
            "document": "Joel B. Wolowelsky . Joel B. (Blumenthal) Wolowelsky (b. 1946) is a Modern Orthodox rabbi, professor, and author. He is the dean of faculty at the Yeshiva of Flatbush high school, where he teaches Ethics and mathematics. He has written extensively on topics pertaining to the role of women in Judaism and Jewish medical ethics. He is the Associate Editor of \"Tradition, the Journal of Jewish Thought\", and The Young One, published by the Rabbinical Council of America, the \"Tora u-Madda Journal\" published by Yeshiva University, and \"MeOtzer HoRav: Selected Writings of Rabbi Joseph B. Soloveitchik\".",
            "score": 49.38242983818054
        },
        {
            "docid": "16619070_2",
            "document": "Dan Wikler . Daniel I. Wikler (born 1946) is an American public health educator, philosopher, and medical ethicist. He is currently Mary B. Saltonstall Professor of Population Ethics and Professor of Ethics and Population Health in the Department of Global Health and Population of the Harvard T.H. Chan School of Public Health in Boston. He is Director and a core faculty member in the Harvard Program in Ethics and Health (PEH), which organizes a two-day medical ethics conference each Spring. His current research interests are ethical issues in population and international health, including the allocation of health resources, health research involving human subjects, organ transplant ethics, and ethical dilemmas arising in public health practice, and he teaches several courses each year. He is a fellow of the Hastings Center, an independent bioethics research institution.",
            "score": 61.125752449035645
        },
        {
            "docid": "17230025_8",
            "document": "Cultural studies theory of composition . Critics have debated the ethics of professors pitching their soapboxes in class. Others accuse cultural studies compositionists as teaching an ideology, not writing.",
            "score": 51.52367615699768
        },
        {
            "docid": "36938189_4",
            "document": "Religion in Berlin . On 26 April 2009, a referendum () was held on whether Berlin pupils should be allowed to choose between the ethics class, a compulsory class introduced in all Berlin schools in 2006, and a religion class. The SPD, the Left Party and Greens supported the \"Pro Ethics\" camp for a \"No\" vote, stressing that the ethics class should remain compulsory, and pupils could voluntarily take an extra religion class alongside it if they so chose; the CDU and FDP supported the \"Pro Reli\" camp for a \"Yes\" vote, wanting to give pupils a free choice. In East Berlin, an overwhelming majority voted against the introduction of religious education. In total, 51.5% voted \"No\" and 48.4% voted \"Yes\".",
            "score": 50.1385440826416
        },
        {
            "docid": "22383731_5",
            "document": "Alexander Hamilton Bowman . Appointed to the United States Military Academy from his native state on June 1, 1821, Bowman proved an excellent student, graduating third in his class of 37, and was appointed to the corps of engineers in 1825. Second Lieutenant Bowman spent one year teaching at the academy as \"Assistant Professor of History, Geography, and Ethics.\" Both Jefferson Davis (Class of 1828) and Robert E. Lee (Class of 1829) attended the academy while Bowman was teaching there.",
            "score": 42.216004848480225
        },
        {
            "docid": "36043097_28",
            "document": "Battle of Tulifinny . Major James B. White, SCMA Class of 1849 and Superitendent of SCMA, commanded the Battalion of State Cadets which consisted of Company A (Citadel cadets) and Company B (Arsenal cadets). Captain Hugh S. Thompson, Class of 1856 and Professor of Belles Letters and Ethics, served as commander of Company A and Captain John P. Thomas, Superintendent of the Arsenal Academy commanded Company B. Some Citadel cadets were assigned to Company B to serve as leaders and mentors to the younger Arsenal Academy cadets.",
            "score": 33.10024380683899
        },
        {
            "docid": "263285_7",
            "document": "Ben Stein . Stein's first teaching stint was as an adjunct professor, teaching about the political and social content of mass culture at American University in Washington, D.C. He subsequently taught classes at University of California, Santa Cruz on political and civil rights under the United States Constitution. At Pepperdine University in Malibu, CA, Stein taught libel law and United States securities law and its ethical aspects. He was a professor of law at Pepperdine University Law School, from about 1990 to 1997.",
            "score": 45.063499212265015
        },
        {
            "docid": "6485482_4",
            "document": "John Corvino . Corvino is Professor and Chair of Philosophy at Wayne State University in Detroit, Michigan. He began teaching there in 1998 and received tenure in 2007. His foci are ethics, applied ethics, and early modern philosophy. Other areas in which he has concentrated include the philosophy of religion, social philosophy, and political philosophy. He has taught classes focusing on Hume as well as British empiricism.",
            "score": 63.383931279182434
        },
        {
            "docid": "21111422_2",
            "document": "Laurie Levenson . Laurie L. Levenson is a Professor of Law, William M. Rains Fellow, the David W. Burcham Chair in Ethical Advocacy, and Director of the Center for Legal Advocacy at Loyola Law School of Loyola Marymount University in Los Angeles. She teaches evidence, criminal law, criminal procedure, ethics, anti-terrorism, and white collar crime. She served as Loyola’s Associate Dean for Academic Affairs from 1996-1999. In addition to her teaching responsibilities, Professor Levenson is also the Director of the Loyola Center for Ethical Advocacy. Professor Levenson was the 2003 recipient of Professor of the Year from both Loyola Law School and the Federal Judicial Center.",
            "score": 52.11789131164551
        },
        {
            "docid": "38172329_2",
            "document": "Debra Satz . Debra Satz is an American philosopher at Stanford University. She is the Marta Sutton Weeks Professor of Ethics in Society, Professor of Philosophy and Political Science. She is the Director of Stanford's Center on Ethics. She teaches courses in ethics, social and political philosophy, and philosophy of social science.",
            "score": 59.28960466384888
        },
        {
            "docid": "47281552_13",
            "document": "Alexandru Claudian . In 1941, during the Guard's National Legionary State interlude, Claudian became a full professor in the department of sociology and ethics, replacing the suicidal Andrei, also teaching specialized classes on the sociology of war, the sociology of religion, and the study of social stratification. He took over for other colleagues who were on leave or had been drafted, and also taught classes at the Superior Normal School.",
            "score": 47.36106753349304
        },
        {
            "docid": "50696431_10",
            "document": "William Inboden . Since 2010, Inboden has taught a wide range of courses, including \"Presidential Leadership and Decision Making on National Security,\" \"Intelligence & National Security in American Society\" with Professor Stephen Slick, and \"Ethics & International Relations.\" As a professor, Inboden has received numerous teaching awards (including Best New Professor), and his classes have often been selected as the \"Best Class in the LBJ School.\" During his time at UT, Inboden has also served as a Non-Resident Fellow with the German Marshall Fund of the United States, Senior Advisor with Avascent International, and Associate Scholar with Georgetown University's Berkley Center for Religion, Peace, and World Affairs.",
            "score": 39.4145405292511
        },
        {
            "docid": "242977_16",
            "document": "Radcliffe College . However, in the College's early years not all Harvard faculty and administrators took Radcliffe students seriously. The Harvard administration was at best ambivalent about the notion of faculty members cooperating with the women's institution. Harvard President Eliot in 1888 communicated to a faculty member he intended to hire that \"There is no obligation to teach at The Annex. Those professors who on general grounds take an interest in the education of women...feel some obligation but there are many professors who think it their duty NOT to teach there, in which opinion some of the Corporation and Overseers agree.\" Dorothy Howells notes that \"Allegations were made that Radcliffe was a \"vampire\" and a \"temptress\" enticing the teacher from his career-advancing research and publication with the lure of additional income.\" Ruth Hubbard, a member of the Harvard faculty from 1974 to 1990 and a member of the Radcliffe class of 1944, noted that \"the senior (Harvard) professors were less than thrilled to have to repeat their lectures at Radcliffe. The lower rank faculty members, who were sometimes detailed off to teach the introductory science courses at Radcliffe instead of teaching Harvard students, felt even more declasse.\" Marion Cannon Schlesinger,  Radcliffe Class of 1934, noted that \"there were, to be sure, certain professors who looked with horror at the incursions of women into the sacred precincts of Harvard College, even at the safe distance of the Radcliffe Yard, and would have nothing to do with the academic arrangements by which their colleagues taught the Radcliffe girls. Professor Roger Merriman, for example, the first master of Eliot House and a professor of history, would not have been caught dead teaching a Radcliffe class.\".",
            "score": 29.814583897590637
        },
        {
            "docid": "22721889_31",
            "document": "Linda Katehi . In July 2017, the \"Sacramento Bee\" reported that Katehi would begin teaching at UC Davis again in the 2017-18 academic year as a \"distinguished professor\". She would receive an equivalent salary to her salary as chancellor. Public interest experts criticized the move as atypical, noting that Katehi's salary would be higher than any other professor in her department, even those with full teaching loads. While UC Davis officials initially announced her position as being an engineering and gender studies professor, they revealed a few weeks later that she would only be teaching one engineering class every academic quarter. Salary experts again criticized the situation as inequitable in comparison with Katehi's high salary.",
            "score": 24.29869270324707
        },
        {
            "docid": "544903_23",
            "document": "Israel Salanter . Rabbi Salanter felt that people would be embarrassed to study ethical teachings [\"limud ha'musar\"] in such a way in a normal study-hall [\"bet ha'medrash\"] and he therefore invented the idea of a \"house of ethical teachings\" [\"bet ha'mussar\"] that would be located next to an ordinary study hall and that would be designated for learning ethics in this way.",
            "score": 62.72340381145477
        },
        {
            "docid": "32373526_2",
            "document": "Thomas Tomlinson (philosopher) . Thomas Tomlinson (born 1945) is a philosophy professor and medical ethicist currently teaching at Michigan State University where he holds a joint appointment in the Lyman Briggs College and the philosophy department. Tomlinson earned his M.A. and Ph.D in philosophy at Michigan State University. He teaches courses on medical ethics, nursing ethics, and veterinary ethics.",
            "score": 59.994287729263306
        },
        {
            "docid": "2611038_4",
            "document": "Eliezer Waldenberg . Rav Waldenberg served as a community rabbi at a small synagogue on Jaffa Road adjacent to the Shaare Tzedek Hospital. Many doctors prayed at the synagogue and Rav Waldenberg began to answer their questions about Jewish law and its application to medical ethics. Rav Waldenberg would come to teach a weekly medical ethics class to the hospital's doctors and nurses.",
            "score": 54.20282483100891
        },
        {
            "docid": "26236323_2",
            "document": "James Gustafson . James M. Gustafson is an American theological ethicist. He received an honorary doctorate by the Faculty of Theology at Uppsala University in 1985. He has held teaching posts at Yale Divinity School and the Department of Religious Studies (1955–1972), the University of Chicago as professor of theological ethics in the Divinity School (1972–1988), and Emory University as the Henry R. Luce Professor of Humanities and Comparative Studies. He retired in 1998 after 43 years of teaching and research, after being Woodruff Professor of Comparative Studies and of Religion in the Emory College and Graduate School of Arts & Sciences. He received the Lifetime Achievement Award for “creative and lasting contributions to the field of Christian ethics” on January 7, 2011 at the Annual Meeting of The Society of Christian Ethics in New Orleans.",
            "score": 57.729695320129395
        },
        {
            "docid": "35614135_3",
            "document": "Eloy Luis André . He was born on 22 June 1876 in the Galician town of Verín. While at the University of Salamanca, during the course of 1899-1900 he conducted advanced philosophy studies at the universities of Leuven, Brussels and Paris. In February 1904 he became full professor of psychology, logic, ethics and rudiments of law at the Institute of Solia, transferring that same year to the same professorship at the Institute of Orense, where he created a laboratory of experimental psychology, just as he would later at the Institute of Toledo. In August 1909 he was appointed full professor of psychology, logic and ethics at the Advanced School of Teaching in Madrid.",
            "score": 55.60873746871948
        },
        {
            "docid": "18700020_31",
            "document": "GSIS-Meralco bribery case . This called into question Justice Sabio’s squabble with fellow Reyes over who should have jurisdiction over the case. It explained why Justice Sabio would, in turn, on July 1, meet lawyer Francis de Borja to discuss a case he had every reason to know would be brought up by a party friendly to Meralco. It’s either that the Ateneo de Manila Law School’s professor of legal ethics had no comprehension of the subject he teaches or he is a plain and simple hypocrite. He brags about his being a righteous professor of legal ethics which we can never believe now after knowing from the investigation his lapses to perform what is expected of a member of the court.",
            "score": 74.09605932235718
        },
        {
            "docid": "39707301_2",
            "document": "Hamid Reza Namazi . Hamid Reza Namazi is a doctor, researcher of philosophy and ethics and assistant professor of Ethics at the Faculty of Theology at the University of Tehran. He teaches, publishes essays and lectures at conferences on philosophy, ethics and Western philosophy.",
            "score": 59.92480230331421
        },
        {
            "docid": "49443158_4",
            "document": "Clóvis de Barros Filho . Clovis de Barros Filho won in 2007, the Free-Teaching from the School of Communication and Arts of the University of São Paulo, where he is professor of ethics. It teaches Corporate Philosophy of HSM Education since 2013. He was a founder of the Pessimistic School Peruibe. He is one of the main critics of the Portuguese version of Wikipedia, denouncing the manipulations and abuses of the administrators, causing the exclusion of his article in Portuguese language in 2013. It Researcher and UNESCO Ethics Adviser. It is a researcher and lecturer at Ethics Space. It is a columnist for the journal Philosophical Ethics Science & Life.",
            "score": 62.065250515937805
        },
        {
            "docid": "30728324_2",
            "document": "Jan Todd . Jan Todd, the Roy J. McLean Fellow in Sport History, is a professor in the Department of Kinesiology and Health Education at The University of Texas at Austin. Todd is a member of the Sport Management faculty, and teaches classes in sport history, sport philosophy, and sport and ethics. An active lecturer, Todd was named the Seward Staley Honor Lecturer for the North American Society for Sport History in 2008.",
            "score": 43.33549380302429
        },
        {
            "docid": "13559336_10",
            "document": "Professor X in other media . In an after-credits scene, Xavier speaks to Moira McTaggert through the body of a comatose man, implying that his consciousness survived by transferring itself into the body (an action that Xavier had discussed at the beginning of the film as part of an ethics class, the question being if it would be ethically right for a mutant like himself to attempt such a transference, noting that the man in question was virtually brain-dead).",
            "score": 54.05100190639496
        },
        {
            "docid": "46763985_3",
            "document": "The Cézanne Affair . The plot of the film is a flashback by Gabriele Rossetti, a young teacher who returns to Bari for the death of his father Ernesto. Ernesto Rossetti was the stationmaster in the small Apulian village of San Vito dei Normanni. He lived happily with his wife and his little son, Gabriele. However, Ernesto had artistic ambitions and was fond of Paul Cezanne's painting after he saw the artist's water colour self-portrait at Bari. Ernesto wanted to make an exhibition in his homage to the country, but the local art critic, truncated and conceited, stunned the exhibition with a newspaper article.<br>Ernesto did not win for himself. He copied to Cezanne's work, neglecting the family especially Gabriele, who began to grow afraid of him and hate him. On the birthday of his son, Ernesto showed the professor (local art critic) the new picture; and the professor again negatively commented the work, stirring up Ernesto's wrath, giving an inconvenient shock to his son Gabriele. When Gabriele grew up, he eventually discovered that Ernesto had deceived everyone with the second painting, which he replaced with the original painting of Paul Cezanne, in order to prove the deceit of the villagers and the professor.",
            "score": 51.548747062683105
        },
        {
            "docid": "6947391_2",
            "document": "Sheila McLean . Emerita Professor Sheila Ann Manson McLean, FRSE, FRCPE, FRCGP, FRSA (b. 20 June 1951) is International Bar Association Professor of Law and Ethics in Medicine and director of the Institute of Law and Ethics in Medicine at the School of Law of the University of Glasgow. Professor McLean is the Book Reviewers' Editor for Medical Law International.",
            "score": 44.68651580810547
        },
        {
            "docid": "7406979_10",
            "document": "New states of Germany . Irreligion is predominant in the eastern part of Germany, which is considered to be the least religious region in the world. An exception is former West Berlin, which had a Christian plurality in 2016 (44.4% Christian and 43.5% unaffiliated). It also has a higher share of Muslims, at 8.5%, compared to former East Berlin with only 1.5% self-declared Muslims as of 2016. On the other hand, Christianity is the dominant religion of Western Germany, excluding Hamburg, which has a non-religious plurality.  On 26 April 2009, a referendum () was held on whether Berlin pupils should be allowed to choose between the ethics class, a compulsory class introduced in all Berlin schools in 2006, and a religion class. The SPD, the Left Party and Greens supported the \"Pro Ethics\" camp for a \"No\" vote, stressing that the ethics class should remain compulsory, and pupils could voluntarily take an extra religion class alongside it if they so chose; the CDU and FDP supported the \"Pro Reli\" camp for a \"Yes\" vote, wanting to give pupils a free choice. In East Berlin, an overwhelming majority of 74.62% voted against the introduction of religious education. In West Berlin, only 41.41% voted \"No\". In total, 51.5% voted \"No\" and 48.4% voted \"Yes\".",
            "score": 43.89439105987549
        },
        {
            "docid": "24644429_3",
            "document": "Norman Daniels . Until his retirement at the end of June 2017, Daniels is Mary B. Saltonstall Professor of Population Ethics and Professor of Ethics and Population Health in the Department of Global Health and Population at the Harvard T.H. Chan School of Public Health in Boston.",
            "score": 46.43810963630676
        },
        {
            "docid": "13192159_13",
            "document": "Craig B. Fisher . Fisher was Adjunct Associate Professor, teaching television, film writing and production at St John’s University and was Adjunct Associate Professor at New York University Film School, teaching courses in film and video production, documentary writing and producing theory, and funding for independent productions. For two years he was an instructor at the Maine Media Workshops and director of the MFA/Film program at Maine Media College. He taught master classes in documentary writing and production for the Boston Film & Video Foundation.",
            "score": 21.374226808547974
        }
    ],
    "r": [
        {
            "docid": "9258_8",
            "document": "Ethics . Meta-ethics is the branch of philosophical ethics that asks how we understand, know about, and what we mean when we talk about what is right and what is wrong. An ethical question pertaining to a particular practical situation—such as, \"Should I eat this particular piece of chocolate cake?\"—cannot be a meta-ethical question (rather, this is an applied ethical question). A meta-ethical question is abstract and relates to a wide range of more specific practical questions. For example, \"Is it ever possible to have secure knowledge of what is right and wrong?\" is a meta-ethical question.",
            "score": 91.00029754638672
        },
        {
            "docid": "27020037_2",
            "document": "History of ethics . Ethics is the branch of philosophy that examines right and wrong moral behavior, moral concepts (such as justice, virtue, duty) and moral language. Various ethical theories pose various answers to the question \"What is the greatest good?\" and elaborate a complete set of proper behaviors for individuals and groups. Ethical theories are closely related to forms of life in various social orders.",
            "score": 89.35547637939453
        },
        {
            "docid": "5515510_27",
            "document": "Kantian ethics . In his paper \"The Schizophrenia of Modern Ethical Theories\", philosopher Michael Stocker challenges Kantian ethics (and all modern ethical theories) by arguing that actions from duty lack certain moral value. He gives the example of Smith, who visits his friend in hospital out of duty, rather than because of the friendship; he argues that this visit seems morally lacking because it is motivated by the wrong thing. Marcia Baron has attempted to defend Kantian ethics on this point. After presenting a number of reasons that we might find acting out of duty objectionable, she argues that these problems only arise when people misconstrue what their duty is. Acting out of duty is not intrinsically wrong, but immoral consequences can occur when people misunderstand what they are duty-bound to do. Duty need not be seen as cold and impersonal: one may have a duty to cultivate their character or improve their personal relationships. Baron further argues that duty should be construed as a secondary motive—that is, a motive that regulates and sets conditions on what may be done, rather than prompt specific actions. She argues that, seen this way, duty neither reveals a deficiency in one's natural inclinations to act, nor undermines the motives and feelings that are essential to friendship. For Baron, being governed by duty does not mean that duty is always the primary motivation to act; rather, it entails that considerations of duty are always action-guiding. A responsible moral agent should take an interest in moral questions, such as questions of character. These should guide moral agents to act from duty.",
            "score": 88.91092681884766
        },
        {
            "docid": "5515510_28",
            "document": "Kantian ethics . German philosopher G. W. F. Hegel presented two main criticisms of Kantian ethics. He first argued that Kantian ethics provides no specific information about what people should do because Kant's moral law is solely a principle of non-contradiction. He argued that Kant's ethics lack any content and so cannot constitute a supreme principle of morality. To illustrate this point, Hegel and his followers have presented a number of cases in which the Formula of Universal Law either provides no meaningful answer or gives an obviously wrong answer. Hegel used Kant's example of being trusted with another man's money to argue that Kant's Formula of Universal Law cannot determine whether a social system of property is a morally good thing, because either answer can entail contradictions. He also used the example of helping the poor: if everyone helped the poor, there would be no poor left to help, so beneficence would be impossible if universalised, making it immoral according to Kant's model. Hegel's second criticism was that Kant's ethics forces humans into an internal conflict between reason and desire. For Hegel, it is unnatural for humans to suppress their desire and subordinate it to reason. This means that, by not addressing the tension between self-interest and morality, Kant's ethics cannot give humans any reason to be moral.",
            "score": 86.62935638427734
        },
        {
            "docid": "2522130_3",
            "document": "Universal code (ethics) . Kant believed that what created the problem of ethical behavior is the duality of human nature. Since humans are both sensible and intellectual, and at the same time motivated by impulse, they must be guided by rules of conduct to balance the two. He believed that everyone could decide right or wrong based on the will behind the action, rather than the action itself. In deciding whether one's actions were moral, he said it should be considered what the universal benefit would be if everyone behaved in such a fashion. For example, if everyone stole, the result would be chaos and violence. Therefore, a moral person would consider it unethical to steal. In abiding by these laws, it is possible to see how a universal code of ethics could be built up.",
            "score": 86.58721160888672
        },
        {
            "docid": "9258_6",
            "document": "Ethics . The word \"ethics\" in English refers to several things. It can refer to philosophical ethics or moral philosophy—a project that attempts to use reason to answer various kinds of ethical questions. As the English philosopher Bernard Williams writes, attempting to explain moral philosophy: \"What makes an inquiry a philosophical one is reflective generality and a style of argument that claims to be rationally persuasive.\" Williams describes the content of this area of inquiry as addressing the very broad question, \"how one should live\". Ethics can also refer to a common human ability to think about ethical problems that is not particular to philosophy. As bioethicist Larry Churchill has written: \"Ethics, understood as the capacity to think critically about moral values and direct our actions in terms of such values, is a generic human capacity.\" Ethics can also be used to describe a particular person's own idiosyncratic principles or habits. For example: \"Joe has strange ethics.\"",
            "score": 86.50776672363281
        },
        {
            "docid": "13692155_40",
            "document": "Philosophy . Ethics, or \"moral philosophy\", studies and considers what is good and bad conduct, right and wrong values, and good and evil. Its primary investigations include how to live a good life and identifying standards of morality. It also includes meta-investigations about whether a best way to live or related standards exists. The main branches of ethics are normative ethics, meta-ethics and applied ethics.",
            "score": 85.9015884399414
        },
        {
            "docid": "22081_6",
            "document": "Normative ethics . There are disagreements about what precisely gives an action, rule, or disposition its ethical force. There are three competing views on how moral questions should be answered, along with hybrid positions that combine some elements of each. Virtue ethics focuses on the character of those who are acting, while both deontological ethics and consequentialism focus on the status of the action, rule, or disposition itself. The latter two conceptions of ethics themselves come in various forms.",
            "score": 85.88751983642578
        },
        {
            "docid": "7483320_47",
            "document": "Marketing ethics . Ethical thinking is responding to situations that deal with principles concerning human behavior in respect to the appropriateness and inappropriateness of certain communication and to the decency and indecency of the intention and results of such actions. In other words, ethics are distinctions between right and wrong. Businesses are confronted with ethical decision making every day, and whether employees decide to use ethics as a guiding force when conducting business is something that business leaders, such as managers, need to instill. Marketers are ethically responsible for what is marketed and the image that a product portrays. With that said, marketers need to understand what good ethics are and how to incorporate good ethics in various marketing campaigns to better reach a targeted audience and to gain trust from customers.",
            "score": 85.32576751708984
        },
        {
            "docid": "4834610_11",
            "document": "Toxic leader . In his book, \"Understanding Ethical Failures in Leaders\"', Professor Terry L. Price argues that the volitional account of moral failures in leaders do not provide a complete account of this phenomenon. Some have suggested that the reason leaders misbehave ethically is because they willingly go against what they know to be wrong. Professor Price however, offers an alternative analysis of leaders who excuse themselves from normally applicable moral requirements. He argues that a cognitive account for ethical failures in leaders provides a better analysis of the issues involved in all the ethical conundrums under the rubric of \"toxic leadership\". Leaders can know that a certain kind of behavior is generally required by morality but still be mistaken as to whether the relevant moral requirement applies to them in a particular situation and whether others are protected by this requirement. Price demonstrates how leaders make exceptions of themselves, explains how the justificatory force of leadership gives rise to such exception-making, and develops normative protocols that leaders should adopt.",
            "score": 85.11420440673828
        },
        {
            "docid": "4168072_2",
            "document": "Information ethics . Information ethics has been defined as \"the branch of ethics that focuses on the relationship between the creation, organization, dissemination, and use of information, and the ethical standards and moral codes governing human conduct in society\". The term \"information ethics\" was first coined by Robert Hauptman and used in the book \"Ethical challenges in librarianship\". It examines the morality that comes from information as a resource, a product, or as a target. It provides a critical framework for considering moral issues concerning informational privacy, moral agency (e.g. whether artificial agents may be moral), new environmental issues (especially how agents should behave in the infosphere), problems arising from the life-cycle (creation, collection, recording, distribution, processing, etc.) of information (especially ownership and copyright, digital divide, and digital rights). It is very vital to understand that librarians, archivists, information professionals among others, really understand the importance of knowing how to disseminate proper information as well as being responsible with their actions when addressing information.",
            "score": 85.1098861694336
        },
        {
            "docid": "306366_6",
            "document": "Descriptive ethics . Lawrence Kohlberg is one example of a psychologist working on descriptive ethics. In one study, for example, Kohlberg questioned a group of boys about what would be a right or wrong action for a man facing a moral dilemma: should he steal a drug to save his wife, or refrain from theft even though that would lead to his wife's death? Kohlberg's concern was not which choice the boys made, but the moral reasoning that lay behind their decisions. After carrying out a number of related studies, Kohlberg devised a theory about the development of human moral reasoning that was intended to reflect the moral reasoning actually carried out by the participants in his research. Kohlberg's research can be classed as descriptive ethics to the extent that he describes human beings' actual moral development. If, in contrast, he had aimed to describe how humans ought to develop morally, his theory would have involved prescriptive ethics.",
            "score": 85.01510620117188
        },
        {
            "docid": "4770_2",
            "document": "Business ethics . Business ethics (also known as corporate ethics) is a form of applied ethics or professional ethics, that examines ethical principles and moral or ethical problems that can arise in a business environment. It applies to all aspects of business conduct and is relevant to the conduct of individuals and entire organizations. These ethics originate from individuals, organizational statements or from the legal system. These norms, values, ethical, and unethical practices are what is used to guide business. They help those businesses maintain a better connection with their stakeholders.",
            "score": 84.52215576171875
        },
        {
            "docid": "42976239_5",
            "document": "Criminal justice ethics . Values are the ideas and behaviors that shape ethical ideals. Personal values are things that are important to individuals that are shaped by one's specific upbringing, religious beliefs, cultural background, and personal experiences. Societal values are things that are comprehensively held by a broader amount of people, like a community, that align closely to the society's culture and beliefs. Personal values are unique to individuals and thus are not an appropriate basis for professional ethics. Ethics can be defined as a system of moral values that distinguish rules for behavior based on an individual's or groups' ideas of what is good and bad. Police ethics are the rules for behavior that guide law enforcement officials based on what society deems as right and wrong. Ethics remain constant while definitions of right and wrong may change over time, yet what may be considered ethically right or wrong can be different than what is legally considered right and wrong. For police officials, ethical standards further include values such as integrity, courage and allegiance.",
            "score": 82.49689483642578
        },
        {
            "docid": "9258_12",
            "document": "Ethics . Normative ethics is the study of ethical action. It is the branch of ethics that investigates the set of questions that arise when considering how one ought to act, morally speaking. Normative ethics is distinct from meta-ethics because normative ethics examines standards for the rightness and wrongness of actions, while meta-ethics studies the meaning of moral language and the metaphysics of moral facts. Normative ethics is also distinct from descriptive ethics, as the latter is an empirical investigation of people's moral beliefs. To put it another way, descriptive ethics would be concerned with determining what proportion of people believe that killing is always wrong, while normative ethics is concerned with whether it is correct to hold such a belief. Hence, normative ethics is sometimes called prescriptive, rather than descriptive. However, on certain versions of the meta-ethical view called moral realism, moral facts are both descriptive and prescriptive at the same time.",
            "score": 81.77629089355469
        },
        {
            "docid": "261873_41",
            "document": "Virtue ethics . The next predominant school of thought in normative ethics is consequentialism. While deontology places the emphasis on doing one's duty, which is established by some kind of moral imperative (in other words, the emphasis is on obedience to some higher moral absolute), consequentialism bases the morality of an action upon the consequences of the outcome. Instead of saying that one has a moral duty to abstain from murder, a consequentialist would say that we should abstain from murder because it causes undesirable effects. The main contention here is what outcomes should/can be identified as objectively desirable. The Greatest Happiness Principle of John Stuart Mill is one of the most commonly adopted criteria. Mill asserts that our determinant of the desirability of an action is the net amount of happiness it brings, the number of people it brings it to, and the duration of the happiness. He also tries to delineate classes of happiness, some being preferable to others, but there is a great deal of difficulty in classifying such concepts. For a more complete outline of the niceties of Mill's classification system see the page on utilitarianism or read Mill's works \"Utilitarianism\", \"Defense of Utilitarianism\", and \"On Liberty\". Examining the meta-ethical theories of naturalism, upon which many consequentialist theories rely, may provide further clarification. Having looked at the other two normative ethical theories we come at last to virtue ethics.",
            "score": 81.58020782470703
        },
        {
            "docid": "32237314_3",
            "document": "Machine ethics . Before the 21st century the ethics of machines had largely been the subject of science fiction literature, mainly due to computing and artificial intelligence (AI) limitations. These limitations are being overcome through advances in theory and hardware resulting in a renewed focus on the field of artificial intelligence making Machine Ethics a bona fide field of research. The first use of the term seems to be by Mitchell Waldrop in the 1987 AI Magazine article \"A Question of Responsibility\":\"\"However, one thing that is apparent from the above discussion is that intelligent machines will embody values, assumptions, and purposes, whether their programmers consciously intend them to or not. Thus, as computers and robots become more and more intelligent, it becomes imperative that we think carefully and explicitly about what those built-in values are. Perhaps what we need is, in fact, a theory and practice of machine ethics, in the spirit of Asimov’s three laws of robotics.\"\"The field was delineated in the AAAI Fall 2005 Symposium on Machine Ethics: \"\"Past research concerning the relationship between technology and ethics has largely focused on responsible and irresponsible use of technology by human beings, with a few people being interested in how human beings ought to treat machines. In all cases, only human beings have engaged in ethical reasoning. The time has come for adding an ethical dimension to at least some machines. Recognition of the ethical ramifications of behavior involving machines, as well as recent and potential developments in machine autonomy, necessitate this. In contrast to computer hacking, software property issues, privacy issues and other topics normally ascribed to computer ethics, machine ethics is concerned with the behavior of machines towards human users and other machines. Research in machine ethics is key to alleviating concerns with autonomous systems—it could be argued that the notion of autonomous machines without such a dimension is at the root of all fear concerning machine intelligence. Further, investigation of machine ethics could enable the discovery of problems with current ethical theories, advancing our thinking about Ethics.\"\" Machine ethics is sometimes referred to as machine morality, computational ethics or computational morality. A variety of perspectives of this nascent field can be found in the collected edition \"Machine Ethics\" that stems from the AAAI Fall 2005 Symposium on Machine Ethics.",
            "score": 81.16678619384766
        },
        {
            "docid": "46181931_7",
            "document": "The Machine Question . \"\" writer R. S. Stansbury explained that the book is able to use simple examples to discuss difficult topics and separate ideas and that it would be \"useful for philosophy students, and for engineering students interested in exploring the ethical implications of their work\". Dominika Dzwonkowska, writing for \"International Philosophical Quarterly\", stated that the \"unprecedented value of the book is that Gunkel not only analyzes important aspects of the immediate problem but also that he places his discussion in the context of philosophical discussions on such related issues as rights discourse.\" Mark Coeckelbergh in \"Ethics and Information Technology\" noted that focusing on the question itself of the machine question allows further exploration of machine ethics and the expansion of general ethics and that the book's questions point out that \"good, critical philosophical reflection on machines is not only about how we should cope with machines, but also about how we (should) think and what role technology plays (and should play) in this thinking.\" A review in \"Notre Dame Philosophical Reviews\" by Colin Allen criticized some of Gunkel's methodology and the indecisiveness of his ultimate answer to the machine question, but also acknowledged that the book \"succeeded in connecting the ethics of robots and AI to a much broader ethical discussion than has been represented in the literature on machine ethics to date\". Blay Whitby, in a review for \"AISB Quarterly\", lauded \"The Machine Question\" for its \"clear exposition\" and wide range of references to other works, concluding that the book is \"essential reading for philosophers interested in AI, robot ethics, or animal ethics\". In a twin review of \"The Machine Question\" and \"Robot Ethics: The Ethical and Social Implications of Robots\" by Patrick Lin, Keith Abney, and George A. Bekey, \"\" reviewer Jeff Shaw called Gunkel's book a good introduction to the \"complex field of robot ethics\" and that both books are \"highly recommended to both the general reader as well as to experts in the field of robotics, philosophy, and ethics.\"",
            "score": 81.10701751708984
        },
        {
            "docid": "3406017_22",
            "document": "Secular ethics . Whether or not the relationships between animals found in nature and between people in early human evolution can provide a basis for human morality is a persistently unresolved question. Thomas Henry Huxley wrote in \"Evolution and Ethics\" in 1893 that people make a grave error in trying to create moral ideas from the behavior of animals in nature. He remarked: Famous biologist and writer Stephen Jay Gould has stated that \"answers will not be read passively from nature\" and \"[t]he factual state of the world does not teach us how we, with our powers for good and evil, should alter or preserve it in the most ethical manner\". Thus, he concluded that ideas of morality should come from a form of higher mental reason, with nature viewed as an independent phenomenon.",
            "score": 80.85326385498047
        },
        {
            "docid": "313563_14",
            "document": "Cognitivism (ethics) . Another argument for ethical cognitivism stands on the close resemblance between ethics and other normative matters, such as games. As much as morality, games consist of norms (or rules), but it would be hard to accept that it be not true that the chessplayer who checkmates the other one wins the game. If statements about game rules can be true or false, why not ethical statements? One answer is that we may want ethical statements to be categorically true, while we only need statements about right action to be contingent on the acceptance of the rules of a particular game—that is, the choice to play the game according to a given set of rules.",
            "score": 79.75040435791016
        },
        {
            "docid": "25525_34",
            "document": "René Descartes . For Descartes, ethics was a science, the highest and most perfect of them. Like the rest of the sciences, ethics had its roots in metaphysics. In this way, he argues for the existence of God, investigates the place of man in nature, formulates the theory of mind-body dualism, and defends free will. However, as he was a convinced rationalist, Descartes clearly states that reason is sufficient in the search for the goods that we should seek, and virtue consists in the correct reasoning that should guide our actions. Nevertheless, the quality of this reasoning depends on knowledge, because a well-informed mind will be more capable of making good choices, and it also depends on mental condition. For this reason, he said that a complete moral philosophy should include the study of the body. He discussed this subject in the correspondence with Princess Elisabeth of Bohemia, and as a result wrote his work \"The Passions of the Soul\", that contains a study of the psychosomatic processes and reactions in man, with an emphasis on emotions or passions. His works about human passion and emotion would be the basis for the philosophy of his followers (see Cartesianism), and would have a lasting impact on ideas concerning what literature and art should be, specifically how it should invoke emotion.",
            "score": 79.4926986694336
        },
        {
            "docid": "290437_6",
            "document": "Righteousness . Ethics is a major branch of philosophy, encompasses right conduct and good living. \" Rushworth Kidder states that \"standard definitions of ethics have typically included such phrases as 'the science of the ideal human character' or 'the science of moral duty'\".[3] Richard William Paul and Linda Elder define ethics as \"a set of concepts and principles that guide us in determining what behavior helps or harms sentient creatures\".[4] The Cambridge Dictionary of Philosophy states that the word ethics is \"commonly used interchangeably with 'morality' ... and sometimes it is used more narrowly to mean the moral principles of a particular tradition, group or individual.\"",
            "score": 79.05719757080078
        },
        {
            "docid": "43254_5",
            "document": "Morality . Ethics (also known as moral philosophy) is the branch of philosophy which addresses questions of morality. The word \"ethics\" is \"commonly used interchangeably with 'morality,' and sometimes it is used more narrowly to mean the moral principles of a particular tradition, group, or individual.\" Likewise, certain types of ethical theories, especially deontological ethics, sometimes distinguish between ethics and morals: \"Although the morality of people and their ethics amounts to the same thing, there is a usage that restricts morality to systems such as that of Immanuel Kant, based on notions such as duty, obligation, and principles of conduct, reserving ethics for the more Aristotelian approach to practical reasoning, based on the notion of a virtue, and generally avoiding the separation of 'moral' considerations from other practical considerations.\"",
            "score": 78.99210357666016
        },
        {
            "docid": "54152001_3",
            "document": "An Introduction to the Principles of Morals and Legislation . Bentham was the first major philosopher to develop and defend a utilitarian theory of ethics. Like John Stuart Mill, whom he greatly influenced, Bentham believed that happiness or pleasure is the only thing that is good for its own sake. He believed that humans, by nature, are motivated exclusively by the desire for pleasure (a view known as psychological hedonism), and that ethically they should seek to maximize pleasure (a view known as \"ethical hedonism\"). In \"The Principles of Morals and Legislation\", Bentham seeks to determine what a system of laws would look like if it was constructed on a purely utilitarian basis. To that end, Bentham offers painstaking analyses of the various kinds of pleasures and pains, the sources of pleasures and pains, how pleasures and pains should be measured, the morally and legally relevant components of human actions, the negative consequences of harmful acts, types of behavior that are \"unmeet\" for punishment, and the various classes of offences.",
            "score": 78.76836395263672
        },
        {
            "docid": "886036_27",
            "document": "Ethical intuitionism . Many people think that beauty is subjective, that it is \"in the eye of the beholder.\" They would claim there are really no objective facts about what is and is not beautiful, only facts about what people prefer. Because of the close analogies between the moral and the aesthetic sense, parity of reasoning suggests that we should see the difference between right and wrong as also being merely in the eye of the beholder. Though ethical intuitionists insist on the analogy, they equally insist that the facts about right and wrong are perfectly objective. How can they have it both ways?",
            "score": 78.58892822265625
        },
        {
            "docid": "9286_9",
            "document": "Ethical non-naturalism . Moral epistemology, the part of epistemology (and/or ethics) that studies how we know moral facts and how moral beliefs are justified, has proposed an answer. British epistemologists, following Moore, suggested that humans have a special faculty, a faculty of moral intuition, which tells us what is good and bad, right and wrong.",
            "score": 78.58040618896484
        },
        {
            "docid": "216411_14",
            "document": "Land ethic . Leopold was a naturalist, not a philosopher. There is much scholarly debate about what exactly Leopold's land ethic asserts and how he argues for it. At its core, the land ethics claims (1) that humans should view themselves as plain members and citizens of biotic communities, not as \"conquerors\" of the land; (2) that we should extend ethical consideration to ecological wholes (\"soils, waters, plants, and animals\"), (3) that our primary ethical concern should not be with individual plants or animals, but with the healthy functioning of whole biotic communities, and (4) that the \"summary moral maxim\" of ecological ethics is that we should seek to preserve the integrity, stability, and beauty of the biotic community. Beyond this, scholars disagree about the extent to which Leopold rejected traditional human-centered approaches to the environment and how literally he intended his basic moral maxim to be applied. They also debate whether Leopold based his land ethic primarily on human-centered interests, as many passages in \"A Sand County Almanac\" suggest, or whether he placed significant weight on the intrinsic value of nature. One prominent student of Leopold, J. Baird Callicott, has suggested that Leopold grounded his land ethics on various scientific claims, including a Darwinian view of ethics as rooted in special affections for kith and kin, a Copernican view of humans as plain members of nature and the cosmos, and the finding of modern ecology that ecosystems are complex, interrelated wholes. However, this interpretation has recently been challenged by Roberta Millstein, who has offered evidence that Darwin's influence on Leopold was not related to Darwin's views about moral sentiments, but rather to Darwin's views about interdependence in the struggle for existence.",
            "score": 78.50723266601562
        },
        {
            "docid": "4270198_7",
            "document": "Projectivism . Blackburn’s projectivism, what he calls quasi-realism, is based on the significance of the conative stances we hold. His idea is that these conative stances are the starting point for what the meta-ethical realist labels beliefs or even facts, like that you ought to feed your children, or that you have moral values—real values that exist out there in the world independent of you. Since these conative stances are essentially motivating, they can be called desires, and the realist may be tempted to see them as desires connected to true beliefs about things that exist independent of mental construction. This temptation is not in any way ridiculous because as we grow and develop, our conative stances can become quite refined into a kind of moral sensibility. So for the projectivist, meta-ethical realists confuse moral sense and sensibility, as it were. The projectivist position holds that our moral sensibility can become very sophisticated as we age and mature. As we experience compassion, we come to value compassion; or with gratitude, we come to admire being gracious, and consider gratitude a virtue. But the projectivist is not committed to saying that our response to something wrong (i.e. sense) is what determines its rightness or wrongness. The view is that the wrong-making features of actions are external, and they play a role in the development of essentially motivating moral sentiments that guide conduct.",
            "score": 78.38385009765625
        },
        {
            "docid": "3406017_27",
            "document": "Secular ethics . Holyoake held that secularism should take no interest at all in religious questions (as they were irrelevant), and was thus to be distinguished from strong freethought and atheism. In this he disagreed with Charles Bradlaugh, and the disagreement split the secularist movement between those who argued that anti-religious movements and activism was not necessary or desirable and those who argued that it was. Friedrich Nietzsche based his work on ethics on the rejection of Christianity and authority in general, or on moral nihilism. Nietzsche's many works spoke of a Master-Slave Morality, The Will to Power, or something stronger that overcomes the weaker and Darwinistic adaptation and will to live. Nietzsche expressed his moral philosophy throughout his collection of works; the most important of these to secular ethics being \"The Gay Science\" (in which the famous God is dead phrase was first used), \"Thus Spoke Zarathustra\", \"Beyond Good and Evil\" and \"On The Genealogy of Morals\".  On ethics, Kant wrote works that both described the nature of universal principles and also sought to demonstrate the procedure of their application. Kant maintained that only a \"good will\" is morally praiseworthy, so that doing what appears to be ethical for the wrong reasons is not a morally good act. Kant's emphasis on one's intent or reasons for acting is usually contrasted with the utilitarian tenet that the goodness of an action is to be judged solely by its results. Utilitarianism is a hypothetical imperative, if one wants _____, they must do ______. Contrast this with the Kantian ethic of the categorical imperative, where the moral act is done for its own sake, and is framed: One must do ______ or alternatively, one must not do ______.",
            "score": 78.21894836425781
        },
        {
            "docid": "306366_3",
            "document": "Descriptive ethics . Descriptive ethics is a form of empirical research into the attitudes of individuals or groups of people. In other words, this is the division of philosophical or general ethics that involves the observation of the moral decision-making process with the goal of describing the phenomenon. Those working on descriptive ethics aim to uncover people's beliefs about such things as values, which actions are right and wrong, and which characteristics of moral agents are virtuous. Research into descriptive ethics may also investigate people's ethical ideals or what actions societies reward or punish in law or politics. What ought to be noted is that culture is generational and not static. Therefore, a new generation will come with its own set of morals and that qualifies to be their ethics. Descriptive ethics will hence try to oversee whether ethics still holds its place.",
            "score": 77.98960876464844
        },
        {
            "docid": "261873_42",
            "document": "Virtue ethics . As stated before, deontology focuses on adhering to ethical duties, while consequentialism focuses on the outcomes (consequences) of actions. Here virtue ethics differs in that the focus is instead upon being rather than doing. A virtue ethics philosopher will identify virtues, desirable characteristics, that the moral or virtuous person embodies. Possessing these virtues, in virtue ethics, is what makes one moral, and one's actions are a mere reflection of one's inner morality. To the virtue philosopher, action cannot be used as a demarcation of morality, because a virtue encompasses more than just a simple selection of action. Instead, it is about a way of being that would cause the person exhibiting the virtue to make a certain \"virtuous\" choice consistently in each situation. There is a great deal of disagreement within virtue ethics over what are virtues and what are not. There are also difficulties in identifying what is the \"virtuous\" action to take in all circumstances, and how to define a virtue.",
            "score": 77.92153930664062
        },
        {
            "docid": "205480_34",
            "document": "Richard Price . For Price, right and wrong belong to actions in themselves, and he rejects consequentialism. This ethical value is perceived by reason or understanding, which intuitively recognizes fitness or congruity between actions, agents and total circumstances. Arguing that ethical judgment is an act of discrimination, he endeavours to invalidate moral sense theory. He admits that right actions must be \"grateful\" to us; that, in fact, moral approbation includes both an act of the understanding and an emotion of the heart. Still it remains true that reason alone, in its highest development, would be a sufficient guide. In this conclusion he is in close agreement with Kant; reason is the arbiter, and right is",
            "score": 77.60033416748047
        }
    ]
}