{
    "q": [
        {
            "docid": "55744418_9",
            "document": "Jeeves and the Song of Songs . The 1932 collection \"Nothing But Wodehouse\" and the 1958 collection \"Selected Stories by P. G. Wodehouse\" included the story. The story was also featured in the 1960 collection \"The Most of P. G. Wodehouse\", and in the 1983 collection \"P. G. Wodehouse Short Stories\", published by The Folio Society with drawings by George Adamson.",
            "score": 48.66876697540283
        },
        {
            "docid": "63342_1",
            "document": "P. G. Wodehouse . P. G. Wodehouse",
            "score": 47.3686580657959
        },
        {
            "docid": "1888289_3",
            "document": "P. G. Wodehouse short stories bibliography . \"For a list of Wodehouse's books, including novels and collections of short stories, see P. G. Wodehouse bibliography.\"",
            "score": 47.30610752105713
        },
        {
            "docid": "1888289_2",
            "document": "P. G. Wodehouse short stories bibliography . The following is an incomplete list of short stories by P. G. Wodehouse grouped by the Wodehouse canon to which they belong, if applicable.",
            "score": 48.3544819355011
        },
        {
            "docid": "4465464_1",
            "document": "P. G. Wodehouse locations . P. G. Wodehouse locations",
            "score": 47.021889209747314
        },
        {
            "docid": "1369623_1",
            "document": "P. G. Wodehouse bibliography . P. G. Wodehouse bibliography",
            "score": 47.021889209747314
        },
        {
            "docid": "1901140_10",
            "document": "The Great Sermon Handicap . The 1932 collection \"Nothing But Wodehouse\" and the 1960 collection \"The Most of P. G. Wodehouse\" included this story. \"The Great Sermon Handicap\" was featured in the 1983 collection of Wodehouse stories titled \"P. G. Wodehouse Short Stories\" published by The Folio Society and illustrated by George Adamson, and in the 1984 collection of clergy-related Wodehouse stories \"The World of Wodehouse Clergy\" published by Hutchinson.",
            "score": 46.846527099609375
        },
        {
            "docid": "4139347_1",
            "document": "P. G. Wodehouse minor characters . P. G. Wodehouse minor characters",
            "score": 46.68016004562378
        },
        {
            "docid": "1368740_1",
            "document": "List of P. G. Wodehouse characters . List of P. G. Wodehouse characters",
            "score": 46.68016004562378
        },
        {
            "docid": "30896341_1",
            "document": "List of songs with lyrics by P. G. Wodehouse . List of songs with lyrics by P. G. Wodehouse",
            "score": 46.34336185455322
        },
        {
            "docid": "1888289_1",
            "document": "P. G. Wodehouse short stories bibliography . P. G. Wodehouse short stories bibliography",
            "score": 46.34336185455322
        },
        {
            "docid": "4956244_10",
            "document": "John Wodehouse, 3rd Earl of Kimberley . Kimberley's son John was the godson of the writer P. G. Wodehouse, a distant cousin, both being descended from Sir Armine Wodehouse, 5th Baronet. According to \"Brewer's Dictionary of Phrase and Fable\", P. G. Wodehouse based the character of Bertie Wooster on him.",
            "score": 48.05273151397705
        },
        {
            "docid": "55727894_9",
            "document": "Jeeves and the Impending Doom . The American edition of a collection of Wodehouse stories, \"The Weekend-End Wodehouse\", published in 1939 by Doubleday, included the story. The story appeared in \"Selected Stories by P. G. Wodehouse\", a 1958 collection of Wodehouse stories published by The Modern Library, and in \"The Most of Wodehouse\", a 1960 collection of Wodehouse stories published by Simon and Schuster. It was also featured in the 1983 collection \"P. G. Wodehouse Short Stories\", which was illustrated by George Adamson and published by The Folio Society. The collection \"A Wodehouse Bestiary\", a 1985 omnibus of Wodehouse stories involving animals, featured \"Jeeves and the Impending Doom\".",
            "score": 47.067206144332886
        },
        {
            "docid": "63342_50",
            "document": "P. G. Wodehouse . <poem> \" 'It seems to me, Jeeves, that the ceremony may be one fraught with considerable interest.' 'Yes, sir.' 'What, in your opinion, will the harvest be?' 'One finds it difficult to hazard a conjecture, sir.' 'You mean imagination boggles?' 'Yes, sir.' I inspected my imagination. He was right. It boggled.\" </poem>",
            "score": 34.07813549041748
        },
        {
            "docid": "63342_38",
            "document": "P. G. Wodehouse . On 15 January 1945 the French authorities released Wodehouse, but they did not inform him, until June 1946, that he would not face any official charges and was free to leave the country.",
            "score": 48.048105239868164
        },
        {
            "docid": "56864060_11",
            "document": "Sonny Boy (short story) . The 1951 anthology \"The Best of Modern Humor\", edited by P. G. Wodehouse and Scott Meredith, included \"Sonny Boy\", which was the only story by Wodehouse included in the anthology. The story was the only Wodehouse story included in the 1967 anthology \"A Carnival of Modern Humour\", also edited by P. G. Wodehouse and Scott Meredith.",
            "score": 50.55005955696106
        },
        {
            "docid": "412092_44",
            "document": "Stourbridge . Stourbridge Golf Course is also mentioned by P. G. Wodehouse. - P. G. Wodehouse, \"Money for Nothing\", Chapter 5.",
            "score": 45.68413782119751
        },
        {
            "docid": "4139347_2",
            "document": "P. G. Wodehouse minor characters . The following is an incomplete compendium of the fictional characters featured in the stories of P. G. Wodehouse (other than the ones already described in separate guides about Wodehouse series such as Blandings, Jeeves, etc.), in alphabetical order by surname.",
            "score": 45.64088487625122
        },
        {
            "docid": "4465464_13",
            "document": "P. G. Wodehouse locations . Blandings Castle is a fictional location central to many P. G. Wodehouse stories. It is an idyllic country house.",
            "score": 45.52225399017334
        },
        {
            "docid": "4465464_2",
            "document": "P. G. Wodehouse locations . The following is an incomplete compendium of the fictional locations featured in the stories of P. G. Wodehouse, in alphabetical order by place name.",
            "score": 45.361510276794434
        },
        {
            "docid": "1368740_2",
            "document": "List of P. G. Wodehouse characters . The following is an incomplete list of fictional characters featured in the books and stories of P. G. Wodehouse, by series, in alphabetical order by series name. Due to overlap between the various classifications of Wodehouse's work, some characters appear more than once.",
            "score": 45.24313688278198
        },
        {
            "docid": "30896341_2",
            "document": "List of songs with lyrics by P. G. Wodehouse . This list contains songs with lyrics written or co-written by the English humorist, novelist and playwright P. G. Wodehouse.",
            "score": 53.00507378578186
        },
        {
            "docid": "56696476_14",
            "document": "The Amazing Hat Mystery . \"The Amazing Hat Mystery\" was included in the collection \"The Most of P. G. Wodehouse\", which was published in the US on 15 October 1960, Wodehouse's seventy-ninth birthday. It was included in the 1978 collection \"Vintage Wodehouse\", a collection edited by Richard Usborne. The 1982 collection \"Tales from the Drones Club\" featured the story. It was included in \"P. G. Wodehouse Short Stories\", a 1983 collection published by The Folio Society that included drawings by George Adamson.",
            "score": 45.286853313446045
        },
        {
            "docid": "4139347_28",
            "document": "P. G. Wodehouse minor characters . \"J. G. Butterwick\" (in \"Heavy Weather\", 1933) and \"John G. Butterwick\" (in \"The Luck of the Bodkins\", 1935), became \"J. B. Butterwick\" (in \"Pearls, Girls and Monty Bodkin\", 1972). He is the senior partner in Butterwick, Price and Mandelbaum, Import and Export Merchants.",
            "score": 43.34331822395325
        },
        {
            "docid": "56705608_10",
            "document": "Goodbye to All Cats . The story was included in the English edition of the 1939 collection \"Week-end Wodehouse\", published by Herbert Jenkins Limited. It was collected in \"The Most of P. G. Wodehouse\", published on 15 October 1960. \"Tales from the Drones Club\", published in 1982, included the story. It was featured in \"P. G. Wodehouse Short Stories\", published by The Folio Society and illustrated by George Adamson.",
            "score": 46.1024055480957
        },
        {
            "docid": "56671680_10",
            "document": "Trouble Down at Tudsleigh . The story was included in the American edition of \"Eggs, Beans, and Crumpets\", published in 1940. It was featured in the 1949 collection, \"The Best of Wodehouse\", edited by Scott Meredith and published by Pocket Books. The collection \"The Week-End Book of Humor\", with stories selected by Wodehouse and Meredith, included the story, which was the only Wodehouse story featured in the book. This collection was published in 1952 in the US and 1954 in the UK, and was reissued with the alternate title \"P. G. Wodehouse Selects the Best of Humor\" in the US in 1965, and as \"P. G. Wodehouse Selects the Best of Humour\" in the UK in 1966. The story was also included in the 1982 collection \"Tales from the Drones Club\".",
            "score": 48.72052550315857
        },
        {
            "docid": "1897174_11",
            "document": "Jeeves Takes Charge . The story was included in the American edition of the 1939 Wodehouse collection \"The Week-End Wodehouse\", and in the 1958 collection of Wodehouse stories, \"Selected Stories by P. G. Wodehouse\".",
            "score": 43.13509941101074
        },
        {
            "docid": "1564680_4",
            "document": "John Wodehouse, 4th Earl of Kimberley . Wodehouse was the godson of the writer P. G. Wodehouse, a distant cousin, both being descended from Sir Armine Wodehouse, 5th Baronet.",
            "score": 43.13509941101074
        },
        {
            "docid": "2125254_2",
            "document": "The White Feather . The White Feather is a novel by P. G. Wodehouse, first published on 9 October 1907 by Adam & Charles Black, London. It is set at Wrykyn school, scene of Wodehouse's earlier book \"The Gold Bat\" (1904), and the later \"Mike\" (1909). Like many early Wodehouse novels, the story first appeared as a serial in the boys' magazine \"The Captain\", between October 1905 and March 1906. The phrase \"white feather\" is a reference to cowardice.",
            "score": 41.20969080924988
        },
        {
            "docid": "29853536_2",
            "document": "The World of Wodehouse . The World of Wodehouse was a comedy television series, based on the \"Blandings Castle\" and \"Ukridge\" comedy stories by P. G. Wodehouse.",
            "score": 44.909133434295654
        },
        {
            "docid": "80678_21",
            "document": "Jeeves . In the reference work \"Wodehouse in Woostershire\" by Wodehouse scholars Geoffrey Jaggard and Tony Ring, it is speculated using information provided in the Jeeves canon that Bertie's age ranges from approximately 24 to 29 over the stories (excluding \"Ring for Jeeves\"), and that Jeeves is roughly ten years older than Bertie, giving an age range of 35 to 40. This happens to agree with a personal letter written in 1961 by P. G. Wodehouse to scholar Robert A. Hall, Jr., in which Wodehouse, explaining that his characters did not age with real life time, gave an approximate age for Jeeves:",
            "score": 46.10613942146301
        },
        {
            "docid": "55648048_9",
            "document": "The Purity of the Turf (short story) . \"The Purity of the Turf\" was included in the 1932 collection \"Nothing But Wodehouse\" and in the 1960 collection \"The Most of P. G. Wodehouse\". The 1981 collection of crime-related Wodehouse stories, \"Wodehouse on Crime\", and the 1984 collection of clergy-related Wodehouse stories, \"The World of Wodehouse Clergy\", featured this story.",
            "score": 42.70630860328674
        }
    ],
    "r": [
        {
            "docid": "63342_45",
            "document": "P. G. Wodehouse . Wodehouse believed that one of the factors that made his stories humorous was his view of life, and he stated that \"If you take life fairly easily, then you take a humorous view of things. It's probably because you were born that way.\" He carried this view through into his writing, describing the approach as \"making the thing a sort of musical comedy without music, and ignoring real life altogether\". The literary critic Edward L. Galligan considers Wodehouse's stories to show his mastery in adapting the form of the American musical comedy for his writings. Wodehouse would ensure that his first draft was as carefully and accurately done as possible, correcting and refining the prose as he wrote, and would then make another good copy, before proof reading again and then making a final copy for his publisher. Most of Wodehouse's canon is set in an undated period around the 1920s and 1930s. The critic Anthony Lejeune describes the settings of Wodehouse's novels, such as the Drones Club and Blandings Castle, as \"a fairyland\". Although some critics thought Wodehouse's fiction was based on a world that had never existed, Wodehouse affirmed that \"it did. It was going strong between the wars\", although he agreed that his version was to some extent \"a sort of artificial world of my own creation\". The novels showed a largely unchanging world, regardless of when they were written, and only rarely—and mistakenly in McCrum's view—did Wodehouse allow modernity to intrude, as he did in the 1966 story \"Bingo Bans the Bomb\".",
            "score": 59.5538444519043
        },
        {
            "docid": "1369623_2",
            "document": "P. G. Wodehouse bibliography . Sir Pelham Grenville Wodehouse, (; 1881–1975) was an English author, humorist and scriptwriter. After being educated at Dulwich College, to which he remained devoted all his life, he was employed by a bank, but disliked the work and wrote magazine pieces in his spare time. In 1902 he published his first novel, \"The Pothunters\", set at the fictional public school of St. Austin's; his early stories continued the school theme. He also used the school setting in his short story collections, which started in 1903 with the publication of \"Tales of St. Austin's\".",
            "score": 54.902767181396484
        },
        {
            "docid": "63342_2",
            "document": "P. G. Wodehouse . Sir Pelham Grenville Wodehouse (; 15 October 188114 February 1975) was an English author and one of the most widely read humourists of the 20th century. Born in Guildford, the son of a British magistrate based in Hong Kong, Wodehouse spent happy teenage years at Dulwich College, to which he remained devoted all his life. After leaving school, he was employed by a bank but disliked the work and turned to writing in his spare time. His early novels were mostly school stories, but he later switched to comic fiction, creating several regular characters who became familiar to the public over the years. They include the jolly gentleman of leisure Bertie Wooster and his sagacious valet Jeeves; the immaculate and loquacious Psmith; Lord Emsworth and the Blandings Castle set; the Oldest Member, with stories about golf; and Mr Mulliner, with tall tales on subjects ranging from bibulous bishops to megalomaniac movie moguls.",
            "score": 54.30694580078125
        },
        {
            "docid": "16669174_9",
            "document": "4608 Wodehouse . This minor planet was named after English writer and humorists P. G. Wodehouse (Sir Pelham Grenville Wodehouse; 1881–1975). He created several fictional characters, who became familiar to the public over the years, and include the jolly gentleman of leisure Bertie Wooster and his sagacious valet, Jeeves. The body's name was suggested by Belgian astronomer Jean Meeus.",
            "score": 53.86552429199219
        },
        {
            "docid": "30896341_2",
            "document": "List of songs with lyrics by P. G. Wodehouse . This list contains songs with lyrics written or co-written by the English humorist, novelist and playwright P. G. Wodehouse.",
            "score": 53.00507354736328
        },
        {
            "docid": "63342_48",
            "document": "P. G. Wodehouse . In 1941 the \"Concise Cambridge History of English Literature\" opined that Wodehouse had \"a gift for highly original aptness of phrase that almost suggests a poet struggling for release among the wild extravagances of farce\", while McCrum thinks that Wodehouse manages to combine \"high farce with the inverted poetry of his mature comic style\", particularly in \"The Code of the Woosters\"; the novelist Anthony Powell believes Wodehouse to be a \"comic poet\". Robert A. Hall, Jr., in his study of Wodehouse's style and technique, describes the author as a master of prose, an opinion also shared by Levin, who considers Wodehouse \"one of the finest and purest writers of English prose\". Hall identifies several techniques used by Wodehouse to achieve comic effect, including the creation of new words through adding or removing prefixes and suffixes, so when Pongo Twistleton removes the housemaid Elsie Bean from a cupboard, Wodehouse writes that the character \"de-Beaned the cupboard\". Wodehouse created new words by splitting others in two, thus Wodehouse divides \"hobnobbing\" when he writes: \"To offer a housemaid a cigarette is not hobbing. Nor, when you light it for her, does that constitute nobbing.\"",
            "score": 52.812992095947266
        },
        {
            "docid": "63342_31",
            "document": "P. G. Wodehouse . Other leading literary figures who admired Wodehouse were A.E. Housman, Max Beerbohm and Hilaire Belloc; on the radio and in print Belloc called Wodehouse \"the best writer of our time: the best living writer of English... the head of my profession\". Wodehouse regarded Belloc's plaudit as \"a gag, to get a rise out of serious-minded authors whom he disliked\". Wodehouse was never sure that his books had literary merit as well as popular appeal, and, Donaldson suggests, must have been overwhelmed when the University of Oxford conferred an honorary doctorate of letters on him in June 1939. His visit to England for the awarding ceremony was the last time he set foot in his native land.",
            "score": 51.88018035888672
        },
        {
            "docid": "63342_42",
            "document": "P. G. Wodehouse . In 1955 Wodehouse became an American citizen, though he remained a British subject, and was therefore still eligible for UK state honours. He was considered for the award of a knighthood three times from 1967, but the honour was twice blocked by British officials. In 1974 the British prime minister, Harold Wilson, intervened to secure a knighthood (KBE) for Wodehouse, which was announced in January 1975, in the same New Year Honours list in which Charlie Chaplin became Sir Charles. \"The Times\" commented that Wodehouse's honour signalled \"official forgiveness for his wartime indiscretion... It is late, but not too late, to take the sting out of that unhappy incident.\"",
            "score": 51.785850524902344
        },
        {
            "docid": "63342_37",
            "document": "P. G. Wodehouse . While still detained by the French, Wodehouse was again mentioned in questions in the House of Commons in December 1944 when MPs wondered if the French authorities could repatriate him to stand trial. Eden stated that the \"matter has been gone into, and, according to the advice given, there are no grounds upon which we could take action\". Two months later George Orwell wrote the essay \"In Defence of P.G. Wodehouse\", where he stated that \"it is important to realise that the events of 1941 do not convict Wodehouse of anything worse than stupidity\". Orwell's rationale was that Wodehouse's \"moral outlook has remained that of a public-school boy, and according to the public-school code, treachery in time of war is the most unforgivable of all the sins\", which was compounded by his \"complete lack—so far as one can judge from his printed works—of political awareness\".",
            "score": 51.76289749145508
        },
        {
            "docid": "63342_57",
            "document": "P. G. Wodehouse . The American literary analyst Robert F. Kiernan, defining \"camp\" as \"excessive stylization of whatever kind\", brackets Wodehouse as \"a master of the camp novel\", along with Thomas Love Peacock, Max Beerbohm, Ronald Firbank, E. F. Benson and Ivy Compton-Burnett. The literary critic and writer Cyril Connolly calls Wodehouse a \"politicians' author\"—one who does \"not like art to be exacting and difficult\". Two former British prime ministers, H. H. Asquith and Tony Blair, are on record as Wodehouse aficionados, and the latter became a patron of the Wodehouse Society. Seán O'Casey, a successful playwright of the 1920s, thought little of Wodehouse: he commented in 1941 that it was damaging to England's dignity that the public or \"the academic government of Oxford, dead from the chin up\" considered Wodehouse an important figure in English literature. His jibe that Wodehouse was \"English literature's performing flea\" provided his target with the title of his collected letters, published in 1953.",
            "score": 51.45949935913086
        },
        {
            "docid": "56864060_11",
            "document": "Sonny Boy (short story) . The 1951 anthology \"The Best of Modern Humor\", edited by P. G. Wodehouse and Scott Meredith, included \"Sonny Boy\", which was the only story by Wodehouse included in the anthology. The story was the only Wodehouse story included in the 1967 anthology \"A Carnival of Modern Humour\", also edited by P. G. Wodehouse and Scott Meredith.",
            "score": 50.5500602722168
        },
        {
            "docid": "14692455_2",
            "document": "Richard Wodehouse . Richard Lancelot Deane Wodehouse (30 May 1892 – 20 May 1940) was an English cricketer. Born in Chippenham, Wiltshire, his entire recorded cricket career took place in Asia. He was one of three brothers of the author P. G. Wodehouse.",
            "score": 50.51218795776367
        },
        {
            "docid": "63342_39",
            "document": "P. G. Wodehouse . Having secured American visas in July 1946, the Wodehouses made preparations to return to New York. They were delayed by Ethel's insistence on acquiring suitable new clothes and by Wodehouse's wish to finish writing his current novel, \"The Mating Season\", in the peace of the French countryside. In April 1947 they sailed to New York, where Wodehouse was relieved at the friendly reception he received from the large press contingent awaiting his arrival. Ethel secured a comfortable penthouse apartment in Manhattan's Upper East Side, but Wodehouse was not at ease. The New York that he had known before the war was much changed. The magazines that had paid lavishly for his stories were in decline, and those that remained were not much interested in him. He was sounded out about writing for Broadway, but he was not at home in the post-war theatre; he had money problems, with large sums temporarily tied up in Britain, and for the first time in his career he had no ideas for a new novel. He did not complete one until 1951.",
            "score": 50.30915069580078
        },
        {
            "docid": "63342_5",
            "document": "P. G. Wodehouse . Wodehouse worked extensively on his books, sometimes having two or more in preparation simultaneously. He would take up to two years to build a plot and write a scenario of about thirty thousand words. After the scenario was complete he would write the story. Early in his career he would produce a novel in about three months, but he slowed in old age to around six months. He used a mixture of Edwardian slang, quotations from and allusions to numerous poets, and several literary techniques to produce a prose style that has been compared with comic poetry and musical comedy. Some critics of Wodehouse have considered his work flippant, but among his fans are former British prime ministers and many of his fellow writers.",
            "score": 50.248573303222656
        },
        {
            "docid": "63342_6",
            "document": "P. G. Wodehouse . Wodehouse was born in Guildford, Surrey, the third son of Henry Ernest Wodehouse (1845–1929), a magistrate resident in the British colony of Hong Kong, and his wife, Eleanor (1861–1941), daughter of the Rev John Bathurst Deane. The Wodehouses, who traced their ancestry back to the 13th century, belonged to a collateral branch of the family of the earls of Kimberley. Eleanor Wodehouse was also of ancient aristocratic ancestry. She was visiting her sister in Guildford when Wodehouse was born there prematurely. The boy was baptised at the Church of St Nicolas, Guildford, and was named after his godfather, Pelham von Donop. Wodehouse wrote in 1957, \"If you ask me to tell you frankly if I like the name Pelham Grenville Wodehouse, I must confess that I do not... I was named after a godfather, and not a thing to show for it but a small silver mug which I lost in 1897.\" The first name was rapidly elided to \"Plum\", the name by which Wodehouse became known to family and friends.",
            "score": 50.01934814453125
        },
        {
            "docid": "63342_59",
            "document": "P. G. Wodehouse . Since Wodehouse's death there have been numerous adaptations and dramatisations of his work on television and film, and, 2015, the \"Oxford English Dictionary\" contains over 1,750 quotations from Wodehouse, illustrating terms from \"crispish\" to \"zippiness\". McCrum, writing in 2004, observes, \"Wodehouse is more popular today than on the day he died\", and \"his comic vision has an absolutely secure place in the English literary imagination.\" Voorhees, while acknowledging that Wodehouse's antecedents in literature range from Ben Jonson to Oscar Wilde, writes:",
            "score": 49.73761749267578
        },
        {
            "docid": "5681990_2",
            "document": "Reggie Pepper . Reginald Pepper, known as \"Reggie\", is a fictional character who appears in seven short stories by English comic writer P. G. Wodehouse. Reggie is a young man-about-town who gets drawn into trouble trying to help his pals. He is considered to be an early prototype for Bertie Wooster, who, along with his valet Jeeves, is one of Wodehouse's most famous creations.",
            "score": 49.68428039550781
        },
        {
            "docid": "63342_25",
            "document": "P. G. Wodehouse . The contract started in May 1930, but the studio found little for Wodehouse to do, and he had spare time to write a novel and nine short stories. He commented, \"It's odd how soon one comes to look on every minute as wasted that is given to earning one's salary.\" Even when the studio found a project for him to work on, the interventions of committees and constant rewriting by numerous contract authors meant that his ideas were rarely used. In a 2005 study of Wodehouse in Hollywood, Brian Taves writes that \"Those Three French Girls\" (1930) was \"as close to a success as Wodehouse was to have at MGM. His only other credits were minimal, and the other projects he worked on were not produced.\"",
            "score": 49.60727310180664
        },
        {
            "docid": "23093812_6",
            "document": "Sir Philip Wodehouse, 1st Baronet . He was an ancestor of the British humorist P. G. Wodehouse.",
            "score": 49.6038932800293
        },
        {
            "docid": "63342_46",
            "document": "P. G. Wodehouse . When dealing with the dialogue in his novels, Wodehouse would consider the book's characters as if they were actors in a play, ensuring that the main roles were kept suitably employed throughout the storyline, which must be strong: \"If they aren't in interesting situations, characters can't be major characters, not even if you have the rest of the troop talk their heads off about them.\" Many of Wodehouse's parts were stereotypes, and he acknowledged that \"a real character in one of my books sticks out like a sore thumb.\" The publisher Michael Joseph identifies that even within the stereotypes Wodehouse understood human nature, and therefore \"shares with [Charles] Dickens and Charles Chaplin the ability to present the comic resistance of the individual against those superior forces to which we are all subject\".",
            "score": 49.58321762084961
        },
        {
            "docid": "63342_9",
            "document": "P. G. Wodehouse . Throughout their school years the brothers were sent to stay during the holidays with various uncles and aunts from both sides of the family. In the \"Oxford Dictionary of National Biography\", Iain Sproat counts twenty aunts and considers that they played an important part not only in Wodehouse's early life, but, thinly disguised, in his mature novels, as the formidable aunts who dominate the action in the Wooster, Blandings, and other stories. The boys had fifteen uncles, four of whom were clergymen. Sproat writes that they inspired Wodehouse's \"pious but fallible curates, vicars, and bishops, of which he wrote with friendly irreverence but without mockery\".",
            "score": 49.497161865234375
        },
        {
            "docid": "63342_49",
            "document": "P. G. Wodehouse . Richard Voorhees, Wodehouse's biographer, believes that the author used clichés in a deliberate and ironic manner. His opinion is shared by the academic Stephen Medcalf, who deems Wodehouse's skill is to \"bring a cliché just enough to life to kill it\", although Pamela March, writing in \"The Christian Science Monitor\", considers Wodehouse to have \"an ability to decliché a cliché\". Medcalf provides an example from \"Right Ho, Jeeves\" in which the teetotal Gussie Fink-Nottle has surreptitiously been given whisky and gin in a punch prior to a prize-giving:",
            "score": 48.87767791748047
        },
        {
            "docid": "10257872_4",
            "document": "Sir Armine Wodehouse, 5th Baronet . Wodehouse married Letitia Bacon, daughter of Sir Edmund Bacon, 6th Baronet, in 1738. He died in 1777 and was succeeded in the baronetcy by his eldest son John, who was created Baron Wodehouse in 1797 and who was the great-grandfather of statesman John Wodehouse, 1st Earl of Kimberley. Wodehouse's second son Reverend Philip Wodehouse (1745-1811) was the great-grandfather of the author P. G. Wodehouse while his third son Thomas Wodehouse was the grandfather of the colonial administrator Sir Philip Wodehouse.",
            "score": 48.74250030517578
        },
        {
            "docid": "56671680_10",
            "document": "Trouble Down at Tudsleigh . The story was included in the American edition of \"Eggs, Beans, and Crumpets\", published in 1940. It was featured in the 1949 collection, \"The Best of Wodehouse\", edited by Scott Meredith and published by Pocket Books. The collection \"The Week-End Book of Humor\", with stories selected by Wodehouse and Meredith, included the story, which was the only Wodehouse story featured in the book. This collection was published in 1952 in the US and 1954 in the UK, and was reissued with the alternate title \"P. G. Wodehouse Selects the Best of Humor\" in the US in 1965, and as \"P. G. Wodehouse Selects the Best of Humour\" in the UK in 1966. The story was also included in the 1982 collection \"Tales from the Drones Club\".",
            "score": 48.720523834228516
        },
        {
            "docid": "63342_58",
            "document": "P. G. Wodehouse . The proposed nominations of Wodehouse for a knighthood in 1967 and 1971 were blocked for fear that such an award would \"revive the controversy of his wartime behaviour and give currency to a Bertie Wooster image of the British character which the embassy was doing its best to eradicate\". When Wodehouse was awarded the knighthood, only four years later, the journalist Dennis Barker wrote in \"The Guardian\" that the writer was \"the solitary surviving English literary comic genius\". After his death six weeks later, the journalist Michael Davie, writing in the same paper, observed that \"Many people regarded ... [Wodehouse] as he regarded Beachcomber, as 'one, if not more than one, of England's greatest men'\", while in the view of the obituarist for \"The Times\" Wodehouse \"was a comic genius recognized in his lifetime as a classic and an old master of farce\".",
            "score": 48.702003479003906
        },
        {
            "docid": "55744418_9",
            "document": "Jeeves and the Song of Songs . The 1932 collection \"Nothing But Wodehouse\" and the 1958 collection \"Selected Stories by P. G. Wodehouse\" included the story. The story was also featured in the 1960 collection \"The Most of P. G. Wodehouse\", and in the 1983 collection \"P. G. Wodehouse Short Stories\", published by The Folio Society with drawings by George Adamson.",
            "score": 48.66876983642578
        },
        {
            "docid": "63342_12",
            "document": "P. G. Wodehouse . Wodehouse expected to follow Armine to the University of Oxford, but the family's finances took a turn for the worse at the crucial moment. Ernest Wodehouse had retired in 1895, and his pension was paid in rupees; fluctuation against the pound reduced its value in Britain. Wodehouse recalled, \"The wolf was not actually whining at the door and there was always a little something in the kitty for the butcher and the grocer, but the finances would not run to anything in the nature of a splash\". Instead of a university career, in September 1900 Wodehouse was engaged in a junior position in the London office of the Hongkong and Shanghai Bank. He was unsuited to it and found the work baffling and uncongenial. He later wrote a humorous account of his experiences at the bank, but at the time he longed for the end of each working day, when he could return to his rented lodgings in Chelsea and write. At first he concentrated, with some success, on serious articles about school sports for \"Public School Magazine\". In November 1900 his first comic piece, \"Men Who Missed Their Own Weddings,\" was accepted by \"Tit-Bits\". A new magazine for boys, \"The Captain\", provided further well-paid opportunities, and during his two years at the bank, Wodehouse had eighty pieces published in a total of nine magazines. In 1901, with the help of a former Dulwich master, William Beach Thomas, Wodehouse secured an appointment—at first temporary and later permanent—writing for \"The Globe\"'s popular \"By the Way\" column. He held the post until 1909. At around the same time his first novel was published—a school story called \"The Pothunters\", serialised incomplete in \"Public School Magazine\" in early 1902, and issued in full in hardback in September. He resigned from the bank that month to devote himself to writing full-time.",
            "score": 48.591983795166016
        },
        {
            "docid": "63342_27",
            "document": "P. G. Wodehouse . Wind's view of Wodehouse's naïveté is not universally held. Biographers including Donaldson, McCrum and Phelps suggest that his unworldliness was only part of a complex character, and that in some respects he was highly astute. He was unsparing of the studio owners in his early-1930s short stories set in Hollywood, which contain what Taves considers Wodehouse's sharpest and most biting satire.",
            "score": 48.5390739440918
        },
        {
            "docid": "7597329_11",
            "document": "Richard Usborne . \"Clubland Heroes\" brought Usborne to the attention of P. G. Wodehouse, who suggested Usbourne write an account of his life and work, in time for his 80th birthday in 1961. The result was \"Wodehouse at Work\" (1961) which began the long association between the two.",
            "score": 48.407005310058594
        },
        {
            "docid": "1888289_2",
            "document": "P. G. Wodehouse short stories bibliography . The following is an incomplete list of short stories by P. G. Wodehouse grouped by the Wodehouse canon to which they belong, if applicable.",
            "score": 48.3544807434082
        },
        {
            "docid": "63342_10",
            "document": "P. G. Wodehouse . At the age of twelve in 1894, to his great joy, Wodehouse was able to follow his brother Armine to Dulwich College. He was entirely at home there; Donaldson comments that Dulwich gave him, for the first time, \"some continuity and a stable and ordered life.\" He loved the camaraderie, distinguished himself at cricket, rugby and boxing, and was a good, if not consistently diligent, student. The headmaster at the time was A.H. Gilkes, a respected classicist, who was a strong influence on Wodehouse. In a study of Wodehouse's works, Richard Usborne argues that \"only a writer who was himself a scholar and had had his face ground into Latin and Greek (especially Thucydides) as a boy\" could sustain the complex sequences of subordinate clauses sometimes found in Wodehouse's comic prose.",
            "score": 48.210933685302734
        },
        {
            "docid": "6316662_5",
            "document": "Rupert D'Oyly Carte . P. G. Wodehouse based a character in his novels, Psmith, on a Wykehamist schoolboy whom he identified as Rupert D'Oyly Carte. At his death, Carte passed the opera company and hotels to his only surviving child, Bridget D'Oyly Carte. The Gilbert and Sullivan operas, nurtured by Carte and his family for over a century, continue to be produced frequently today throughout the English-speaking world and beyond.",
            "score": 48.10725784301758
        }
    ]
}