{
    "q": [
        {
            "docid": "10160451_3",
            "document": "Cohunu Koala Park . It features not only koalas, but also dingoes, kangaroos, emus, wallabies, eagles, wombats, echidnas, black swans, cockatoos, and lifelike replicas of dinosaurs.",
            "score": 71.51076793670654
        },
        {
            "docid": "1022719_11",
            "document": "Tailypo . The man, scared to death, finds the courage to push the creature away and yell, \"I haven't got your taily-po!\", hoping the creature will leave. However, the ravenous creature, angrier than ever, yells back: \"Yes, you have! Yes, you have!\" and jumps back on the bed, mutilates the man and destroys the cabin.",
            "score": 15.621414184570312
        },
        {
            "docid": "9379824_9",
            "document": "Black Swan (comics) . Recently, he was revealed to still be alive and whole again (possibly due to Deadpool's healing factor) and was hired by the mutant Black Box (who like Black Swan, had just been revealed to still be alive, after long being thought killed) to kill a now-depowered Deadpool (who like Black Swan, had been similarly restored to a normal appearance). However, after Deadpool chose to spare Black Swan's life by taking him to a hospital after defeating him with life-threatening injuries, Black Swan repaid the favor and saved Deadpool from being killed by the ex-mutant Black Tom, who had been hired by Black Box as they both had grudges against Deadpool. Black Swan then used his powers to make Black Box and Black Tom forget Deadpool had ever lost his healing factor, so they would stop trying to come after him again. Black Swan even proposed to team up with Deadpool, who was forced to grudgingly accept as he needed allies in his current condition.",
            "score": 67.18606042861938
        },
        {
            "docid": "31379348_19",
            "document": "Black Swan dance double controversy . In another interview for the Dance Channel network, Lane was asked, \"Looking back and having experienced what you had and deciding to talk about what happened, would you do \"Black Swan\" again?\" Her answer was, \"Yeah, I would.\"",
            "score": 62.383098125457764
        },
        {
            "docid": "1912480_9",
            "document": "Ellsberg paradox . Since the prizes are exactly the same, it follows that you will \"prefer\" Gamble A to Gamble B if and only if you believe that drawing a red ball is more likely than drawing a black ball (according to expected utility theory). Also, there would be no clear preference between the choices if you thought that a red ball was as likely as a black ball. Similarly it follows that you will \"prefer\" Gamble C to Gamble D \"if, and only if\", you believe that drawing a red or yellow ball is more likely than drawing a black or yellow ball. It might seem intuitive that, if drawing a red ball is more likely than drawing a black ball, then drawing a red or yellow ball is also more likely than drawing a black or yellow ball. So, supposing you \"prefer\" Gamble A to Gamble B, it follows that you will also \"prefer\" Gamble C to Gamble D. And, supposing instead that you \"prefer\" Gamble B to Gamble A, it follows that you will also \"prefer\" Gamble D to Gamble C.",
            "score": 30.876144409179688
        },
        {
            "docid": "23041191_10",
            "document": "House of Yes (Brooklyn) . On May 4, 2009, Kid Koala presented \"Music to Draw to...\" at the House of Yes, where there was strictly no dancing, but instead people were invited to draw on their sketchbooks with a free cup of hot chocolate.",
            "score": 36.03967261314392
        },
        {
            "docid": "9379824_6",
            "document": "Black Swan (comics) . Swan attempted to use his operative, Nijo, a brother of one of the Four Winds, to torment Deadpool further, saying that letting Deadpool live with diminished capacity would be a greater humiliation than killing him. Once Taskmaster identified the Swan to Deadpool, the merc with a mouth traveled to the Swan's castle in Germany for a final showdown. When Nijo tried to kill Deadpool, claiming a personal vendetta against him, Black Swan impaled him with a sword-cane and fought Deadpool both physically and mentally, though he lost and was thrown face first into the white hot griddle of his own fireplace. A bomb Deadpool had brought as insurance went off before Deadpool could disarm it, destroying Black Swan's castle.",
            "score": 59.574148654937744
        },
        {
            "docid": "44012096_10",
            "document": "Shark (novel) . \"\"Shark\" is angrier, more brutal and more intense: it made me furious, not melancholic. But the book itself is also a paean to books...\"Shark\" confirms that Self is the most daring and delightful novelist of his generation, a writer whose formidable intellect is mercilessly targeted on the limits of the cerebral as a means of understanding. Yes, he makes you think, but he also insists that you feel\" \"",
            "score": 17.3239688873291
        },
        {
            "docid": "52980173_52",
            "document": "Social policy of Donald Trump . Trump has criticized the Black Lives Matter movement and accused former President Obama of \"dividing America.\" Speaking to Bill O'Reilly during his presidential campaign, Trump said that he may direct his Attorney General to look into the Black Lives Matter movement for criminal charges. When asked if he believes there to be a racial divide in America, Trump answered, \"Sadly, there would seem to be...and it's probably not been much worse at any time.\" When asked if he believes police treat African Americans differently than whites, Trump answered, \"It could be.\" Trump describes the police killings of Alton Sterling and Philando Castile as \"tough to watch\" and criticized the \"terrible, disgusting performance\" by police. Trump said that he could relate to the systemic bias African Americans faced against whites, saying, \"even against me the system is rigged when I ran ... for president.\" When asked if he could understand the experience of being African American, Trump replied, \"I would like to say yes, but you really can't unless you are African American. You can't truly understand what's going on unless you are African American. I would like to say yes, however.\"",
            "score": 40.27961301803589
        },
        {
            "docid": "52725738_8",
            "document": "Bob Bradley (wrestler) . Fellow enhancement talent Brady Boone returned to the WWF in 1990 and was given the first real push of his career when he was given the character of Battle Kat. Dressed in a furry black mask, the character was accentuated by Boone's gymnastics. Wrestling as Battle Kat, his first televised opponent was against Bob Bradley in a match that aired on Wrestling Challenge on October 14, 1990. However, after the match Boone left the promotion, and the WWF decided to instead give the gimmick to the also acrobatic Bob Bradley. Two weeks later on Wrestling Spotlight he would make his debut as the Kat, teaming with Koko B. Ware against The Orient Express. Under the mask Markovich would see the greatest push of his WWF tenure, facing and defeating Buddy Rose, Pez Whatley, Paul Diamond, and Boris Zukhov. His run at Battle Kat finally ended when he was defeated by The Barbarian on the December 10th edition of Prime Time Wrestling, and shortly thereafter the promotion eliminated the gimmick.",
            "score": 43.47823882102966
        },
        {
            "docid": "102063_16",
            "document": "Tidbinbilla Nature Reserve . Tidbinbilla Nature Reserve has a wide variety of bushwalks - ranging from 30 minutes to over 6 hours. It is a native habitat for kangaroos, wallabies, platypus, koalas, lyrebirds, emus, and other wildlife. Ninety-nine percent of the park was burnt out in the Bendora bushfire of 18 January 2003, resulting in the loss of countless numbers of wildlife. Of the captive animals, only one koala, six rock wallabies, five potoroos, four freckled ducks, and nine black swans survived the bushfire.",
            "score": 82.57969355583191
        },
        {
            "docid": "15888517_7",
            "document": "Jim Lacey . Lacey oversaw the introduction of Asiatic lions to the Western Plains Zoo. Another of Lacey's initiatives involved the construction of elevated canopy-level platforms in the zoo's koala exhibit, so visitors could view the koalas at eye level instead of from the ground. Lacey also travelled to Zimbabwe to negotiate the acquisition of several endangered black rhinos. The black rhino breeding program at the Western Plains Zoo is now a well regarded initiative.",
            "score": 62.76142454147339
        },
        {
            "docid": "12127860_10",
            "document": "David Mills (TV writer) . Souljah: Yeah, it was wise. I mean, if black people kill black people every day, why not have a week and kill white people? You understand what I'm saying? In other words, white people, this government, and that mayor were well aware of the fact that black people were dying every day in Los Angeles under gang violence. So if you're a gang member and you would normally be killing somebody, why not kill a white person? Do you think that somebody thinks that white people are better, or above and beyond dying, when they would kill their own kind?",
            "score": 42.24849009513855
        },
        {
            "docid": "226316_18",
            "document": "Coat of arms of Western Australia . Jack looked out at the road, but was much more enchanted by the full, soft river of heavenly blue water, on whose surface he looked eagerly for the black swans. He didn't see any. \"Oh yes! Oh, yes! You'll find em wild in their native state a little way up,\" said Mr Swallow. The potency of the image of the black swan as a signifier of Westralian nationalism can be seen in this passage from Randolph Stow's \"Merry-go-Round in the Sea\", published in 1965:",
            "score": 52.58313608169556
        },
        {
            "docid": "52281037_14",
            "document": "Inhumans (TV series) . In late February 2017, Iwan Rheon was cast as Maximus, followed shortly by Anson Mount as Black Bolt. There was no audition for the role of Black Bolt since the character does not speak, with Mount instead cast due to an existing relationship with Loeb, who felt Mount would fit the role. At the start of March, the series added Serinda Swan as Medusa, Ken Leung as Karnak, Eme Ikwuakor as Gorgon, Isabelle Cornish as Crystal, and Ellen Woglom as Louise. During the time from her audition to being cast, Swan had also been cast in the HBO series \"Ballers\", which necessitate a negotiation between the two series to ensure Swan would be allowed to appear on both.",
            "score": 50.79023551940918
        },
        {
            "docid": "31624378_28",
            "document": "Need for Speed: The Run . Since the release of \"\", Black Box had been working on another entry to the franchise, presumably continuing the action focused street-racing gameplay of Black Box's previous titles. This game had an extended development window to give the developers a chance to create a game that \"could really blow the doors off the category\". It was confirmed that the game would feature a fictional storyline and characters. The game was first hinted early in November 2010 by Senior Vice President of EA Games Europe, Patrick Söderlund in an interview with Eurogamer, before the release of \"\". Söderlund stated he wanted to alternate developers to give them time to make a good game. Eurogamer’s Robert Purchese asked, \"You say there will be an arcade \"NFS\" game every year in November, but next year's game won't be developed by Criterion. Is it Black Box?\", Söderlund stated \"You can assume that, yes. Yes. I would say so, yes.\"",
            "score": 35.73003578186035
        },
        {
            "docid": "61550_9",
            "document": "Black swan . One captive population of black swans in Lakeland, Florida has produced a few individuals which are a light mottled grey color instead of black.",
            "score": 53.29908204078674
        },
        {
            "docid": "11883532_9",
            "document": "Black swan emblems and popular culture . The taking of black swans to Europe in the 18th and early 19th centuries brought the birds into contact with another aspect of European mythology: the attribution of sinister relationships between the devil and black-coloured animals, such as a black cat. Black swans were considered to be a witch's familiar and often chased away or killed by superstitious folk. This may explain why black swans have never established a sizeable presence as feral animals in Europe or North America.",
            "score": 62.16900062561035
        },
        {
            "docid": "30196782_3",
            "document": "Koala Park Sanctuary . The Koala Park Sanctuary was built in the 1920s and opened in October 1930 by the owner Noel Burnet. He established the sanctuary because he was concerned at the large number of koalas being killed for the fur trade, and hunting of the animal would ultimately lead to its extinction. He spent the remainder of his life dedicated to researching and preserving the animals habitat.",
            "score": 64.0219407081604
        },
        {
            "docid": "442032_12",
            "document": "HMS Black Swan (L57) . In 1949 she took part in the Yangtze Incident when she, with others, went to aid of . \"Black Swan\" suffered 12 men wounded and severe damage to her superstructure in a fierce engagement with Chinese batteries and fell back. The failed relief effort cost 46 killed and 64 injured. \"Black Swan\" also served in the Korean War and was involved in the Battle of Chumonchin Chan. \"Black Swan\" was scrapped in 1956 at Troon in Scotland. She is affiliated with TS \"Black Swan\" – a Sea Cadet Corps unit in Walton-on-Thames, Surrey.",
            "score": 58.28092694282532
        },
        {
            "docid": "16019180_42",
            "document": "Fitna (film) . They long that ye should disbelieve even as they disbelieve, that ye may be upon a level (with them). So choose not friends from them till they forsake their homes in the way of Allah; if they turn back (to enmity) then take them and kill them wherever ye find them, and choose no friend nor helper from among them, Except those who seek refuge with a people between whom and you there is a covenant, or (those who) come unto you because their hearts forbid them to make war on you or make war on their own folk. Had Allah willed He could have given them power over you so that assuredly they would have fought you. So, if they hold aloof from you and wage not war against you and offer you peace, Allah alloweth you no way against them.",
            "score": 20.97720503807068
        },
        {
            "docid": "43543463_4",
            "document": "Black Country dialect . The traditional Black Country dialect preserves many archaic traits of Early Modern English and even Middle English and can be very confusing for outsiders. \"Thee\", \"thy\" and \"thou\" are still in use, as is the case in parts of Yorkshire and Lancashire. \"'Ow B'ist,\" meaning \"How are you?\" is a greeting contracted from \"How be-est thou?\" with the typical answer being \"'Bay too bah,\" (\"I be not too bad\"), meaning \"I am not too bad.\" \"I haven't seen her\" becomes \"I ay sid 'er.\" Black Country dialect often uses \"ar\" where other parts of England use \"yes\" (this is common as far away as Yorkshire). Similarly, the local version of \"you\" is pronounced , rhyming with \"now.\" Among older speakers \"ye\" is used for \"you\", as it is in most northern parts of England and Scotland. The local pronunciation \"goo\" (elsewhere \"go\") or \"gewin'\" is similar to that elsewhere in the Midlands. It is quite common for broad Black Country speakers to say \"'agooin'\" where others say \"going.\" This is found in the greeting \"Ow b'ist gooin\" (How are you), to which a typical response would be \"Bostin ah kid\" (very well). Although the term yam yam may come from ya'm (you are) ya/ye is an archaic form of you and in many areas ye (pronounced like yea or ya) is used 'owamya aer kid' 'ar ah'm owkay ta'. It is possible that Black Country simply retains more country speech, unlike Birmingham, which has been settled for a much longer period of time and has developed a town speech and has therefore been influenced more by standard English much longer.",
            "score": 37.008772015571594
        },
        {
            "docid": "360015_20",
            "document": "Phocion . Demosthenes once said to Phocion that he might be killed some day, if the people became irrational. Phocion responded: \"Yes; however, they would kill you if they came to their senses.\"",
            "score": 21.830318450927734
        },
        {
            "docid": "3306995_6",
            "document": "Josef Wirmer . \"Joseph Wirmer, yes you belong to a black faction \"\", yes that's what you're taken for, that can't be otherwise. It's weird. How important the position as a civilian lawyer that you have had must have been that you never once became a soldier at that age. And from then on you have been mobilized, which also speaks for your attitude, that you first wait, until someone mobilizes you. Fine rascal. (\"Shouting loudly\") Yes, yes, yes, fine rascal!\"",
            "score": 24.291078567504883
        },
        {
            "docid": "43543463_8",
            "document": "Black Country dialect . The neighbouring City of Birmingham may be called \"Brum-a-jum\" (Birmingham's colloquial name is Brummagem, a corruption of its older name of Bromwichamand hence West Bromwich) or Birminam (missing the \"g\" and \"h\" out and saying it the way it is spelt). Residents of Birmingham (Brummies) meanwhile often refer to their Black Country neighbours as \"Yam Yams,\" a reference to the use of \"Yow am\" (or \"yow'm\") instead of \"You are.\" However its unlikely yam yam comes from yow'm, as the sound is totally different; it's more likely from \"ye\" (archaic form of \"you\"), as in yer'm, which when said quickly sounds like \"yam\", as in \"yam gooin daft\" \"you're going silly\", or \"don't be so stupid\" in translation. How many still say this ye'm form is unknown. \"Ye\" for \"you\" sounds different from \"ya\" (which is spoken with a schwa vowel), which also means \"you\". \"Yo\" can also be used in the same sentence as \"ye/ya\" e.g. \"Yo ay gooin agen am ya?\" Some areas also use \"yo'me\" and \"yow'm\", depending on location and local dialect, and phrases as with Birmingham can differ from area to area, so there is dialect variation across the Black Country without differing in the basic Black Country words. Quick speech and blended words as in \"shutyarow up\" (shut your row up, meaning be quiet) can seem hard to understand and can even sound like \"shutchowrow up\". The blendings are to be thought of as products of Black Country pronunciation, not separate dialectal words.",
            "score": 29.907742500305176
        },
        {
            "docid": "1202482_7",
            "document": "Captain Swing . \"Sir, Your name is down amongst the Black hearts in the Black Book and this is to advise you and the like of you, who are Parson Justasses, to make your wills. Ye have been the Blackguard Enemies of the People on all occasions, Ye have not yet done as ye ought... Swing\"",
            "score": 25.162320137023926
        },
        {
            "docid": "24140243_3",
            "document": "I Love You Yes I Do . In 1961, Bull Moose Jackson recorded a new version of the song without his band. The new version hit number ten on the R&B chart, and number ninety-eight on the \"Billboard\" Hot 100. Both versions of \"I Love You Yes I Do\" would be the only times Jackson crossed over to the national pop charts.",
            "score": 14.09695839881897
        },
        {
            "docid": "407707_9",
            "document": "Agent X (Marvel Comics) . Nijo was an assassin, mercenary, and agent employed by the telepathic German assassin called the Black Swan. He blamed Deadpool for his brother's death as he was among the targets of Deadpool's apparently successful assassination of the Japanese crime lords named the Four Winds. After Black Swan downloaded a mental virus into Deadpool's brain, the mercenary came for both Swan and Nijo at the Swan's castle in Germany. However, Black Swan revealed he had in fact killed the Four Winds, including Nijo's brother, and stabbed him out of boredom with his ranting and disobedience. His vendetta with Deadpool was that the hits had erroneously been credited to the wrong man. A bomb Deadpool had brought went off, and all three were presumed killed.",
            "score": 52.00803899765015
        },
        {
            "docid": "20794754_4",
            "document": "Echo answer . The Celtic languages also primarily employ echo answers. Irish and Scottish Gaelic lack the words \"yes\" and \"no\" altogether. In Welsh, the words for \"yes\" and \"no\" (\"ie\" and \"nage\") are restricted to specialized circumstances. Like Finnish, the main way in these languages to state yes or no, to answer yes-no questions, is to echo the verb of the question. In Irish, the question \"An dtiocfaidh tú?\" (\"Will you come?\") will be answered with \"Tiocfad\" (\"I will come\") or \"Ní thiocfad\" (\"I will not come\"). (In Hiberno-English, it is the auxiliary that is echoed: the English question \"Will you come?\" is often answered in Ireland with \"I will\" instead of \"Yes\" or \"I will not\" instead of \"no\".)",
            "score": 21.54306936264038
        },
        {
            "docid": "37970509_17",
            "document": "Catalan self-determination referendum, 2014 . According to the consultation decree, \"in the consultation there is a first question followed successively by a second question, and they are worded as follows: a) Do you want Catalonia to become a State? (Yes/No); If so: b) Do you want this State to be independent? (Yes/No). You can only answer the question under Letter b) in the event of having answered “Yes” to the question under Letter a).\" The \"participation process\" that has replaced the \"non-referendum consultation\" maintains the same two questions.",
            "score": 17.56146264076233
        },
        {
            "docid": "8844191_20",
            "document": "Manuel Cuevas . Manuel is attributed as being the man who put Johnny Cash in black. It was early 1956 and Johnny Cash was just about to go on tour. He called Manuel and said I would like to have nine new suits. Three months later Cash calls Manuel and says \"I got the suits I ordered from you.\"  \"Good,\" Manuel said. \"Are they all right?\" Cash paused. \"How come they're all black?\" \"They're all black,\" Manuel said, \"but they're not all the same style, you know.\" \"Yes,\" Cash said. \"So?\" \"So, OK, let's try it.\" Cash tried it and kept ordering from Manuel for 40 years. \"I want four of this, four of that, but you...\" Cash would say. \"You know what?\" Manuel responded. \"Black,\" Cash stated.",
            "score": 36.195311307907104
        },
        {
            "docid": "46984918_3",
            "document": "Yes It's You Lady . The album was peaking at #33 in \"Billboard\" pop charts, and at #6 on the R&B charts. The two follow-up singles to 1981's chart success' \"Being with you\" were strangely no Robinson compositions: \"Tell Me Tomorrow\" peaked at #33 Billboard and #3 R&B charts, \"Old Fashioned Love\" at #60 Billboard and #17 R&B charts. The third and final single, Robinson's \"Yes It's You Lady\" only peaked at #107 Billboard, without entering the R&B charts.",
            "score": 7.686377048492432
        }
    ],
    "r": [
        {
            "docid": "4933176_25",
            "document": "Carnaby's black cockatoo . Major threats to the cockatoo include clearance of their feeding and nesting habitat, destruction of nesting hollows (e.g. during firewood collection), competition with other species for nest sites, and poaching. Since European settlement, 56% of its habitat has been cleared, mainly for agriculture. Furthermore, 54% of its habitat on the Swan Coastal Plain—an important area outside the breeding season—has been lost. Much of this area lies within the Perth metropolitan area, and the city's population is predicted to increase 70% by 2050. The Western Australian State Government has produced a \"Green Growth Plan\" to manage this expansion; conservation groups are concerned the cockatoo (along with other species) could suffer further loss of habitat. In particular, the loss of pine plantations north of Perth could jeopardise the species' food supply. In February 2017, WWF-Australia and BirdLife Australia appealed to the Federal Environment Minister Josh Frydenberg to intervene and halt the ongoing removal of pine trees. BirdLife International designated 13 sites (Important Bird Areas) as being important specifically for Carnaby's black cockatoo. These are the Northern Swan Coastal Plain, which supports between 4600 and 15000 birds outside the breeding season, the Stirling Range, and 11 other sites that support between 20 and 110 breeding pairs of Carnaby's black cockatoos.",
            "score": 88.3513412475586
        },
        {
            "docid": "17143_4",
            "document": "Koala . Koalas were hunted by indigenous Australians and depicted in myths and cave art for millennia. The first recorded encounter between a European and a koala was in 1798, and an image of the animal was published in 1810 by naturalist George Perry. Botanist Robert Brown wrote the first detailed scientific description of the koala in 1814, although his work remained unpublished for 180 years. Popular artist John Gould illustrated and described the koala, introducing the species to the general British public. Further details about the animal's biology were revealed in the 19th century by several English scientists. Because of its distinctive appearance, the koala is recognised worldwide as a symbol of Australia. Koalas are listed as Vulnerable by the International Union for Conservation of Nature. The Australian government similarly lists specific populations in Queensland and New South Wales as Vulnerable. The animal was hunted heavily in the early 20th century for its fur, and large-scale cullings in Queensland resulted in a public outcry that initiated a movement to protect the species. Sanctuaries were established, and translocation efforts moved to new regions koalas whose habitat had become fragmented or reduced. The biggest threat to their existence is habitat destruction caused by agriculture and urbanisation.",
            "score": 88.26598358154297
        },
        {
            "docid": "17143_44",
            "document": "Koala . Since 1870, koalas have been introduced to several coastal and offshore islands, including Kangaroo Island and French Island. Their numbers have significantly increased, and since the islands are not large enough to sustain such high koala numbers, overbrowsing has become a problem. In the 1920s, Lewis initiated a program of large-scale relocation and rehabilitation programs to transfer koalas whose habitat had become fragmented or reduced to new regions, with the intent of eventually returning them to their former range. For example, in 1930–31, 165 koalas were translocated to Quail Island. After a period of population growth, and subsequent overbrowsing of gum trees on the island, about 1,300 animals were released into mainland areas in 1944. The practice of translocating koalas became commonplace; Victorian State manager Peter Menkorst estimated that from 1923 to 2006, about 25,000 animals were translocated to more than 250 release sites across Victoria. Since the 1990s, government agencies have tried to control their numbers by culling, but public and international outcry has forced the use of translocation and sterilisation, instead. One of the biggest anthropogenic threats to the koala is habitat destruction and fragmentation. In coastal areas, the main cause of this is urbanisation, while in rural areas, habitat is cleared for agriculture. Native forest trees are also taken down to be made into wood products. In 2000, Australia ranked fifth in the world by deforestation rates, having cleared . The distribution of the koala has shrunk by more than 50% since European arrival, largely due to fragmentation of habitat in Queensland. The koala's \"vulnerable\" status in Queensland and New South Wales means that developers in these states must consider the impacts on this species when making building applications. In addition, koalas live in many protected areas.",
            "score": 85.33457946777344
        },
        {
            "docid": "17143_43",
            "document": "Koala . Koalas were hunted for food by Aboriginals. A common technique used to capture the animals was to attach a loop of ropey bark to the end of a long, thin pole, so as to form a noose. This would be used to snare an animal high in a tree, beyond the reach of a climbing hunter; an animal brought down this way would then be killed with a stone hand axe or hunting stick (waddy). According to the customs of some tribes, it was considered taboo to skin the animal, while other tribes thought the animal's head had a special status, and saved them for burial. The koala was heavily hunted by European settlers in the early 20th century, largely for its thick, soft fur. More than two million pelts are estimated to have left Australia by 1924. Pelts were in demand for use in rugs, coat linings, muffs, and as trimming on women's garments. Extensive cullings occurred in Queensland in 1915, 1917, and again in 1919, when over one million koalas were killed with guns, poisons, and nooses. The public outcry over these cullings was probably the first wide-scale environmental issue that rallied Australians. Novelist and social critic Vance Palmer, writing in a letter to \"The Courier-Mail\", expressed the popular sentiment: \"The shooting of our harmless and lovable native bear is nothing less than barbarous ... No one has ever accused him of spoiling the farmer's wheat, eating the squatter's grass, or even the spreading of the prickly pear. There is no social vice that can be put down to his account ... He affords no sport to the gun-man ... And he has been almost blotted out already from some areas.\" Despite the growing movement to protect native species, the poverty brought about by the drought of 1926–28 led to the killing of another 600,000 koalas during a one-month open season in August 1927. In 1934, Frederick Lewis, the Chief Inspector of Game in Victoria, said that the once-abundant animal had been brought to near extinction in that state, suggesting that only 500–1000 remained. The first successful efforts at conserving the species were initiated by the establishment of Brisbane's Lone Pine Koala Sanctuary and Sydney's Koala Park Sanctuary in the 1920s and 1930s. The owner of the latter park, Noel Burnet, became the first to successfully breed koalas and earned a reputation as the foremost contemporary authority on the marsupial. In 1934, David Fleay, curator of Australian mammals at the Melbourne Zoo, established the first Australian faunal enclosure at an Australian zoo, and featured the koala. This arrangement allowed him to undertake a detailed study of its diet in captivity. Fleay later continued his conservation efforts at Healesville Sanctuary and the David Fleay Wildlife Park.",
            "score": 82.88818359375
        },
        {
            "docid": "102063_16",
            "document": "Tidbinbilla Nature Reserve . Tidbinbilla Nature Reserve has a wide variety of bushwalks - ranging from 30 minutes to over 6 hours. It is a native habitat for kangaroos, wallabies, platypus, koalas, lyrebirds, emus, and other wildlife. Ninety-nine percent of the park was burnt out in the Bendora bushfire of 18 January 2003, resulting in the loss of countless numbers of wildlife. Of the captive animals, only one koala, six rock wallabies, five potoroos, four freckled ducks, and nine black swans survived the bushfire.",
            "score": 82.5796890258789
        },
        {
            "docid": "1841648_19",
            "document": "Animal rescue group . The World Wildlife Foundation (WWF) is also an organization that, amongst other objectives, strives to rescue wildlife. This foundation raises awareness of endangered, vulnerable, and threatened species and accepts donations to aid in controlling climate, sustainability and ecosystems to ensure the safety and protection of these species. WWF's notable efforts to preserve wildlife has significant impact on the well-being of many species. They offer \"symbolic adoptions\" for animals, meaning that although one cannot raise a wild animal in a domestic environment, people have the opportunity to purchase a plush toy of an endangered species on the website and \"adopt\" said species. The money raised through this campaign goes towards conservation efforts, ultimately hoping to save these species from endangerment. WWF does supports legal trophy hunting as a form of conservation, due to the amout of extra protection that wild animals receive and the boost that it provides to local communities.",
            "score": 81.56279754638672
        },
        {
            "docid": "39267532_17",
            "document": "Wildlife of Mongolia . The bird species in Mongolia include several that are very large; six species of cranes present account for half the numbers in the world. There are 22 endangered species of birds including hawks, falcons, buzzards, cranes and owls. Though cranes are not hunted for superstitious reasons, they are still threatened due to habitat degradation and only 5000 breeding pairs are reported, mostly in Dornod’s Mongol Duguur Strictly Protected Area. In eastern Mongolia, a critically endangered species of crane is the white naped crane (\"Tsen togoru\"). Overall there are 469 species of birds, including species which are also domesticated and linked to the wild ancestral species. Of these, 330 species are migratory and 119 are seen in Mongolia throughout the year. Species identified include: golden eagle (\"Aquila chrysaetos\"), lammergeyer (\"Gypaetus barbatus\"), spoonbills (\"Platalea leucorodia\"), Dalmatian pelican (\"Pelecanus crispus\"), great white egrets (\"Egretta alba\"), whooper swans (\"Cygnus cygnus\"), great black-headed gulls (\"Larus ichthyatus\"), black storks (\"Ciconia nigra\"), swan goose (\"Anser cygnoides\") and snowcock (\"Tetraogallus altaicus\") or Altain ular.",
            "score": 77.39298248291016
        },
        {
            "docid": "102012_21",
            "document": "French Island (Victoria) . Habitats range from coastal mangroves, swamps, heath, grasslands and blue gum forests. Most koala populations on the mainland of Australia are affected by the chlamydia disease; however French Island provides the world's densest and most disease-free population of koalas, with regular transfer of excess koalas to repopulate diseased areas on the mainland. Shelter is provided for more than 100 species of bush orchids, and 260 species of birds. Significant species on the island include: king quail, the critically endangered orange-bellied parrot, fairy tern, white-bellied sea eagle, swamp skink, long-nosed potoroo.",
            "score": 77.39222717285156
        },
        {
            "docid": "22313173_29",
            "document": "Cod fisheries . In 2000, cod was placed on the list of endangered species by the World Wide Fund for Nature (WWF), an international non-governmental organization for the conservation, research and restoration of the natural environment, formerly named the World Wildlife Fund. The WWF issued a report stating that global cod catch had suffered a 70 per cent drop over the last 30 years, and that if this trend continued, the world's cod stocks would disappear in 15 years. The endangered species claim by the WWF was disputed by Åsmund Bjordal, director of the Norwegian Institute of Marine Research, who stated that in view of the health of the Barents Sea cod population, cod should not be placed on an endangered species list. Cod is among Norway's most important fishery export items, and the Barents Sea is the most important cod fishery of Norway. In a 2004 report, the WWF agreed that the Barents Sea cod fishery appeared to be healthy but that that may not last due to illegal fishing, industrial development, and high fishing quota.",
            "score": 75.3384017944336
        },
        {
            "docid": "1729540_33",
            "document": "Giant mouse lemur . In 2012, the International Union for Conservation of Nature (IUCN) assessed both Coquerel's giant mouse lemur and the northern giant mouse lemur as endangered. Prior to that, both species had been listed as vulnerable. Populations of both species are in decline due to habitat destruction, primarily for slash-and-burn agriculture and charcoal production. Also, they are both hunted for bushmeat. The population announced by the WWF in 2010 was found outside the limits of a nearby protected area, PK32-Ranobe, which was granted temporary protection status in December 2008 and is co-managed by the WWF. Its forests were not included in the protected area due to existing concessions for mining activities.",
            "score": 74.58660125732422
        },
        {
            "docid": "61550_16",
            "document": "Black swan . Before the arrival of the Māori in New Zealand, a related species of swan known as the New Zealand swan had developed there, but was apparently hunted to extinction. In 1864, the Australian black swan was introduced to New Zealand as an ornamental waterfowl and populations are now common on larger coastal or inland lakes, especially Rotorua Lakes, Lake Wairarapa, Lake Ellesmere, and the Chatham Islands. Black swans have also naturally flown to New Zealand, leading scientists to consider them a native rather than exotic species, although the present population appears to be largely descended from deliberate introductions.",
            "score": 74.1553726196289
        },
        {
            "docid": "19188051_12",
            "document": "Réunion National Park . Réunion shares a common natural history with the other Mascarene Islands, Mauritius and Rodrigues. All three islands were uninhabited before the 1600s. Human arrival led to massive extinction and introduced species, such as giant land snails in Réunion, which threatened native habitats and species. Less than 25% of Réunion is thought to be covered with original vegetation according to the World Wildlife Fund (WWF), mostly restricted to higher altitudes. The forests of Réunion and the other two islands have been classified as the \"Mascarene forests\" ecoregion by the WWF, with a conservation status of \"endangered\". Conservation International includes Réunion in the \"Madagascar and Indian Ocean Islands\" biodiversity hotspot, a priority area for conservation.",
            "score": 73.9803695678711
        },
        {
            "docid": "24894563_13",
            "document": "World Wide Fund for Nature . In the 1990s, WWF revised its mission statement to: WWF scientists and many others identified 238 ecoregions that represent the world's most biologically outstanding terrestrial, freshwater and marine habitats, based on a worldwide biodiversity analysis which the organization says was the first of its kind. In the early 2000s (decade), its work was focused on a subset of these ecoregions, in the areas of forest, freshwater and marine habitat conservation, endangered species conservation, climate change, and the elimination of the most toxic chemicals. In 1996, the organization obtained general consultative status from UNESCO.",
            "score": 73.88670349121094
        },
        {
            "docid": "17143_42",
            "document": "Koala . While the koala was previously classified as Least Concern on the Red List, it was uplisted to Vulnerable in 2016. Australian policy makers declined a 2009 proposal to include the koala in the Environment Protection and Biodiversity Conservation Act 1999. In 2012, the Australian government listed koala populations in Queensland and New South Wales as Vulnerable, because of a 40% population decline in the former and a 33% decline in the latter. Populations in Victoria and South Australia appear to be abundant; however, the Australian Koala Foundation argues that the exclusion of Victorian populations from protective measures is based on a misconception that the total koala population is 200,000, whereas they believe it is probably less than 100,000.",
            "score": 73.48224639892578
        },
        {
            "docid": "24894563_14",
            "document": "World Wide Fund for Nature . WWF's giant panda logo originated from a panda named \"Chii Chii\" that had been transferred from Beijing Zoo to London Zoo in 1958, three years before WWF became established. Being famous as the only panda residing in the Western world at that time, its uniquely recognisable physical features and status as an endangered species were seen as ideal to serve the organization's need for a strong recognisable symbol that would overcome all language barriers. The organization also needed an animal that would have an impact in black and white printing. The logo was then designed by Sir Peter Scott from preliminary sketches by Gerald Watterson, a Scottish naturalist. The logo was slightly simplified and made more geometric in 1978, and was revised significantly again in 1986, at the time that the organization changed its name, with the new version featuring solid black shapes for eyes. In 2000 a change was made to the font used for the initials \"WWF\" in the logo.",
            "score": 73.15644073486328
        },
        {
            "docid": "320033_20",
            "document": "Habitat conservation . The World Wildlife Fund (WWF) was first formed in after a group of passionate conservationists signed what is now referred to as the Morges Manifesto. WWF is currently operating in over 100 countries across 5 continents with a current listing of over 5 million supporters.  One of the first projects of WWF was assisting in the creation of the Charles Darwin Research Foundation which aided in the protection of diverse range of unique species existing on the Galápagos’ Islands, Ecuador. It was also a WWF grant that helped with the formation of the College of African Wildlife Management in Tanzania which today focuses on teaching a wide range of protected area management skills in areas such as ecology, range management and law enforcement. The WWF has since gone on to aid in the protection of land in Spain, creating the Coto Doñana National Park in order to conserve migratory birds and The Democratic Republic of Congo, home to the world’s largest protected wetlands. The WWF also initiated a debt-for-nature concept which allows the country to put funds normally allocated to paying off national debt, into conservation programs that protect its natural landscapes. Countries currently participating include Madagascar, the first country to participate which since 1989 has generated over $US50 million towards preservation, Bolivia, Costa Rica, Ecuador, Gabon, the Philippines and Zambia.",
            "score": 72.74652099609375
        },
        {
            "docid": "17143_45",
            "document": "Koala . While urbanisation can pose a threat to koala populations, the animals can survive in urban areas provided enough trees are present. Urban populations have distinct vulnerabilities: collisions with vehicles and attacks by domestic dogs kill about 4,000 animals every year. Injured koalas are often taken to wildlife hospitals and rehabilitation centres. In a 30-year retrospective study performed at a New South Wales koala rehabilitation centre, trauma (usually resulting from a motor vehicle accident or dog attack) was found to be the most frequent cause of admission, followed by symptoms of \"Chlamydia\" infection. Wildlife caretakers are issued special permits, but must release the animals back into the wild when they are either well enough or, in the case of joeys, old enough. As with most native animals, the koala cannot legally be kept as a pet in Australia or anywhere else.",
            "score": 71.96864318847656
        },
        {
            "docid": "2868658_7",
            "document": "Foundation for National Parks &amp; Wildlife . The Foundation runs the Backyard Buddies program: an awareness raising program about Australian plants and animals that are likely to be seen in urban environments, and gives tips on how to coexist happily with these species. The Backyard Buddies program also sells Backyard Buddy Toys - the funds from these toys go toward Foundation projects to conserve and protect several species of animals, including koalas, wombats, little penguins, endangered wallaby species and more.",
            "score": 71.69405364990234
        },
        {
            "docid": "10160451_3",
            "document": "Cohunu Koala Park . It features not only koalas, but also dingoes, kangaroos, emus, wallabies, eagles, wombats, echidnas, black swans, cockatoos, and lifelike replicas of dinosaurs.",
            "score": 71.5107650756836
        },
        {
            "docid": "21293270_13",
            "document": "History of graphic design . Known worldwide by its panda logo, the Switzerland-based World Wildlife Fund (WWF) participates in international efforts to protect endangered species and their habitats.",
            "score": 71.29962921142578
        },
        {
            "docid": "28263672_5",
            "document": "The World's 25 Most Endangered Primates . With each new publication, species are both added and removed from the list. In some cases, removal from the list signifies improvement for the species. With the publication of the 2006–2008 list, four species were removed because of increased conservation efforts: the black lion tamarin (\"Leontopithecus chrysopygus\"), golden lion tamarin (\"Leontopithecus rosalia\"), mountain gorilla (\"Gorilla beringei beringei\"), and Perrier's sifaka (\"Propithecus perrieri\"). In 2008, the black lion tamarin went from critically endangered to endangered and the golden lion tamarin was similarly promoted in 2003 after three decades of collaborative conservation efforts by zoos and other institutions. Well-protected species such as these still have very small populations, and due to deforestation, new habitat is still needed for their long-term survival. The Hainan black crested gibbon (\"Nomascus hainanus\"), which was removed from the 2008–2010 list, still has fewer than 20 individuals left, but significant efforts to protect it are now being made. Mittermeier claimed in 2007 that all 25 species could be elevated off the list within five to ten years if conservation organizations had the necessary resources.",
            "score": 70.60108184814453
        },
        {
            "docid": "37607815_9",
            "document": "Black Swan (dredge) . Modifications made to the river, including the dredging of shallow Perth Waters, impacted the biodiversity of the Perth area. River shallows are important for fish breeding grounds, and provided food and shelter for the native black swans, after which the Swan River was named. Increasing the depth of the river put much of the swans' aquatic plant food supply out of reach, resulting in loss of habitat. In 2000, the state government released a plan to combat the decrease in black swan numbers due to dredging and other river modification, through habitat rehabilitation and recreation.",
            "score": 70.34477233886719
        },
        {
            "docid": "1189507_8",
            "document": "Australian Koala Foundation . Initially the focus of the Australian Koala Foundation was to 'raise $5 million to save the koala'. At the beginning the general consensus was that the disease commonly known as chlamydia was the major threat to koalas and that it needed to be cured so the population could be saved. It didn’t take long, however, to realise that habitat destruction was and is the main cause of the koala’s problems. The direction of the AKF moved towards addressing the loss of habitat and reversing it.",
            "score": 69.82046508789062
        },
        {
            "docid": "24882457_2",
            "document": "Humboldt Bay National Wildlife Refuge . Humboldt Bay National Wildlife Refuge is located on Humboldt Bay, on the California North Coast near the cities of Eureka and Arcata. The refuge exists primarily to protect and enhance wetland habitats for migratory water birds using the bay area, including tens of thousands of shorebirds, ducks, geese, swans, and the black brant. Humboldt Bay National Wildlife Refuge, along with other public and private lands around Humboldt Bay, is one of the key stopovers for the millions of migratory birds that rely on the Pacific Flyway. More than 200 bird species, including 80 kinds of water birds and four endangered species, regularly feed, rest, or nest on the refuge or other areas around the bay.",
            "score": 69.64697265625
        },
        {
            "docid": "1752449_15",
            "document": "Biodiversity of New Zealand . The date of the first arrival of the Māori in New Zealand is given as around 1300 CE, and evidence suggests that Polynesian rats seemed to have arrived at a similar date. Their arrival set off a first wave of extinctions, eliminating smaller defenceless ground nesting birds such as the New Zealand owlet-nightjar. A second wave of extinctions was triggered by the arrival of the Māori, who hunted many of the larger species, such as the moa, adzebill and several large ducks and geese, for food. The \"Harpagornis\" and Eyles's harrier are thought to have gone extinct due to the loss of their food source. A third wave of extinction began with the arrival of European settlers, who brought with them numerous new mammal species, particularly the predatory domestic cat, and initiated more habitat modification. In all, over 50% of New Zealand's bird species are considered extinct, along with a species of bat and several frogs, a freshwater fish (the New Zealand greyling), skinks and geckos; this is second only to Hawaii in terms of proportion of species lost. In some instances, the extinction of New Zealand's native fauna has brought about a natural colonisation from Australia. In the case of the silvereye, which colonised New Zealand in the 19th century, it had no relative in New Zealand's original fauna and is now restricted to newer man-made niches. In the case of the black swan (which was originally thought to have been introduced by humans but is now suspected to have self-introduced), the invading species re-occupied part of its former range (the extinct New Zealand swan is now believed to be a subspecies of the black swan). The arrival of the pukeko and the swamp harrier is more interesting, mirroring the arrival of related species in the past, before they evolved into the takahe and the Eyles's harrier. Once these specialised birds declined and (in the case of the harrier) became extinct, their niches were available and colonisation could occur again.",
            "score": 69.63595581054688
        },
        {
            "docid": "1189507_2",
            "document": "Australian Koala Foundation . The Australian Koala Foundation (AKF) is an international not-for-profit scientific organisation that aims to diminish the threats to the survival of koalas and in doing so raise the awareness of the global community to help save endangered fauna and flora. It is the principal non-profit, non-governmental organisation dedicated to the conservation and effective management of the wild koala and its habitat.",
            "score": 69.36544799804688
        },
        {
            "docid": "14208_41",
            "document": "Holocene extinction . Various species are predicted to become extinct in the near future, among them the rhinoceros, nonhuman primates, pangolins, and giraffes. Hunting alone threatens bird and mammalian populations around the world. Some scientists and academics assert that industrial agriculture and the growing demand for meat is contributing to significant global biodiversity loss as this is a significant driver of deforestation and habitat destruction; species-rich habitats, such as significant portions of the Amazon region, are being converted to agriculture for meat production. A 2017 study by the World Wildlife Fund (WWF) found that 60% of biodiversity loss can be attributed to the vast scale of feed crop cultivation required to rear tens of billions of farm animals. Moreover, a 2006 report by the Food and Agriculture Organization (FAO) of the United Nations, \"Livestock's Long Shadow\", also found that the livestock sector is a \"leading player\" in biodiversity loss. According to the WWF's 2016 Living Planet Index, global wildlife populations have declined 58% since 1970, primarily due to habitat destruction, over-hunting and pollution. They project that if current trends continue, 67% of wildlife could disappear by 2020. 189 countries, which are signatory to the Convention on Biological Diversity (Rio Accord), have committed to preparing a Biodiversity Action Plan, a first step at identifying specific endangered species and habitats, country by country.",
            "score": 69.23112487792969
        },
        {
            "docid": "38614391_5",
            "document": "Sacred Himalayan Landscape . SHL is part of the initiation of the World Wildlife Federation (WWF) that \"taps into the spiritual beliefs and conservation ethics of local communities to restore essential habitats and protect endangered species such as the snow leopard.\"",
            "score": 68.88880157470703
        },
        {
            "docid": "1189507_3",
            "document": "Australian Koala Foundation . The koala lives predominantly on a diet of eucalyptus plants. Many of these trees are being cleared each year. The primary focus of the AKF is getting new legislation in place to protect Koala trees. The organisation receives no form of government funding by choice, because this leaves the AKF to speak freely for Koalas without the constraints of government. Therefore, the AKF relies on donations, sponsorship, and fundraising to finance its ongoing work. AKF research indicates that somewhere between 52,000 and 87,000 koalas remain in the wild. Local extinctions are occurring regularly, and AKF believes that the only way to protect and regenerate populations into the future is with a Koala Protection Act.",
            "score": 68.46930694580078
        },
        {
            "docid": "237790_25",
            "document": "Black stork . Since 1998, the black stork has been rated as a species of least concern on the IUCN Red List of Endangered Species. This is because it has a large range—more than 20,000 km (7,700 mi)—and because its population is thought not to have declined by 30% over ten years or three generations and thus is not a rapid enough decline to warrant a vulnerable rating. Even so, the state of the population overall is unclear, and although it is widespread, it is not abundant anywhere. Black stork numbers have declined for many years in western Europe, and the species has already been extirpated from Scandinavia. The population in India—a major wintering ground—is declining. Previously a regular winter visitor to the Mai Po Marshes, it is now seldom seen there, and appears to be in decline in China overall. Its habitat is changing rapidly in much of eastern Europe and Asia. Various conservation measures have been taken, including Wetlands International's Conservation Action Plan for African black storks, which focuses on improving the wintering conditions of the birds which breed in Europe. It is protected by the Agreement on the Conservation of African-Eurasian Migratory Waterbirds (AEWA) and the Convention on International Trade in Endangered Species of Wild Fauna and Flora (CITES).",
            "score": 68.35635375976562
        },
        {
            "docid": "101047_6",
            "document": "Kings Plains National Park . Amongst the large variety of wildlife are eastern grey kangaroos, wallaroos, wallabies and koalas which live in the park near water and fertile soils. Also the rare brush-tail wallaby has been in the park. Platypus can be seen along the creek, but some of their habitat above the falls is considered fragile. In the area, 82 bird species have been recorded, including eastern and crimson rosellas, king parrots, yellow-tailed black cockatoos, currawongs, wattle birds and many species of honeyeaters. There are also the endangered glossy black cockatoos, turquoise parrots and regent honeyeaters. In and around Kings Plains Creek the straw-necked ibis can be found and high above \"birds of prey\" such as the wedge-tailed eagle and the peregrine falcon are seen.",
            "score": 68.34556579589844
        },
        {
            "docid": "21769764_14",
            "document": "Environmental movement in Australia . The environmental movement became mainstream with public outcry following extensive culling of koalas. Between 1915 and 1927, nearly 4 million koalas were killed, with the largest cullings occurring in Queensland. By 1924 koalas had officially become extinct in South Australia and endangered elsewhere. In response to the threat of extinction, Lone Pine Koala Sanctuary was opened.",
            "score": 68.03942108154297
        }
    ]
}