{
    "q": [
        {
            "docid": "11774430_17",
            "document": "Russ Rose . In addition to being the volleyball coach, Rose is also a professor at Penn State, as he teaches a sports ethics class: KINES 493 Principles and Ethics of Coaching.",
            "score": 55.85213565826416
        },
        {
            "docid": "49475166_4",
            "document": "Brian Treanor . While offering a wide range of challenging advanced courses in hermeneutics, philosophy of religion, philosophy of literature, and environmental philosophy, Professor Treanor has remained deeply committed to LMU’s undergraduate core, regularly teaching core classes in Environmental Ethics, Philosophical Inquiry, and, LMU’s Freshmen First Year Seminars. With colleagues in the Bellarmine College of Liberal Arts, he launched the Great Books Learning Community. Twice, he has been honored by the Associated Students of LMU as Teacher of the Year and, in 2011, was given the President’s Fritz B. Burns Teaching Award, the university’s highest honor.",
            "score": 54.230926513671875
        },
        {
            "docid": "40012248_5",
            "document": "Arthur Dobrin . Upon returning home from Africa in 1967, Dobrin joined the Ethical Movement and in 1968 became the Leader of the Ethical Humanist Society of Long Island and served in that position until 2001. Dobrin joined Hofstra University's faculty as an adjunct Associate Professor of Social Sciences in 1989 and taught classes in African literature, social work, moral education, religion and human rights in the New College. He joined the faculty of the School for University Studies as a full-time Professor of Humanities in 1989 and taught in the freshmen program. He retired from full professorship in December 2012. He teaches courses in business ethics in the MBA program in School of Business and journalism ethics in the School of Communication as an adjunct professor.",
            "score": 57.40147399902344
        },
        {
            "docid": "11055984_2",
            "document": "Joel B. Wolowelsky . Joel B. (Blumenthal) Wolowelsky (b. 1946) is a Modern Orthodox rabbi, professor, and author. He is the dean of faculty at the Yeshiva of Flatbush high school, where he teaches Ethics and mathematics. He has written extensively on topics pertaining to the role of women in Judaism and Jewish medical ethics. He is the Associate Editor of \"Tradition, the Journal of Jewish Thought\", and The Young One, published by the Rabbinical Council of America, the \"Tora u-Madda Journal\" published by Yeshiva University, and \"MeOtzer HoRav: Selected Writings of Rabbi Joseph B. Soloveitchik\".",
            "score": 43.76597738265991
        },
        {
            "docid": "16619070_2",
            "document": "Dan Wikler . Daniel I. Wikler (born 1946) is an American public health educator, philosopher, and medical ethicist. He is currently Mary B. Saltonstall Professor of Population Ethics and Professor of Ethics and Population Health in the Department of Global Health and Population of the Harvard T.H. Chan School of Public Health in Boston. He is Director and a core faculty member in the Harvard Program in Ethics and Health (PEH), which organizes a two-day medical ethics conference each Spring. His current research interests are ethical issues in population and international health, including the allocation of health resources, health research involving human subjects, organ transplant ethics, and ethical dilemmas arising in public health practice, and he teaches several courses each year. He is a fellow of the Hastings Center, an independent bioethics research institution.",
            "score": 52.8759331703186
        },
        {
            "docid": "17230025_8",
            "document": "Cultural studies theory of composition . Critics have debated the ethics of professors pitching their soapboxes in class. Others accuse cultural studies compositionists as teaching an ideology, not writing.",
            "score": 47.88732671737671
        },
        {
            "docid": "36938189_4",
            "document": "Religion in Berlin . On 26 April 2009, a referendum () was held on whether Berlin pupils should be allowed to choose between the ethics class, a compulsory class introduced in all Berlin schools in 2006, and a religion class. The SPD, the Left Party and Greens supported the \"Pro Ethics\" camp for a \"No\" vote, stressing that the ethics class should remain compulsory, and pupils could voluntarily take an extra religion class alongside it if they so chose; the CDU and FDP supported the \"Pro Reli\" camp for a \"Yes\" vote, wanting to give pupils a free choice. In East Berlin, an overwhelming majority voted against the introduction of religious education. In total, 51.5% voted \"No\" and 48.4% voted \"Yes\".",
            "score": 35.408339500427246
        },
        {
            "docid": "22383731_5",
            "document": "Alexander Hamilton Bowman . Appointed to the United States Military Academy from his native state on June 1, 1821, Bowman proved an excellent student, graduating third in his class of 37, and was appointed to the corps of engineers in 1825. Second Lieutenant Bowman spent one year teaching at the academy as \"Assistant Professor of History, Geography, and Ethics.\" Both Jefferson Davis (Class of 1828) and Robert E. Lee (Class of 1829) attended the academy while Bowman was teaching there.",
            "score": 46.06316947937012
        },
        {
            "docid": "36043097_28",
            "document": "Battle of Tulifinny . Major James B. White, SCMA Class of 1849 and Superitendent of SCMA, commanded the Battalion of State Cadets which consisted of Company A (Citadel cadets) and Company B (Arsenal cadets). Captain Hugh S. Thompson, Class of 1856 and Professor of Belles Letters and Ethics, served as commander of Company A and Captain John P. Thomas, Superintendent of the Arsenal Academy commanded Company B. Some Citadel cadets were assigned to Company B to serve as leaders and mentors to the younger Arsenal Academy cadets.",
            "score": 33.049715518951416
        },
        {
            "docid": "263285_7",
            "document": "Ben Stein . Stein's first teaching stint was as an adjunct professor, teaching about the political and social content of mass culture at American University in Washington, D.C. He subsequently taught classes at University of California, Santa Cruz on political and civil rights under the United States Constitution. At Pepperdine University in Malibu, CA, Stein taught libel law and United States securities law and its ethical aspects. He was a professor of law at Pepperdine University Law School, from about 1990 to 1997.",
            "score": 44.4018931388855
        },
        {
            "docid": "6485482_4",
            "document": "John Corvino . Corvino is Professor and Chair of Philosophy at Wayne State University in Detroit, Michigan. He began teaching there in 1998 and received tenure in 2007. His foci are ethics, applied ethics, and early modern philosophy. Other areas in which he has concentrated include the philosophy of religion, social philosophy, and political philosophy. He has taught classes focusing on Hume as well as British empiricism.",
            "score": 61.30936527252197
        },
        {
            "docid": "21111422_2",
            "document": "Laurie Levenson . Laurie L. Levenson is a Professor of Law, William M. Rains Fellow, the David W. Burcham Chair in Ethical Advocacy, and Director of the Center for Legal Advocacy at Loyola Law School of Loyola Marymount University in Los Angeles. She teaches evidence, criminal law, criminal procedure, ethics, anti-terrorism, and white collar crime. She served as Loyola’s Associate Dean for Academic Affairs from 1996-1999. In addition to her teaching responsibilities, Professor Levenson is also the Director of the Loyola Center for Ethical Advocacy. Professor Levenson was the 2003 recipient of Professor of the Year from both Loyola Law School and the Federal Judicial Center.",
            "score": 49.08506107330322
        },
        {
            "docid": "38172329_2",
            "document": "Debra Satz . Debra Satz is an American philosopher at Stanford University. She is the Marta Sutton Weeks Professor of Ethics in Society, Professor of Philosophy and Political Science. She is the Director of Stanford's Center on Ethics. She teaches courses in ethics, social and political philosophy, and philosophy of social science.",
            "score": 61.728028774261475
        },
        {
            "docid": "47281552_13",
            "document": "Alexandru Claudian . In 1941, during the Guard's National Legionary State interlude, Claudian became a full professor in the department of sociology and ethics, replacing the suicidal Andrei, also teaching specialized classes on the sociology of war, the sociology of religion, and the study of social stratification. He took over for other colleagues who were on leave or had been drafted, and also taught classes at the Superior Normal School.",
            "score": 44.58187675476074
        },
        {
            "docid": "50696431_10",
            "document": "William Inboden . Since 2010, Inboden has taught a wide range of courses, including \"Presidential Leadership and Decision Making on National Security,\" \"Intelligence & National Security in American Society\" with Professor Stephen Slick, and \"Ethics & International Relations.\" As a professor, Inboden has received numerous teaching awards (including Best New Professor), and his classes have often been selected as the \"Best Class in the LBJ School.\" During his time at UT, Inboden has also served as a Non-Resident Fellow with the German Marshall Fund of the United States, Senior Advisor with Avascent International, and Associate Scholar with Georgetown University's Berkley Center for Religion, Peace, and World Affairs.",
            "score": 42.83265137672424
        },
        {
            "docid": "242977_16",
            "document": "Radcliffe College . However, in the College's early years not all Harvard faculty and administrators took Radcliffe students seriously. The Harvard administration was at best ambivalent about the notion of faculty members cooperating with the women's institution. Harvard President Eliot in 1888 communicated to a faculty member he intended to hire that \"There is no obligation to teach at The Annex. Those professors who on general grounds take an interest in the education of women...feel some obligation but there are many professors who think it their duty NOT to teach there, in which opinion some of the Corporation and Overseers agree.\" Dorothy Howells notes that \"Allegations were made that Radcliffe was a \"vampire\" and a \"temptress\" enticing the teacher from his career-advancing research and publication with the lure of additional income.\" Ruth Hubbard, a member of the Harvard faculty from 1974 to 1990 and a member of the Radcliffe class of 1944, noted that \"the senior (Harvard) professors were less than thrilled to have to repeat their lectures at Radcliffe. The lower rank faculty members, who were sometimes detailed off to teach the introductory science courses at Radcliffe instead of teaching Harvard students, felt even more declasse.\" Marion Cannon Schlesinger,  Radcliffe Class of 1934, noted that \"there were, to be sure, certain professors who looked with horror at the incursions of women into the sacred precincts of Harvard College, even at the safe distance of the Radcliffe Yard, and would have nothing to do with the academic arrangements by which their colleagues taught the Radcliffe girls. Professor Roger Merriman, for example, the first master of Eliot House and a professor of history, would not have been caught dead teaching a Radcliffe class.\".",
            "score": 39.53043222427368
        },
        {
            "docid": "22721889_31",
            "document": "Linda Katehi . In July 2017, the \"Sacramento Bee\" reported that Katehi would begin teaching at UC Davis again in the 2017-18 academic year as a \"distinguished professor\". She would receive an equivalent salary to her salary as chancellor. Public interest experts criticized the move as atypical, noting that Katehi's salary would be higher than any other professor in her department, even those with full teaching loads. While UC Davis officials initially announced her position as being an engineering and gender studies professor, they revealed a few weeks later that she would only be teaching one engineering class every academic quarter. Salary experts again criticized the situation as inequitable in comparison with Katehi's high salary.",
            "score": 30.102157592773438
        },
        {
            "docid": "544903_23",
            "document": "Israel Salanter . Rabbi Salanter felt that people would be embarrassed to study ethical teachings [\"limud ha'musar\"] in such a way in a normal study-hall [\"bet ha'medrash\"] and he therefore invented the idea of a \"house of ethical teachings\" [\"bet ha'mussar\"] that would be located next to an ordinary study hall and that would be designated for learning ethics in this way.",
            "score": 53.399842262268066
        },
        {
            "docid": "32373526_2",
            "document": "Thomas Tomlinson (philosopher) . Thomas Tomlinson (born 1945) is a philosophy professor and medical ethicist currently teaching at Michigan State University where he holds a joint appointment in the Lyman Briggs College and the philosophy department. Tomlinson earned his M.A. and Ph.D in philosophy at Michigan State University. He teaches courses on medical ethics, nursing ethics, and veterinary ethics.",
            "score": 61.67379570007324
        },
        {
            "docid": "2611038_4",
            "document": "Eliezer Waldenberg . Rav Waldenberg served as a community rabbi at a small synagogue on Jaffa Road adjacent to the Shaare Tzedek Hospital. Many doctors prayed at the synagogue and Rav Waldenberg began to answer their questions about Jewish law and its application to medical ethics. Rav Waldenberg would come to teach a weekly medical ethics class to the hospital's doctors and nurses.",
            "score": 52.67968273162842
        },
        {
            "docid": "26236323_2",
            "document": "James Gustafson . James M. Gustafson is an American theological ethicist. He received an honorary doctorate by the Faculty of Theology at Uppsala University in 1985. He has held teaching posts at Yale Divinity School and the Department of Religious Studies (1955–1972), the University of Chicago as professor of theological ethics in the Divinity School (1972–1988), and Emory University as the Henry R. Luce Professor of Humanities and Comparative Studies. He retired in 1998 after 43 years of teaching and research, after being Woodruff Professor of Comparative Studies and of Religion in the Emory College and Graduate School of Arts & Sciences. He received the Lifetime Achievement Award for “creative and lasting contributions to the field of Christian ethics” on January 7, 2011 at the Annual Meeting of The Society of Christian Ethics in New Orleans.",
            "score": 48.98453760147095
        },
        {
            "docid": "35614135_3",
            "document": "Eloy Luis André . He was born on 22 June 1876 in the Galician town of Verín. While at the University of Salamanca, during the course of 1899-1900 he conducted advanced philosophy studies at the universities of Leuven, Brussels and Paris. In February 1904 he became full professor of psychology, logic, ethics and rudiments of law at the Institute of Solia, transferring that same year to the same professorship at the Institute of Orense, where he created a laboratory of experimental psychology, just as he would later at the Institute of Toledo. In August 1909 he was appointed full professor of psychology, logic and ethics at the Advanced School of Teaching in Madrid.",
            "score": 51.30897331237793
        },
        {
            "docid": "18700020_31",
            "document": "GSIS-Meralco bribery case . This called into question Justice Sabio’s squabble with fellow Reyes over who should have jurisdiction over the case. It explained why Justice Sabio would, in turn, on July 1, meet lawyer Francis de Borja to discuss a case he had every reason to know would be brought up by a party friendly to Meralco. It’s either that the Ateneo de Manila Law School’s professor of legal ethics had no comprehension of the subject he teaches or he is a plain and simple hypocrite. He brags about his being a righteous professor of legal ethics which we can never believe now after knowing from the investigation his lapses to perform what is expected of a member of the court.",
            "score": 55.16556262969971
        },
        {
            "docid": "39707301_2",
            "document": "Hamid Reza Namazi . Hamid Reza Namazi is a doctor, researcher of philosophy and ethics and assistant professor of Ethics at the Faculty of Theology at the University of Tehran. He teaches, publishes essays and lectures at conferences on philosophy, ethics and Western philosophy.",
            "score": 58.816041469573975
        },
        {
            "docid": "49443158_4",
            "document": "Clóvis de Barros Filho . Clovis de Barros Filho won in 2007, the Free-Teaching from the School of Communication and Arts of the University of São Paulo, where he is professor of ethics. It teaches Corporate Philosophy of HSM Education since 2013. He was a founder of the Pessimistic School Peruibe. He is one of the main critics of the Portuguese version of Wikipedia, denouncing the manipulations and abuses of the administrators, causing the exclusion of his article in Portuguese language in 2013. It Researcher and UNESCO Ethics Adviser. It is a researcher and lecturer at Ethics Space. It is a columnist for the journal Philosophical Ethics Science & Life.",
            "score": 55.1205267906189
        },
        {
            "docid": "30728324_2",
            "document": "Jan Todd . Jan Todd, the Roy J. McLean Fellow in Sport History, is a professor in the Department of Kinesiology and Health Education at The University of Texas at Austin. Todd is a member of the Sport Management faculty, and teaches classes in sport history, sport philosophy, and sport and ethics. An active lecturer, Todd was named the Seward Staley Honor Lecturer for the North American Society for Sport History in 2008.",
            "score": 47.08024072647095
        },
        {
            "docid": "13559336_10",
            "document": "Professor X in other media . In an after-credits scene, Xavier speaks to Moira McTaggert through the body of a comatose man, implying that his consciousness survived by transferring itself into the body (an action that Xavier had discussed at the beginning of the film as part of an ethics class, the question being if it would be ethically right for a mutant like himself to attempt such a transference, noting that the man in question was virtually brain-dead).",
            "score": 41.79240107536316
        },
        {
            "docid": "46763985_3",
            "document": "The Cézanne Affair . The plot of the film is a flashback by Gabriele Rossetti, a young teacher who returns to Bari for the death of his father Ernesto. Ernesto Rossetti was the stationmaster in the small Apulian village of San Vito dei Normanni. He lived happily with his wife and his little son, Gabriele. However, Ernesto had artistic ambitions and was fond of Paul Cezanne's painting after he saw the artist's water colour self-portrait at Bari. Ernesto wanted to make an exhibition in his homage to the country, but the local art critic, truncated and conceited, stunned the exhibition with a newspaper article.<br>Ernesto did not win for himself. He copied to Cezanne's work, neglecting the family especially Gabriele, who began to grow afraid of him and hate him. On the birthday of his son, Ernesto showed the professor (local art critic) the new picture; and the professor again negatively commented the work, stirring up Ernesto's wrath, giving an inconvenient shock to his son Gabriele. When Gabriele grew up, he eventually discovered that Ernesto had deceived everyone with the second painting, which he replaced with the original painting of Paul Cezanne, in order to prove the deceit of the villagers and the professor.",
            "score": 44.76592254638672
        },
        {
            "docid": "6947391_2",
            "document": "Sheila McLean . Emerita Professor Sheila Ann Manson McLean, FRSE, FRCPE, FRCGP, FRSA (b. 20 June 1951) is International Bar Association Professor of Law and Ethics in Medicine and director of the Institute of Law and Ethics in Medicine at the School of Law of the University of Glasgow. Professor McLean is the Book Reviewers' Editor for Medical Law International.",
            "score": 37.80819511413574
        },
        {
            "docid": "7406979_10",
            "document": "New states of Germany . Irreligion is predominant in the eastern part of Germany, which is considered to be the least religious region in the world. An exception is former West Berlin, which had a Christian plurality in 2016 (44.4% Christian and 43.5% unaffiliated). It also has a higher share of Muslims, at 8.5%, compared to former East Berlin with only 1.5% self-declared Muslims as of 2016. On the other hand, Christianity is the dominant religion of Western Germany, excluding Hamburg, which has a non-religious plurality.  On 26 April 2009, a referendum () was held on whether Berlin pupils should be allowed to choose between the ethics class, a compulsory class introduced in all Berlin schools in 2006, and a religion class. The SPD, the Left Party and Greens supported the \"Pro Ethics\" camp for a \"No\" vote, stressing that the ethics class should remain compulsory, and pupils could voluntarily take an extra religion class alongside it if they so chose; the CDU and FDP supported the \"Pro Reli\" camp for a \"Yes\" vote, wanting to give pupils a free choice. In East Berlin, an overwhelming majority of 74.62% voted against the introduction of religious education. In West Berlin, only 41.41% voted \"No\". In total, 51.5% voted \"No\" and 48.4% voted \"Yes\".",
            "score": 31.44549560546875
        },
        {
            "docid": "24644429_3",
            "document": "Norman Daniels . Until his retirement at the end of June 2017, Daniels is Mary B. Saltonstall Professor of Population Ethics and Professor of Ethics and Population Health in the Department of Global Health and Population at the Harvard T.H. Chan School of Public Health in Boston.",
            "score": 38.29758667945862
        },
        {
            "docid": "13192159_13",
            "document": "Craig B. Fisher . Fisher was Adjunct Associate Professor, teaching television, film writing and production at St John’s University and was Adjunct Associate Professor at New York University Film School, teaching courses in film and video production, documentary writing and producing theory, and funding for independent productions. For two years he was an instructor at the Maine Media Workshops and director of the MFA/Film program at Maine Media College. He taught master classes in documentary writing and production for the Boston Film & Video Foundation.",
            "score": 29.814353466033936
        }
    ],
    "r": [
        {
            "docid": "9258_6",
            "document": "Ethics . The word \"ethics\" in English refers to several things. It can refer to philosophical ethics or moral philosophy—a project that attempts to use reason to answer various kinds of ethical questions. As the English philosopher Bernard Williams writes, attempting to explain moral philosophy: \"What makes an inquiry a philosophical one is reflective generality and a style of argument that claims to be rationally persuasive.\" Williams describes the content of this area of inquiry as addressing the very broad question, \"how one should live\". Ethics can also refer to a common human ability to think about ethical problems that is not particular to philosophy. As bioethicist Larry Churchill has written: \"Ethics, understood as the capacity to think critically about moral values and direct our actions in terms of such values, is a generic human capacity.\" Ethics can also be used to describe a particular person's own idiosyncratic principles or habits. For example: \"Joe has strange ethics.\"",
            "score": 67.59821319580078
        },
        {
            "docid": "313563_14",
            "document": "Cognitivism (ethics) . Another argument for ethical cognitivism stands on the close resemblance between ethics and other normative matters, such as games. As much as morality, games consist of norms (or rules), but it would be hard to accept that it be not true that the chessplayer who checkmates the other one wins the game. If statements about game rules can be true or false, why not ethical statements? One answer is that we may want ethical statements to be categorically true, while we only need statements about right action to be contingent on the acceptance of the rules of a particular game—that is, the choice to play the game according to a given set of rules.",
            "score": 64.49890899658203
        },
        {
            "docid": "41401957_8",
            "document": "Feminist Jewish ethics . Jewish ethics is the intersection of Judaism and the philosophical discipline of ethics. Most Jewish ethical texts derive from the Hebrew Bible. For centuries, the biblical literature has served as a \"primary source for the development of Jewish moral concepts and ethical reflection\". Tracing back to ancient rabbinic Judaism, scholars have sought to develop ethics and a moral code of conduct based on their understanding of the written Torah. Pirkei Avot, a compilation of ethical teachings in the Talmud, was written by the rabbis of the MishnaicMishnaic period. It outlines the Torah's views on ethics and interpersonal relationships and it is the only part of the Talmud not containing laws. Jewish ethics continued to expand in the Middle Ages as great Jewish thinkers including Moses Maimonides, Saadya Gaon, and Bahya ben Joseph ibn Paquda greatly contributed to moral Jewish thought. During the 19th and 20th centuries, Jewish ethics flourished, in part due to the development of the different denominations or branches of Judaism. There are many different scholars who have influenced contemporary Jewish ethics including Hermann Cohen, Martin Buber, and Emmanuel Levinas. Still, in recent decades, the interpretation and reinterpretation of Jewish ethics continues to be a source of debate among scholars.",
            "score": 63.8721809387207
        },
        {
            "docid": "31339868_2",
            "document": "James D. Wallace . James Donald Wallace is Emeritus Professor of Moral Philosophy at University of Illinois Urbana-Champaign and the author of several books on the subject of morality and ethics that draw on the American philosophical tradition of Pragmatism, in particular the ethical theory of John Dewey. His works include \"Norms and Practices\" (2008), \"Ethical Norms, Particular Cases\" (1996), \"Moral Relevance and Moral Conflict\" (1988), and \"Virtues and Vices\" (1978), as well as numerous articles. His teaching has covered a variety of subjects including: \"value theory, practical reasoning, social and political philosophy, bioethics, ancient Greek philosophy, and philosophy of art.\"",
            "score": 63.7044677734375
        },
        {
            "docid": "32086688_2",
            "document": "Jamie Lindemann Nelson . Jamie Lindemann Nelson is a philosophy professor and bioethicist currently teaching at Michigan State University. Nelson earned her doctorate in philosophy at the State University of New York at Buffalo in 1980 and taught at the University of Tennessee at Knoxville and St. John's University before moving to Michigan State University. In addition, Nelson was an Associate for Ethical Studies at The Hastings Center from 1990–95 and is both a Woodrow Wilson Visiting Fellow and a Fellow of the Hastings Center. Nelson currently teaches courses on biomedical ethics, ethical theory, moral psychology, feminist theory, and philosophy of language.",
            "score": 63.34327697753906
        },
        {
            "docid": "544830_8",
            "document": "Knud Ejler Løgstrup . Løgstrup takes the ethical demand to be prior to social norms or moral principles. Such principles and norms cannot simply be ignored, and they may make us act as we would have done had we realized the ethical demand; for that reason they are morally useful. But ultimately they are only a substitute for genuinely realizing the ethical, not constitutive of doing so as mainstream moral philosophy assumes. \"The Ethical Demand\" contains analyses of concrete phenomena such as trust, which Løgstrup takes to be fundamental to moral life. Trust, for Løgstrup, is conceptually prior to distrust: the basic attitude built into discourse is a trust in the sincerity of the interlocutor, and hence it is only gradually that we learn to distrust others.",
            "score": 63.17024230957031
        },
        {
            "docid": "265799_46",
            "document": "Scientology beliefs and practices . Scientology teaches that progress on The Bridge to Total Freedom requires and enables the attainment of high moral and ethical standards. According to Hubbard, the goal of ethics is to remove impediments to survival, and ethics is essentially a tool to \"get technology in\", meaning Scientology's use of the term technology. Stephen A. Kent describes Scientology ethics as \"a peculiar brand of morality that uniquely benefitted [the Church of Scientology] ... In plain English, the purpose of Scientology ethics is to eliminate opponents, then eliminate people's interests in things other than Scientology. In this 'ethical' environment, Scientology would be able to impose its courses, philosophy, and 'justice system' — its so-called technology — onto society.\"",
            "score": 63.05746078491211
        },
        {
            "docid": "32710366_10",
            "document": "Terrell Ward Bynum . In 1978, Bynum attended a workshop on the topic of computer ethics conducted by Walter Maner, who was a member of the Philosophy Department of Old Dominion University. Maner had recently coined the name \"computer ethics\" and was teaching an experimental course on that subject at Old Dominion. That workshop was a career-changing event for Bynum, who became convinced by Maner that computer ethics was a vital subject that should be advanced and expanded. Bynum set himself the goal of spreading knowledge of computer ethics across America. With advice from Maner, he began to incorporate computer ethics components into his university courses, and he also started conducting workshops of his own. He encouraged Maner to publish his booklet, \"A Starter-Kit on Teaching Computer Ethics\", with the help of a small publishing company, Helvetia Press, that Bynum and his Swiss wife had created to disseminate applied-philosophy teaching materials generated by National Workshop-Conferences on Teaching Philosophy. (See the discussion of AAPT above.) Maner's \"Starter Kit\" was acquired by scores of schools and colleges across America in the early 1980s.",
            "score": 62.834068298339844
        },
        {
            "docid": "886036_8",
            "document": "Ethical intuitionism . Ethical intuitionism was popular in the early twentieth century, particularly among British analytic philosophers. H.A. Prichard gave a defense of the view in his \"Does Moral Philosophy Rest on a Mistake?\" (1912), wherein he contended that moral philosophy rested chiefly on the desire to provide arguments starting from non-normative premises for the principles of obligation that we pre-philosophically accept, such as the principle that one ought to keep one's promises or that one ought not to steal. This is a mistake, Prichard argued, both because it is impossible to derive any statement about what one ought to do from statements not concerning obligation (even statements about what is \"good\"), and because there is no need to do so since common sense principles of moral obligation are self-evident.",
            "score": 62.83314514160156
        },
        {
            "docid": "13692155_40",
            "document": "Philosophy . Ethics, or \"moral philosophy\", studies and considers what is good and bad conduct, right and wrong values, and good and evil. Its primary investigations include how to live a good life and identifying standards of morality. It also includes meta-investigations about whether a best way to live or related standards exists. The main branches of ethics are normative ethics, meta-ethics and applied ethics.",
            "score": 62.538787841796875
        },
        {
            "docid": "43254_5",
            "document": "Morality . Ethics (also known as moral philosophy) is the branch of philosophy which addresses questions of morality. The word \"ethics\" is \"commonly used interchangeably with 'morality,' and sometimes it is used more narrowly to mean the moral principles of a particular tradition, group, or individual.\" Likewise, certain types of ethical theories, especially deontological ethics, sometimes distinguish between ethics and morals: \"Although the morality of people and their ethics amounts to the same thing, there is a usage that restricts morality to systems such as that of Immanuel Kant, based on notions such as duty, obligation, and principles of conduct, reserving ethics for the more Aristotelian approach to practical reasoning, based on the notion of a virtue, and generally avoiding the separation of 'moral' considerations from other practical considerations.\"",
            "score": 62.182037353515625
        },
        {
            "docid": "26826055_57",
            "document": "Seymour Siegel . But, as noted above, Siegel believed that the push to preserve or conserve the laws we inherit cannot be undertaken as if we have not also inherited \"aggadah,\" the wealth of Jewish teachings that come to us in the form of writing focused on morals, ethics, values, and even dreams. This inheritance, no less valuable and no less \"commanding\" in his eyes than the legal teachings, must be considered in any religious struggle to understand how we are to act to make the world better, to \"mend\" or \"repair\" its flaws. And so, his view was that ethical principles must challenge our understanding of the law, and \"aggadah\" must challenge us to reconsider and even, sometimes, reevaluate, \"halakhah\"—but to do so carefully, and in a measured way.",
            "score": 61.97441482543945
        },
        {
            "docid": "290437_6",
            "document": "Righteousness . Ethics is a major branch of philosophy, encompasses right conduct and good living. \" Rushworth Kidder states that \"standard definitions of ethics have typically included such phrases as 'the science of the ideal human character' or 'the science of moral duty'\".[3] Richard William Paul and Linda Elder define ethics as \"a set of concepts and principles that guide us in determining what behavior helps or harms sentient creatures\".[4] The Cambridge Dictionary of Philosophy states that the word ethics is \"commonly used interchangeably with 'morality' ... and sometimes it is used more narrowly to mean the moral principles of a particular tradition, group or individual.\"",
            "score": 61.9029426574707
        },
        {
            "docid": "38172329_2",
            "document": "Debra Satz . Debra Satz is an American philosopher at Stanford University. She is the Marta Sutton Weeks Professor of Ethics in Society, Professor of Philosophy and Political Science. She is the Director of Stanford's Center on Ethics. She teaches courses in ethics, social and political philosophy, and philosophy of social science.",
            "score": 61.72802734375
        },
        {
            "docid": "32373526_2",
            "document": "Thomas Tomlinson (philosopher) . Thomas Tomlinson (born 1945) is a philosophy professor and medical ethicist currently teaching at Michigan State University where he holds a joint appointment in the Lyman Briggs College and the philosophy department. Tomlinson earned his M.A. and Ph.D in philosophy at Michigan State University. He teaches courses on medical ethics, nursing ethics, and veterinary ethics.",
            "score": 61.67379379272461
        },
        {
            "docid": "6485482_4",
            "document": "John Corvino . Corvino is Professor and Chair of Philosophy at Wayne State University in Detroit, Michigan. He began teaching there in 1998 and received tenure in 2007. His foci are ethics, applied ethics, and early modern philosophy. Other areas in which he has concentrated include the philosophy of religion, social philosophy, and political philosophy. He has taught classes focusing on Hume as well as British empiricism.",
            "score": 61.309364318847656
        },
        {
            "docid": "5135982_56",
            "document": "Humanism . \"Religious humanists\" are non-superstitious people who nevertheless see ethical humanism as their religion, and who seek to integrate (secular) humanist ethical philosophy with congregational rituals centred on human needs, interests, and abilities. Though practitioners of religious humanism did not officially organise under the name of \"humanism\" until the late 19th and early 20th centuries, non-theistic religions paired with human-centred ethical philosophy have a long history. A unified Ethical Culture movement was first founded in 1876; its founder, Felix Adler was a former member of the Free Religious Association, and conceived of Ethical Culture as a new religion that would retain the ethical message at the heart of all religions. Ethical Culture was religious in the sense of playing a defining role in people's lives and addressing issues of ultimate concern. Nowadays religious humanists in the United States are represented by organisations such as the American Ethical Union, and will simply describe themselves as \"ethical humanists\" or \"humanists\". Secular humanists and religious humanists organise together as part of larger national and international groupings, and differentiate themselves primarily in their attitude to the promotion of humanist thinking.",
            "score": 61.30293273925781
        },
        {
            "docid": "40516523_4",
            "document": "Nancy Snow . Snow accepted an appointment as an assistant professor of philosophy at Arizona State University in 1987, before accepting an appointment as an assistant professor of philosophy at Marquette in 1989, where she has remained since. She was promoted to associate professor in 1996, and later promoted to full professor. While at Marquette, she served as the Director of Core Curriculum from 2002-2005. While at Marquette, she has driven efforts to improve the quality and diversity of courses the campus offers, especially in the realms of gender and sexuality, believing teaching to be a critically important role of the academic. She is the current associate editor for ethics and philosophy for \"The Journal of Moral Education\", and is currently on the editorial boards of both \"Ethical Theory and Moral Practice\" and \"The Journal of Value Inquiry\".",
            "score": 60.75
        },
        {
            "docid": "5599090_6",
            "document": "Jeffrey Nielsen . Nielsen was educated at Weber State University and Boston College. At Boston College, he was a Teaching Fellow where he taught courses in logic and critical thinking, the history and philosophy of art and science as well as in ethics and epistemology. He has also taught in the philosophy department at Brigham Young University, where he taught courses in the ethics of leadership, reasoning and writing, as well as in the history and development of science. His teaching focuses on issues in ethics, moral decision-making, and democracy.",
            "score": 60.557044982910156
        },
        {
            "docid": "55149905_2",
            "document": "Frank Chapman Sharp . Frank Chapman Sharp (July 30, 1866 – May 4, 1943) was an American philosopher who specialized in ethics, including business ethics and the ethical conduct of war. He received his BA from Amherst College in 1887 and his Ph.D. at the Konigliche-Friedrich-Wilhelms University of Berlin in 1892. His thesis, \"The Aesthetic Element in Morality and Its Place in a Utilitararian Theory of Morals\", was published in book form in both English and German in 1893. His entire teaching career was spent on the philosophy faculty at the University of Wisconsin, where he was made a full professor in 1905. He served as President of the Western Division of the American Philosophical Society during the 1907-1908 term. Among Sharp's other publications are \"Shakespeare's Portrayal of the Moral Life\" (1902); \"A Study of the Influence of Custom on Moral Judgment\" (1908); \"A Course in Moral Instruction for the High School\" (1909); \"Syllabus on Moral Instruction\" (with Frederic James Gould, 1911); \"Ethics\" (1928); \"Business Ethics: Studies in Fair Competition\" (1937); \"Problems in Business Ethics\" (1937); and \"Good Will and Ill Will: A Study in Moral Judgments\" (1950), the last of which was published posthumously.",
            "score": 60.4781379699707
        },
        {
            "docid": "2158190_3",
            "document": "Harold Arthur Prichard . Prichard gave an influential defence of ethical intuitionism in his \"Does Moral Philosophy Rest on a Mistake?\" (1912), wherein he contended that moral philosophy rested chiefly on the desire to provide arguments, starting from non-normative premises, for the principles of obligation that we pre-philosophically accept, such as the principle that one ought to keep one's promises or that one ought not steal. This is a mistake, he argued, both because it is impossible to derive any statement about what one ought to do from statements not concerning obligation (even statements about what is good), and because there is no need to do so since common sense principles of moral obligation are self-evident. The essay laid a groundwork for ethical intuitionism and provided inspiration for some of the most influential moral philosophers, such as John Rawls.",
            "score": 60.41720199584961
        },
        {
            "docid": "11457292_2",
            "document": "Geoffrey Sayre-McCord . Geoffrey Sayre-McCord (né McCord, born December 10, 1956) is a philosopher who works in moral theory, meta-ethics, the history of ethics, and epistemology. He has written extensively in these areas. He is known especially for his work on moral realism and on David Hume's moral theory. He has also written on contractualism. His \"Essays on Moral Realism\" is widely used in undergraduate and graduate courses on meta-ethics and he was, for five years, a co-editor of the journal \"Noûs\".  Sayre-McCord received his BA from Oberlin College and his PhD (under the direction of David Gauthier) from the University of Pittsburgh. The recipient of several university-wide teaching awards, Sayre-McCord is the Morehead-Cain Alumni Distinguished Professor of Philosophy and Director of the Philosophy, Politics, and Economics Program at the University of North Carolina, where he has taught since 1985.",
            "score": 60.39893341064453
        },
        {
            "docid": "191941_10",
            "document": "Bioethics . Medical ethics tends to be understood narrowly as an applied professional ethics, whereas bioethics has a more expansive application, touching upon the philosophy of science and issues of biotechnology. The two fields often overlap, and the distinction is more a matter of style than professional consensus. Medical ethics shares many principles with other branches of healthcare ethics, such as nursing ethics. A bioethicist assists the health care and research community in examining moral issues involved in our understanding of life and death, resolving ethical dilemmas in medicine and science. Examples of this would be the topic of equality in medicine, the intersection of cultural practices and medical care, and issues of bioterrorism.",
            "score": 60.353973388671875
        },
        {
            "docid": "7020192_3",
            "document": "James Allen Graff . He earned a BA at Lafayette College in 1959 and his doctorate at Brown University in 1963 with a thesis titled: \"The Concept of a Moral Agent.\" As a professor at Toronto his teaching focused on ethics and political philosophy.John Irving, then head of the Department of Ethics at Victoria College, hired him as a lecturer in 1963. When Francis Sparshott stepped down as chairman of that department in 1970, Graff was appointed to succeed him. He held the post until the Department of Ethics was abolished and its members absorbed into the Department of Philosophy in 1975. He stayed at the department of philosophy, as a professor until 2002 and as professor emeritus until his death.",
            "score": 60.3256721496582
        },
        {
            "docid": "1860329_7",
            "document": "Ethical decision . All ethical and moral judgement attempts to make consistent descriptions of complex situations and difficult decisions. It is considered to be important because, to those who practice the ethical tradition in which the descriptions are applied, it answers the big question: \"How should we live?\"",
            "score": 60.32290267944336
        },
        {
            "docid": "3406017_11",
            "document": "Secular ethics . There are those who state that religion is not necessary for moral behavior at all. The Dalai Lama has said that compassion and affection are human values independent of religion: \"We need these human values. I call these secular ethics, secular beliefs. There’s no relationship with any particular religion. Even without religion, even as nonbelievers, we have the capacity to promote these things.\"",
            "score": 60.23523712158203
        },
        {
            "docid": "1867704_52",
            "document": "Soviet Nonconformist Art . Javad Mirjavadov, Azerbaijani artist, a non-conformist and a reformer, whose masterpieces have had a tremendous influence on the development of contemporary Azerbaijani art. A turning point in his creative work came when he was a student and saw a reproduction of Paul Cezanne`s ``Mardi Gras``, experiencing creative regeneration. This passionate, dedicated and fearless man headed to Saint Petersburg to study the works of Cezanne, Van Gogh, Matisse and other outstanding artists of the 20th century. In order to fully grasp the enormous courage of this decision, we must recall that this happened during Stalin`s rule, when taking interest in these painters was considered heterodoxy and even treachery. Displaying the art of impressionists and post-impressionists was banned at the time and, though these works were stored in the Hermitage museum, they were considered anti-Soviet. Once Mirjavadov entered the office of Hermitage director Mikhail Artamonov and demanded: ``Show me Cezanne, or I will kill you!`` Artamonov replied, smiling: ``Why kill me, we will show you everything.`` Owing to a miraculous set of circumstances, Mirjavadov was allowed to enter the Hermitage repository, where he embraced with his whole being the paintings by El Greco, Rembrandt, Van Gogh and Cezanne. Later he asked the art gallery director why he had not called the police, but decided to help him instead, and Artamonov said: ``No one in the whole country needs this. But here you are, rushing in like the wind, a man from another land, and all you need is art and nothing else, just look at you!``",
            "score": 59.937076568603516
        },
        {
            "docid": "3406017_22",
            "document": "Secular ethics . Whether or not the relationships between animals found in nature and between people in early human evolution can provide a basis for human morality is a persistently unresolved question. Thomas Henry Huxley wrote in \"Evolution and Ethics\" in 1893 that people make a grave error in trying to create moral ideas from the behavior of animals in nature. He remarked: Famous biologist and writer Stephen Jay Gould has stated that \"answers will not be read passively from nature\" and \"[t]he factual state of the world does not teach us how we, with our powers for good and evil, should alter or preserve it in the most ethical manner\". Thus, he concluded that ideas of morality should come from a form of higher mental reason, with nature viewed as an independent phenomenon.",
            "score": 59.91654968261719
        },
        {
            "docid": "3485754_5",
            "document": "James Rachels . Rachels' best-known work is \"The Elements of Moral Philosophy\". It went to its sixth edition in 2009, having been revised by Rachels' son, Stuart Rachels. Among the subjects covered are ethical and simple subjectivism, emotivism, as well as ethical and psychological egoism. The text uses real-world examples to highlight points regarding complicated philosophical principles. Rachels had a history of using such examples. The publication in 1971 of his anthology, \"Moral Problems\", marked a shift from teaching meta-ethics in American colleges to teaching concrete practical issues. \"Moral Problems\" sold 100,000 copies over three editions.",
            "score": 59.82550048828125
        },
        {
            "docid": "3406017_2",
            "document": "Secular ethics . Secular ethics is a branch of moral philosophy in which ethics is based solely on human faculties such as logic, empathy, reason or moral intuition, and not derived from supernatural revelation or guidance—the source of ethics in many religions. Secular ethics refers to any ethical system that does not draw on the supernatural, and includes humanism, secularism and freethinking. A classical example of literature on secular ethics is the Kural text, authored by the ancient Indian philosopher Valluvar who lived during the 1st century BCE.",
            "score": 59.785728454589844
        },
        {
            "docid": "5515510_28",
            "document": "Kantian ethics . German philosopher G. W. F. Hegel presented two main criticisms of Kantian ethics. He first argued that Kantian ethics provides no specific information about what people should do because Kant's moral law is solely a principle of non-contradiction. He argued that Kant's ethics lack any content and so cannot constitute a supreme principle of morality. To illustrate this point, Hegel and his followers have presented a number of cases in which the Formula of Universal Law either provides no meaningful answer or gives an obviously wrong answer. Hegel used Kant's example of being trusted with another man's money to argue that Kant's Formula of Universal Law cannot determine whether a social system of property is a morally good thing, because either answer can entail contradictions. He also used the example of helping the poor: if everyone helped the poor, there would be no poor left to help, so beneficence would be impossible if universalised, making it immoral according to Kant's model. Hegel's second criticism was that Kant's ethics forces humans into an internal conflict between reason and desire. For Hegel, it is unnatural for humans to suppress their desire and subordinate it to reason. This means that, by not addressing the tension between self-interest and morality, Kant's ethics cannot give humans any reason to be moral.",
            "score": 59.73878860473633
        },
        {
            "docid": "27020037_2",
            "document": "History of ethics . Ethics is the branch of philosophy that examines right and wrong moral behavior, moral concepts (such as justice, virtue, duty) and moral language. Various ethical theories pose various answers to the question \"What is the greatest good?\" and elaborate a complete set of proper behaviors for individuals and groups. Ethical theories are closely related to forms of life in various social orders.",
            "score": 59.65889358520508
        }
    ]
}