{
    "q": [
        {
            "docid": "8543664_13",
            "document": "The Head and the Hair . There are frequent references to \"Star Wars\" in \"30 Rock\", beginning with the pilot episode in 2006 where Tracy is seen shouting that he is a Jedi. Liz admits to being a huge fan of \"Star Wars\", saying that she had watched it many times with Pete Hornberger (Scott Adsit), and dressed up as the \"Star Wars\" character Princess Leia during four recent Halloweens. There is also reference to \"Star Wars\" when Tracy takes on the identity of the character Chewbacca. In \"The Head and the Hair\", Liz tells Jenna that \"The Head\" asked her out and says \"I had to say yes. I mean he looked at me with those handsome guys eyes. It was like the Death Star tractor beam when the \"Falcon\" was...\", until Jenna interrupts her and says \"No Liz, do not talk about that stuff on your date. Guys like that do not like \"Star Trek\"\", to which Liz corrects \"Wars!\". Fey, a fan of \"Star Wars\" herself, said that the weekly \"Star Wars\" joke or reference \"started happening organically\" when the crew realized that they had a \"Star Wars\" reference \"in almost every show\". Fey said that from then on \"it became a thing where [they] tried to keep it going\", and that even though they could not include one in every episode, they still had a \"pretty high batting average\". Fey attributed most of the references to executive producer and writer Robert Carlock, whom she described as \"the resident expert\".",
            "score": 60.01776671409607
        },
        {
            "docid": "422828_12",
            "document": "Scotty (Star Trek) . Scotty's operation of the \"Enterprise\" transporter system inspired the catchphrase \"Beam me up, Scotty\", which gained currency in popular culture beyond \"Star Trek\" fans, even though the exact phrase is not spoken in that way in the original series, although it is used frequently in the animated series. In \"\", Kirk says, \"Scotty, beam me up.\"",
            "score": 69.51886582374573
        },
        {
            "docid": "27092_17",
            "document": "Star Trek: The Animated Series . \"The Lorelei Signal\" and \"The Infinite Vulcan\", the latter written by Walter Koenig, are rare occurrences where Captain Kirk comes close to actually saying, \"Beam me up, Scotty\" (long erroneously believed to be a \"Star Trek\" catchphrase), when he commands \"Beam us up, Scotty.\" \"\" arguably comes closer to it by having Kirk say \"Scotty, beam me up\".",
            "score": 61.40408253669739
        },
        {
            "docid": "45716_27",
            "document": "Transporter (Star Trek) . The famous catchphrase \"Beam me up, Scotty\" refers to the transporter device, which was often operated by chief engineer Montgomery Scott during the original series. The phrase was never uttered by anyone in the original series, although the lines \"Scotty, beam us up\" and \"Beam me up\" were spoken by Captain Kirk in that series. \"Scotty, beam me up\" was spoken by Admiral Kirk in \"Star Trek IV: The Voyage Home\". On the special edition DVD of \"Star Trek IV\", the text commentary provided by Michael and Denise Okuda (co-authors of \"The Star Trek Encyclopedia\" and \"The Star Trek Chronology: The History of the Future\") indicates that this was the closest anyone came to using that catchphrase in an official \"Star Trek\" production.",
            "score": 63.98505663871765
        },
        {
            "docid": "23199088_5",
            "document": "Beam Me Up Scotty (mixtape) . \"Beam Me Up Scotty\" was well received by critics and fans alike receiving an average score of 78. MTV's \"Mixtape Daily\" chose Beam Me Up Scotty as its weekly pick on May 4, 2009, giving the album positive reviews: \"Yeah, you are going to hear a bunch of more-than-just-friendly shout-outs to the ladies – Nicki says she loves the girls and has no problem surrounding herself with \"bad bitches.\" \"Mixtape Daily\" favored tracks such as \"I Get Crazy \", \"Kill the DJ\" & \"Envy\". \"Beam Me Up Scotty\" is credited with helping distinguish Nicki Minaj as an excellent lyricist in a male-dominated genre.",
            "score": 33.380783557891846
        },
        {
            "docid": "25953544_1",
            "document": "(Do You Love Me) Just Say Yes . (Do You Love Me) Just Say Yes",
            "score": 21.118343353271484
        },
        {
            "docid": "43758271_2",
            "document": "Say Again Yes I Do . Say Again Yes I Do () also known as I Do is a 2014 Taiwanese television series created and produced by Sanlih E-Television. Starring , Mandy Wei, Michael Zhang and Vivi Lee as the main leads. Filming began on August 6, 2014 and wrapped up on December 31, 2014, the drama was filmed as it aired. The series began airing on Sanlih's TTV channel on Sunday nights August 30, 2014 at 10:00 PM and will take over the timeslot of previous TTV drama \"\"Fall in Love with Me\" \". The drama concluded on January 4, 2015 with 20 episodes total.",
            "score": 27.682408332824707
        },
        {
            "docid": "21122467_8",
            "document": "Henry Stacy Marks . \"I took home a picture to the Dook of Wellington one day, and, as I was taking it up in the hall, he comes by, and says, \"Oh, you comes from Messrs. Bennett.\" \"Yes, sir,\" I says. With that he passes on, and out comes at the front door a man dressed all in black, and comes up to me—his butler, I suppose. He says, \"Do you know who you were a talking to just now?\" \"Yes, sir,\" I says, \"Arthur Wellesley, better known as Dook of Wellington.\" Then, why don't you say \"Your Grace to him ?\" \"Grace ?\" says I, \" why should I say grace for? there's no meat here. Where's the viands? Why, I said sir to him—a common title of respect between man and man.\" \" Well,\" says he, \" you are a rum sort of customer, you are. What do you call the Duke ?\" \"What do I call him ?\" I says ; \"a wholesale carcase butcher! Look at his career. He begins by going to France to learn the art of war, and then he goes to India and kills thousands of natives who were only defending their own country, and at last turns his arms against the country where he first learned the art of war, and murders thousands more. A wholesale carcase butcher: that's what I call him.\"",
            "score": 34.33925461769104
        },
        {
            "docid": "25953544_2",
            "document": "(Do You Love Me) Just Say Yes . \"(Do You Love Me) Just Say Yes\" is a song written by Bob DiPiero, John Scott Sherrill and Dennis Robbins, and recorded by American country music group Highway 101. It was released in June 1988 as the first single from the album \"Highway 101, Volume 2\". \"(Do You Love Me) Just Say Yes\" was Highway 101's third number one on the country chart. The song spent one week at that position and twenty weeks on the chart. It also reached Number One on the \"RPM\" Country Tracks charts in Canada.",
            "score": 22.525509119033813
        },
        {
            "docid": "2269233_5",
            "document": "Memorial Acclamation . In the Byzantine form of the Liturgy of St James, the priest celebrant says: \"This do in remembrance of me; for as often as ye eat this bread, and drink this cup, ye do show forth the Lord's death, and confess His resurrection, till He comes.\" The people respond: \"We show forth Thy death, O Lord, and confess Thy resurrection.\"",
            "score": 24.433659315109253
        },
        {
            "docid": "30826039_9",
            "document": "Uncharted (song) . \"This video is about my journey as an artist who looks up to the people around them. This is about being a fan of people who take chances, who are fearless, who have integrity, and go off into the world saying yes to what's around them. It's filled with some of the people in my life who do that . They have impacted my world and are not only incredible artists, but great friends as well. They all worked this giant favor into their very busy lives and helped me out more than I can say.\"",
            "score": 27.617421627044678
        },
        {
            "docid": "50541195_3",
            "document": "Yes Girl . The song was written by Miller herself, Ilsey Juber and American production team Pop & Oak, who also produced the song. Co-production is handled by Treviorious and Zaire Koalo. Is described as a \"moody pop rock anthem\" With the song, Miller wanted to combine a live aspect, live instruments, with programmed instruments, \"in a way that nobody really does in pop music, at least not right now,\" said during a late call on \"Fuse\". \"I wanted to come up with something that was really original and true to me. Oak was the first person, out of all the producers I’ve worked with, to capture that immediately. It was this whole new feeling\", she continued. About the inspiration for the song, she told \"People\", \"I had a lot of people in my life telling me what I needed to be doing and what direction I need to be going in. I was just getting really stressed out, and I found myself saying yes to a lot of things that I really didn't want to. There's that saying of being a Yes Man, and I was kind of being a Yes Girl. I wrote this song to remind myself that I can stand up for myself and be passionate about things and have an opinion – and that it's not wrong, I figured out if I put happiness in myself, that, if it comes from myself, I can be happy. If I tell myself I can accomplish things, I can do them. I'm excited for my fans to see how much I've grown.\"",
            "score": 26.028377413749695
        },
        {
            "docid": "1316796_18",
            "document": "Ryan Leaf . Leaf missed his second season due to a shoulder injury suffered 20 minutes into the Chargers' first training camp workout on July 23, 1999. Leaf had surgery to fix a labral tear in his throwing shoulder. During an August training camp, a fan heckled Leaf: \"Hey, Ryan, you're the worst draft choice in NFL history. You make Heath Shuler look like an All-Star.\" Leaf, accompanied by a coach and security guards, walked towards the fan and asked a question. The fan began walking closer to Leaf, and two coaches restrained Leaf, with another Chargers employee saying \"No, don't do it, Ryan. Don't do it.\" Leaf later explained the incident: \"...what I wanted to do was say, 'Hey, look, I've grown up, I'm calm about it, I would like to understand why you would say that about me.'\"",
            "score": 39.064377784729004
        },
        {
            "docid": "18264094_7",
            "document": "Rosemary's Baby (30 Rock) . \"Rosemary's Baby\" was mainly filmed on September 11, 2007, while Fisher's scenes were filmed the next day on September 12, 2007. \"Star Wars\" is frequently referenced in \"30 Rock\", beginning with the pilot episode where Tracy Jordan is seen shouting that he is a Jedi. Liz Lemon admits to being a huge fan of \"Star Wars\", saying that she had watched it many times with Pete Hornberger, and dressed up as the \"Star Wars\" character Princess Leia during four recent Halloweens. \"Star Wars\" is also referenced when Tracy Jordan takes on the identity of the character Chewbacca. Fey, a fan of \"Star Wars\" herself, said that the weekly \"Star Wars\" joke or reference \"started happening organically\" when the crew realized that they had a \"Star Wars\" reference \"in almost every show\". Fey said that from then on \"it became a thing where [they] tried to keep it going\", and that even though they could not include one in every episode, they still had a \"pretty high batting average\". Fey attributed most of the references to Robert Carlock, who she described as \"the resident expert\". Prior to the airing of the episode, fans were \"raving\" about the much awaited guest appearance of Fisher. Fisher's last line in the episode, \"Help me, Liz Lemon! You're my only hope!\", was a spoof of the line \"Help me Obi-Wan Kenobi, you're my only hope!\" from her past role in the original \"Star Wars\" trilogy, in which she played Princess Leia.",
            "score": 49.179251194000244
        },
        {
            "docid": "2231540_3",
            "document": "Fan Ye (gymnast) . Fan Ye is best known for her work on the balance beam. Her biggest accomplishment in gymnastics is winning the 2003 World Balance Beam Title. Fan Ye earned a 9.812 for that gold medal performance and has the distinction of having the highest scoring routine at an international elite competition in the 2001-2004 quad.",
            "score": 17.681915283203125
        },
        {
            "docid": "1502369_18",
            "document": "Star Wars: Empire at War . \"The A.V. Club\" gave it a B and stated that \"you could find a deeper or better-tuned strategy game—but this one has AT-ATs.\" \"Detroit Free Press\" gave it three stars out of four, saying, \"The day-to-day ground conflicts that make up most of the game are not particularly inspiring. The full-on space wars are a real thrill to behold.\" However, \"The Sydney Morning Herald\" gave it three stars out of five and said that it \"hits all the right notes if you're a \"Star Wars\" fan, but be prepared to grind out your victories.\"",
            "score": 48.449055910110474
        },
        {
            "docid": "23199088_2",
            "document": "Beam Me Up Scotty (mixtape) . Beam Me Up Scotty is the third mixtape by American rapper and singer Nicki Minaj; it was released on April 18, 2009 by Trapaholics Records. It features guest verses from rappers Bobby V, Brinx, Birdman, Busta Rhymes, Drake, Gucci Mane, Mack Maine, Gudda Gudda, Lil Twist, Jae Millz, Lil Wayne, Red Café, Lil Chuckee, Ricky Blaze, Rocko, Ron Browz, and Shanell. Its production was overseen by DJ Holiday and The Trapaholics. \"Beam Me Up Scotty\" received favorable reviews from contemporary music critics, and is also largely credited with establishing Minaj's fan base. One of its tracks \"I Get Crazy\" respectively charted at numbers 20 and 37 on the U.S. \"Billboard\" Hot Rap Songs and Hot R&B/Hip-Hop Songs component charts.",
            "score": 32.492591857910156
        },
        {
            "docid": "19672828_20",
            "document": "Alec Guinness . In the final volume of the book \"A Positively Final Appearance\" (1997), Guinness recounts grudgingly giving an autograph to a young fan who claimed to have watched \"Star Wars\" over a hundred times, on the condition that the boy promise to stop watching the film because \"this is going to be an ill effect on your life\". The fan was stunned at first but later thanked him (though some sources say it went differently). Guinness is quoted as saying: \"'Well', I said, 'do you think you could promise never to see \"Star Wars\" again?' He burst into tears. His mother drew herself up to an immense height. 'What a dreadful thing to say to a child!' she barked, and dragged the poor kid away. Maybe she was right but I just hope the lad, now in his thirties, is not living in a fantasy world of second hand, childish banalities.\" Guinness grew so tired of modern audiences apparently knowing him only for his role of Obi-Wan Kenobi that he would throw away the mail he received from \"Star Wars\" fans without reading it.",
            "score": 46.817790150642395
        },
        {
            "docid": "46995803_18",
            "document": "The Promise (2016 film) . Benjamin Lee of \"The Guardian\" gave the film 3 stars (out of 5) and called it an \"often soapy but well-intentioned and extravagantly mounted epic\". Richard Roeper of the \"Chicago Sun-Times\" gave the film 3 out of 4 stars, saying: \"Yes, \"The Promise\" veers into corny territory, and yes, it’s derivative of better war romances — but it’s a solid and sobering reminder of the atrocities of war, bolstered by strong performances from Isaac and Bale, two of the best actors of their generation\".",
            "score": 34.70647168159485
        },
        {
            "docid": "23199088_3",
            "document": "Beam Me Up Scotty (mixtape) . \"Beam Me Up Scotty\" was recorded after Lil Wayne noticed Minaj's appearance on Queens-based underground rap label Dirty Money Records on \"The Re Up\" DVD series.<ref name=\"Billboard - Nicki/Wayne Tour\"></ref> He is credited with mentoring Minaj as she recorded \"Beam Me Up Scotty\", two years after her appearance on \"Don't Stop, Won't Stop\", a track from Wayne's acclaimed 2007 mixtape \"Da Drought 3\" that sampled \"Can't Stop, Won't Stop (Young Gunz song)\" by Young Gunz. Minaj says of her time on tour with Lil Wayne: \"It made me hungry. That's what inspired me and the music for the \"Beam Me Up Scotty tape\" — the \"I Am Music Tour\".\"",
            "score": 33.80730366706848
        },
        {
            "docid": "208423_9",
            "document": "Gowron . Following the death of Gowron on screen, O'Reilly continued to attend \"Star Trek\" conventions in character, often appearing on stage alongside J.G. Hertzler as Martok. One of their trademarks is a song about Klingons, and O'Reilly has had a Bat'leth created to look like a stringed guitar. He explained in an interview that \"We love doing Klingons. For me, it was a dream come true, it was nice to come back to it. And the fans just love it. We tried it once and the fans just went crazy.\" The pair debuted the in-makeup appearances at a convention in the late 2000s in Germany, and after generating the longest photo op queue at the event, they decided to take it to the stage. Larry Nemecek praised their convention appearances, saying \"They are fan favourites because they are big, gregarious guys. They slap people on the back. They have a good time. They tease people back. They do it for the audience.\"",
            "score": 39.78871703147888
        },
        {
            "docid": "1609146_11",
            "document": "Beam me up, Scotty . The exact timing of when the phrase became popular is unclear. However, early signs of the quote's usage to describe something separate of Star Trek can be found roughly ten years after Star Trek's airing in 1966, in a publication of the Royal Aeronautical Journal. It describes a certain routine as \"a sort of 'beam me up scotty' routine'\". Over time, the phrase has been extended to, \"Beam me up, Scotty, there's no intelligent life down here!\", popularized on bumper stickers and t-shirts, despite neither quote ever being said on the show.",
            "score": 47.53029823303223
        },
        {
            "docid": "161978_5",
            "document": "Last Judgment . Enter ye in at the strait gate: for wide is the gate, and broad is the way, that leadeth to destruction, and many there be which go in thereat: Because strait is the gate, and narrow is the way, which leadeth unto life, and few there be that find it. Beware of false prophets, which come to you in sheep's clothing, but inwardly they are ravening wolves. Ye shall know them by their fruits. Do men gather grapes of thorns, or figs of thistles? Even so, every good tree bringeth forth good fruit; but a corrupt tree bringeth forth evil fruit. A good tree cannot bring forth evil fruit, neither can a corrupt tree bring forth good fruit. Every tree that bringeth not forth good fruit is hewn down, and cast into the fire. Therefore, by their fruits ye shall know them. Not every one that saith unto me: Lord, Lord, shall enter into the Kingdom of Heaven; but he that doeth the will of my Father which is in Heaven. Many will say to me in that day, Lord, Lord, have we not prophesied in thy name? and in thy name have cast out devils? and in thy name done many wonderful works? And then will I profess unto them, I never knew you: depart from me, ye that work iniquity. () Then said one unto him, Lord, are there few that be saved? And he said unto them, Strive to enter in at the strait gate: for many, I say unto you, will seek to enter in, and shall not be able. When once the master of the house is risen up, and hath shut to the door, and ye begin to stand without, and to knock at the door, saying, Lord, Lord, open unto us; and he shall answer and say unto you, I know you not whence ye are: Then shall ye begin to say, We have eaten and drunk in thy presence, and thou hast taught in our streets. But he shall say, I tell you, I know you not whence ye are; depart from me, all ye workers of iniquity. There shall be weeping and gnashing of teeth, when ye shall see Abraham, and Isaac, and Jacob, and all the prophets, in the kingdom of God, and you yourselves thrust out. () It also appears in the Sheep and the Goats section of Matthew where the judgment seems entirely based on help given or refused to \"one of the least of these my brethren\" who are identified in Matthew 12 as \"whosoever shall do the will of my Father which is in heaven\".",
            "score": 36.63090658187866
        },
        {
            "docid": "40179756_4",
            "document": "Honest (Future album) . In June 2012, Future announced his second studio album would be titled \"Future Hendrix\". In September 2012, during an interview with Montreality, he spoke about the album title, saying: \"\"Future Hendrix\" just comes from being different. Jimi Hendrix, he always stood out, and I always like the way he stood out. It wasn't about me getting that rock'n'roll lifestyle...that comes with this music industry. It's another level; it's striving to be different. I want to do it at the end of February, but it all depends on how these singles do and what this Super Future do.\" In December 2012, during an interview with Sermon's Domain, he said that the album would be more R&B based, saying: \"I want to say [\"Future Hendrix\"] will be more R&B based, but it's going to be more substance, more passion - just more down with feeling. I won't compromise who I am…I know my fans who've been down for me from day one, they understand the growth, and they gonna know when they hear \"Future Hendrix\", they'll know that I'm not selling out…they're gonna understand that I'm doing music that was already happening. But I'ma still have street songs. It's gonna be street-driven…[but] it's going to be more filled up with records with substance.\"",
            "score": 32.42679309844971
        },
        {
            "docid": "6404955_51",
            "document": "List of Star Wars species (A–E) . The Chadra-Fan are short, furry mammalianoids with bat-like faces and flap-like ears. They live in the swamps and marshes of their native planet Chad. They are renowned for their weak strength, emphasized by the saying 'You punch like a Chadra-Fan.' A famous Chadra-Fan was Tekli of the New Jedi Order who later became a healer for the Jedi. Her race was often received well because they had what many Star Wars authors referred to as adorable features.",
            "score": 41.13654637336731
        },
        {
            "docid": "4770634_6",
            "document": "Matthew 7 . Judge not, that ye be not judged.<br> For with what judgment ye judge, ye shall be judged: and with what measure ye mete, it shall be measured to you again.<br> And why beholdest thou the mote that is in thy brother's eye, but considerest not the beam that is in thine own eye?<br> Or how wilt thou say to thy brother, Let me pull out the mote out of thine eye; and, behold, a beam [is] in thine own eye?<br> Thou hypocrite, first cast out the beam out of thine own eye; and then shalt thou see clearly to cast out the mote out of thy brother's eye.<br> Give not that which is holy unto the dogs, neither cast ye your pearls before swine, lest they trample them under their feet, and turn again and rend you.<br> Ask, and it shall be given you; seek, and ye shall find; knock, and it shall be opened unto you:<br> For every one that asketh receiveth; and he that seeketh findeth; and to him that knocketh it shall be opened.<br> Or what man is there of you, whom if his son ask bread, will he give him a stone?<br> Or if he ask a fish, will he give him a serpent?<br> If ye then, being evil, know how to give good gifts unto your children, how much more shall your Father which is in heaven give good things to them that ask him?<br> Enter ye in at the strait gate: for wide [is] the gate, and broad [is] the way, that leadeth to destruction, and many there be which go in thereat:<br> Because strait [is] the gate, and narrow [is] the way, which leadeth unto life, and few there be that find it.<br> Beware of false prophets, which come to you in sheep's clothing, but inwardly they are ravening wolves.<br> Ye shall know them by their fruits. Do men gather grapes of thorns, or figs of thistles?<br> Even so every good tree bringeth forth good fruit; but a corrupt tree bringeth forth evil fruit.<br> A good tree cannot bring forth evil fruit, neither [can] a corrupt tree bring forth good fruit.<br> Every tree that bringeth not forth good fruit is hewn down, and cast into the fire.<br> Wherefore by their fruits ye shall know them.<br> Not every one that saith unto me, Lord, Lord, shall enter into the kingdom of heaven; but he that doeth the will of my Father which is in heaven.<br> Many will say to me in that day, Lord, Lord, have we not prophesied in thy name? and in thy name have cast out devils? and in thy name done many wonderful works?<br> And then will I profess unto them, I never knew you: depart from me, ye that work iniquity.<br> Therefore whosoever heareth these sayings of mine, and doeth them, I will liken him unto a wise man, which built his house upon a rock:<br> And the rain descended, and the floods came, and the winds blew, and beat upon that house; and it fell not: for it was founded upon a rock.<br> And every one that heareth these sayings of mine, and doeth them not, shall be likened unto a foolish man, which built his house upon the sand:<br> And the rain descended, and the floods came, and the winds blew, and beat upon that house; and it fell: and great was the fall of it.<br> And it came to pass, when Jesus had ended these sayings, the people were astonished at his doctrine:<br> For he taught them as [one] having authority, and not as the scribes.<br>",
            "score": 27.993162393569946
        },
        {
            "docid": "18895792_11",
            "document": "Fireworks (30 Rock) . \"Star Wars\" is frequently referenced in \"30 Rock\", beginning with the pilot episode where Tracy Jordan is seen shouting that he is a Jedi. Liz Lemon admits to being a huge fan of \"Star Wars\", saying that she had watched it many times with Pete Hornberger (Scott Adsit), and saying she dressed up as the \"Star Wars\" character Princess Leia during four Halloweens. Fey, a fan of \"Star Wars\" herself, said that the weekly \"Star Wars\" joke or reference \"started happening organically\" when the crew realized that they had a \"Star Wars\" reference \"in almost every show\". Fey said that from then on \"it became a thing where [they] tried to keep it going\", and that even though they could not include one in every episode, they still had a \"pretty high batting average\". Fey attributed most of the references to Robert Carlock, who she described as \"the resident expert\". In this episode, \"Star Wars\" is referenced twice: once when Liz tells Floyd that she and Pete are watching the movies on the AFI's 100 Years... 100 Movies list, but they only own \"Star Wars\" and \"Tootsie\" so they keep watching those two films. It is again referenced during Tracy's dream, when Thomas Jefferson holds his hand up to Tracy and says \"May the Force be with you\".",
            "score": 47.79478859901428
        },
        {
            "docid": "7820225_29",
            "document": "Orlando Salido . Immediately following the loss to Miguel Román, Salido announced his retirement. Immediately after the fight, he said, \"As they say, father time is undefeated. All the wars I had caught up with me. I am leaving the ring knowing that I gave the fans as great a fight that I can give them. I hope they enjoyed it. The mind and heart were there, but my body just was not responding. Roman is a young fighter who gave his all, and I was not able to keep up with him. I [am] just an old fighter now.\" Four days later when Salido landed home in Phoenix, Arizona, he stated his retirement was over and he would be back in 2018. He said, \"Saturday night I let my feelings and frustrations make me say things I did not think about. It was a tough and difficult fight in which I could not do the things that I needed to do in the ring, which I attributed to my age and the many wars I've had in my career.\"",
            "score": 40.59636044502258
        },
        {
            "docid": "1750228_48",
            "document": "Star Wars video games . On October 30, 2013, Dan Connor and Kevin Bruner from Telltale Games expressed an interest in making a Star Wars adventure game. Bruner said that \"I'll also say a Telltale Star Wars game would make me VERY happy!\" with Connor saying that \"Coming from LucasArts we have so many people here that love Star Wars and have worked with the license so that would be a great fit and very cool.\" The lower than expected sales and mixed fan reception towards EA Games handling of the \"Star Wars: Battlefront\" subfranchise has led to rumors of Lucasfilm considering to change the terms of the license agreement. Lucasfilm is rumored to be courting either Ubisoft or Activision to either replace EA, or sharing rights to develop \"Star Wars\" games with them.",
            "score": 52.27610921859741
        },
        {
            "docid": "7981475_8",
            "document": "Jack-Tor . \"Star Wars\" is frequently referenced in \"30 Rock\", beginning with the pilot episode where Tracy Jordan is seen shouting that he is a Jedi. Liz Lemon admits to being a huge fan of \"Star Wars\", saying that she had watched it many times with Pete Hornberger, and saying she dressed up as the \"Star Wars\" character Princess Leia during four Halloweens. Fey, a fan of \"Star Wars\" herself, said that the weekly \"Star Wars\" joke or reference \"started happening organically\" when the crew realized that they had a \"Star Wars\" reference \"in almost every show\". Fey said that from then on \"it became a thing where [they] tried to keep it going\", and that even though they could not include one in every episode, they still had a \"pretty high batting average\". Fey attributed most of the references to Robert Carlock, who she described as \"the resident expert\". In this episode, \"Star Wars\" is referenced when Frank mentions a \"friend in accounting\" named Lando Calrissian, a prominent \"Star Wars\" character.",
            "score": 45.999566316604614
        },
        {
            "docid": "1986667_19",
            "document": "Words of Institution . \"\"For in the night in which he was betrayed, he took bread; and when he had given thanks, he broke it, and gave it to his disciples, saying, Take, eat, this is my Body, which is given for you. Do this in remembrance of me. Likewise, after supper, he took the cup; and when he had given thanks, he gave it to them, saying, \"Drink ye all of this; for this is my Blood of the New Testament, which is shed for you, and for many, for the remission of sins. Do this, as oft as ye shall drink it, in remembrance of me.\"\"",
            "score": 25.293283462524414
        },
        {
            "docid": "2324889_14",
            "document": "Raghu Rai . \"When I go to a situation, I see something interesting, and I see the enormity and the size of it, and the complexity of it, and I say “Yes God, you’ve shown me this but it’s not enough for me.” So he says “Alright.” Then I keep walking, then he shows me something more complex and bigger. I say “Yes God, It’s nice. But it’s still not enough for me.” So I go on and on and I don’t accept it, and then he knows this child of his is very demanding and restless. And then he opens up and shows me something I have never experienced before. Then I take a picture and say “Thank you God.”",
            "score": 23.66306161880493
        }
    ],
    "r": [
        {
            "docid": "422828_12",
            "document": "Scotty (Star Trek) . Scotty's operation of the \"Enterprise\" transporter system inspired the catchphrase \"Beam me up, Scotty\", which gained currency in popular culture beyond \"Star Trek\" fans, even though the exact phrase is not spoken in that way in the original series, although it is used frequently in the animated series. In \"\", Kirk says, \"Scotty, beam me up.\"",
            "score": 69.51886749267578
        },
        {
            "docid": "40476283_8",
            "document": "Million Dollar Minute . The first question played in the second round is Snap Shot in which the contestants are given a visual multiple choice question. The category of the question is revealed with the three answer options and then the question related to an out of focus picture is asked. For some of the 2014 series, a category called \"MDM News\" was made in which, instead of an out of focus image, a newspaper heading is used. The picture with three parts is revealed one frame at a time. If no one answers, or a contestant buzzes in and chooses an incorrect option, the contestant is locked out and the next frame is revealed and so on until the last frame is revealed which focuses the picture. Only one answer per frame is accepted and if the full picture is revealed with no correct answer given then the game ends. It is possible for one contestant to win the game by default if the other two contestants both choose the incorrect answers on the first two frames, leaving the correct answer as the only option left. In the 2015 series, a version of Snap Shot known as \"See It, Say It\" was introduced. In this version, three pictures of something would make up the correct answer when said aloud from left to right. One picture is revealed at a time accompanied with a clue. Contestants can buzz in at any point of the question to answer. If no answer is given once all frames have been revealed and there are contestants not locked out, or all contestants guess incorrectly, the game is over. The contestant with the correct answer is given the choice of $1,500 in safe money or 15 points added to their score.",
            "score": 66.09723663330078
        },
        {
            "docid": "45716_27",
            "document": "Transporter (Star Trek) . The famous catchphrase \"Beam me up, Scotty\" refers to the transporter device, which was often operated by chief engineer Montgomery Scott during the original series. The phrase was never uttered by anyone in the original series, although the lines \"Scotty, beam us up\" and \"Beam me up\" were spoken by Captain Kirk in that series. \"Scotty, beam me up\" was spoken by Admiral Kirk in \"Star Trek IV: The Voyage Home\". On the special edition DVD of \"Star Trek IV\", the text commentary provided by Michael and Denise Okuda (co-authors of \"The Star Trek Encyclopedia\" and \"The Star Trek Chronology: The History of the Future\") indicates that this was the closest anyone came to using that catchphrase in an official \"Star Trek\" production.",
            "score": 63.98505783081055
        },
        {
            "docid": "41009462_6",
            "document": "Show Me the Telly . The first part of the game sees a board of six options shown, and the teams alternately pick one of the options and give the appropriate answer. For instance, the six options may be TV catchphrases, and the players have to give the character or show that the phrase is associated with; other versions of this game have asked contestants to fill in missing words in programme titles, or to determine whether a programme title given really existed as a programme. If the Lovers get more right than the Legends, five seconds are added to the endgame. At the end of this game, a clip from one of the featured shows or stars is played.",
            "score": 63.40778732299805
        },
        {
            "docid": "27092_17",
            "document": "Star Trek: The Animated Series . \"The Lorelei Signal\" and \"The Infinite Vulcan\", the latter written by Walter Koenig, are rare occurrences where Captain Kirk comes close to actually saying, \"Beam me up, Scotty\" (long erroneously believed to be a \"Star Trek\" catchphrase), when he commands \"Beam us up, Scotty.\" \"\" arguably comes closer to it by having Kirk say \"Scotty, beam me up\".",
            "score": 61.404083251953125
        },
        {
            "docid": "8543664_13",
            "document": "The Head and the Hair . There are frequent references to \"Star Wars\" in \"30 Rock\", beginning with the pilot episode in 2006 where Tracy is seen shouting that he is a Jedi. Liz admits to being a huge fan of \"Star Wars\", saying that she had watched it many times with Pete Hornberger (Scott Adsit), and dressed up as the \"Star Wars\" character Princess Leia during four recent Halloweens. There is also reference to \"Star Wars\" when Tracy takes on the identity of the character Chewbacca. In \"The Head and the Hair\", Liz tells Jenna that \"The Head\" asked her out and says \"I had to say yes. I mean he looked at me with those handsome guys eyes. It was like the Death Star tractor beam when the \"Falcon\" was...\", until Jenna interrupts her and says \"No Liz, do not talk about that stuff on your date. Guys like that do not like \"Star Trek\"\", to which Liz corrects \"Wars!\". Fey, a fan of \"Star Wars\" herself, said that the weekly \"Star Wars\" joke or reference \"started happening organically\" when the crew realized that they had a \"Star Wars\" reference \"in almost every show\". Fey said that from then on \"it became a thing where [they] tried to keep it going\", and that even though they could not include one in every episode, they still had a \"pretty high batting average\". Fey attributed most of the references to executive producer and writer Robert Carlock, whom she described as \"the resident expert\".",
            "score": 60.01776885986328
        },
        {
            "docid": "142417_34",
            "document": "Apollo 13 (film) . The tagline \"Failure is not an option\", stated in the film by Gene Kranz, also became very popular, but was not taken from the historical transcripts. The following story relates the origin of the phrase, from an e-mail by Apollo 13 Flight Dynamics Officer Jerry Bostick: As far as the expression \"Failure is not an option,\" you are correct that Kranz never used that term. In preparation for the movie, the script writers, Al Reinart and Bill Broyles, came down to Clear Lake to interview me on \"What are the people in Mission Control really like?\" One of their questions was \"Weren't there times when everybody, or at least a few people, just panicked?\" My answer was \"No, when bad things happened, we just calmly laid out all the options, and failure was not one of them. We never panicked, and we never gave up on finding a solution.\" I immediately sensed that Bill Broyles wanted to leave and assumed that he was bored with the interview. Only months later did I learn that when they got in their car to leave, he started screaming, \"That's it! That's the tag line for the whole movie, Failure is not an option. Now we just have to figure out who to have say it.\" Of course, they gave it to the Kranz character, and the rest is history.",
            "score": 59.20600128173828
        },
        {
            "docid": "47547340_3",
            "document": "Debreu theorems . Suppose we interrogate a person and ask him questions of the form \"Do you prefer A or B?\" (when A,B can be options, actions to take, states of the world, consumption bundles, etc.). We write down all the answers. Then, we want to represent the preferences of that person by a numeric \"utility function\", such that the utility of option A is larger than option B if and only if the agent prefers A to B.",
            "score": 59.05496597290039
        },
        {
            "docid": "1233715_15",
            "document": "Median voter theorem . How do we choose the best outcome from an election for society? This question is the root of the median voter theorem and provides the basis for how and why this theorem was created. It starts with the idea of a \"social decision rule.\" Essentially, this is a tool that is used to aggregate preferences of all members of society that, ultimately, provides a clear-cut and consistent answer for what outcome is most preferred. This choice rests on three main principles that allow the most preferred social choice to be salient. The first (1) is Pareto Dominance. This is the idea that if society prefers one choice to all other choices, the social decision should reflect this and this option will be the outcome. The second principle (2) is a concept called transitivity, which is analog to the mathematical property. This phenomenon simply means that if option A is preferred to option B, and option B is preferred to option C, then option A is preferred to option C. The final principle (3) is the idea of independence of irrelevant alternatives. This suggests that if something is not relevant to the election or the issues involved, then it should not affect the outcome or results. For example, imagine there is a vote for the Most Valuable Player in a baseball league and player A has the most votes, player B has the second most and player C has the third most. Now, say, player C is disqualified for cheating - this should not change the outcome of the vote. If the voting system was set up in a way in which aggregate votes are shifted and player B ends up with more votes, this is not a consistent aggregation method.",
            "score": 57.943824768066406
        },
        {
            "docid": "45625294_4",
            "document": "International versions of Who Wants to Be a Millionaire? . The \"Millionaire\" franchise's catchphrase is \"Is that your final answer?\" (more commonly said by some versions' hosts as \"Final answer?\" or simply \"Final?\"), a question derived from a rule requirement that the players must clearly indicate their choices before being made official (since the nature of the game allows the player to think aloud about the options before committing to an answer). As a side effect, once a final answer has been given, it cannot be changed. Many parodies of the game show capitalised on this phrase. However, not every version has taken over such a catchphrase so that the answer is stated rather informally in that case.",
            "score": 57.13090515136719
        },
        {
            "docid": "50408190_10",
            "document": "Kalai–Smorodinsky bargaining solution . In addition to these requirements, Nash requires Independence of irrelevant alternatives (IIR). This means that, if the set of possible agreements grows (more agreements become possible), but the bargaining solution picks an agreement that was contained in the smaller set, then this agreement must be the same as the agreement reached when only the smaller set was available, since the new agreements are irrelevant. For example, suppose that in Sunday we can agree on option A or option B, and we pick option A. Then, in Monday we can agree on option A or B or C, but we do not pick option C. Then, Nash says that we must pick option A. The new option C is irrelevant since we do not select it anyway.",
            "score": 56.48741149902344
        },
        {
            "docid": "420471_15",
            "document": "You Don't Know Jack (franchise) . The final round of the game, called the Jack Attack in most versions and also known as the HeadRush in \"HeadRush\", is a word association question. A clue is given, which generally describes the desired correct answers (such as \"movie stars\") and after that a word, phrase, or name appears in the middle of the screen, to which the contestant must find an associated word or phrase that fits the overall category. For example, \"Star Wars\" might be the associated word, and the correct answer fitting \"movie stars\" could be Harrison Ford. Other possibilities offered might include actors not in that film, or other objects or concepts related to the film but which are not stars of the movie. For each associated phrase, seven potential matches appear on screen one-at-a-time for only a few seconds each before disappearing, and only one is correct. The topics and/or potential answers are sometimes humorous.",
            "score": 55.67536926269531
        },
        {
            "docid": "9247_43",
            "document": "Epistemology . The nature of this distinction has been disputed by various philosophers; however, the terms may be roughly defined as follows: A priori knowledge is a way of gaining knowledge without the need of experience. In Bruce Russell's article \"A Priori Justification and Knowledge\" he says that it is \"knowledge based on a priori justification,\" (1) which relies on intuition and the nature of these intuitions. A priori knowledge is often contrasted with posteriori knowledge, which is knowledge gained by experience. A way to look at the difference between the two is through an example. Bruce Russell gives two propositions in which the reader decides which one he believes more. Option A: All crows are birds. Option B: All crows are black. If you believe option A, then you are a priori justified in believing it because you don't have to see a crow to know it's a bird. If you believe in option B, then you are posteriori justified to believe it because you have seen many crows therefore knowing they are black. He goes on to say that it doesn't matter if the statement is true or not, only that if you believe in one or the other that matters.",
            "score": 55.59400939941406
        },
        {
            "docid": "1119920_11",
            "document": "The Gamesters of Triskelion . The popular \"Star Trek\" catchphrase \"Beam me up, Scotty\" is a common misquotation, with \"The Oxford Dictionary of Quotations\" stating that the nearest equivalent is the phrase uttered in this episode: \"Scotty, beam us up.\"",
            "score": 55.22622299194336
        },
        {
            "docid": "24711516_96",
            "document": "Criticism of The Walt Disney Company . On December 21, 2012, Disney acquired Lucasfilm (and, as a result, the rights to the \"Star Wars\" franchise, Skywalker Sound and Industrial Light and Magic) as a subsidiary for the price of $4 billion., Lucasfilm and \"Star Wars\" in general were evaluated to decide upon how each area was to be approached. After Dark Horse lost the rights to create a Star Wars comic, Marvel gained the rights as a subsidiary in the area of expertise. The way the movies are being handled is still in flux with possible spin-offs in talks as well as the planned new trilogy. The decisions regarding the other sectors like games, books and animated media can be interpreted as anti-consumer. With the elimination of the LucasArts developing arm, EA Games is being entrusted to make Star Wars Games. Furthermore, book consumers were not given the option of two universes to read from, the first of which is what many of them have been reading about for nearly 40 years and have grown to love and the other which is Disney's attempt to unify things under one controllable banner, As a result, this left fans of these books to only read new entries in the Unified Canon, and if they wish to see the continued growth of the Star Wars universe, the previous universe is now stuck in limbo. The well-regarded animated TV series \"\" was cancelled a few seasons from the end of its run in order to shift the team to the Rebels Animated TV series, a series set closer to the universe of the new movies. This was done in the knowledge that many people loved the series and that it was quite profitable.",
            "score": 55.09564208984375
        },
        {
            "docid": "32314211_17",
            "document": "World War Z (film) . In May 2012, production returned to Budapest for seven weeks of additional shooting. The following month, screenwriter Damon Lindelof was hired to rewrite the film's third act with reshoots scheduled to begin in September or October 2012. However, Lindelof, who also reworked \"Prometheus\" and co-wrote \"Star Trek Into Darkness\", did not have time to script the new ending and in July 2012, Paramount hired Lindelof's \"Lost\" partner, Drew Goddard. Lindelof explained there were inefficiencies in the script in relation to the shooting, which started before the script was finalized thus making the ending \"abrupt and incoherent\" and was missing a large chunk of footage. Lindelof presented two options to executives, who ultimately chose to shoot 30 to 40 minutes of additional footage to make a coherent ending. Goddard later told \"Creative Screenwriting\", \"To me the big lesson of \"World War Z\" was that Paramount, Plan B and Brad Pitt simply said, 'Let's take the time to make this movie the best version of the movie before we put it on the screen for audience.' That doesn't happen a lot. A lot of times they just throw the movie out there and say, 'We'll make all our money opening weekend and then the movie will go away.' I came away from it thinking, 'Why don't we do this on more movies?'\"",
            "score": 54.187896728515625
        },
        {
            "docid": "25199_11",
            "document": "Quotation . The \"Star Trek\" catchphrase \"Beam me up, Scotty\" did not appear in that form in the original series. Other misquotations include \"Just the facts, ma'am\" (attributed to Jack Webb's character of Joe Friday on \"Dragnet\"), \"Elementary, my dear Watson\" (attributed to Sherlock Holmes), \"Luke, I am your father\" (attributed to Darth Vader in Star Wars), \"Play it again, Sam\" (attributed to Ilsa in \"Casablanca\"), \"Do you feel lucky, punk?\" (attributed to Harry Callahan in \"Dirty Harry\") and \"We don't need no stinkin' badges!\" (attributed to Gold Hat in \"The Treasure of the Sierra Madre\").",
            "score": 53.785404205322266
        },
        {
            "docid": "1114851_3",
            "document": "Full Thrust . \"Full Thrust\" is one of the most popular games representing starship battles. The game has its own military science fiction/space opera universe. However, the rulebook states that this background is entirely optional; the game is intentionally designed to allow players a high degree of creativity within the rule set. There are also many unofficial conversions to other sci-fi universes like \"Star Trek\" (sometimes called \"Full Trek\"), \"Star Wars\" and \"Honor Harrington\".",
            "score": 53.71223831176758
        },
        {
            "docid": "56493821_6",
            "document": "Think Tank (Australian TV series) . Two Think Tankers are asked the same question, so they both give their answer, one of them being correct, and explain why they chose their answer. They must persuade the contestants that their answer is correct, then the contestants choose option A or option B. Contestants with the correct answer are given 50 points. Five questions are asked in the round. The contestant with the lowest score at the end of the round is eliminated from the game. At the end of this round, the Think Tank no longer know the questions asked by Paul.",
            "score": 53.667083740234375
        },
        {
            "docid": "13243925_32",
            "document": "Comparison of Star Trek and Star Wars . The two franchises have a \"symbiotic relationship\" stated Shatner, who credits \"Star Wars\" for launching the \"Star Trek\" films. He repeated this sentiment at a 2016 \"Star Trek\" fan convention in Las Vegas by stating \"\"Star Wars\" created \"Star Trek\"\". He clarified this statement by explaining that at the time of the release of the first \"Star Wars\" film (\"A New Hope\"), Paramount, then under new management, was struggling to come up with something that could compete with it. A \"Star Trek\" relaunch was the choice. Since then, public interest has returned to \"Star Trek\". \"It was \"Star Wars\" that thrust \"Star Trek\" into the people of Paramount's consciousness\" Shatner stated.",
            "score": 53.59873962402344
        },
        {
            "docid": "38229744_12",
            "document": "Star Trek: Enterprise (season 4) . The fourth season sought to be different from the previous series of \"Enterprise\" in the way that story arcs worked. In the earlier series there was the ongoing Temporal Cold War plot, with the Xindi attack at the end of the second season resulting in a season long story arc during season three. Instead season four was split up into several smaller arcs which had been planned before the start of the season. The first of these arcs was a resolution to the long running Temporal Cold War, with Braga stating that the intention was \"to resolve [it]... once and for all\". This would also mark the final appearance of the Suliban in \"Enterprise\" as they were tied into that storyline. However, the episodes wrapping up the cold war did not reveal the identity of \"future guy\", the person from the future who was advising the Suliban. Braga explained in a pre-season interview that \"Well, we've been debating that for quite some time, and I'll leave that question open. We haven't decided yet. We have some ideas about him — or her — or it. But we haven't settled on any one identity yet. It's still a question mark.\" The identity of \"future guy\" was later revealed by Braga on Twitter as Archer from the future. Brent Spiner returned to the \"Star Trek\" franchise, having previously played the character of Data in \"\". In \"Enterprise\" he played the role of Dr. Arik Soong, an ancestor of Data's creator. Coto compared the character to Hannibal Lecter and talked about the fear that he inspired in the human authorities during the time of \"Enterprise\" due to Soong's actions involving illegal genetics. The storyline involved several references to \"The Original Series\", such as the genetic supermen in the vein of Khan Noonien Singh as first seen in the episode \"Space Seed\" and later in the 1982 film, \"\". The first episode of this \"Enterprise\" story arc also saw the re-appearance of the Orion slave girls as seen in the first pilot of \"Star Trek\", \"\". Coto credited this to his idea for the fourth season saying, \"What I really wanted to do this season is make the episodes that I as a Star Trek fan would have to see. You know, as a fan of the original series, if I heard that they were doing the Orion slavers and the Eugenics Wars, I would have to be in front of that TV.\"",
            "score": 53.59099578857422
        },
        {
            "docid": "1954896_27",
            "document": "Sexuality in Star Trek . We've just failed at it. It's not been something we've successfully done. At \"Star Trek\" we used to have all these stock answers for why we didn't do it. The truth is it was not really a priority for any of us on the staff so it wasn't really something that was strong on anybody's radar. And then I think there's a certain inertia that you're not used to writing those characters into these dramas and then you just don't. And somebody has to decide that it's important before you do it and I think we're still at the place where that's not yet a common – yeah, we have to include this and this is an important thing to include in the shows. Sci-fi for whatever reason is just sort of behind the curve on all this.",
            "score": 53.58573532104492
        },
        {
            "docid": "4097443_28",
            "document": "Psionics (role-playing games) . Psionics is sometimes used as a setting-compatible replacement for magic in role-playing games with science-fiction settings, particularly in the form of optional additional rules, such as in \"Star Frontiers\". This is also true, to some extent, of settings, such as \"Star Trek\" and \"Star Wars\", taken from films, television series or literature, though often (as in the two examples given) psionics are already present in some form in the setting.",
            "score": 53.55307388305664
        },
        {
            "docid": "49051939_4",
            "document": "Legacy of Gene Roddenberry . Roddenberry and \"Star Trek\" have been cited as inspiration for other science fiction franchises. While being interviewed for Rod Roddenberry's \"Trek Nation\", \"Star Wars\" creator George Lucas said: \"\"Star Trek\" softened up the entertainment arena so that \"Star Wars\" could come along and stand on its shoulders.\" J. Michael Straczynski, comic book writer, and creator of the \"Babylon 5\" franchise, said that he had watched a number of 1960s science fiction series, including \"Star Trek\", noting: \"I was fortunate enough to see many of those shows on the occasion of their first broadcasts. But it was only much later, with the passage of time and repetition, that I was able to catch them all to truly appreciate what they had accomplished and what they had to say about who we are, and where we are going.\" In 2000, the Gene Roddenberry Award was inaugurated at the fifth FantastiCon convention in Los Angeles. It is the highest award handed out by the organization. On its inauguration, it was given to Michael Piller.",
            "score": 53.5142822265625
        },
        {
            "docid": "13148_48",
            "document": "Gene Roddenberry . In 1985, Gene Roddenberry was the first television writer to receive a star on the Hollywood Walk of Fame. When the Sci-Fi Channel was launched, the first broadcast was a dedication to two \"science fiction pioneers\": Isaac Asimov and Roddenberry. The Roddenberry crater on Mars is named after him, as is the asteroid 4659 Roddenberry. Roddenberry and \"Star Trek\" have been cited as inspiration for other science fiction franchises, with George Lucas crediting the series for enabling \"Star Wars\" to be produced. J. Michael Straczynski, creator of the \"Babylon 5\" franchise, appreciated \"Star Trek\" amongst other science fiction series and \"what they had to say about who we are, and where we are going.\"",
            "score": 53.5122184753418
        },
        {
            "docid": "54841395_14",
            "document": "Alan Duffy (astronomer) . Duffy has a keen interest in science fiction, telling the \"Belfast Telegraph\": Sci-fi was a big inspiration. My mum had remarried and my stepdad at the time was a ferocious nerd like me. We watched everything – Star Trek, Star Wars, all the classic sci-fi books by Asimov and Arthur C Clarke – and it opened up this world to me of all these possibilities... And, of course, Stephen Hawking's books – how could you not want to study physics? There are these incredible concepts – black holes, the universe expanding – that are so bizarre and yet are actually part of our world.",
            "score": 53.39447021484375
        },
        {
            "docid": "2893532_4",
            "document": "Star Wars Insider . \"Star Wars Insider\" has sections that detail updates in the \"Star Wars\" universe, news about events, fan fiction, exclusive previews, articles that explore the \"Star Wars\" universe, questions and answers, excerpts from comics and books, and interviews. Often it has many humorous comics and stories. Recently, it has retained a humorous air, especially with their now-defunct \"Dear 2-1B\" column. The magazine also features advertising for many things, (\"Star Wars\"-related and non-\"Star Wars\"), and a catalog of Star Wars merchandise. One of the sections is called \"Bantha Tracks\", which is created entirely by the fans.",
            "score": 53.208675384521484
        },
        {
            "docid": "36265081_11",
            "document": "Tipping Point (game show) . The contestant is given a jackpot counter, larger than the others used in the game and coloured gold with a red star, and chooses a zone from which to drop it into the machine. The goal of this round is to win a £10,000 jackpot by getting the counter into the win zone. The contestant is given a list of six categories and must answer one multiple-choice question from each, in any order; all questions have three answer options. For each category, the contestant chooses whether to play for one (easy), two (medium), or three counters (difficult). A correct answer awards the selected number of counters, which the contestant immediately plays in the machine.",
            "score": 52.332801818847656
        },
        {
            "docid": "1750228_48",
            "document": "Star Wars video games . On October 30, 2013, Dan Connor and Kevin Bruner from Telltale Games expressed an interest in making a Star Wars adventure game. Bruner said that \"I'll also say a Telltale Star Wars game would make me VERY happy!\" with Connor saying that \"Coming from LucasArts we have so many people here that love Star Wars and have worked with the license so that would be a great fit and very cool.\" The lower than expected sales and mixed fan reception towards EA Games handling of the \"Star Wars: Battlefront\" subfranchise has led to rumors of Lucasfilm considering to change the terms of the license agreement. Lucasfilm is rumored to be courting either Ubisoft or Activision to either replace EA, or sharing rights to develop \"Star Wars\" games with them.",
            "score": 52.27610778808594
        },
        {
            "docid": "21041941_5",
            "document": "Viability study . This type of report examines either a stated need or a selection of choices, or in some cases both. The report is a collection of analysis and evaluation of the situation, and generally will examine the strengths and weaknesses, opportunities and threats in the situation, take them into account, and be combined with the feasibility report in order to give a recommendation. Sometimes a recommendation can be given to do nothing, if all options currently possible would prove unbeneficial. The recommendation report answers the question \"Which option should we choose?\" (or \"Which are the best options?\") by allowing a recommendation to be made. This can be linked into the analysis of the continuum of choice in the scenario.",
            "score": 51.98096466064453
        },
        {
            "docid": "926565_9",
            "document": "Russian Roulette (game show) . The winning contestant is moved to the top-left zone and has 60 seconds to answer five \"brain-teaser\" questions correctly. These usually consist of anagrams and jumbled words (unscrambling letters to form the answer based on clues given), math problems and general-knowledge questions. The timer begins ticking while the host asks the first question. After every ten seconds, one drop zone opens on the play field. If time runs out or the contestant at any time gives an incorrect answer, he or she drops, but receives $500 for every correct answer. The contestant has the option to pass on a question and return to it if time allows. Also, the contestant must say \"My answer is...\" before their answer so that thinking aloud is not mistaken for an answer. The contestant wins $10,000 for answering all five questions correctly.",
            "score": 51.91627883911133
        },
        {
            "docid": "21560902_2",
            "document": "Brain Warp . Brain Warp is an electronic audio game designed and showcased by Big Monster Toys, and was manufactured and published by Tiger Electronics and released on June 16, 1996. Players follow the spoken instructions of the game unit by choosing the correct number or color. Its catchphrase which the voice says before a game begins is: \"If you don't keep up with me, you're finished!\". When you fail a game, the game unit will say \"this game is finished\" and then it will say \"wanna warp again\" A Star Wars version titled Death Star Escape was released by Tiger Electronics in 1997 and the games are called Challenges.",
            "score": 51.72975158691406
        }
    ]
}