{
    "q": [
        {
            "docid": "10160451_3",
            "document": "Cohunu Koala Park . It features not only koalas, but also dingoes, kangaroos, emus, wallabies, eagles, wombats, echidnas, black swans, cockatoos, and lifelike replicas of dinosaurs.",
            "score": 43.56461143493652
        },
        {
            "docid": "1022719_11",
            "document": "Tailypo . The man, scared to death, finds the courage to push the creature away and yell, \"I haven't got your taily-po!\", hoping the creature will leave. However, the ravenous creature, angrier than ever, yells back: \"Yes, you have! Yes, you have!\" and jumps back on the bed, mutilates the man and destroys the cabin.",
            "score": 7.86114501953125
        },
        {
            "docid": "9379824_9",
            "document": "Black Swan (comics) . Recently, he was revealed to still be alive and whole again (possibly due to Deadpool's healing factor) and was hired by the mutant Black Box (who like Black Swan, had just been revealed to still be alive, after long being thought killed) to kill a now-depowered Deadpool (who like Black Swan, had been similarly restored to a normal appearance). However, after Deadpool chose to spare Black Swan's life by taking him to a hospital after defeating him with life-threatening injuries, Black Swan repaid the favor and saved Deadpool from being killed by the ex-mutant Black Tom, who had been hired by Black Box as they both had grudges against Deadpool. Black Swan then used his powers to make Black Box and Black Tom forget Deadpool had ever lost his healing factor, so they would stop trying to come after him again. Black Swan even proposed to team up with Deadpool, who was forced to grudgingly accept as he needed allies in his current condition.",
            "score": 35.224512815475464
        },
        {
            "docid": "31379348_19",
            "document": "Black Swan dance double controversy . In another interview for the Dance Channel network, Lane was asked, \"Looking back and having experienced what you had and deciding to talk about what happened, would you do \"Black Swan\" again?\" Her answer was, \"Yeah, I would.\"",
            "score": 24.287050247192383
        },
        {
            "docid": "1912480_9",
            "document": "Ellsberg paradox . Since the prizes are exactly the same, it follows that you will \"prefer\" Gamble A to Gamble B if and only if you believe that drawing a red ball is more likely than drawing a black ball (according to expected utility theory). Also, there would be no clear preference between the choices if you thought that a red ball was as likely as a black ball. Similarly it follows that you will \"prefer\" Gamble C to Gamble D \"if, and only if\", you believe that drawing a red or yellow ball is more likely than drawing a black or yellow ball. It might seem intuitive that, if drawing a red ball is more likely than drawing a black ball, then drawing a red or yellow ball is also more likely than drawing a black or yellow ball. So, supposing you \"prefer\" Gamble A to Gamble B, it follows that you will also \"prefer\" Gamble C to Gamble D. And, supposing instead that you \"prefer\" Gamble B to Gamble A, it follows that you will also \"prefer\" Gamble D to Gamble C.",
            "score": 23.6971275806427
        },
        {
            "docid": "23041191_10",
            "document": "House of Yes (Brooklyn) . On May 4, 2009, Kid Koala presented \"Music to Draw to...\" at the House of Yes, where there was strictly no dancing, but instead people were invited to draw on their sketchbooks with a free cup of hot chocolate.",
            "score": 22.8420467376709
        },
        {
            "docid": "9379824_6",
            "document": "Black Swan (comics) . Swan attempted to use his operative, Nijo, a brother of one of the Four Winds, to torment Deadpool further, saying that letting Deadpool live with diminished capacity would be a greater humiliation than killing him. Once Taskmaster identified the Swan to Deadpool, the merc with a mouth traveled to the Swan's castle in Germany for a final showdown. When Nijo tried to kill Deadpool, claiming a personal vendetta against him, Black Swan impaled him with a sword-cane and fought Deadpool both physically and mentally, though he lost and was thrown face first into the white hot griddle of his own fireplace. A bomb Deadpool had brought as insurance went off before Deadpool could disarm it, destroying Black Swan's castle.",
            "score": 30.889121532440186
        },
        {
            "docid": "44012096_10",
            "document": "Shark (novel) . \"\"Shark\" is angrier, more brutal and more intense: it made me furious, not melancholic. But the book itself is also a paean to books...\"Shark\" confirms that Self is the most daring and delightful novelist of his generation, a writer whose formidable intellect is mercilessly targeted on the limits of the cerebral as a means of understanding. Yes, he makes you think, but he also insists that you feel\" \"",
            "score": 12.724806070327759
        },
        {
            "docid": "52980173_52",
            "document": "Social policy of Donald Trump . Trump has criticized the Black Lives Matter movement and accused former President Obama of \"dividing America.\" Speaking to Bill O'Reilly during his presidential campaign, Trump said that he may direct his Attorney General to look into the Black Lives Matter movement for criminal charges. When asked if he believes there to be a racial divide in America, Trump answered, \"Sadly, there would seem to be...and it's probably not been much worse at any time.\" When asked if he believes police treat African Americans differently than whites, Trump answered, \"It could be.\" Trump describes the police killings of Alton Sterling and Philando Castile as \"tough to watch\" and criticized the \"terrible, disgusting performance\" by police. Trump said that he could relate to the systemic bias African Americans faced against whites, saying, \"even against me the system is rigged when I ran ... for president.\" When asked if he could understand the experience of being African American, Trump replied, \"I would like to say yes, but you really can't unless you are African American. You can't truly understand what's going on unless you are African American. I would like to say yes, however.\"",
            "score": 19.66765582561493
        },
        {
            "docid": "52725738_8",
            "document": "Bob Bradley (wrestler) . Fellow enhancement talent Brady Boone returned to the WWF in 1990 and was given the first real push of his career when he was given the character of Battle Kat. Dressed in a furry black mask, the character was accentuated by Boone's gymnastics. Wrestling as Battle Kat, his first televised opponent was against Bob Bradley in a match that aired on Wrestling Challenge on October 14, 1990. However, after the match Boone left the promotion, and the WWF decided to instead give the gimmick to the also acrobatic Bob Bradley. Two weeks later on Wrestling Spotlight he would make his debut as the Kat, teaming with Koko B. Ware against The Orient Express. Under the mask Markovich would see the greatest push of his WWF tenure, facing and defeating Buddy Rose, Pez Whatley, Paul Diamond, and Boris Zukhov. His run at Battle Kat finally ended when he was defeated by The Barbarian on the December 10th edition of Prime Time Wrestling, and shortly thereafter the promotion eliminated the gimmick.",
            "score": 22.144225597381592
        },
        {
            "docid": "102063_16",
            "document": "Tidbinbilla Nature Reserve . Tidbinbilla Nature Reserve has a wide variety of bushwalks - ranging from 30 minutes to over 6 hours. It is a native habitat for kangaroos, wallabies, platypus, koalas, lyrebirds, emus, and other wildlife. Ninety-nine percent of the park was burnt out in the Bendora bushfire of 18 January 2003, resulting in the loss of countless numbers of wildlife. Of the captive animals, only one koala, six rock wallabies, five potoroos, four freckled ducks, and nine black swans survived the bushfire.",
            "score": 61.780081272125244
        },
        {
            "docid": "15888517_7",
            "document": "Jim Lacey . Lacey oversaw the introduction of Asiatic lions to the Western Plains Zoo. Another of Lacey's initiatives involved the construction of elevated canopy-level platforms in the zoo's koala exhibit, so visitors could view the koalas at eye level instead of from the ground. Lacey also travelled to Zimbabwe to negotiate the acquisition of several endangered black rhinos. The black rhino breeding program at the Western Plains Zoo is now a well regarded initiative.",
            "score": 46.00900340080261
        },
        {
            "docid": "12127860_10",
            "document": "David Mills (TV writer) . Souljah: Yeah, it was wise. I mean, if black people kill black people every day, why not have a week and kill white people? You understand what I'm saying? In other words, white people, this government, and that mayor were well aware of the fact that black people were dying every day in Los Angeles under gang violence. So if you're a gang member and you would normally be killing somebody, why not kill a white person? Do you think that somebody thinks that white people are better, or above and beyond dying, when they would kill their own kind?",
            "score": 21.649898529052734
        },
        {
            "docid": "226316_18",
            "document": "Coat of arms of Western Australia . Jack looked out at the road, but was much more enchanted by the full, soft river of heavenly blue water, on whose surface he looked eagerly for the black swans. He didn't see any. \"Oh yes! Oh, yes! You'll find em wild in their native state a little way up,\" said Mr Swallow. The potency of the image of the black swan as a signifier of Westralian nationalism can be seen in this passage from Randolph Stow's \"Merry-go-Round in the Sea\", published in 1965:",
            "score": 19.883040189743042
        },
        {
            "docid": "52281037_14",
            "document": "Inhumans (TV series) . In late February 2017, Iwan Rheon was cast as Maximus, followed shortly by Anson Mount as Black Bolt. There was no audition for the role of Black Bolt since the character does not speak, with Mount instead cast due to an existing relationship with Loeb, who felt Mount would fit the role. At the start of March, the series added Serinda Swan as Medusa, Ken Leung as Karnak, Eme Ikwuakor as Gorgon, Isabelle Cornish as Crystal, and Ellen Woglom as Louise. During the time from her audition to being cast, Swan had also been cast in the HBO series \"Ballers\", which necessitate a negotiation between the two series to ensure Swan would be allowed to appear on both.",
            "score": 25.37466073036194
        },
        {
            "docid": "31624378_28",
            "document": "Need for Speed: The Run . Since the release of \"\", Black Box had been working on another entry to the franchise, presumably continuing the action focused street-racing gameplay of Black Box's previous titles. This game had an extended development window to give the developers a chance to create a game that \"could really blow the doors off the category\". It was confirmed that the game would feature a fictional storyline and characters. The game was first hinted early in November 2010 by Senior Vice President of EA Games Europe, Patrick Söderlund in an interview with Eurogamer, before the release of \"\". Söderlund stated he wanted to alternate developers to give them time to make a good game. Eurogamer’s Robert Purchese asked, \"You say there will be an arcade \"NFS\" game every year in November, but next year's game won't be developed by Criterion. Is it Black Box?\", Söderlund stated \"You can assume that, yes. Yes. I would say so, yes.\"",
            "score": 21.128332376480103
        },
        {
            "docid": "61550_9",
            "document": "Black swan . One captive population of black swans in Lakeland, Florida has produced a few individuals which are a light mottled grey color instead of black.",
            "score": 20.65526509284973
        },
        {
            "docid": "11883532_9",
            "document": "Black swan emblems and popular culture . The taking of black swans to Europe in the 18th and early 19th centuries brought the birds into contact with another aspect of European mythology: the attribution of sinister relationships between the devil and black-coloured animals, such as a black cat. Black swans were considered to be a witch's familiar and often chased away or killed by superstitious folk. This may explain why black swans have never established a sizeable presence as feral animals in Europe or North America.",
            "score": 26.630573749542236
        },
        {
            "docid": "30196782_3",
            "document": "Koala Park Sanctuary . The Koala Park Sanctuary was built in the 1920s and opened in October 1930 by the owner Noel Burnet. He established the sanctuary because he was concerned at the large number of koalas being killed for the fur trade, and hunting of the animal would ultimately lead to its extinction. He spent the remainder of his life dedicated to researching and preserving the animals habitat.",
            "score": 55.73743796348572
        },
        {
            "docid": "442032_12",
            "document": "HMS Black Swan (L57) . In 1949 she took part in the Yangtze Incident when she, with others, went to aid of . \"Black Swan\" suffered 12 men wounded and severe damage to her superstructure in a fierce engagement with Chinese batteries and fell back. The failed relief effort cost 46 killed and 64 injured. \"Black Swan\" also served in the Korean War and was involved in the Battle of Chumonchin Chan. \"Black Swan\" was scrapped in 1956 at Troon in Scotland. She is affiliated with TS \"Black Swan\" – a Sea Cadet Corps unit in Walton-on-Thames, Surrey.",
            "score": 26.1817786693573
        },
        {
            "docid": "16019180_42",
            "document": "Fitna (film) . They long that ye should disbelieve even as they disbelieve, that ye may be upon a level (with them). So choose not friends from them till they forsake their homes in the way of Allah; if they turn back (to enmity) then take them and kill them wherever ye find them, and choose no friend nor helper from among them, Except those who seek refuge with a people between whom and you there is a covenant, or (those who) come unto you because their hearts forbid them to make war on you or make war on their own folk. Had Allah willed He could have given them power over you so that assuredly they would have fought you. So, if they hold aloof from you and wage not war against you and offer you peace, Allah alloweth you no way against them.",
            "score": 12.119951963424683
        },
        {
            "docid": "43543463_4",
            "document": "Black Country dialect . The traditional Black Country dialect preserves many archaic traits of Early Modern English and even Middle English and can be very confusing for outsiders. \"Thee\", \"thy\" and \"thou\" are still in use, as is the case in parts of Yorkshire and Lancashire. \"'Ow B'ist,\" meaning \"How are you?\" is a greeting contracted from \"How be-est thou?\" with the typical answer being \"'Bay too bah,\" (\"I be not too bad\"), meaning \"I am not too bad.\" \"I haven't seen her\" becomes \"I ay sid 'er.\" Black Country dialect often uses \"ar\" where other parts of England use \"yes\" (this is common as far away as Yorkshire). Similarly, the local version of \"you\" is pronounced , rhyming with \"now.\" Among older speakers \"ye\" is used for \"you\", as it is in most northern parts of England and Scotland. The local pronunciation \"goo\" (elsewhere \"go\") or \"gewin'\" is similar to that elsewhere in the Midlands. It is quite common for broad Black Country speakers to say \"'agooin'\" where others say \"going.\" This is found in the greeting \"Ow b'ist gooin\" (How are you), to which a typical response would be \"Bostin ah kid\" (very well). Although the term yam yam may come from ya'm (you are) ya/ye is an archaic form of you and in many areas ye (pronounced like yea or ya) is used 'owamya aer kid' 'ar ah'm owkay ta'. It is possible that Black Country simply retains more country speech, unlike Birmingham, which has been settled for a much longer period of time and has developed a town speech and has therefore been influenced more by standard English much longer.",
            "score": 16.91576337814331
        },
        {
            "docid": "360015_20",
            "document": "Phocion . Demosthenes once said to Phocion that he might be killed some day, if the people became irrational. Phocion responded: \"Yes; however, they would kill you if they came to their senses.\"",
            "score": 10.234514713287354
        },
        {
            "docid": "3306995_6",
            "document": "Josef Wirmer . \"Joseph Wirmer, yes you belong to a black faction \"\", yes that's what you're taken for, that can't be otherwise. It's weird. How important the position as a civilian lawyer that you have had must have been that you never once became a soldier at that age. And from then on you have been mobilized, which also speaks for your attitude, that you first wait, until someone mobilizes you. Fine rascal. (\"Shouting loudly\") Yes, yes, yes, fine rascal!\"",
            "score": 5.410937547683716
        },
        {
            "docid": "43543463_8",
            "document": "Black Country dialect . The neighbouring City of Birmingham may be called \"Brum-a-jum\" (Birmingham's colloquial name is Brummagem, a corruption of its older name of Bromwichamand hence West Bromwich) or Birminam (missing the \"g\" and \"h\" out and saying it the way it is spelt). Residents of Birmingham (Brummies) meanwhile often refer to their Black Country neighbours as \"Yam Yams,\" a reference to the use of \"Yow am\" (or \"yow'm\") instead of \"You are.\" However its unlikely yam yam comes from yow'm, as the sound is totally different; it's more likely from \"ye\" (archaic form of \"you\"), as in yer'm, which when said quickly sounds like \"yam\", as in \"yam gooin daft\" \"you're going silly\", or \"don't be so stupid\" in translation. How many still say this ye'm form is unknown. \"Ye\" for \"you\" sounds different from \"ya\" (which is spoken with a schwa vowel), which also means \"you\". \"Yo\" can also be used in the same sentence as \"ye/ya\" e.g. \"Yo ay gooin agen am ya?\" Some areas also use \"yo'me\" and \"yow'm\", depending on location and local dialect, and phrases as with Birmingham can differ from area to area, so there is dialect variation across the Black Country without differing in the basic Black Country words. Quick speech and blended words as in \"shutyarow up\" (shut your row up, meaning be quiet) can seem hard to understand and can even sound like \"shutchowrow up\". The blendings are to be thought of as products of Black Country pronunciation, not separate dialectal words.",
            "score": 9.94089412689209
        },
        {
            "docid": "1202482_7",
            "document": "Captain Swing . \"Sir, Your name is down amongst the Black hearts in the Black Book and this is to advise you and the like of you, who are Parson Justasses, to make your wills. Ye have been the Blackguard Enemies of the People on all occasions, Ye have not yet done as ye ought... Swing\"",
            "score": 6.171287536621094
        },
        {
            "docid": "24140243_3",
            "document": "I Love You Yes I Do . In 1961, Bull Moose Jackson recorded a new version of the song without his band. The new version hit number ten on the R&B chart, and number ninety-eight on the \"Billboard\" Hot 100. Both versions of \"I Love You Yes I Do\" would be the only times Jackson crossed over to the national pop charts.",
            "score": 4.948395729064941
        },
        {
            "docid": "407707_9",
            "document": "Agent X (Marvel Comics) . Nijo was an assassin, mercenary, and agent employed by the telepathic German assassin called the Black Swan. He blamed Deadpool for his brother's death as he was among the targets of Deadpool's apparently successful assassination of the Japanese crime lords named the Four Winds. After Black Swan downloaded a mental virus into Deadpool's brain, the mercenary came for both Swan and Nijo at the Swan's castle in Germany. However, Black Swan revealed he had in fact killed the Four Winds, including Nijo's brother, and stabbed him out of boredom with his ranting and disobedience. His vendetta with Deadpool was that the hits had erroneously been credited to the wrong man. A bomb Deadpool had brought went off, and all three were presumed killed.",
            "score": 24.337413549423218
        },
        {
            "docid": "20794754_4",
            "document": "Echo answer . The Celtic languages also primarily employ echo answers. Irish and Scottish Gaelic lack the words \"yes\" and \"no\" altogether. In Welsh, the words for \"yes\" and \"no\" (\"ie\" and \"nage\") are restricted to specialized circumstances. Like Finnish, the main way in these languages to state yes or no, to answer yes-no questions, is to echo the verb of the question. In Irish, the question \"An dtiocfaidh tú?\" (\"Will you come?\") will be answered with \"Tiocfad\" (\"I will come\") or \"Ní thiocfad\" (\"I will not come\"). (In Hiberno-English, it is the auxiliary that is echoed: the English question \"Will you come?\" is often answered in Ireland with \"I will\" instead of \"Yes\" or \"I will not\" instead of \"no\".)",
            "score": 9.140734195709229
        },
        {
            "docid": "37970509_17",
            "document": "Catalan self-determination referendum, 2014 . According to the consultation decree, \"in the consultation there is a first question followed successively by a second question, and they are worded as follows: a) Do you want Catalonia to become a State? (Yes/No); If so: b) Do you want this State to be independent? (Yes/No). You can only answer the question under Letter b) in the event of having answered “Yes” to the question under Letter a).\" The \"participation process\" that has replaced the \"non-referendum consultation\" maintains the same two questions.",
            "score": 15.580105781555176
        },
        {
            "docid": "8844191_20",
            "document": "Manuel Cuevas . Manuel is attributed as being the man who put Johnny Cash in black. It was early 1956 and Johnny Cash was just about to go on tour. He called Manuel and said I would like to have nine new suits. Three months later Cash calls Manuel and says \"I got the suits I ordered from you.\"  \"Good,\" Manuel said. \"Are they all right?\" Cash paused. \"How come they're all black?\" \"They're all black,\" Manuel said, \"but they're not all the same style, you know.\" \"Yes,\" Cash said. \"So?\" \"So, OK, let's try it.\" Cash tried it and kept ordering from Manuel for 40 years. \"I want four of this, four of that, but you...\" Cash would say. \"You know what?\" Manuel responded. \"Black,\" Cash stated.",
            "score": 12.441153049468994
        },
        {
            "docid": "46984918_3",
            "document": "Yes It's You Lady . The album was peaking at #33 in \"Billboard\" pop charts, and at #6 on the R&B charts. The two follow-up singles to 1981's chart success' \"Being with you\" were strangely no Robinson compositions: \"Tell Me Tomorrow\" peaked at #33 Billboard and #3 R&B charts, \"Old Fashioned Love\" at #60 Billboard and #17 R&B charts. The third and final single, Robinson's \"Yes It's You Lady\" only peaked at #107 Billboard, without entering the R&B charts.",
            "score": 1.2220914363861084
        }
    ],
    "r": [
        {
            "docid": "256514_21",
            "document": "Tamaraw . Being an entirely endemic and rare land mammal, \"Bubalus mindorensis\" stands as an extremely vulnerable species. Currently, it is classified as a critically endangered species and has been so since 2000 by the IUCN on its IUCN Red List of endangered species. Awareness of the conservation status of \"Bubalus mindorensis\" began in 1965 when it was classified as \"Status inadequately known\" by the IUCN. Enough data was gathered on the tamaraw population by 1986, and the IUCN conservation monitoring center declared the species endangered. Throughout succeeding surveys conducted in 1988, 1990, 1994 and 1996, the species remained listed on the Red List as \"endangered\". The relisting of the species in 1996 fulfilled the IUCN criteria \"B1+2c\" and \"D1\". Criterion \"B1\" indicated that the species' range was less than 500 square kilometers and is known to exist in less than five independent locations. A noticed continuing decline in the population fulfilled sub-criterion \"2c\", given the condition of the population's sole habitat. Criterion \"D1\" essentially required that a population be composed of less than 250 mature individuals; individual counts of the \"B. mindorensis\" population at the time figured significantly lower than this. In 2000, the tamaraw was relisted on the Red List under the more severe \"C1\" criteria. This was due to estimates that the population would decline by 20% in five years or within the timespan of two generations.",
            "score": 68.2426986694336
        },
        {
            "docid": "12539256_4",
            "document": "Rodrigues flying fox . The Rodrigues flying fox is threatened by habitat loss through storm damage and human intervention, and by local hunting for food. Formerly, the daytime roosts or 'camps' of this flying fox often contained more than 500 individuals. The species currently numbers just a few hundred in total in the wild, and the bat is classified as endangered by the IUCN. The Durrell Wildlife Conservation Trust has undertaken a successful captive breeding program, and there are now colonies in several zoos. Likewise, the Organization for Bat Conservation is funding an international conservation project. Due to its imperiled status, it is identified by the Alliance for Zero Extinction as a species in danger of imminent extinction. In 2013, Bat Conservation International listed this species as one of the 35 species of its worldwide priority list of conservation. In 2017, the IUCN determined that this species now has an increasing population trend, so conservation efforts may prove successful for this species.",
            "score": 67.24948120117188
        },
        {
            "docid": "17143_4",
            "document": "Koala . Koalas were hunted by indigenous Australians and depicted in myths and cave art for millennia. The first recorded encounter between a European and a koala was in 1798, and an image of the animal was published in 1810 by naturalist George Perry. Botanist Robert Brown wrote the first detailed scientific description of the koala in 1814, although his work remained unpublished for 180 years. Popular artist John Gould illustrated and described the koala, introducing the species to the general British public. Further details about the animal's biology were revealed in the 19th century by several English scientists. Because of its distinctive appearance, the koala is recognised worldwide as a symbol of Australia. Koalas are listed as Vulnerable by the International Union for Conservation of Nature. The Australian government similarly lists specific populations in Queensland and New South Wales as Vulnerable. The animal was hunted heavily in the early 20th century for its fur, and large-scale cullings in Queensland resulted in a public outcry that initiated a movement to protect the species. Sanctuaries were established, and translocation efforts moved to new regions koalas whose habitat had become fragmented or reduced. The biggest threat to their existence is habitat destruction caused by agriculture and urbanisation.",
            "score": 66.20274353027344
        },
        {
            "docid": "17143_43",
            "document": "Koala . Koalas were hunted for food by Aboriginals. A common technique used to capture the animals was to attach a loop of ropey bark to the end of a long, thin pole, so as to form a noose. This would be used to snare an animal high in a tree, beyond the reach of a climbing hunter; an animal brought down this way would then be killed with a stone hand axe or hunting stick (waddy). According to the customs of some tribes, it was considered taboo to skin the animal, while other tribes thought the animal's head had a special status, and saved them for burial. The koala was heavily hunted by European settlers in the early 20th century, largely for its thick, soft fur. More than two million pelts are estimated to have left Australia by 1924. Pelts were in demand for use in rugs, coat linings, muffs, and as trimming on women's garments. Extensive cullings occurred in Queensland in 1915, 1917, and again in 1919, when over one million koalas were killed with guns, poisons, and nooses. The public outcry over these cullings was probably the first wide-scale environmental issue that rallied Australians. Novelist and social critic Vance Palmer, writing in a letter to \"The Courier-Mail\", expressed the popular sentiment: \"The shooting of our harmless and lovable native bear is nothing less than barbarous ... No one has ever accused him of spoiling the farmer's wheat, eating the squatter's grass, or even the spreading of the prickly pear. There is no social vice that can be put down to his account ... He affords no sport to the gun-man ... And he has been almost blotted out already from some areas.\" Despite the growing movement to protect native species, the poverty brought about by the drought of 1926–28 led to the killing of another 600,000 koalas during a one-month open season in August 1927. In 1934, Frederick Lewis, the Chief Inspector of Game in Victoria, said that the once-abundant animal had been brought to near extinction in that state, suggesting that only 500–1000 remained. The first successful efforts at conserving the species were initiated by the establishment of Brisbane's Lone Pine Koala Sanctuary and Sydney's Koala Park Sanctuary in the 1920s and 1930s. The owner of the latter park, Noel Burnet, became the first to successfully breed koalas and earned a reputation as the foremost contemporary authority on the marsupial. In 1934, David Fleay, curator of Australian mammals at the Melbourne Zoo, established the first Australian faunal enclosure at an Australian zoo, and featured the koala. This arrangement allowed him to undertake a detailed study of its diet in captivity. Fleay later continued his conservation efforts at Healesville Sanctuary and the David Fleay Wildlife Park.",
            "score": 65.03837585449219
        },
        {
            "docid": "17143_42",
            "document": "Koala . While the koala was previously classified as Least Concern on the Red List, it was uplisted to Vulnerable in 2016. Australian policy makers declined a 2009 proposal to include the koala in the Environment Protection and Biodiversity Conservation Act 1999. In 2012, the Australian government listed koala populations in Queensland and New South Wales as Vulnerable, because of a 40% population decline in the former and a 33% decline in the latter. Populations in Victoria and South Australia appear to be abundant; however, the Australian Koala Foundation argues that the exclusion of Victorian populations from protective measures is based on a misconception that the total koala population is 200,000, whereas they believe it is probably less than 100,000.",
            "score": 64.85895538330078
        },
        {
            "docid": "17143_44",
            "document": "Koala . Since 1870, koalas have been introduced to several coastal and offshore islands, including Kangaroo Island and French Island. Their numbers have significantly increased, and since the islands are not large enough to sustain such high koala numbers, overbrowsing has become a problem. In the 1920s, Lewis initiated a program of large-scale relocation and rehabilitation programs to transfer koalas whose habitat had become fragmented or reduced to new regions, with the intent of eventually returning them to their former range. For example, in 1930–31, 165 koalas were translocated to Quail Island. After a period of population growth, and subsequent overbrowsing of gum trees on the island, about 1,300 animals were released into mainland areas in 1944. The practice of translocating koalas became commonplace; Victorian State manager Peter Menkorst estimated that from 1923 to 2006, about 25,000 animals were translocated to more than 250 release sites across Victoria. Since the 1990s, government agencies have tried to control their numbers by culling, but public and international outcry has forced the use of translocation and sterilisation, instead. One of the biggest anthropogenic threats to the koala is habitat destruction and fragmentation. In coastal areas, the main cause of this is urbanisation, while in rural areas, habitat is cleared for agriculture. Native forest trees are also taken down to be made into wood products. In 2000, Australia ranked fifth in the world by deforestation rates, having cleared . The distribution of the koala has shrunk by more than 50% since European arrival, largely due to fragmentation of habitat in Queensland. The koala's \"vulnerable\" status in Queensland and New South Wales means that developers in these states must consider the impacts on this species when making building applications. In addition, koalas live in many protected areas.",
            "score": 64.32905578613281
        },
        {
            "docid": "18488096_6",
            "document": "Central chimpanzee . The 2007 International Union for Conservation of Nature (IUCN) Red List of Threatened Species classifies the central chimpanzee as endangered. In 1988 they were considered \"vulnerable\", but have been considered \"endangered\" since at least 1996. The World Wildlife Fund (WWF) estimates there are as many as 115,000 individuals alive, but that the number is more likely between 47,000 and 78,000 The central chimpanzee only has large, robust populations where large amounts of forest are left undisturbed; smaller, isolated populations also remain. According to the IUCN, decline in the central chimpanzee population is expected to continue for another 30 to 40 years.",
            "score": 62.43928527832031
        },
        {
            "docid": "19188051_12",
            "document": "Réunion National Park . Réunion shares a common natural history with the other Mascarene Islands, Mauritius and Rodrigues. All three islands were uninhabited before the 1600s. Human arrival led to massive extinction and introduced species, such as giant land snails in Réunion, which threatened native habitats and species. Less than 25% of Réunion is thought to be covered with original vegetation according to the World Wildlife Fund (WWF), mostly restricted to higher altitudes. The forests of Réunion and the other two islands have been classified as the \"Mascarene forests\" ecoregion by the WWF, with a conservation status of \"endangered\". Conservation International includes Réunion in the \"Madagascar and Indian Ocean Islands\" biodiversity hotspot, a priority area for conservation.",
            "score": 61.85352325439453
        },
        {
            "docid": "102063_16",
            "document": "Tidbinbilla Nature Reserve . Tidbinbilla Nature Reserve has a wide variety of bushwalks - ranging from 30 minutes to over 6 hours. It is a native habitat for kangaroos, wallabies, platypus, koalas, lyrebirds, emus, and other wildlife. Ninety-nine percent of the park was burnt out in the Bendora bushfire of 18 January 2003, resulting in the loss of countless numbers of wildlife. Of the captive animals, only one koala, six rock wallabies, five potoroos, four freckled ducks, and nine black swans survived the bushfire.",
            "score": 61.78007888793945
        },
        {
            "docid": "237790_25",
            "document": "Black stork . Since 1998, the black stork has been rated as a species of least concern on the IUCN Red List of Endangered Species. This is because it has a large range—more than 20,000 km (7,700 mi)—and because its population is thought not to have declined by 30% over ten years or three generations and thus is not a rapid enough decline to warrant a vulnerable rating. Even so, the state of the population overall is unclear, and although it is widespread, it is not abundant anywhere. Black stork numbers have declined for many years in western Europe, and the species has already been extirpated from Scandinavia. The population in India—a major wintering ground—is declining. Previously a regular winter visitor to the Mai Po Marshes, it is now seldom seen there, and appears to be in decline in China overall. Its habitat is changing rapidly in much of eastern Europe and Asia. Various conservation measures have been taken, including Wetlands International's Conservation Action Plan for African black storks, which focuses on improving the wintering conditions of the birds which breed in Europe. It is protected by the Agreement on the Conservation of African-Eurasian Migratory Waterbirds (AEWA) and the Convention on International Trade in Endangered Species of Wild Fauna and Flora (CITES).",
            "score": 60.52104568481445
        },
        {
            "docid": "12506270_11",
            "document": "Micrelaps muelleri . This species is classified as Least Concern (LC) according to the IUCN Red List of Threatened Species (v3.1, 2001). This is because it does not qualify for Critically Endangered, Endangered, Vulnerable or Near Threatened. Widespread and abundant species are included in this category. Year assessed: 2005.",
            "score": 60.2202262878418
        },
        {
            "docid": "101034_14",
            "document": "Goobang National Park . Species that require specialized niches and or cannot disperse and effectively colonize suitable habitat will be affected if this current trend of human induced climate change continues. It is estimated that 52% of the already declining population of frogs and 35% of birds will be affected. Koalas are listed by the IUCN as one of the top 10 species to become extinct. Koala populations are already at risk because of habitat modification and chlamydia. Increasing CO2 levels will affect the nutrient availability of eucalyptus leaves further weakening koala populations, increased frequency of droughts and bushfire will force koalas to seek new habitats, exposing them to the dangers of predation and injury from traffic.",
            "score": 60.20158767700195
        },
        {
            "docid": "1841648_19",
            "document": "Animal rescue group . The World Wildlife Foundation (WWF) is also an organization that, amongst other objectives, strives to rescue wildlife. This foundation raises awareness of endangered, vulnerable, and threatened species and accepts donations to aid in controlling climate, sustainability and ecosystems to ensure the safety and protection of these species. WWF's notable efforts to preserve wildlife has significant impact on the well-being of many species. They offer \"symbolic adoptions\" for animals, meaning that although one cannot raise a wild animal in a domestic environment, people have the opportunity to purchase a plush toy of an endangered species on the website and \"adopt\" said species. The money raised through this campaign goes towards conservation efforts, ultimately hoping to save these species from endangerment. WWF does supports legal trophy hunting as a form of conservation, due to the amout of extra protection that wild animals receive and the boost that it provides to local communities.",
            "score": 59.96965026855469
        },
        {
            "docid": "2263604_27",
            "document": "Aiphanes . \"Aiphanes horrida\" is the most widely distributed species. It ranges from Trinidad to Bolivia but is absent from Ecuador and northern Peru. Other species have narrower ranges with one centre of diversity in western Colombia and Ecuador and another minor one in northeastern Peru. The 2006 IUCN Red List includes three species which are endangered by habitat destruction—\"A. grandis\", \"A. leiostachys\" and \"A verrucosa\"—and three others considered vulnerable to the same threat—\"A. chiribogensis\", \"A. duquei\" and \"A. lindeniana\". Rodrigo Bernal and Gloria Galeano expanded this list in a 2005 review of the status of Colombian palms. They listed two species as critically endangered—\"A. graminifolia\", a species that was first described in 2002, and \"A. leiostachys\" (which was classified as endangered in the IUCN Red List). They classified two species as endangered—\"A. acaulis\" and \"A. parvifolia\"—and two species as vulnerable—\"A. gelatinosa\" and \"A. pilaris\". They also classified six species as near threatened—\"A. erinacea\", \"A. hirsuta\", \"A. lindeniana\" (vulnerable according to the IUCN Red List), \"A. linearis\", \"A. macroloba\" and \"A. simplex\". The threats to these species were not listed, but Jens-Christian Svenning reported that \"A. erinacea\" was threatened by logging given its limited distribution and poor ability to regenerate in disturbed forests. In addition to these, \"A. deltoidea\", which is widely distributed across the western Amazon Rainforest, is present at such low densities that it was classified as a rare species by Francis Kahn and Farana Moussa in 1994.",
            "score": 59.931640625
        },
        {
            "docid": "102012_21",
            "document": "French Island (Victoria) . Habitats range from coastal mangroves, swamps, heath, grasslands and blue gum forests. Most koala populations on the mainland of Australia are affected by the chlamydia disease; however French Island provides the world's densest and most disease-free population of koalas, with regular transfer of excess koalas to repopulate diseased areas on the mainland. Shelter is provided for more than 100 species of bush orchids, and 260 species of birds. Significant species on the island include: king quail, the critically endangered orange-bellied parrot, fairy tern, white-bellied sea eagle, swamp skink, long-nosed potoroo.",
            "score": 59.53106689453125
        },
        {
            "docid": "1681045_9",
            "document": "Bald uakari . The conservation status of this species was changed from near threatened to vulnerable in the 2008 World Conservation Union (IUCN) Red List because the species has declined at least 30% over the past 30 years (three generations) due to hunting and habitat loss. This is considerably better than the 1994 assessment which found it to be endangered, followed by the 2003 assessment which found the species to be near threatened. Although the conservation status has improved, actual population numbers are on a decreasing trend. Since it only lives in white water flooded forests, it is very susceptible to human impact (i.e.: land acquisition for agriculture and/or pastures).",
            "score": 59.276214599609375
        },
        {
            "docid": "216216_39",
            "document": "Conservation biology . The International Union for the Conservation of Nature (IUCN) has organized a global assortment of scientists and research stations across the planet to monitor the changing state of nature in an effort to tackle the extinction crisis. The IUCN provides annual updates on the status of species conservation through its Red List. The IUCN Red List serves as an international conservation tool to identify those species most in need of conservation attention and by providing a global index on the status of biodiversity. More than the dramatic rates of species loss, however, conservation scientists note that the sixth mass extinction is a biodiversity crisis requiring far more action than a priority focus on rare, endemic or endangered species. Concerns for biodiversity loss covers a broader conservation mandate that looks at ecological processes, such as migration, and a holistic examination of biodiversity at levels beyond the species, including genetic, population and ecosystem diversity. Extensive, systematic, and rapid rates of biodiversity loss threatens the sustained well-being of humanity by limiting supply of ecosystem services that are otherwise regenerated by the complex and evolving holistic network of genetic and ecosystem diversity. While the conservation status of species is employed extensively in conservation management, some scientists highlight that it is the common species that are the primary source of exploitation and habitat alteration by humanity. Moreover, common species are often undervalued despite their role as the primary source of ecosystem services.",
            "score": 59.21345520019531
        },
        {
            "docid": "33979168_3",
            "document": "Trypanosoma irwini . The koala (\"Phascolarctos cinereus\") is distributed in patches throughout the eastern regions of Australia. The International Union for Conservation of Nature and Natural Resources (IUCN) listed the koala as potentially vulnerable in 1992, and the New South Wales Threatened Species Conservation Act of 1995 and the Queensland Nature Conservation Regulation Act of 2006 categorized the koala as vulnerable to extinction in New South Wales and Queensland.",
            "score": 58.873416900634766
        },
        {
            "docid": "307631_22",
            "document": "Great white pelican . Since 1998, the great white pelican has been rated as a species of least concern on the IUCN Red List of Endangered Species. This is because it has a large range more than 20,000 km (7700 mi) and because its population is thought not to have declined by 30% over ten years or three generations, which is not a rapid enough decline to warrant a vulnerable rating. However, the state of its overall population is not known, and although it is widespread, it is not abundant anywhere. It is one of the species to which the Agreement on the Conservation of African-Eurasian Migratory Waterbirds (AEWA) applies. It is listed under the Appendix I of the Convention on the Conservation of Migratory Species of Wild Animals, Appendix II of the Berne Convention on the Conservation of European Wildlife and Natural Habitats and Annexure I of the EU Birds Directive on the Conservation of Wild Birds. It occurs within 43 Important Bird Areas in its European range, and is listed within 108 Special Protection Areas in the European Union. This species is often kept in captivity in zoos or in semi-wild colonies such as that in St. James's Park, London. The ancestors of this colony were originally given to Charles II by the Russian ambassador in 1664 which initiated the tradition of ambassadors donating the birds.",
            "score": 58.636539459228516
        },
        {
            "docid": "4100155_29",
            "document": "Eastern woodrat . Most subspecies of the eastern woodrat have been classified as Least Concern by the IUCN, with the exception of the Key Largo woodrat. While the species appears to never have been abundant, it remains widespread and reasonably common. However, at smaller scales, the species has been listed as endangered, threatened, or of special concern in 5 of the 17 states in which they are found. State status designations may not be accurate since there is little research done where woodrats are presumed to be common. All states with recorded population decline are on the edge of the species range. The only conservation action taken has been habitat protection in Indiana, Illinois, North Carolina, and Florida.",
            "score": 58.35737991333008
        },
        {
            "docid": "201246_7",
            "document": "True parrot . Many species are classified as threatened by the International Union for the Conservation of Nature (see IUCN Red List of birds), as well as national and nongovernmental organizations. Trade in birds and other wild animals is governed by the Convention on International Trade in Endangered Species of Wild Fauna and Flora (CITES). Nearly all parrots are listed on CITES appendices, trade limited or prohibited. Trapping wild parrots for the pet trade, hunting, habitat loss, and competition from invasive species have diminished wild populations, with parrots being subjected to more exploitation than any other group of birds. Of the animals removed from the wild to be sold, very few survive during capture and transport, and those that do often die from poor conditions of captivity, poor diet, and stress. Measures taken to conserve the habitats of some high-profile charismatic species have also protected many of the less charismatic species living in the same ecosystems.",
            "score": 58.27217102050781
        },
        {
            "docid": "12542389_9",
            "document": "Thomas's pika . In 1994, Thomas's pika was assessed as insufficiently known on the IUCN Red List of Endangered Species. In 1996 it was warranted a near-threatened status, and it nearly even met the vulnerable criteria (A2c + 3c) by both the IUCN and the Red List of China's Vertebrates due to a declining population of over 30% in the last ten years, in the projected ten years, or in three generations, determined based on a decreasing extant of occurrence, area of occupancy, or quality of habitat. It was re-assessed by IUCN in 2008 and rated as a species of least concern. This is because, although very little is known about its status, it is a widespread species. The current state of its population trend is unclear. It may be affected by killing due to pest control measures in its range although its effects to the species is unknown. There are no conservation measures to protect Thomas's pika.",
            "score": 58.16214370727539
        },
        {
            "docid": "10158601_9",
            "document": "Black-breasted buttonquail . The species was classified as vulnerable until 2012 when it downlisted to near threatened; most of the black-breasted buttonquail's original habitat has been cleared and the remaining populations are fragmented. The population has been estimated at as little as 2500 breeding birds and declining, it is listed as vulnerable in Queensland and listed as near threatened on the International Union for Conservation of Nature (IUCN)'s Red List of Endangered species.",
            "score": 58.030826568603516
        },
        {
            "docid": "13561786_6",
            "document": "Lamotte's roundleaf bat . It is listed as a critically endangered species by the IUCN, as of 2008. It meets the criteria for this designation because its extent of occurrence is likely less than , its area of occupancy is likely less than , and all individuals live in a single location. Its population is thought to be in decline. It was first evaluated by the IUCN in 1996, when it was listed as data deficient; it has been listed as critically endangered since 2004. Threats to this species include mining for iron ore, which can disturb or destroy their roosts. As of 2013, however, there were indications that mining would soon begin at the only sites where this species exists, posing an imminent threat to its existence. Its range is also subject to habitat destruction via deforestation. In this region, bats are also used as a food source, so this bat is likely killed for bushmeat. At least some of its range is encompassed by Mount Nimba Strict Nature Reserve, which confers some protections, though these protections may not be strictly enforced. Due to its imperiled status, it is identified by the Alliance for Zero Extinction as a species in danger of imminent extinction.  In 2013, Bat Conservation International listed this species as one of the 35 species of its worldwide priority list of conservation. The Lamotte's roundleaf bat was specifically named in an article that argued against collecting zoological specimens from critically endangered bat species, or at least promoted more restrictions on who could collect specimens and how many individuals they could collect.",
            "score": 58.003684997558594
        },
        {
            "docid": "2076883_21",
            "document": "South East Queensland . Within the region, the koala is listed as vulnerable. The Australian Koala Foundation says the animal is threatened by mining and land development. Numbers in Redland City have seen a dramatic decline in recent years. The state government launched the Koala Conservation Plan in 2006. The plan involved the rehabilitation of cleared areas, domestic dogs containment and koala signage. Another initiative was launched in 2010 to protect and rehabilitate koala habitats by tree planting and the construction of koala friendly fencing.",
            "score": 57.71670913696289
        },
        {
            "docid": "32290815_6",
            "document": "Aquilinae . Due to their large territories and low productivity, most booted eagle species are sparsely distributed and not infrequently uncommon-to-rare even in regional strongholds where ample habitat remains. Booted eagle species tend to be highly sensitive to human activities, mainly habitat alteration or destruction, human disturbance, accidental or intentional killing of staple prey species and various forms of persecution by humans. Due mainly to these factors, five species of booted eagle are classified as Vulnerable to extinction by the IUCN. Three little-known forest dwelling species are classified in more severe status as Endangered: the Philippine hawk-eagle (\"Nisaetus philippensis\"), Pinsker's hawk-eagle (\"Nisaetus pinskeri\") and the black-and-chestnut eagle (\"Spizaetus isidori\"). An even more drastic classification of Critically Endangered was given to the Flores hawk-eagle (\"N. floris\"). In all four endangered hawk-eagles, near epidemic levels of habitat degradation to the forests has been determined as the primary cause of their declines.",
            "score": 57.64812469482422
        },
        {
            "docid": "38437423_12",
            "document": "Florida bonneted bat . In 2008, the International Union for Conservation of Nature listed the bat as a Critically Endangered species. In 2016, the IUCN revised its assessment of the bonneted bat as Vulnerable, as there is no estimate on population size, and therefore it does not meet the \"Endangered\" requirement of fewer than 2,500 mature individuals. The Florida Fish and Wildlife Conservation Commission classifies it as an endangered species. Its NatureServe conservation status is critically imperiled. It is also a federally listed species of the United States, as of October 2013. In 2013, Bat Conservation International listed this species as one of the 35 species of its worldwide priority list of conservation.",
            "score": 57.471214294433594
        },
        {
            "docid": "6024329_9",
            "document": "Sierra Madre sparrow . It is highly threatened due to clearance of its habitat for creating pastures. Its conservation status on the IUCN Red List is Endangered. This is because the species occurs in less than 5000 km², and its range, available habitat, and population size are shrinking (BirdLife International 2004). Despite the rediscovery of the northern population, no more than a handful of individuals are known to remain, and further research to locate additional subpopulations is urgently needed. In any case, the species will probably be uplisted to Critically Endangered soon; of the 4 subpopulations known, only one (near La Cima) seems reasonably numerous.",
            "score": 57.29817581176758
        },
        {
            "docid": "20110668_7",
            "document": "Endangered species . Though labelled a list, the IUCN Red List is a system of assessing the global conservation status of species that includes \"Data Deficient\" (DD) species – species for which more data and assessment is required before their status may be determined – as well species comprehensively assessed by the IUCN's species assessment process. Those species of \"Near Threatened\" (NT) and \"Least Concern\" (LC) status have been assessed and found to have relatively robust and healthy populations, though these may be in decline. Unlike their more general use elsewhere, the List uses the terms \"endangered species\" and \"threatened species\" with particular meanings: \"Endangered\" (EN) species lie between \"Vulnerable\" (VU) and \"Critically Endangered\" (CR) species, while \"Threatened\" species are those species determined to be Vulnerable, Endangered or Critically Endangered.",
            "score": 57.225624084472656
        },
        {
            "docid": "1189507_2",
            "document": "Australian Koala Foundation . The Australian Koala Foundation (AKF) is an international not-for-profit scientific organisation that aims to diminish the threats to the survival of koalas and in doing so raise the awareness of the global community to help save endangered fauna and flora. It is the principal non-profit, non-governmental organisation dedicated to the conservation and effective management of the wild koala and its habitat.",
            "score": 57.10117721557617
        },
        {
            "docid": "2402894_8",
            "document": "Kittlitz's murrelet . Until 2014, the Kittlitz's murrelet was considered to be critically endangered by the International Union for the Conservation of Nature (IUCN), based on dramatic declines at every site studies. However, in 2014, the IUCN downlisted the murrelet's status from critically endangered to near threatened, as more recent studies indicate that declines appear to be happening at a less rapid rate than was previously thought; some populations appear to be stabilizing or recovering slightly. The species is not listed under the Endangered Species Act, though it was a Species of Conservation Concern until that category was abolished. It is threatened by habitat loss from global warming (as it is seemingly dependent on retreating glaciers), disturbance by boats and oil spills. An estimated 5-10% of the world population was killed during the \"Exxon Valdez\" oil spill.",
            "score": 56.97550582885742
        },
        {
            "docid": "1189507_13",
            "document": "Australian Koala Foundation . The AKF has several ongoing projects dedicated to saving the wild koala through conserving its habitat and raising funds to enable the AKF to continue running despite its non-profit status. These include:",
            "score": 56.96124267578125
        }
    ]
}