{
    "q": [
        {
            "docid": "1198847_7",
            "document": "B. S. Johnson . At the age of 40, increasingly depressed by his failure to succeed commercially, and beset by family problems, Johnson committed suicide by slitting his wrists.",
            "score": 39.321624755859375
        },
        {
            "docid": "1841530_5",
            "document": "Bachelor Party (1984 film) . Both parties end up becoming one big drunken orgy and the bachelors' hotel room ends up getting trashed much to the chagrin of the hotel's ever-frustrated manager (Kenneth Kimmins). Adding to the confusion is Rick's friend, Brad who has become despondent over his wife breaking up with him. At various points during the movie, he riotously botches every suicide he attempts. He even tries slitting his wrists with an electric razor to which Rick says, \"Well...at least your wrists will be smooth and kissable.\"",
            "score": 55.546881914138794
        },
        {
            "docid": "148785_5",
            "document": "Quintillus . Quintillus committed suicide by slitting his wrists (September AD 270).",
            "score": 41.62396049499512
        },
        {
            "docid": "50041618_4",
            "document": "Hasan Rebac . The same night that Rebac died after a strong illness, his wife Anica attempted suicide by slitting her wrists. Two months later, the grief-stricken Anica committed suicide by shooting her heart with a revolver.",
            "score": 49.394643783569336
        },
        {
            "docid": "31624630_6",
            "document": "Eugene O'Neill Jr. . On September 25, 1950, in New York, he committed suicide at age 40 by slitting his left wrist and ankle.",
            "score": 39.76148986816406
        },
        {
            "docid": "273262_29",
            "document": "September Dossier . On the same day, Kelly left his home for an area of woodland and was later found dead with his left wrist slit, apparently having committed suicide.",
            "score": 42.44355916976929
        },
        {
            "docid": "1870077_10",
            "document": "Óscar Domínguez . Domínguez committed suicide December 31, 1957, by slitting his wrists in the bath. Marie-Laure arranged to have him interred in the Bischoffsheim family mausoleum in the Montparnasse cemetery",
            "score": 40.11165714263916
        },
        {
            "docid": "17044467_7",
            "document": "Diet for a New America (album) . \"Song to Slit Your Wrists By\" was previously recorded by Sixx's other band, Mötley Crüe, as the Japanese bonus track for Generation Swine.",
            "score": 37.5642728805542
        },
        {
            "docid": "32937975_6",
            "document": "Suicide Note (song) . The songs' lyrics describe suicide attempts, namely slitting of the wrist. Pt.I talks in particular about drug use whereas Pt. II features lyrics of someone determined to take their life by gunshot. However, if one listens closely during the chorus of Pt. II, the lyrics state 'Don't you try to die like me, it's livid and it's lies' which appears to be an attempt to dissuade anyone from the act of suicide portraying it as cowardice and evil.",
            "score": 81.59413647651672
        },
        {
            "docid": "5933967_5",
            "document": "Neil Coulbeck . Police, who released a photo of Coulbeck, said initially that they were treating his death as \"unexplained\". However, Susan Coulbeck (widow) stated that her husband had committed suicide because of the stress of being involved with the NatWest Three case. The subsequent inquest heard evidence from Coulbeck's widow, and the eventual verdict was that he committed suicide by slitting his wrists.",
            "score": 41.19118928909302
        },
        {
            "docid": "73875_12",
            "document": "The Godfather Part II . At the witness protection compound, Hagen reminds Pentangeli that failed plotters against the Roman Emperor often committed suicide and assures him that his family will be cared for. Pentangeli later slits his wrists in his bathtub.",
            "score": 37.4569673538208
        },
        {
            "docid": "16036374_1",
            "document": "Armageddon March Eternal – Symphonies of Slit Wrists . Armageddon March Eternal – Symphonies of Slit Wrists",
            "score": 31.970228672027588
        },
        {
            "docid": "39565409_3",
            "document": "Wheels (2014 film) . Mickey Cole (Donavon Warren) has slit his wrists, rolled onto train tracks and thrown himself down stairs. He is a suicidal paraplegic who has restless nights with vivid dreams of walking again. After many suicide attempts, Mickey decides he needs help and seeks someone he believes has no scruples and would do anything for money.",
            "score": 71.9254355430603
        },
        {
            "docid": "1232575_68",
            "document": "Suicide methods . \"Seppuku\" (\"cut-belly\", used in writing) or \"hara-kiri\" (\"belly slitting\", used when talking) is a Japanese ritual method of suicide, practiced mostly in the medieval era, though some isolated cases appear in modern times. For example, Yukio Mishima committed seppuku in 1970 after a failed \"coup d'état\" intended to restore full power to the Japanese emperor. Unlike other methods of suicide, this was regarded as a way of preserving one's honor. The ritual is part of \"bushido\", the code of the \"samurai\".",
            "score": 50.54782438278198
        },
        {
            "docid": "1940119_3",
            "document": "Vive L'Amour . Hsiao-kang (Lee Kang-sheng), a young salesman, discovers a key to an apartment in its lock and takes it. He soon moves into one of the bedrooms, and one night he attempts to commit suicide by slitting his wrists while lying on the bed.",
            "score": 47.90210247039795
        },
        {
            "docid": "80124_5",
            "document": "The Virgin Suicides . Without warning, Cecilia attempts suicide by slitting her wrists in the bathtub. She is found in time and survives. A few weeks later, their parents allow the girls to throw a chaperoned party at their house in hopes of cheering Cecilia up. However, Cecilia excuses herself from the party, goes upstairs, and jumps out of her bedroom window. She is impaled on the fence post below, and she dies almost immediately.",
            "score": 50.833239793777466
        },
        {
            "docid": "46926245_28",
            "document": "Kalief Browder . He attempted suicide in early 2011 and on February 8, 2012 when he tried to hang himself using strips of sheet tied to a ceiling light in the cell. Browder later said the guards goaded him to commit suicide. On another occasion, after an appearance before a judge, Browder made a sharp implement from the bucket in his cell and started to slit his wrists. An officer intervened.",
            "score": 49.118977546691895
        },
        {
            "docid": "3742219_4",
            "document": "Richard Timmons . After the attack, Timmons slit his wrists and wrote, \"The Lost Boys is your man\" on the wall, with his blood. He initially claimed that the rapper Mr. Cheeks (of The Lost Boyz) was to blame for the murders.",
            "score": 33.04645919799805
        },
        {
            "docid": "8590196_3",
            "document": "Confession of Pain . Police inspectors Lau Ching-hei and Yau Kin-bong arrest a rapist in 2003. When Yau returns home later, he sees that his pregnant girlfriend has committed suicide by slitting her wrists. Yau is so depressed with her death that he indulges in alcohol and turns in his police badge to work as a private investigator. He becomes obsessed with finding out the reason for his girlfriend's suicide.",
            "score": 45.308980226516724
        },
        {
            "docid": "26809587_7",
            "document": "Suicide attempt . Some suicide methods have higher rates of lethality than others. The use of firearms results in death 90% of the time. Wrist-slashing has a much lower lethality rate, comparatively. 75% of all suicide attempts are by self-poisoning, a method that is often thwarted because the drug is nonlethal, or is used at a nonlethal dosage. These people survive 97% of the time.",
            "score": 55.172752380371094
        },
        {
            "docid": "50000715_19",
            "document": "Suicide in Iran . A longitudinal study done on students from 2003 to 2008, showed that hanging was the most chosen method and wrist cutting was the least chosen method of suicide. According to this study, single male students aged 22 who were studying Humanities in the Islamic Azad University, had a higher incidence of suicide than any other group. It was found that most of these suicides were committed near the time of the exams and in holidays between semesters.",
            "score": 57.455646991729736
        },
        {
            "docid": "38491474_6",
            "document": "Access International Advisors . On December 23, 2008, less than two weeks after Madoff's arrest, de la Villehuchet reportedly committed suicide. He was found dead in his company office on Madison Avenue in New York City. His wrists and left bicep were slit, and de la Villehuchet had taken sleeping pills, in what appeared to be a suicide. Although no suicide note was found at the scene, his brother in France received a note shortly after his death in which he expressed remorse and a feeling of responsibility.",
            "score": 44.06232488155365
        },
        {
            "docid": "342190_8",
            "document": "2003 Staten Island Ferry crash . The ferry's pilot, Richard Smith, attempted suicide by slitting his left wrist while still on the boat. He then slipped away so suddenly that he left his house keys. He was found shortly afterwards at home, having apparently broken in. Smith had again tried to kill himself, this time by shooting himself twice in the chest with a pellet gun, but also survived this second suicide attempt.",
            "score": 51.188575983047485
        },
        {
            "docid": "396035_9",
            "document": "Stanisław Ignacy Witkiewicz . Shortly after Poland was invaded by Germany in September 1939, Witkiewicz escaped with his young lover Czesława to the rural frontier town of Jeziory, in what was then eastern Poland. After hearing the news of the Soviet invasion of Poland on 17 September 1939, Witkacy committed suicide on 18 September by taking a drug overdose and trying to slit his wrists. He convinced Czesława to attempt suicide with him by consuming Luminal, but she survived.",
            "score": 49.76531171798706
        },
        {
            "docid": "44754137_4",
            "document": "Asking Too Much . During the next verse of the song, a blonde, teenage girl is shown walking down a street with her boyfriend, both seem to be happy together and having a good time. However, she comes home late one night to find that her boyfriend has committed suicide, lying in the bathtub with both his wrists slit with a razor blade. As the teenage girl sobs uncontrollably while mourning her boyfriend, flashbacks show the teen couple walking through a park, sitting on a rock kissing and holding hands and then sitting side by side in a children's park playground set talking to each other. Flashbacks then depict the young man was secretly struggling with depression for unknown reasons as he is lying on his bed writing down the song's lyrics on a sheet of paper in the form of a suicide note, then attempting to sleep in his bed, and is shown next crying in front of a mirror while looking at his reflection. Finally, the young man is shown slitting his wrists in the bathtub whilst taking a shower, leading to his death before his girlfriend's arrival home.",
            "score": 66.87827169895172
        },
        {
            "docid": "383455_4",
            "document": "The Devil in Miss Jones . Georgina Spelvin plays Justine Jones, a lonely, depressed spinster who decides that suicide is the only way out of her routinely dull existence. While lying in the bathtub, Justine slits her wrists with a shaving blade and dies quietly as the water fills with her blood.",
            "score": 46.37665510177612
        },
        {
            "docid": "16036374_2",
            "document": "Armageddon March Eternal – Symphonies of Slit Wrists . Armageddon March Eternal (Symphonies of Slit Wrists) is the fourth studio album by Swedish death metal band The Project Hate MCMXCIX.",
            "score": 30.85705804824829
        },
        {
            "docid": "498181_12",
            "document": "The Order (2003 film) . Later Alex returns to their lodgings and finds Mara near death, an apparent suicide. In actuality, Eden slit her wrists and left her for Alex to find. Mara is beyond medical help and Alex quickly performs the sin eating ritual so that she can go to heaven. After absorbing Mara's sins, though, Alex sees that there is no sin of suicide on Mara's conscience and realizes Eden's deception. Alex goes after Eden to kill him.",
            "score": 54.45850324630737
        },
        {
            "docid": "1538505_6",
            "document": "Lee Eun-ju . On the night of February 22, 2005, only a few days after her graduation from Dankook University, Lee committed suicide at her apartment in Bundang, Seongnam. She was 24 years old. She slit her wrists and hanged herself. The family blamed the suicide on severe bouts of depression and mental illness and said she had been suffering from insomnia due to the nude scenes she had done in \"The Scarlet Letter\".",
            "score": 38.77522277832031
        },
        {
            "docid": "472381_17",
            "document": "Per &quot;Dead&quot; Ohlin . On April 8th, 1991, while left alone in the house, Dead slit his wrists and throat with a knife and then shot himself in the forehead with a shotgun. He left a brief suicide note apologizing for firing a gun indoors. The first sentence Dead wrote on the note was: \"Excuse the blood\".",
            "score": 40.000977993011475
        },
        {
            "docid": "1781790_4",
            "document": "Carla's Song . Later George returns to his friend's flat and finds Carla in the bathtub where she has slit her wrists. George takes her to the hospital where he learns that Carla also attempted suicide three weeks ago. George stays by Carla's side in the hospital while she is recovering.",
            "score": 47.43609857559204
        },
        {
            "docid": "4245878_13",
            "document": "Adnan Farhan Abd Al Latif . The Associated Press reported on May 11, 2009 that Remes said that Latif had slit his wrists during his most recent visit. Remes said that Latif had used the edge of a strip of broken veneer from the side of a table in the interview room to sever a vein in his wrist, and used the interview table to hide his bleeding wrist from others and the room's video camera. Remes stated that Latif had tried to commit suicide before, and therefore had at times been confined to the prison's psychiatric facility. Remes also said Latif needed mental health care, but all camp authorities were doing was attempting to keep him subdued.",
            "score": 62.05610775947571
        }
    ],
    "r": [
        {
            "docid": "623686_92",
            "document": "Brain–computer interface . Some persons have a disorder of consciousness (DOC). This state is defined to include persons with coma, as well as persons in a vegetative state (VS) or minimally conscious state (MCS). New BCI research seeks to help persons with DOC in different ways. A key initial goal is to identify patients who are able to perform basic cognitive tasks, which would of course lead to a change in their diagnosis. That is, some persons who are diagnosed with DOC may in fact be able to process information and make important life decisions (such as whether to seek therapy, where to live, and their views on end-of-life decisions regarding them). Some persons who are diagnosed with DOC die as a result of end-of-life decisions, which may be made by family members who sincerely feel this is in the patient's best interests. Given the new prospect of allowing these patients to provide their views on this decision, there would seem to be a strong ethical pressure to develop this research direction to guarantee that DOC patients are given an opportunity to decide whether they want to live. These and other articles describe new challenges and solutions to use BCI technology to help persons with DOC. One major challenge is that these patients cannot use BCIs based on vision. Hence, new tools rely on auditory and/or vibrotactile stimuli. Patients may wear headphones and/or vibrotactile stimulators placed on the wrists, neck, leg, and/or other locations. Another challenge is that patients may fade in and out of consciousness, and can only communicate at certain times. This may indeed be a cause of mistaken diagnosis. Some patients may only be able to respond to physicians' requests during a few hours per day (which might not be predictable ahead of time) and thus may have been unresponsive during diagnosis. Therefore, new methods rely on tools that are easy to use in field settings, even without expert help, so family members and other persons without any medical or technical background can still use them. This reduces the cost, time, need for expertise, and other burdens with DOC assessment. Automated tools can ask simple questions that patients can easily answer, such as \"Is your father named George?\" or \"Were you born in the USA?\" Automated instructions inform patients that they may convey yes or no by (for example) focusing their attention on stimuli on the right vs. left wrist. This focused attention produces reliable changes in EEG patterns that can help determine that the patient is able to communicate. The results could be presented to physicians and therapists, which could lead to a revised diagnosis and therapy. In addition, these patients could then be provided with BCI-based communication tools that could help them convey basic needs, adjust bed position and HVAC (heating, ventilation, and air conditioning), and otherwise empower them to make major life decisions and communicate.",
            "score": 93.5625991821289
        },
        {
            "docid": "149223_7",
            "document": "Borderline personality disorder . Self-harming or suicidal behavior is one of the core diagnostic criteria in the DSM-5. Self-harm occurs in 50 to 80% of people with BPD. The most frequent method of self-harm is cutting. Bruising, burning, head banging or biting are not uncommon with BPD. The lifetime risk of suicide among people with BPD is between 3% and 10%. There is evidence that men diagnosed with BPD are approximately twice as likely to die by suicide as women diagnosed with BPD. There is also evidence that a considerable percentage of men who die by suicide may have undiagnosed BPD. The reported reasons for self-harm differ from the reasons for suicide attempts. Nearly 70% of people with BPD self-harm without trying to end their life. Reasons for self-harm include expressing anger, self-punishment, generating normal feelings (often in response to dissociation), and distracting oneself from emotional pain or difficult circumstances. In contrast, suicide attempts typically reflect a belief that others will be better off following the suicide. Both suicide and self-harm are a response to feeling negative emotions. Sexual abuse can be a particular trigger for suicidal behavior in adolescents with BPD tendencies.",
            "score": 88.12772369384766
        },
        {
            "docid": "32937975_6",
            "document": "Suicide Note (song) . The songs' lyrics describe suicide attempts, namely slitting of the wrist. Pt.I talks in particular about drug use whereas Pt. II features lyrics of someone determined to take their life by gunshot. However, if one listens closely during the chorus of Pt. II, the lyrics state 'Don't you try to die like me, it's livid and it's lies' which appears to be an attempt to dissuade anyone from the act of suicide portraying it as cowardice and evil.",
            "score": 81.5941390991211
        },
        {
            "docid": "3762294_14",
            "document": "Suicidal ideation . Early detection and treatment are the best ways to prevent suicidal ideation and suicide attempts. If signs, symptoms, or risk factors are detected early then the individual will hopefully seek treatment and help before attempting to take his/her own life. In a study of individuals who did commit suicide, 91% of them likely suffered from one or more mental illnesses. However, only 35% of those individuals were treated or being treated for a mental illness. This emphasizes the importance of early detection; if a mental illness is detected, it can be treated and controlled to help prevent suicide attempts. Another study investigated strictly suicidal ideation in adolescents. This study found that depression symptoms in adolescents as early as grade 9 is a predictor of suicidal ideation. Most people with long-term suicidal ideation do not seek professional help.",
            "score": 78.36104583740234
        },
        {
            "docid": "485437_5",
            "document": "Suicide by cop . This concept hinges on the person's state of mind, and their desire to end their own life, which can be difficult to determine post mortem. Some cases are obvious, such as pointing an unloaded or non-functioning gun (such as a toy gun, air gun, airsoft gun or starter's pistol) at officers, or the presence of a suicide note. Some suspects brazenly announce their intention to die before they act (\"e.g.\", the iconic declaration \"You'll never take me alive!\"). However, many cases can be more difficult to determine, as some suspects with the desire to die will actually fire live ammunition and even kill people before being killed themselves. Many law enforcement training programs have added sections to specifically address handling these situations if officers suspect that the subject is attempting to goad them into using lethal force.",
            "score": 78.19154357910156
        },
        {
            "docid": "3809560_4",
            "document": "Suicidology . There are many points of study within suicidology. Suicidology studies not only death by suicide and attempted suicide but also partial self-destruction, suicidal ideation, parasuicide, and self-destructive behaviors and attitudes. Suicidal ideation is when someone is having thoughts and/ or showing gestures of suicide. For example, it could be as simple as someone saying that \"life is not worth living any more\" or it can be extreme as \"I'm going to kill myself by jumping off a bridge.\" Parasuicide is when someone causes deliberate harm to themselves. For example, if someone were to take an overdose of medicine and live. Self-destructive behaviors are anything that cause harm to oneself. This can be intentional or unintentional. Some examples are alcoholism, risky sports, some sexual disorders, and eating disorders. By way of a suicide note the person who is suiciding has the last word. It is also a way for the person to explain, bring closure (or not), to give guilt, to dictate wishes, to control, to forgive or to blame. Here is a list of the parts that might go into a suicide note. One of the first to contribute to the study of suicidology is Edwin S. Shneidman. Edwin Shneidman is considered to be the father of suicidology. Shneidman's definition of suicide is a conscious act of self-induced annihilation, best understood as a multidimensional malaise in a needful individual who defines an issue for which suicide is perceived as the best solution. He thought of suicide as psychache or intolerable psychological pain. Another notable person in the field of suicidology is Emile Durkheim. To Durkheim the word suicide is applied to all cases of death resulting directly or indirectly from a positive or negative act of the victim himself, which he knows will produce this result. Basically he saw suicide as an external and constraining social fact independent of individual psychopathology. In David J. Mayo's definition there were four elements to suicide. The first element: A suicide has taken place only if a death has occurred. The second element: The death must be of one's own doing. The third element: The agency of suicide can be active or passive and, lastly, it implies intentionally ending one's own life. Sigmund Freud and Karl Menninger had similar views on suicide. Their definition of suicide had three different aspects. One was a murder involving hatred or the wish to kill. The second one was a murder by the self often involving guilt or the wish to be killed. The last one is the wish to die. They thought of suicide being a murderous death wish that was turned back upon one's own self. Sigmund Freud also believed that we had two opposing basic instincts—life (eros) and death (thanatos)—and all instincts sought tension reduction. He also believed that suicide is more likely in advanced civilizations requiring greater repression of sexual and aggressive energy. Jean Baechler's definition of suicide was that suicide denotes all behavior that seeks and finds the solution to an existential problem by making an attempt on the life of the subject. Another worker in the field of suicidology was Joseph H. Davis. The definition he gave for suicide was a suicide is a fatal willful self-inflicted life-threatening act without apparent desire to live; implicit are two basic components lethality and intent. Albert Camus also did some work in this field. He believed that whether one can live or chooses to live is the only truly serious philosophical problem. He also claimed that man created a god in order to be able to live without a wish to kill himself and that the only human liberty is to come to terms with death. He introduced Darwinian thought into his teachings.",
            "score": 77.55670166015625
        },
        {
            "docid": "25247887_35",
            "document": "13 Reasons Why . The NASP statement also criticized the show's suggestion that bullying alone led Hannah to take her life, noting that while it may be a contributing factor, suicidal ideations far more often result from the bullied person having a treatable mental illness without adequate coping mechanisms. Alex Moen, a school counselor in Minneapolis, took issue with the show's entire plotline as \"...essentially a fantasy of what someone who is considering suicide might have—that once you commit suicide, you can still communicate with your loved ones, and people will suddenly realize everything that you were going through and the depth of your pain ... That the cute, sensitive boy will fall in love with you and seek justice for you, and you'll be able to orchestrate it, and in so doing kind of still be able to live.\" Other counselors criticized the depiction of Hannah's attempt to reach out to Mr. Porter as dangerously misleading, since not only does he miss obvious signs of her suicidal ideations, but says he cannot report her sexual assault to the police without her identifying the assailant. School counselors are often portrayed as ineffective or clueless in popular culture, Moen says, but Porter's behavior in the series goes beyond that, to being unethical and possibly illegal. \"It's ridiculous! Counselors are not police. We don't have to launch an investigation. We bring whatever information we do have to the police\", she told \"Slate\".",
            "score": 76.35237884521484
        },
        {
            "docid": "3064846_29",
            "document": "Philosophy of suicide . David Hume left an essay on suicide to be published after his death. Most of it is concerned with the claim that suicide is an affront to God. Hume argues that suicide is no more a rebellion against God than is saving the life of someone who would otherwise die, or changing the position of anything in one's surroundings. He spends much less time dismissing arguments that it is an affront to one's duty to others or to oneself. Hume claims that suicide can be compared to retiring from society and becoming a total recluse, which is not normally considered to be immoral, although the comparison would not seem to justify a suicide that leaves in its wake children or dependents who are thereby rendered vulnerable. As for duty to self, Hume takes it to be obvious that there can be times when suicide is desirable, though he also thinks it ridiculous that anyone would consider suicide unless they first considered every other option.",
            "score": 75.68017578125
        },
        {
            "docid": "33692260_3",
            "document": "Columbia Suicide Severity Rating Scale . Patients are asked about \"general non-specific thoughts of wanting to end one’s life/complete suicide\" and if they have had \"...thoughts of suicide and have thought of at least one method during the assessment period.\" They are asked if they have \"active suicidal thoughts of killing oneself...[and] any intent to act on such thoughts.\" They are asked how frequently they have these thoughts, how long the thoughts last and whether the thoughts can be controlled. They are asked about deterrent factors, and for the reasons for thinking of suicide. They are asked about \"Actual Attempt[s]\", which is a \"potentially self-injurious act completed with at least some wish to die, as a result of act. \"If person pulls trigger while gun is in mouth but gun is broken so no injury results, this is considered an attempt\".They are also asked about Aborted Attempt[s], Interrupted Attempt[s] and Preparatory Behavior[s].\"",
            "score": 75.5882568359375
        },
        {
            "docid": "3064768_39",
            "document": "Suicide legislation . Historically, various states listed the act of suicide as a felony, but these policies were sparsely enforced. In the late 1960s, eighteen U.S. states had no laws against suicide. By the late 1980s, thirty of the fifty states had no laws against suicide or suicide attempts but every state had laws declaring it to be a felony to aid, advise or encourage another person to die by suicide. By the early 1990s only two states still listed suicide as a crime, and these have since removed that classification. In some U.S. states, suicide is still considered an unwritten \"common law crime,\" as stated in Blackstone's Commentaries. (So held the Virginia Supreme Court in 1992. \"Wackwitz v. Roy\", 418 S.E.2d 861 (Va. 1992)). As a common law crime, suicide can bar recovery for the late suicidal person's family in a lawsuit unless the suicidal person can be proven to have been \"of unsound mind.\" That is, the suicide must be proven to have been an involuntary act of the victim in order for the family to be awarded monetary damages by the court. This can occur when the family of the deceased sues the caregiver (perhaps a jail or hospital) for negligence in failing to provide appropriate care. Some American legal scholars look at the issue as one of personal liberty. According to Nadine Strossen, former President of the ACLU, \"The idea of government making determinations about how you end your life, forcing you...could be considered cruel and unusual punishment in certain circumstances, and Justice Stevens in a very interesting opinion in a right-to-die [case] raised the analogy.\" Physician-assisted suicide is legal in some states. For the terminally ill, it is legal in the state of Oregon under the Oregon Death with Dignity Act. In Washington state, it became legal in 2009, when a law modeled after the Oregon act, the Washington Death with Dignity Act was passed. A patient must be diagnosed as having less than six months to live, be of sound mind, make a request orally and in writing, have it approved by two different doctors, then wait 15 days and make the request again. A doctor may prescribe a lethal dose of a medication but may not administer it.",
            "score": 74.23397064208984
        },
        {
            "docid": "1451835_29",
            "document": "Stanley Hauerwas . On the subject of suicide, Hauerwas challenges the claim that autonomous suicide is morally acceptable, but also wants to distinguish himself from the position that denies rational suicide. He believes that suicide can be and often is a rational decision of an “autonomous” agent, but does not agree with the notion that it is justified. He contends that suicide as an institution must be considered morally doubtful, as the life that we are given should be considered a gift bestowed upon us by God. To many, the term \"rational suicide\" is based on the assumption that the decision to live or die depends on whether life has a meaning or purpose. Hauerwas, however, contends that the reason we should live on, is because our lives are not ours, and as such, reminds us that there is a commitment to keep on living. Yet, while there may be times in our lives where suicide may seem rational, mere existence allows us to enjoy certain joys, such as helping another, or healing the sick, that should be enough to sustain our commitment to living.",
            "score": 73.87371063232422
        },
        {
            "docid": "234798_59",
            "document": "Grief . It is important to recognize when grief has turned into something more serious, thus mandating contacting a medical professional. Grief can result in depression or alcohol- and drug-abuse and, if left untreated, it can become severe enough to impact daily living. It recommends contacting a medical professional if \"you can’t deal with grief, you are using excessive amounts of drugs or alcohol, you become very depressed, or you have prolonged depression that interferes with your daily life.\" Other reasons to seek medical attention may include: \"Can focus on little else but your loved one’s death, have persistent pining or longing for the deceased person, have thoughts of guilt or self-blame, believe that you did something wrong or could have prevented the death, feel as if life isn’t worth living, have lost your sense of purpose in life, wish you had died along with your loved one.\"",
            "score": 73.29568481445312
        },
        {
            "docid": "30868803_18",
            "document": "Bedlam (2011 TV series) . The ghost of a woman who was subjected to a form of water torture by the orderlies in the asylum pool. She eventually committed suicide there by cutting her wrists and her ghost claims the pool as her territory. She rarely leaves the pool and moves through the water like a fish. She attacks professional swimmer-in-training Cass because she too views the pool as a form of torture (albeit subconsciously) and previously tried to cut her wrists before coming to Bedlam. She first tried to kill Cass by drowning her, tricking her into getting her hair caught in a vent on the bottom of the pool. However Cass gets free but attributes the occurrence as a freak accident, not realizing the real danger she's in. Her second attempt was when Cass was emotionally distraught and attempting to cut her wrists in the pool but changed her mind at the last second. The Siren then took the knife Cass was using and during the resulting struggle she violently slashed Cass's wrists to mirror her own, finishing what Cass had started. When Ellie and Max arrive they are too late and Cass had already bled out in the pool. Ellie sees the Siren looking out at her from the cloud of Cass's blood in the pool.",
            "score": 72.08561706542969
        },
        {
            "docid": "39565409_3",
            "document": "Wheels (2014 film) . Mickey Cole (Donavon Warren) has slit his wrists, rolled onto train tracks and thrown himself down stairs. He is a suicidal paraplegic who has restless nights with vivid dreams of walking again. After many suicide attempts, Mickey decides he needs help and seeks someone he believes has no scruples and would do anything for money.",
            "score": 71.9254379272461
        },
        {
            "docid": "25079_15",
            "document": "Pet . Pets might have the ability to stimulate their caregivers, in particular the elderly, giving people someone to take care of, someone to exercise with, and someone to help them heal from a physically or psychologically troubled past. Animal company can also help people to preserve acceptable levels of happiness despite the presence of mood symptoms like anxiety or depression. Having a pet may also help people achieve health goals, such as lowered blood pressure, or mental goals, such as decreased stress. There is evidence that having a pet can help a person lead a longer, healthier life. In a 1986 study of 92 people hospitalized for coronary ailments, within a year 11 of the 29 patients without pets had died, compared to only 3 of the 52 patients who had pets. Having pet(s) was shown to significantly reduce triglycerides, and thus heart disease risk, in the elderly. A study by the National Institute of Health found that people who owned dogs were less likely to die as a result of a heart attack than those who didn’t own one. There is some evidence that pets may have a therapeutic effect in dementia cases. Other studies have shown that for the elderly, good health may be a requirement for having a pet, and not a result. Dogs trained to be guide dogs can help people with vision impairment. Dogs trained in the field of Animal-Assisted Therapy (AAT) can also benefit people with other disabilities.",
            "score": 71.46260070800781
        },
        {
            "docid": "55175821_12",
            "document": "Suicide awareness . Suicide does not have one single cause or factor. Suicide is considered to occur most often when stress and pressures exceed the coping abilities of a person suffering from mental health issues. Depressive disorders are considered to be the most frequently associated cause of suicide, but they are often undiagnosed or untreated, and are not always the singular factor. <br> Risk factors have been evaluated for suicide as characteristic markers or conditions that can increase the chance a person may try to take their life. Odds are significantly increased when several risk factors are present at the same time. The most frequently cited risk factors for suicide are: Over 90 percent of suicides in the United States are a result of mental illness and/or alcohol and substance abuse, but 10 percent of those who die by suicide do not have any psychologically-known diagnosis. Youth vulnerability to suicide is compounded by the increased levels of impulsivity, more than other age groups, as reported by the United States Institute of Medicine. This can be attributed to neurological and cognitive changes in adolescent brain function, stimulated by a rapid increase in dopamine during puberty. It is also suggested this impulsive, risk-taking behavior is often associated with the early use of alcohol and illegal substances. Abuse of illicit substances and alcohol can also be attributed to family dysfunction and genetic personality traits, and can be a predictor of hopelessness, especially among lonely and isolated youth. A comprehensive list of risk factors is outlined on Suicide Prevention Lifeline website.",
            "score": 70.73880767822266
        },
        {
            "docid": "16831059_3",
            "document": "Suicide . Suicide, from Latin \"suicidium,\" is \"the act of taking one's own life\". Attempted suicide or non-fatal suicidal behavior is self-injury with the desire to end one's life that does not result in death. Assisted suicide is when one individual helps another bring about their own death indirectly via providing either advice or the means to the end. This is in contrast to euthanasia, where another person takes a more active role in bringing about a person's death. Suicidal ideation is thoughts of ending one's life but not taking any active efforts to do so. In a murder-suicide (or homicide-suicide), the individual aims at taking the life of others at the same time. A special case of this is extended suicide, where the murder is motivated by seeing the murdered persons as an extension of their self.",
            "score": 70.53640747070312
        },
        {
            "docid": "16831059_50",
            "document": "Suicide . In Australia suicide is not a crime. It however is a crime to counsel, incite, or aid and abet another in attempting to die by suicide, and the law explicitly allows any person to use \"such force as may reasonably be necessary\" to prevent another from taking their own life. The Northern Territory of Australia briefly had legal physician-assisted suicide from 1996 to 1997.",
            "score": 69.93941497802734
        },
        {
            "docid": "18151101_88",
            "document": "Dwight Correctional Center . On June 6, 1997, Guinevere Garcia, a death row inmate whose sentence was commuted to life just 14 hours before her execution several months before, attempted suicide by cutting a 2-inch long, ½ inch deep gash in her wrist with a broken light bulb. She was hospitalized briefly and returned to her cell. She stated that she preferred to die rather than serve a life sentence.",
            "score": 69.89592742919922
        },
        {
            "docid": "26975661_5",
            "document": "Symptoms of victimization . Depression has been found to be associated with many forms of victimization, including sexual victimization, violent crime, property crime, peer victimization, and domestic abuse. Indicators of depression include irritable or sad mood for prolonged periods of time, lack of interest in most activities, significant changes in weight/appetite, activity, and sleep patterns, loss of energy and concentration, excessive feelings of guilt or worthlessness, and suicidality. The loss of energy, interest, and concentration associated with depression may impact individuals who have experienced victimization academically or professionally. Depression can impact many other areas of a person's life as well, including interpersonal relationships and physical health. Depression in response to victimization may be lethal, as it can result in suicidal ideation and suicide attempts. Examples of this include a ten-fold increase found in suicide attempts among rape victims compared to the general population, and significant correlations between being victimized in school and suicidal ideation.",
            "score": 69.86361694335938
        },
        {
            "docid": "20534734_7",
            "document": "Posttraumatic growth . Results seen in people that have experienced posttraumatic growth include some of the following: greater appreciation of life; changed sense of priorities; warmer, more intimate relationships; greater sense of personal strength; and recognition of new possibilities or paths for one's life and spiritual development. Two personality characteristics that may affect the likelihood that people can make positive use of the after-math of traumatic events that befall them include extraversion and openness to experience. Also, optimists may be better able to focus attention and resources on the most important matters, and disengage from uncontrollable or unsolvable problems. The ability to grieve and gradually accept trauma could also increase the likelihood of growth. It also benefits a person to have supportive others that can aid in posttraumatic growth by providing a way to craft narratives about the changes that have occurred, and by offering perspectives that can be integrated into schema change. These relationships help develop narratives; these narratives of trauma and survival are always important in posttraumatic growth because the development of these narratives forces survivors to confront questions of meaning and how answers to those questions can be reconstructed. Individual differences in coping strategies set some people on a maladaptive spiral, whereas others proceed on an adaptive spiral. With this in mind, some early success in coping could be a precursor to posttraumatic growth. A person's level of confidence could also play a role in her or his ability to persist into growth or, out of lack of confidence, give up.",
            "score": 69.23233795166016
        },
        {
            "docid": "55175821_13",
            "document": "Suicide awareness . Suicide awareness expresses the need for open constructive dialogue as an initial step towards preventing incidents of adolescent suicide. Once the stigmas have been overcome, there is an increased possibility that education, medical care and support can provide a critical framework for those at risk. Lack of information, awareness of professional services, judgment and insensitivity from religious groups, and financial strain have all been identified as barriers to support access for those youth in suicidal crisis. The critical framework is a necessary component to implementing suicide awareness and suicide prevention, and breaking down these barriers. <br> Awareness can focus on the individual with social and non-threatening education (introduced at schools as a foundational program for all adolescents), and on the public and societal level, encompassing media across all platforms to destigmatize suicide and its perpetuation. Education for the individual and public raises awareness to the protective factors that may assist in suicide risk reduction. <br> Protective factors are characteristics or conditions that may have a positive effect on youth and reduce the possibility of suicide attempts. These factors have not been studied in as much depth as risk factors, so there is less research. They include:  • Receiving effective mental health care • Positive social connections and support with family and peers provides coping skills • Participation in community and social groups (i.e. religious) that foster resilience • Optimism enables youth to engage and acquire adaptive skills in reinterpreting adverse experiences to find meaning and benefit • Life satisfaction, spiritual wellbeing and/or belief that a person can survive beyond their pain is protective against suicide • Resiliency based on adaptive coping skills has can reduce suicide risk, and research suggests these skills can be taught • Finding hope can be a key protective factor and a catalyst for the recovery process. It is important to note, however, that in-depth training is paramount for those involved in any service that looks to the awareness and needs of those touched by suicide. In a world where social media drives both the activities and knowledge for today’s youth, it is important that there is a constructive discourse on the subject of suicide, rather than glamorizing it as an aspect of storytelling. Constructive social media is illustrated in the documentary “The S Word movie” which presents suicide attempt survivors and their stories. It is the mission of the film to uncover personal survivors’ accounts of their conflicts, highlighting their courage, insight and humor. The film aims to create a national community transforming personal struggles into positive action. This project is considered constructive to suicide awareness as, historically, suicide attempt survivors have either not come forward to speak out, or have done so anonymously. This documentary, created by a suicide attempt survivor, encourages them to talk openly of their experiences, so that others can learn from exploring a world that has been stigmatized for too long. Suicide awareness and prevention have in the past only relied on research from clinical observation. In bringing insights, intimate experience, and real-world wisdom of suicide attempt survivors to the table, professionals, educators, other survivors and suicide attempt survivors can learn firsthand from their “lived experience.”",
            "score": 69.20308685302734
        },
        {
            "docid": "3762294_24",
            "document": "Suicidal ideation . Prescribing medication to treat suicidal ideation can be difficult. One reason for this is that many medications lift patients' energy levels before lifting their mood. This puts them at greater risk of following through with attempting suicide. Additionally, if a person has a co-morbid psychiatric disorder, it may be difficult to find a medication that addresses both the psychiatric disorder and suicidal ideation.",
            "score": 69.13590240478516
        },
        {
            "docid": "1635365_18",
            "document": "Jeff Weise . His depression led him to attempt suicide in May 2004, when he cut his wrist. He changed his mind, deciding \"this was not the path,\" and posted his thoughts on the website Above Top Secret:",
            "score": 68.4907455444336
        },
        {
            "docid": "3064846_14",
            "document": "Philosophy of suicide . Common philosophical opinion of suicide since modernization reflected a spread in cultural beliefs of western societies that suicide is immoral and unethical. One popular argument is that many of the reasons for committing suicide – such as depression, emotional pain, or economic hardship – are transitory and can be ameliorated by therapy and through making changes to some aspects of one's life. A common adage in the discourse surrounding suicide prevention sums up this view: \"Suicide is a permanent solution to a temporary problem.\" However, the argument against this is that while emotional pain may seem transitory to most people, and in many cases it is, in other cases it may be extremely difficult or even impossible to resolve, even through counseling or lifestyle change, depending upon the severity of the affliction and the person's ability to cope with their pain. Examples of this are incurable disease or lifelong mental illness.",
            "score": 68.40814208984375
        },
        {
            "docid": "1065357_29",
            "document": "Mental status examination . An obsession is an \"undesired, unpleasant, intrusive thought that cannot be suppressed through the patient's volition\", but unlike passivity experiences described above, they are not experienced as imposed from outside the patient's mind. Obsessions are typically intrusive thoughts of violence, injury, dirt or sex, or obsessive ruminations on intellectual themes. A person can also describe obsessional doubt, with intrusive worries about whether they have made the wrong decision, or forgotten to do something, for example turn off the gas or lock the house. In obsessive-compulsive disorder, the individual experiences obsessions with or without compulsions (a sense of having to carry out certain ritualized and senseless actions against their wishes). A phobia is \"a dread of an object or situation that does not in reality pose any threat\", and is distinct from a delusion in that the patient is aware that the fear is irrational. A phobia is usually highly specific to certain situations and will usually be reported by the patient rather than being observed by the clinician in the assessment interview. Preoccupations are thoughts which are not fixed, false or intrusive, but have an undue prominence in the person's mind. Clinically significant preoccupations would include thoughts of suicide, homicidal thoughts, suspicious or fearful beliefs associated with certain personality disorders, depressive beliefs (for example that one is unloved or a failure), or the cognitive distortions of anxiety and depression. The MSE contributes to clinical risk assessment by including a thorough exploration of any suicidal or hostile thought content. Assessment of suicide risk includes detailed questioning about the nature of the person's suicidal thoughts, belief about death, reasons for living, and whether the person has made any specific plans to end his or her life. The most important questions to ask are: Do you have suicidal feeling now; have you ever attempted suicide (highly correlated with future suicide attempts); do you have plans to commit suicide in the future; and, do you have any deadlines where you may commit suicide (i.e. Numerology calculation, doomsday belief, Mother's Day, Anniversary, Christmas)",
            "score": 68.174072265625
        },
        {
            "docid": "1303657_24",
            "document": "Autoethnography . In this storytelling process, the researcher seeks to make meaning of a disorienting experience. A life example in which autoethnography could be applied is the death of a family member or someone close by. In this painful experience people often wonder how they will go about living without this person and what it will be like. In this scenario, especially in religious homes, one often asks \"Why God?\" thinking that with an answer as to why the person died they can go about living. Others, wanting to be able to offer up an explanation to make the person feel better, generally say things such as \"At least they are in a better place.\" or \"God wanted him/her home.\". People, who are never really left with an explanation as to why, generally fall back on the reason that \"it was their time to go\" and through this somewhat \"explanation\" find themselves able to move on and keep living life. Over time when looking back at the experience of someone close to you dying, one may find that through this hardship they became a stronger more independent person, or that they grew closer to other family members. With these realizations, the person has actually made sense of and has become fine with the tragic experience that occurred. And through this autoethnography is performed.",
            "score": 68.06221008300781
        },
        {
            "docid": "47444_12",
            "document": "Copycat suicide . The Werther effect not only predicts an increase in suicide, but the majority of the suicides will take place in the same or a similar way as the one publicized. The more similar the person in the publicized suicide is to the people exposed to the information about it, the more likely the age group or demographic is to die by suicide. The increase generally happens only in areas where the suicide story was highly publicized. Upon learning of someone else's suicide, some people decide that action may be appropriate for them as well, especially if the publicized suicide was of someone in a situation similar to their own.",
            "score": 67.8520736694336
        },
        {
            "docid": "38147173_52",
            "document": "Prelest . Nevertheless, no universal and suitable for everyone advice can be given for curing prelest. From the general point of view, fight with prelest is a fight with demonic thoughts mostly containing pride which, as St. Ignatius (Brianchaninov) notes, sometimes changes into deep sadness and desire of suicide. Keeping this in mind, the means of curing prelest should include some means of fighting with sinful thoughts and decreasing their influence on the deluded person. Elder Paisios of the Holy Mountain says that if a spiritual person trusts his thoughts - that is already the beginning of delusion. Pride darkens the mind and even the prayers of holy people do not help such person. He should understand that keeping such thoughts (like \"I am holy\", \"I am better than others\" etc.) in the mind - that is prelest. Such thoughts should be disclosed either to the elder, or to the spiritual father, or to the abbess of the monastery, and then thrown away. Because of that, the first way to get rid of prelest is the Sacrament of Confession. If the person saw any vision, he should tell it immediately to his spiritual father not concealing anything. Then the person should follow exactly the specific advice of the spiritual father. Other Sacraments are needed as well but sometimes deluded persons are forbidden to take the Holy Communion by their spiritual father for some period of time, sometimes rather long (1–3 years).",
            "score": 67.8348388671875
        },
        {
            "docid": "29605965_8",
            "document": "Life satisfaction . Factors on how somebody sees themselves can be influenced by many different ways. Personality is a clue figuring out how different people react in different situations. Situations dictate personality and vice versa, and these aspects determine how people function. Life satisfaction is no different. Many different variables play important roles in determining how someone values their life. Personality can help illuminate possible answers for questions regarding the reason someone acts a specific way, this in turn can help predict their view on their life as a whole.",
            "score": 67.7647705078125
        },
        {
            "docid": "1894059_28",
            "document": "Suicide prevention . Suicide gesture and suicidal desire (a vague wish for death without any actual intent to kill oneself) are potentially self-injurious behaviors that a person may use to attain some other ends, like to seek help, punish others, or to receive attention. This behavior has the potential to aid an individual’s capability for suicide and can be considered as a suicide warning, when the person shows intent through verbal and behavioral signs.",
            "score": 67.76168823242188
        },
        {
            "docid": "15514744_6",
            "document": "Enabling . Enabling can be observed in the relationship between the alcoholic/addict and a codependent spouse or a parent. The spouse may attempt to shield the addict from the negative consequences of their behavior by calling in sick to work for them when they are hungover or binging on substances, making excuses that prevent others from holding them accountable, and generally cleaning up the mess that occurs in the wake of their impaired judgment. In reality, what the spouse is doing may be hurting, not helping. Enabling can tend to prevent psychological growth in the person being enabled, and can contribute to negative symptoms in the enabler. Therapist Darline Lancer writes, \"Stopping enabling isn’t easy. Nor is it for the faint of heart. Aside from likely pushback and possible retaliation, you may also fear the consequences of doing nothing. For instance, you may fear your [addict] husband will lose his job...You may be afraid the addict may have an auto accident, or worse, die or commit suicide.\" The parent may allow the addicted adult child to live at home without helping with chores, and be manipulated by the child's excuses, emotional attacks, and threats of self-harm.",
            "score": 67.65540313720703
        }
    ]
}