{
    "q": [
        {
            "docid": "45280519_2",
            "document": "Homeward Bound (1923 film) . Homeward Bound is a lost 1923 American silent drama film directed by Ralph Ince and written by Peter B. Kyne, Jack Cunningham, and Paul Sloane. The film stars Thomas Meighan, Lila Lee, Charles S. Abbe, William P. Carleton, Hugh Cameron, and Gus Weinberg. The film was released on July 29, 1923, by Paramount Pictures.",
            "score": 23.70151996612549
        },
        {
            "docid": "50967887_16",
            "document": "Homeward Bound Battery and Dam . The dam wall is the most substantial structure surviving at Homeward Bound and is the largest and earliest (1888) associated with mining, recorded in North Queensland. The size and quality of the stonework is noteworthy in a regional context. There were few dams constructed on the Croydon Goldfield even though lack of water was a perennial problem.",
            "score": 26.283801555633545
        },
        {
            "docid": "50967887_4",
            "document": "Homeward Bound Battery and Dam . The Homeward Bound battery commenced crushing on 28 February 1888 with 20 head of stamps. The main mines serving the battery were all situated along the Homeward Bound reef on or near the summit of the ridge above Waterfall Creek. Homeward Bound Extended Block No.1 North Company (with a nominal capital of in 20,000 shares) owned several of the mines and Croydon Homeward Bound Gold Mining Company owned the battery. The 20 head of stamps and eight berdan pans were driven by a portable steam engine. The plant was valued at .",
            "score": 28.70049476623535
        },
        {
            "docid": "3557194_9",
            "document": "Deathlands: Homeward Bound . While \"Deathlands: Homeward Bound\" closely follows the plot of the fifth \"Deathlands\" novel, \"Homeward Bound\", it departs in a number of notable ways. Dr. Theophilus Tanner and Lori Quint are absent from the film, and Jak Lauren is specifically identified as a mutant, versus simply being an albino as in the novels. J.B. Dix is also changed, being significantly more talkative than his character in the novels, where he is described as a man who \"would never use three words when two would do the job.\" The purpose of redoubts is not clearly explained, and the film makes no mention of the MAT-TRANS facilities typically found in redoubts and used by Ryan and his friends to travel throughout most of the novels.",
            "score": 30.61919069290161
        },
        {
            "docid": "50967887_6",
            "document": "Homeward Bound Battery and Dam . The Mountain Maid United Gold Mining Company (with a nominal capital of 56,000 ten shilling shares) took over the Homeward Bound battery in 1890 but relinquished it to the original company again in 1891. By then the Homeward Bound claim was almost abandoned. Although the major companies had failed, the battery was revitalized in 1893 by co-operative parties who were getting good results. One old miner said in 1896 that the Homeward Bound \"has had less public attention paid to it than any other line on this extensive goldfield but left to the stragglers like myself to scratch away\". When other Croydon mines were considering closing down, in 1898 the Homeward Bound was producing almost two ozs of gold per ton of stone. In 1899 Homeward Bound No. 4 South had a spectacular crushing of from . Lane and Pate took over the battery in 1901 and cyaniding was commenced in 1902 using some of the equipment from the Pioneer cyanide works at Gorge Creek. In 1903, of gold were obtained from of quartz. However by 1904 the Homeward Bound Company had lost the reef and others were only putting small crushings through and mining gradually petered out.",
            "score": 32.35741305351257
        },
        {
            "docid": "47071091_4",
            "document": "Homeward Bound (1917 song) . CHORUS \"Homeward Bound\" Someday they'll hear that welcome sound, For while the shot and the shell are flying, For the ones at home they're sighing: And tho' the skies seem grey, There's bound to be a brighter day, For when the dove of peace flies over the land, They all will hear the general give the command, \"We are \"Homeward Bound'.\" That's a wonderful, wonderful sound.",
            "score": 31.537248849868774
        },
        {
            "docid": "3557194_1",
            "document": "Deathlands: Homeward Bound . Deathlands: Homeward Bound",
            "score": 24.551864624023438
        },
        {
            "docid": "56238996_1",
            "document": "Homeward Bound (horse) . Homeward Bound (horse)",
            "score": 24.551864624023438
        },
        {
            "docid": "6777367_1",
            "document": "Homeward Bound (song) . Homeward Bound (song)",
            "score": 24.551864624023438
        },
        {
            "docid": "50342578_21",
            "document": "The Assignment (2016 film) . The transgender community was largely disappointed by the image of forced gender reassignment surgery and a boycott was created in response. The director Walter Hill responded by stating, \"I wouldn't make a movie that hurt transgender people. Some of them have had a tough time of it, and the last thing I want to do is make anyone's road harder. But look, I understand the concern. Is it lurid? Yes. Is it lowbrow? Well, maybe. Is it offensive? No. I'm just trying to honor the B movies that we grew up with.\"",
            "score": 29.382959127426147
        },
        {
            "docid": "45280519_1",
            "document": "Homeward Bound (1923 film) . Homeward Bound (1923 film)",
            "score": 24.372129440307617
        },
        {
            "docid": "1212256_1",
            "document": "Homeward Bound: The Incredible Journey . Homeward Bound: The Incredible Journey",
            "score": 29.049827575683594
        },
        {
            "docid": "1864652_1",
            "document": "Homeward Bound (Turtledove novel) . Homeward Bound (Turtledove novel)",
            "score": 24.372129440307617
        },
        {
            "docid": "50967887_1",
            "document": "Homeward Bound Battery and Dam . Homeward Bound Battery and Dam",
            "score": 24.372129440307617
        },
        {
            "docid": "47071091_1",
            "document": "Homeward Bound (1917 song) . Homeward Bound (1917 song)",
            "score": 24.372129440307617
        },
        {
            "docid": "39623441_1",
            "document": "Homeward Bound (Australian TV series) . Homeward Bound (Australian TV series)",
            "score": 24.19500732421875
        },
        {
            "docid": "24940876_1",
            "document": "Homeward Bound (Harry Belafonte album) . Homeward Bound (Harry Belafonte album)",
            "score": 24.19500732421875
        },
        {
            "docid": "5207131_11",
            "document": "Homeward Bound II: Lost in San Francisco . The movie had a mixed reception. Rotten Tomatoes reports that 53% of critics gave the film a positive review, based on 17 reviews.",
            "score": 32.83646059036255
        },
        {
            "docid": "5207131_1",
            "document": "Homeward Bound II: Lost in San Francisco . Homeward Bound II: Lost in San Francisco",
            "score": 24.020440101623535
        },
        {
            "docid": "24940876_2",
            "document": "Homeward Bound (Harry Belafonte album) . Homeward Bound is an album by Harry Belafonte, released by RCA Records in 1970.",
            "score": 23.848374366760254
        },
        {
            "docid": "12527972_7",
            "document": "Jake Richardson . Throughout 2002, Richardson starred in many TV shows including \"NYPD Blue\", \"Need You Know\", and \"Boston Public\". He also appeared in TV Movie \"Homeward Bound\".",
            "score": 37.53267049789429
        },
        {
            "docid": "2395833_33",
            "document": "John Agar . As for being associated with science fiction B movies, Agar said, \"I don't resent being identified with B science fiction movies at all\", Agar later said. \"Why should I? Even though they were not considered top of the line, for those people that like sci-fi, I guess they were fun. My whole feeling about working as an actor is, if I give anybody any enjoyment, I'm doing my job, and that's what counts.\"",
            "score": 37.35157632827759
        },
        {
            "docid": "56238996_5",
            "document": "Homeward Bound (horse) . Homeward Bound was slow to mature and did not appear until October, when she finished unplaced in the Alington Stakes at Newmarket Racecourse.",
            "score": 23.428802490234375
        },
        {
            "docid": "50967887_12",
            "document": "Homeward Bound Battery and Dam . Homeward Bound Battery and Dam was listed on the Queensland Heritage Register on 21 October 1992 having satisfied the following criteria.",
            "score": 23.428802490234375
        },
        {
            "docid": "56238996_10",
            "document": "Homeward Bound (horse) . In 1964 Homeward Bound was give a rating of 126 by the independent Timeform organisation, making her three pounds inferior to La Bamba who was their top-rated three-year-old filly. In their book, \"A Century of Champions\", based on the Timeform rating system, John Randall and Tony Morris rated Homeward Board an \"average\" winner of the Oaks.",
            "score": 26.710956573486328
        },
        {
            "docid": "56238996_4",
            "document": "Homeward Bound (horse) . Homeward Bound was sired by Alycidon, an outstanding stayer who suffered from low fertility as a breeding stallion but sired several top class performers including Alcide and Twilight Alley. Her dam Sabie River won four races and produced several other winners. Sabie River's dam Amorcille was a half-sister to Discord, the female-line ancestor of Mr Dinos. Both Alycidon and Sabie River died in 1963, before Homeward Bound had appeared on the track.",
            "score": 25.20906162261963
        },
        {
            "docid": "50967887_11",
            "document": "Homeward Bound Battery and Dam . The Homeward Bound settlement site on Waterfall Creek about east of the battery contains several intact stone fireplaces and numerous stone surfaces. The extent of the settlement was not surveyed.",
            "score": 26.70166540145874
        },
        {
            "docid": "3557194_5",
            "document": "Deathlands: Homeward Bound . Justin Felix of DVD Talk called the telefilm \"a low-budget mish-mash of elements from \"Dune\" and \"The Most Dangerous Game\"\", and that although it was \"one bad movie\" it was \"moderately entertaining\" and something that could be appreciated by fans of \"Mystery Science Theater 3000\". He said the film is \"so bad that it's actually entertaining if you want to laugh at movie-making ineptitude.\"",
            "score": 34.09485328197479
        },
        {
            "docid": "6777367_2",
            "document": "Homeward Bound (song) . \"Homeward Bound\" is a song by American music duo Simon & Garfunkel written by Paul Simon and produced by Bob Johnston. The song was released as a single on January 19, 1966 by Columbia Records.",
            "score": 22.94440269470215
        },
        {
            "docid": "50967887_5",
            "document": "Homeward Bound Battery and Dam . Water was a problem throughout the Croydon Goldfield and a large dam with a stone pitched wall was constructed in 1888, by a Mr. Shoemaker (or Schumacher). Even so the Homeward Bound battery could not crush that year.",
            "score": 22.787357330322266
        },
        {
            "docid": "1864652_3",
            "document": "Homeward Bound (Turtledove novel) . Homeward Bound begins in 1972, then flashes forward to 1977, 1982, 1984, 1994, 2012, and finally to 2031 when the American starship \"Admiral Peary\" arrives at Tau Ceti and Home, the homeworld of The Race.",
            "score": 24.799160480499268
        },
        {
            "docid": "50967887_2",
            "document": "Homeward Bound Battery and Dam . Homeward Bound Battery and Dam is a heritage-listed stamping mill and reservoir at Croydon, Shire of Croydon, Queensland, Australia. It was built in 1888 by Mr Schumacher. It was added to the Queensland Heritage Register on 21 October 1992.",
            "score": 22.6324462890625
        }
    ],
    "r": [
        {
            "docid": "5207131_2",
            "document": "Homeward Bound II: Lost in San Francisco . Homeward Bound II: Lost in San Francisco is a 1996 American adventure comedy film and a sequel to the 1993 film \"\". Directed by David R. Ellis, the film features the three animals from the first film, Shadow the Golden Retriever (voiced by Ralph Waite, replacing Don Ameche, who died in 1993), Sassy the Himalayan cat (Sally Field), and Chance the American Bulldog (Michael J. Fox). It also features the voice work of Sinbad, Carla Gugino, Tisha Campbell-Martin, Stephen Tobolowsky, Jon Polito, Adam Goldberg, Al Michaels, Tommy Lasorda, and Bob Uecker.",
            "score": 59.0206413269043
        },
        {
            "docid": "1212256_3",
            "document": "Homeward Bound: The Incredible Journey . Chance (voiced by Michael J. Fox), an immature and disobedient American Bulldog and the narrator of the film, explains that he is the pet of Jamie Burnford (Kevin Chevalia), but expresses no interest in his owner or being part of a family. He shares his home with Shadow (voiced by Don Ameche), a wise old Golden Retriever owned by Jamie's brother Peter (Benj Thall), and Sassy (voiced by Sally Field), a smart-mouthed Himalayan cat owned by Jamie and Peter's sister Hope (Veronica Lauren). That morning, the children's mother, Laura Burnford (Kim Greist), marries Bob Seaver (Robert Hays), and Chance manages to cause chaos by digging into the wedding cake in front of all the guests.",
            "score": 55.56178665161133
        },
        {
            "docid": "5207131_4",
            "document": "Homeward Bound II: Lost in San Francisco . The owners of Shadow the Golden Retriever (voiced by Ralph Waite), Sassy the Himalayan cat (Sally Field), and Chance the American Bulldog (Michael J. Fox) decide to take a family trip to Canada. At the San Francisco International Airport, the animals escape after Chance panics with mistaking airport workers as the workers at the pound (\"The Bad Place\" as Chance puts it), due to how some of his actions earlier angered Jamie, making Chance believe Jamie was so mad at him he was going to send him back to the pound, and breaks free from his carrier. After eluding airport authorities, the animals find themselves in the city of San Francisco, with home on the other side of the Golden Gate Bridge.",
            "score": 53.639862060546875
        },
        {
            "docid": "20511800_5",
            "document": "You're in the Movies . All of the movie themes and mini-games were conceived by the creative-design team, which they decided the movie themes would have an old B-movie feel. Trowers notes the making of the mini-games to be \"quite an organic process\": \"Sometimes we'd have a movie and we'd say OK, we want the player to do this in the scene, which is the action we want, so try to think of a game idea for this. But other times we'd be thinking, \"Oh, you know what, we got this great idea for a game and these are the essential actions we can get out of it, how are we going to use it in movies?\" So it was really a three-way process, trying to figure out what we could get people to do, what would be fun, how it would fit in the movie—it wasn't just one process of doing it, it had to go both ways.\" There had also been a few more movie ideas, but they were left out of the game.",
            "score": 44.957759857177734
        },
        {
            "docid": "11261435_4",
            "document": "Smarty Cat . Tom lets them in then Butch says: \"I got the pictures, Tom! These are the funniest home movies I ever took. Wait till you see what happened to these dumb dogs. Boy do you make a monkey out of them. They don't know whether they are coming or going. (the cats laugh) Okay, douse the lights. (Lightning is about to shut the lights off.) Hold it!\" Butch points to Jerry, who merely intends to watch the film with the cats. But the cats won't allow him to. So, Tom kicks Jerry out of the house and he lands in Spike's mouth. Jerry then pops out from Spike's nose, looking angry. Back at the house, Butch says: \"\"OK boys, here we go!\"\" The movie starts. The movie's title is: \"Tom the Terrific Cat Starring Tom\". Then first part starts and its title is \"Lover Boy!\".",
            "score": 44.30443572998047
        },
        {
            "docid": "55299830_3",
            "document": "Home (Nick Jonas song) . On September 19, 2017 it was announced that singer Nick Jonas wrote and recorded a song called \"Home\" for the movie it was featured in the third trailer released in the next day and will also appear in the movie and end credits. Talking about the song, Nick says, \"I wrote this song with good friends of mine...and we wrote about feeling accepted and feeling loved, wherever that place is for you. For me it’s home, it’s my family, people I have closest to me; and the experiences we’ve shared.” On September 21, 2017 a brand new trailer of the movie Ferdinand was released with contains a part of the song. The song was nominated for a Golden Globe Award for Best Original Song.",
            "score": 43.29874038696289
        },
        {
            "docid": "5476946_38",
            "document": "The Incredible Hulk (film) . In June 2014, Ruffalo said he believed the studio might be considering doing a new standalone Hulk film, saying, \"I think they are, for the first time, entertaining the idea of it. When we did \"The Avengers\" it was basically 'No!', and now there is some consideration for it. But there's still nothing definitive, not even a skeletal version of what it would be.\" In July, Feige stated that the studio was not considering a \"Planet Hulk\" film at that time, due to wanting to feature Ruffalo's Banner in the film. However, he did not rule out a story that saw the Hulk and Banner end up in space and explained why a solo Hulk film did not occur in Phase Two of the MCU by saying, \"After the first \"Avengers\", Iron Man had his own movie, Thor had his own movie, Captain America had his own movie, and Widow and Fury were in \"\". So it was really about, frankly, \"saving\" somebody so that the only place you could get Hulk between \"Avengers\" movies is the \"next\" \"Avengers\" movie, so [director Joss Whedon] could continue to play with that in [\"Avengers: Age of Ultron\"]. Where we go after that, we'll see.\" In October 2014, again on a solo film, Feige said, \"We'll see. We'd love to do it, we'd love to find the place to put it, but right now, Hulk will be appearing, with his friends, in their <nowiki>[</nowiki>Phase Three<nowiki>]</nowiki> films.\"",
            "score": 42.125301361083984
        },
        {
            "docid": "176480_25",
            "document": "Metroid . The article revealed that early scripts for the movie were going to focus on series heroine Samus Aran and her origin. Tiger Hill wanted to explore Samus prior to her becoming the lone bounty hunter featured in the series. According to Foxhoven, the movie version of Samus Aran was \"to be an exceptionally talented, but also flawed character who was looking for redemption,\" and elaborating that, \"We wanted to see her struggle, to be humbled, and to be forced to rise up against crazy odds. And of course we wanted to see the cool weapons in all of their glory.\" The major problem that the writers faced was attempting to build-out Samus's back-story, Nintendo had \"creative\" and \"licensing\" walls that the writers ran into. Foxhoven stated that these questions came up: \"What are they doing when they are NOT fighting? What is their daily existence and relationships? What are Samus's aspirations, history, and fears?\" and further stated that \"Nintendo appreciated the questions, but had never thought about them before, and ultimately didn't have a lot of answers\" and at the end, Nintendo \"felt uncomfortable with our team [Hollywood] being the ones to propose those answers\" which basically caused the \"Metroid\" movie project to be ultimately canceled sometime in 2007. Foxhoven however foresees \"Metroid\" becoming a movie, stating at the end of the IGN interview that \"for Nintendo, they walked away appreciating the process and how much further they needed to explore the franchise so that it has a chance for a feature film at some point\" and he revealed that \"there are quite a few Hollywood executives in town who grew up playing \"Metroid\", and who would be willing to take the time needed to bring Nintendo along in the process.\"",
            "score": 41.719181060791016
        },
        {
            "docid": "24799509_12",
            "document": "Graph database . The relative advantage of graph retrieval grows with the complexity of a query. For example, one might want to know \"that movie about submarines with the actor who was in that movie with that other actor that played the lead in Gone With the Wind\". This first requires the system to find the actors in Gone With the Wind, find all the movies they were in, find all the actors in all of those movies who were not the lead in Gone With the Wind, and then find all of the movies they were in, finally filtering that list to those with descriptions containing \"submarine\". In a relational database this will require several separate searches through the movies and actors tables, doing another search on submarine movies, finding all the actors in those movies, and then comparing the (large) collected results. In contrast, the graph database would simply walk from Gone With the Wind to Clark Gable, gather the links to the movies he has been in, gather the links out of those movies to other actors, and then follow the links out of those actors back to the list of movies. The resulting list of movies can then be searched for \"submarine\". All of this can be done via one search.",
            "score": 41.64450454711914
        },
        {
            "docid": "885876_35",
            "document": "Streets of Fire . Steinman later recalled thinking the script was \"terrible\", but he thought the film was going to be a big hit, in part because of the enthusiasm of Joel Silver: [He said] this movie is about visuals. It's about excitement, it's about thrills. Don't worry about the script... I remember mentioning it to six or seven people that the script was trashy and I always got the same answer... The script doesn't matter. This movie is about visuals... Then we go to the first edit, the first cut of the movie in the screening room and it's [Jimmy] Iovine and me and Joel Silver... And about 20 minutes into the movie Jimmy turns to me and he goes... this movie is really shitty isn't it? It's really bad. I said, yeah, it's a really bad script. Why didn't anyone notice that the script was bad? It stinks. I can't even watch it... Joel's on the other side going, what am I gonna do next? There's gotta be a next project, and they're sitting there and there's so many lessons I learned during that movie. It went $14 million over budget, I think and I kept saying to Joel, how are they allowing this? 'Cause they kept screaming at us, it's over the budget. I said, how, and they, you've gotta understand, they built all, Walter Hill didn't want to go to Chicago. The story took place in Chicago, so they built Chicago in LA.",
            "score": 40.9432373046875
        },
        {
            "docid": "10698861_25",
            "document": "Consideration . Suppose A is a movie script writer and B runs a movie production company. A says to B, \"buy my script.\" B says \"How about this – I will pay you $5,000 so that you do not let anyone else produce your movie until one year from now. If I do produce your movie in that year, then I will give you another $50,000, and no one else can produce it. If I do not produce your movie in that year, then you're free to go.\" If the two subsequently get into a dispute, the issue of whether a contract exists is answered. B had an option contract—he could decide to produce the script, or not. B's consideration passed was the $5,000 down, and the possibility of $50,000. A's consideration passed was the exclusive rights to the movie script for at least one year.",
            "score": 40.86347198486328
        },
        {
            "docid": "27756027_6",
            "document": "Nintendogs + Cats . The game comes in three different versions: \"Nintendogs + Cats: French Bulldog & New Friends\", \"Nintendogs + Cats: Golden Retriever & New Friends\", and \"Nintendogs + Cats: Toy Poodle & New Friends\". Each version features a French Bulldog, a Golden Retriever, and a Toy Poodle, respectively, as well as many other breeds for each game. In Japan, the Golden Retriever version is called \"Shiba Inu & New Friends\" (Like Lab & Friends in the previous generation), a more common breed in Japan; albeit not a cover dog, the Shiba Inu is still present in-game in the International versions.",
            "score": 40.76844787597656
        },
        {
            "docid": "4097799_72",
            "document": "An Inconvenient Truth . When asked during a Reddit \"Ask Me Anything\" in October 2013 whether there were plans for a follow-up film, Guggenheim said, \"I think about it a lot – I think we need one right now.\" In 2014, \"The Hollywood Reporter\" reported that the producers of the film were in talks over a possible sequel. \"We have had conversations,\" co-producer Bender said. \"We've met; we've discussed. If we are going to make a movie, we want it to have an impact.\" Co-producer David also believed a sequel was needed. \"God, do we need one,\" David said. \"Everything in that movie has come to pass. At the time we did the movie, there was Hurricane Katrina; now we have extreme weather events every other week. The update has to be incredible and shocking.\"",
            "score": 40.22389602661133
        },
        {
            "docid": "4460314_9",
            "document": "Trespass (1992 film) . Hill says the film was not intentionally political. It is an adventure story that harkens back to a Jack London tradition. And what makes that striking, is that it is so much more real than what we presume action adventure movies to be—what they have evolved to be in the last 20 years. When I was a kid, they were all about very real people in tough circumstances, now the action movie is half science fiction movie. This movie is very much a throwback in that sense—with the permanently strained relations between blacks and whites and browns and orientals in our ghettos, our inner cities... But... just because the films intentions are not political, doesn’t mean it’s not political. Movies take on their own life. This is not a movie about racial confrontation in the sense that the confrontation had nothing to do with race... Inevitably, white and black attitudes spill into the movie because of the attempt to create some kind of social reality out of the situation. Hill says Ice T and Ice Cube were hired on their strength as actors. \"I'm a rhythm-and-blues man, myself,\" he said. \"I'm not particularly a rap fan and (before production began) I'd never heard any of their records.\"",
            "score": 40.02288055419922
        },
        {
            "docid": "15437400_30",
            "document": "Carmen Barajas Sandoval . In the early 1970s, she partially retired from the industry, mostly because she thought that the movies that were made around that time had no quality whatsoever. \"It is very sad to see the decline of the cinema that was once considered as the most important one in the Spanish speaking world. I my time, we cared about art, about making intelligent and inspiring movies with great productions and great stars, in the '70s , producers and directors only cared about how much money they could make, and, since sex it's a proven formula to sell anything, they focused on making cheap movies that only depicted prostitutes that were having soft core porn with third class comics and actors. This movies were indeed an economic success, but were the kind of movies that never stood the test of time, since people forgot them as soon as they left the movie theatre. No great stars ever participated in such movies nor any great star came from one of them. What this movies really were is poison to the once great Mexican movie industry.\"",
            "score": 39.51960372924805
        },
        {
            "docid": "52936015_4",
            "document": "An Inconvenient Sequel: Truth to Power . When asked during a Reddit \"Ask Me Anything\" in 2013 whether there were plans for a follow-up film, \"An Inconvenient Truth\" director Davis Guggenheim said, \"I think about it a lot – I think we need one right now.\" In 2014, \"The Hollywood Reporter\" reported that the producers of the first film were in talks over a possible sequel. \"We have had conversations,\" co-producer Lawrence Bender said. \"We've met; we've discussed. If we are going to make a movie, we want it to have an impact.\" Co-producer Laurie David also believed a sequel was needed. \"God, do we need one,\" David said. \"Everything in that movie has come to pass. At the time we did the movie, there was Hurricane Katrina; now we have extreme weather events every other week. The update has to be incredible and shocking.\"",
            "score": 39.50764846801758
        },
        {
            "docid": "202652_15",
            "document": "Romeo + Juliet . After the success of \"Strictly Ballroom\", Luhrmann took some time over deciding what his next project would be: Our philosophy has always been that we think up what we need in our life, choose something creative that will make that life fulfilling, and then follow that road. With \"Romeo and Juliet\" what I wanted to do was to look at the way in which Shakespeare might make a movie of one of his plays if he was a director. How would he make it? We don't know a lot about Shakespeare, but we do know he would make a 'movie' movie. He was a player. We know about the Elizabethan stage and that he was playing for 3000 drunken punters, from the street sweeper to the Queen of England - and his competition was bear-baiting and prostitution. So he was a relentless entertainer and a user of incredible devices and theatrical tricks to ultimately create something of meaning and convey a story. That was what we wanted to do. Luhrmann obtained some funds from Fox to do a workshop and shoot some teaser footage in Sydney. Leonardo DiCaprio agreed to pay his own expenses to fly to Sydney and be part of it. Once Fox saw footage of the fight scene, they agreed to support it.",
            "score": 39.370365142822266
        },
        {
            "docid": "4460314_11",
            "document": "Trespass (1992 film) . \"I think it's good for the kids to see black faces on the screen in all kinds of movies,\" said Ice Cube. \"Every movie doesn't have to be about the black families in the ghetto. This one is about money and how it can make people turn evil.\"  Hill says the idea to have so much of the movie shot through video tape came as they were getting ready to make the movie. He read an article in the \"Washington Post\" about street gangs who would film a lot of their own activities. Hill: I simply saw it as a visual opportunity to play a lot of the movie through a viewfinder. I thought it might get you inside the gang better... I wanted everything to be rough around the edge. We shot most of the movie hand held... I wanted it to be herky-jerky. We Dutched a lot of the angles, especially as the story unfolds because the story gets crazier and crazier. We went from a less elegant—the early parts of the movie, there are no hand helds at all—but as the story gets more nervous and crazy, we go more and more to a hand held thing until, finally, the end of the movie is all entirely hand held. The film was mostly shot at the vacant Fulton Bag and Cotton Mill, formerly an operating mill complex located in the Cabbagetown neighborhood of Atlanta, Georgia. Construction of the complex began in 1881 on the south side of the Georgia Railroad line, east of downtown Atlanta, on the site of the Atlanta Rolling Mill. The site now includes separate phases of multi-family dwellings including for-rent apartments (called The Fulton Cotton Mill Lofts) and for-sale condominiums (The Stacks).",
            "score": 39.190589904785156
        },
        {
            "docid": "983849_9",
            "document": "Top Secret! . We just needed a subject that we would be excited about. Starting out, we didn’t have a whole genre like the airplane disaster movies. We were just fans of those black and white World War II movies that were made during the war. Somehow, we didn’t think that was enough: we didn’t want to do a period piece, we wanted to make it contemporary. That was the whole concept of ‘Top Secret!’: that it was not necessarily grounded in reality, but it would have kind of this heightened sense of craziness – even to which genres we were picking, which was a split hybrid between Elvis movies and the World War II movies.",
            "score": 39.06095886230469
        },
        {
            "docid": "39006564_6",
            "document": "Hello Herman . Director Michelle Danner issued a statement through the \"Hello Herman\" website addressing those that did not quite understand her intentions. \"\"Hello Herman\" is being released today and it is sparking a lot of controversy. Some would love for me to not have made this movie. They want you to ignore the problem of violence in America. Many understand why I made this movie. They called it 'Daring… Unnerving, thought provoking…The type of movie that Hollywood rarely makes but should make more often.' I am purposely making a point to touch on many issues. It’s about being very focused on the fact that there isn’t just one issue contributing to the escalating violence in teens, there are a multitude of them. Our world is not safe. I am a mother and feel a responsibility. This breakout violence is not going away. It’s spiraling out of control. There are so many factors that come together for these events to occur. I wanted to start the conversation and not let it die. When a shooting happens the media pounds on us and then they’re on to the next thing. No one does anything and it happens again and again. That’s why I made the film. Nothing changes. We need to keep seeing movies that deal with these issues. No, it’s not a popcorn film. We can’t drop the ball on this one. This is the world we are leaving to our children and this world is getting more and more dangerous. We have to do something about it.\"",
            "score": 39.047908782958984
        },
        {
            "docid": "972215_14",
            "document": "Amy Heckerling . After doing \"Fast Times at Ridgemont High\", Heckerling was bombarded with similar but lesser scripts. It was hard for her to find anything that wasn't about high school, preppy kids, or story about a girl losing her virginity. Eventually she found her next film. \"Johnny Dangerously\" (1984), with Michael Keaton, Joe Piscopo, Danny DeVito, Dom DeLuise, and Peter Boyle, was an \"Airplane!\"-style spoof of gangster movies, but it failed to catch fire at the box office upon its initial release. Heckerling attributes the film's failure to the public's lack of familiarity with the gangster movies that the film was poking fun at. \"It was pure satire of something nobody remembers. I think that was the main problem, because all the actors and writers did great jobs. But we were definitely satirizing something...I mean, unless you watch 1930s movies on TV at night, people don't remember. Somebody told me that during a screening they were sitting next to Brian De Palma, who had just done \"Scarface\", and he was in hysterics. If you studied those movies, you know what we were doing.\" In subsequent years, however, it has garnered a substantial cult audience.",
            "score": 39.047115325927734
        },
        {
            "docid": "7474514_4",
            "document": "Babar Ahmed (director) . Ahmed wrote and directed the 2014 hit movie \"Amka and the Three Golden Rules\". The story is about a ten-year-old Mongolian boy who discovers a gold coin. The movie received rave reviews in international press, being described as 'Stunning', 'Inspirational', 'A herculian effort', and 'the kind of poetic family adventure rarely seen in the US'. WCBE's leading movie critic wrote 'Ahmed has crafted an affecting Mongolian tale as instructive about the enduring values of an ancient culture as it is a universal story of a boy’s coming of age.' Mongolia's biggest English language newspaper UB Post describes the movie as 'Brilliantly crafted' and went on to write that 'combined with a strong lead, stunning shots of the spectacular landscapes of Mongolia and excellent music... the story is in many ways a symbol of how Mongolia must decide its own fate.' The movie also played at film festivals across the globe picking up several 'Best Feature Film' awards At the Arizona International Film Festival, the movie received a special award for \"Bridging Cultures'.",
            "score": 38.5948371887207
        },
        {
            "docid": "1212256_9",
            "document": "Homeward Bound: The Incredible Journey . The film received positive reception. The film holds an 87% approval rating at Rotten Tomatoes based on 30 reviews, with the consensus stating \"Disney's remake of \"The Incredible Journey\" successfully replicates, and in some ways improves upon, the simple charms of the original, with its cross-country animal odyssey sure to delight kids.\" According to movie critic Roger Ebert, the movie is \"frankly designed for kids, and yet it has a certain craftsmanship and an undeniable charm, and if you find yourself watching it with a child you may end up liking it almost as much.\"",
            "score": 38.36617660522461
        },
        {
            "docid": "15656621_25",
            "document": "Fast &amp; Furious (2009 film) . Roger Ebert, who gave positive reviews to the previous films, gave an unfavorable review of the film, writing, \"I admire the craft involved, but the movie leaves me profoundly indifferent. After three earlier movies in the series, which have been transmuted into video games, why do we need a fourth one? Oh. I just answered my own question.\"",
            "score": 38.35622787475586
        },
        {
            "docid": "25123_25",
            "document": "Phil Ochs . A lifelong movie fan, Ochs worked the narratives of justice and rebellion that he had seen in films into his music, describing some of his songs as \"cinematic\". He was disappointed and bitter when his onetime hero John Wayne embraced the Vietnam War with what Ochs saw as the blind patriotism of Wayne's 1968 film, \"The Green Berets\": [H]ere we have John Wayne, who was a major artistic and psychological figure on the American scene, ... who at one point used to make movies of soldiers who had a certain validity, ... a certain sense of honor [about] what the soldier was doing... Even if it was a cavalry movie doing a historically dishonorable thing to the Indians, even as there was a feeling of what it meant to be a man, what it meant to have some sense of duty... Now today we have the same actor making his new war movie in a war so hopelessly corrupt that, without seeing the movie, I'm sure it is perfectly safe to say that it will be an almost robot-view of soldiery, just by definition of how the whole country has deteriorated. And I think it would make a very interesting double feature to show a good old Wayne movie like, say, \"She Wore a Yellow Ribbon\" with \"The Green Berets\". Because that would make a very striking comment on what has happened to America in general.",
            "score": 38.329917907714844
        },
        {
            "docid": "12951911_5",
            "document": "What Makes a Family . Ron Wertheimer from \"The New York Times\" praised several aspects of movie and stated: \"Dripping with good intentions but enriched by performances of genuine depth, \"What Makes a Family,\" tonight on Lifetime, rises several notches above the usual based-on-a-true-story television movie.\" Andy Webb from \"The Movie Scene\" gave \"What Makes a Family\" three out of five stars, concluding: \"What this all boils down to is that \"What Makes a Family\" was not the movie I expected and in some ways a far better one. Instead of being the legal drama about rights what you get is this pleasant drama about being a family and it works.\"",
            "score": 38.05946731567383
        },
        {
            "docid": "2273984_21",
            "document": "Thank You for Smoking . Reitman has maintained his purpose was to match the tone and satirical message of the book as closely as possible. \"What I wanted people to think about was political correctness. I wanted them to think about ideas of personal responsibility and personal choice. I think cigarettes are a wonderful location for that discussion because cigarettes are something we know all the answers to\", he posits. \"I wanted to look into this idea of why we feel the need to tell each other how to live and why we can't take personal responsibility for our own actions when we fall ill from things that we know are dangerous.\" Stephanie Zacharek of Salon agrees with Reitman; \"Despite its title, the movie doesn't come packaged with a strong anti-smoking message, because it doesn't need to: Everyone knows that smoking is bad for you, including people who continue to do it.\"",
            "score": 37.919803619384766
        },
        {
            "docid": "27193568_27",
            "document": "Shrek Forever After . Following the success of \"Shrek 2\" in May 2004, Jeffrey Katzenberg revealed that the \"Shrek\" story had been outlined into five films almost from the beginning. \"Before the first one was finished we talked about what the whole story of Shrek is, and each of the chapters answers questions about the first movie and gives us an insight,\" said Katzenberg. \"\"Shrek 3\" and \"4\" are going to reveal other unanswered questions and, finally, in the last chapter, we will understand how Shrek came to be in that swamp, when we meet him in the first movie.\" After the release of \"Shrek the Third\" in May 2007, Katzenberg announced that the fifth film would be released in 2013.",
            "score": 37.91530990600586
        },
        {
            "docid": "1188824_11",
            "document": "The Big Bounce (2004 film) . Armitage says the film encountered troubles in post production when Steve Bing suffered a crisis of conscience: He was getting advice from people who’re in the money business, and he felt that to have a chance to get his money back, he should go PG-13. It was very difficult for some people to understand that when you take away the reality of these people, the way they speak, what they do—these are important elements of the movie that make it work. Whether they would’ve made it a financial success I don’t know, but they make the movie work, and if the movie works, you have more of a chance of more people seeing it... The first time we showed the film, it came in at an NC-17 instead of an R. And it was unreleasable in that form. So I said: “We’ll make it an R.” \"Grosse Pointe Blank\" was an R, we made it for $7 million and it probably made $45 million lifetime, all in. But they said: “You can’t make an R-rated comedy, they don’t make money.” That’s what they were saying in 2004. Since then, of course, a lot of R-rated comedies have done beautifully. So I said: “Look, I’m not going to oversee the destruction of my own movie, there’s no way. If you go to a PG-13, you’re going to eliminate Elmore Leonard from this movie.” The language, there’s some incredible love scenes… But the decision was made—they felt that they had to do that, so I said: “Goodbye.” I left the picture after my second cut. We’d already had two very, very good previews: in the 80s, up to the 90s. I don’t think I’ve even looked at the release print. A lot of the cuts were language and nudity. Owen and Sarah were good sports, very generous with themselves. But when people ask to see my last movie, I show them my cut of The Big Bounce, I don’t show them what’s out there. It isn’t absolutely complete, but I think it could have been a far, far better film.",
            "score": 37.90375900268555
        },
        {
            "docid": "589966_4",
            "document": "Foreign Affairs (Tom Waits album) . [Waits] talked to me about doing this other material [...] He said, \"I'm going to do the demos first, and then I'm gonna let you listen to them. Then we should talk about what it should be.\" I listened to the material and said, \"It's like a black-and-white movie.\" That's where the cover came from. The whole idea that it was going to be a black-and-white movie. It's the way it seemed to me when we were putting it together. Whether or not it came out that way, I don't have any idea, because there's such metamorphosis when you're working on [records]. They change and change.",
            "score": 37.883052825927734
        },
        {
            "docid": "25429584_4",
            "document": "Tim League . When asked about his motivation in opening a movie theater in the first place, \"What we set out to do in the very beginning was to make a movie theater by fans for fans. And we got into the business because we love movies and we got a little frustrated with our options as to what the movie theater experience was all about\".",
            "score": 37.832122802734375
        },
        {
            "docid": "9808649_25",
            "document": "Repo! The Genetic Opera . In regards to the possibility of a sequel, Vega has been quoted as saying: \"From the very, very beginning, we always talked about a prequel or a sequel to this film. And it's hard, because as of right now, we all want to do it, but, you know, it didn't really do as we hoped. We didn't really have a lot of support. But we're hoping that the fans will come back, and it will be an underground cult classic that will grow, and that will eventually spark us to do another.\" Bousman also indicated interest, stating; \"I would love to follow up \"Repo\" and finish the story, because it was conceived as a three-part movie. But this movie is all about support from the internet, and support from fans. This is not a movie where you'll see billboards or bus stop ads or trailers on TV.\" It was additionally expected that Hilton would return in her role as Amber Sweet. However, in a video posted on YouTube, it was revealed that they \"no longer control the answer to the question [of a future sequel]\" since they no longer have ownership of the franchise, thus driving Bousman and Zdunich to make \"The Devil's Carnival\".",
            "score": 37.81028366088867
        }
    ]
}