{
    "q": [
        {
            "docid": "311643_60",
            "document": "Sea shanty . Even as shanty singing to accompany work aboard ships was \"dying,\" interest was being taken in \"reviving\" it—as a type of leisure pastime. Most shanty singing since the mid-20th century or earlier is considered to be in such a \"revival\" vein.",
            "score": 21.64662790298462
        },
        {
            "docid": "311643_97",
            "document": "Sea shanty . Shanty performances today reflect a range of musical approaches and tastes. The purpose and parameters of shanty singing in the present era have had an influence on which shanties are sung and how.",
            "score": 24.44571352005005
        },
        {
            "docid": "311643_64",
            "document": "Sea shanty . On shore, a revival in shanty singing for leisure was facilitated by song collections of the 1920s, especially Terry's \"The Shanty Book\" (in two volumes, 1921 and 1926). What set apart this and following collections was full musical score along with an adequate stock of lyrics. Collections prior to Terry's (except for Davis and Tozer's much earlier and contrived-sounding settings) had not provided enough verses to create \"full\" songs, and it is unlikely that performers would venture to improvise new verses in the manner of traditional shantymen. By 1926, it had become a custom at the Seven Seas Club in London to hold a shanty sing-along after the club's monthly dinners. By 1928, commercial recordings of shanties, performed in the manner of classical concert singing, had been released on HMV, Vocalion, Parlophone, Edison, Aco, and Columbia labels; many were realizations of scores from Terry's collection. Shanties like \"Johnny Come Down to Hilo\" were more or less standardized through popular dissemination.",
            "score": 28.97889494895935
        },
        {
            "docid": "311643_68",
            "document": "Sea shanty . All shanties had a chorus of some sort, in order to allow the crew to sing all together. Many shanties had a \"call and response\" format, with one voice (the shantyman) singing the solo lines and the rest of the sailors bellowing short refrains in response (compare military cadence calls).",
            "score": 26.423954963684082
        },
        {
            "docid": "311643_88",
            "document": "Sea shanty . Historically, shanties were usually not sung outside of work contexts, and singing sea songs was generally the purview of sailors. However, since their revival as leisure songs among laypersons they have been performed in a variety of contexts. Similarly to Euro-American folk music, shanties and sea songs are performed both informally by amateurs and as commercial entertainment by professionals, with many performers straddling both contexts. Some performers focus on shanties, sea songs, and related material, as part of the genre of maritime music, whereas in other cases performers of popular music (including the Folk genre) and classical music bring songs from the shanty repertoire into their own.",
            "score": 39.40774166584015
        },
        {
            "docid": "48711_73",
            "document": "Oregon Trail . In 1847, Brigham Young and the Mormon pioneers departed from the Oregon Trail at Fort Bridger in Wyoming and followed (and much improved) the rough trail originally recommended by Lansford Hastings to the Donner Party in 1846 through the Wasatch Mountains into Utah. After getting into Utah, they immediately started setting up irrigated farms and cities—including Salt Lake City. In 1848, the Salt Lake Cutoff was established by Sam Hensley, and returning members of the Mormon Battalion providing a path north of the Great Salt Lake from Salt Lake City back to the California and Oregon trails. This cutoff rejoined the Oregon and California Trails near the City of Rocks near the Utah–Idaho border and could be used by both California and Oregon bound travelers. Located about half way on both the California and Oregon trails many thousands of later travelers used Salt Lake City and other Utah cities as an intermediate stop for selling or trading excess goods or tired livestock for fresh livestock, repairs, supplies or fresh vegetables. The Mormons looked on these travelers as a welcome bonanza as setting up new communities from scratch required nearly everything the travelers could afford to part with. The overall distance to California or Oregon was very close to the same whether one \"detoured\" to Salt Lake City or not. For their own use and to encourage California and Oregon bound travelers the Mormons improved the Mormon Trail from Fort Bridger and the Salt Lake Cutoff trail. To raise much needed money and facilitate travel on the Salt Lake Cutoff they set up several ferries across the Weber, Bear, and Malad rivers, which were used mostly by travelers bound for Oregon or California.",
            "score": 44.53466260433197
        },
        {
            "docid": "31519031_27",
            "document": "Route of the Oregon Trail . In 1847, Brigham Young and the Mormon pioneers departed from the Oregon Trail at Fort Bridger in Wyoming and followed (and much improved) the rough trail originally recommended by Lansford Hastings to the Donner Party in 1846 through the Wasatch Mountains into Utah. After getting into Utah they immediately started setting up irrigated farms and cities—including Salt Lake City, Utah. In 1848, the Salt Lake Cutoff was established by Sam Hensley, and returning members of the Mormon Battalion providing a path north of the Great Salt Lake from Salt Lake City back to the California and Oregon Trails. This cutoff rejoined the Oregon and California Trails near the City of Rocks near the Utah-Idaho border and could be used by both California and Oregon bound travelers. Located about half way on both the California and Oregon Trails many thousands of later travelers used Salt Lake City and other Utah cities as an intermediate stop for selling or trading excess goods or tired livestock for fresh livestock, repairs, supplies or fresh vegetables. The Mormons looked on these travelers as a welcome bonanza as setting up new communities from scratch required nearly everything the travelers could afford to part with. The overall distance to California or Oregon was very close to the same whether one \"detoured\" to Salt Lake City or not. For their own use and to encourage California and Oregon bound travelers the Mormons improved the Mormon Trail from Fort Bridger and the Salt Lake Cutoff trail. To raise much needed money and facilitate travel on the Salt Lake Cutoff they set up several ferries across the Weber, Bear and Malad rivers which were used mostly by Oregon or California bound travelers.",
            "score": 44.53466260433197
        },
        {
            "docid": "311643_37",
            "document": "Sea shanty . Commenters on the ethnic or national origins of shanties, writing in the 19th century when shanties were still in wide use, generally supposed the genre to originate in America and recognized parallels to African-American singing—as opposed to earlier English traditions from Britain. An early article to offer an opinion on the origin of shanties (though not calling them by that name), appearing in Oberlin College's student paper in 1858, drew a comparison between Africans' singing and sailor work songs.",
            "score": 37.11477088928223
        },
        {
            "docid": "311643_42",
            "document": "Sea shanty . Alden was not writing as a research historian, but rather as an observer of the then-current shanty-singing. His, then, was an impression of shanties based on their style and manner of performance, and he was writing at a time when shanties had yet to become framed by writers and media as belonging to any canon of national \"folk music.\"",
            "score": 21.74391746520996
        },
        {
            "docid": "311643_21",
            "document": "Sea shanty . Later writers distinguished such chants and \"sing-outs\" from shanties proper, but in the case of relatively \"simple\" shanties—such as those for hauling sheets and tacks (see below)—there is a grey area. This has led some to believe that the more sophisticated shanties of later years developed from the more primitive chants.",
            "score": 20.919177532196045
        },
        {
            "docid": "311643_104",
            "document": "Sea shanty . I soon got used to this singing; for the sailors never touched a rope without it. Sometimes, when no one happened to strike up, and the pulling, whatever it might be, did not seem to be getting forward very well, the mate would always say, \"Come, men, can't any of you sing? Sing now, and raise the dead.\" And then some one of them would begin, and if every man's arms were as much relieved as mine by the song, and he could pull as much better as I did, with such a cheering accompaniment, I am sure the song was well worth the breath expended on it. It is a great thing in a sailor to know how to sing well, for he gets a great name by it from the officers, and a good deal of popularity among his shipmates. Some sea-captains, before shipping a man, always ask him whether he can sing out at a rope.",
            "score": 26.4089138507843
        },
        {
            "docid": "44349987_2",
            "document": "Oregon Trail Memorial Association . The Oregon Trail Memorial Association (OTMA) was an American organization founded by pioneer Ezra Meeker in 1922 as the Old Oregon Trail Association to memorialize those who traveled to the U.S. West Coast via the Oregon Trail. The group was incorporated in New York in early 1926 as the Oregon Trail Memorial Association. The organization is best known for promoting the Oregon Trail Memorial half dollar. It was succeeded by the American Pioneer Trails Association (APTA) in 1940. Oregon-California Trails Association is considered a successor to OTMA.",
            "score": 39.892573833465576
        },
        {
            "docid": "79491_27",
            "document": "Willamette River . In the middle part of the 19th century, the Willamette Valley's fertile soils, pleasant climate, and abundant water attracted thousands of settlers from the eastern United States, mainly the Upland South borderlands of Missouri, Iowa, and the Ohio Valley. Many of these emigrants followed the Oregon Trail, a trail across western North America that began at Independence, Missouri, and ended at various locations near the mouth of the Willamette River. Although people had been traveling to Oregon since 1836, large-scale migration did not begin until 1843, when nearly 1,000 pioneers headed westward. Over the next 25 years, some 500,000 settlers traveled the Oregon Trail, braving the rapids of the Snake and Columbia Rivers to reach the Willamette Valley.",
            "score": 48.72135400772095
        },
        {
            "docid": "11579778_47",
            "document": "Gold mining in the United States . Travellers along the Oregon Trail bound for the Willamette Valley are said to have discovered gold in northeastern Oregon in 1845, but mining in earnest did not begin until 1861.",
            "score": 28.756322860717773
        },
        {
            "docid": "376393_29",
            "document": "Folk music of England . Sea shanties are a type of work song traditionally sung by sailors. Derived from the French word 'chanter', meaning 'to sing', they may date from as early as the 15th century, but most recorded examples derive from the 19th century. Shanties were usually slow rhythmic songs designed to help with collective tasks on labour-intensive sailing and later steam ships. Many were call and response songs, with one voice (the shantyman) singing a lead line and the rest of the sailors giving a response together. There were derived from varied sources, including dances, folk songs, polkas, waltzes and even West African work-songs. Since different songs were useful for different tasks they are traditionally divided into three main categories, short haul shanties, for tasks requiring quick pulls over a relatively short time; halyard shanties, for heavier work requiring more set-up time between pulls; and Capstan shanties, for long, repetitive tasks requiring a sustained rhythm, but not involving working the lines. Famous shanties include, the 'Drunken Sailor' and 'Blow the Man Down'. There was some interest in sea shanties in the first revival from figures like Percy Grainger. In the second revival A. L. Lloyd attempted to popularise them, recording several albums of sea songs from 1965.",
            "score": 45.045976996421814
        },
        {
            "docid": "6904863_8",
            "document": "Oregon Trail Memorial half dollar . The idea for the coin was brought up again when civic activists in Pocatello, Idaho, led by Dr. Minnie Howard, sought ideas for funding a monument on the site of Fort Hall. Insurance salesman F.C. McGowan displayed a Stone Mountain piece, \"Yes. Coinage. Like this!\" Howard and her colleagues pursued the idea. Meeker did as well once he heard of it, forming the Oregon Trail Memorial Association, (\"OTMA\" or \"the Association\") a national organization, which could also receive the half dollars, and sell them at a profit.",
            "score": 23.092065811157227
        },
        {
            "docid": "311643_56",
            "document": "Sea shanty . By the 1920s, the proliferation of shanty collections had begun to facilitate a revival in shanty singing as entertainment for laypersons (see below), which in turn created a market for more shanty collections that were geared towards a general audience. Writers of the 1920s, 30s, and 40s, through their derivative, popular works, established in effect a new body of \"common knowledge\" about shanties that overwrote some of the knowledge of 19th century observers.",
            "score": 25.383294343948364
        },
        {
            "docid": "48711_36",
            "document": "Oregon Trail . Between 1847 and 1860, over 43,000 Mormon settlers and tens of thousands of travelers on the California Trail and Oregon Trail followed Young to Utah. After 1848, the travelers headed to California or Oregon resupplied at the Salt Lake Valley, and then went back over the Salt Lake Cutoff, rejoining the trail near the future Idaho–Utah border at the City of Rocks in Idaho.",
            "score": 36.81190323829651
        },
        {
            "docid": "311643_25",
            "document": "Sea shanty . Though \"Cheer'ly Man\" could be considered more \"developed\" than the average sing-out, in its form it is yet different from the majority of shanties that are known to us today, suggesting that it belonged to an earlier stage of sailors' songs that preceded the emergence of \"modern\" shanties.",
            "score": 31.026545524597168
        },
        {
            "docid": "31518964_29",
            "document": "History of the Oregon Trail . Between 1847 and 1860 over 43,000 Mormon settlers and tens of thousands of travelers on the California Trail and Oregon Trail followed Young to Utah. After 1848, the travelers headed to California or Oregon resupplied at the Salt Lake Valley, and then went back over the Salt Lake Cutoff, rejoining the trail near the future Idaho-Utah border at the City of Rocks in Idaho.",
            "score": 36.635194540023804
        },
        {
            "docid": "536698_7",
            "document": "Settler . Although they are often thought of as traveling by sea—the dominant form of travel in the early modern era—significant waves of settlement could also use long overland routes, such as the Great Trek by the Boer-Afrikaners in South Africa, or the Oregon Trail in the United States.",
            "score": 37.20149803161621
        },
        {
            "docid": "311643_26",
            "document": "Sea shanty . Detailed reference to shipboard practices that correspond to shanty-singing was extremely rare before the 1830s. In the first place, singing while working was generally limited to merchant ships, not war ships. The Royal Navy banned singing during work—it was thought the noise would make it harder for the crew to hear commands—though capstan work was accompanied by the bosun's pipe, or else by fife and drum or fiddle. A writer from the 1830s made this clear:",
            "score": 19.905177116394043
        },
        {
            "docid": "39591144_2",
            "document": "Oregon Desert Trail . The Oregon Desert Trail is a network of trails, cross country travel and two-track dirt roads across the Oregon High Desert. The trail is approximately 750 miles long, with termini located near Bend, Oregon, and near the Idaho border at Lake Owyhee State Park.",
            "score": 43.39984607696533
        },
        {
            "docid": "48711_112",
            "document": "Oregon Trail . Travel diminished after 1860, as the Civil War caused considerable disruptions on the trail. Many of the people on the trail in 1861–1863 were fleeing the war and its attendant drafts in both the south and the north. Trail historian Merrill J. Mattes has estimated the number of emigrants for 1861–1867 given in the total column of the above table. But these estimates may well be low since they only amount to an extra 125,000 people, and the 1870 census shows that over 200,000 additional people (ignoring most of the population increase in California, which had excellent sea and rail connections across Panama by then) showed up in all the states served by the Bozeman, California, Mormon, and Oregon Trail(s) and their offshoots.",
            "score": 37.535266399383545
        },
        {
            "docid": "1986166_3",
            "document": "Courthouse and Jail Rocks . The Oregon-California Trail, the Mormon Trail, the Pony Express Trail and the Sidney-Deadwood Trail all ran near the rocks. The pair of rock formations served as a landmark along the trails for many pioneers traveling west in the 19th century. Many travelers would stray as much as five miles (8 km) from the Oregon Trail just to get a glimpse of the rocks.",
            "score": 45.053348898887634
        },
        {
            "docid": "311643_7",
            "document": "Sea shanty . The origin of the word \"shanty\" is unknown, though several inconclusive theories have been put forth. One of the earliest and most consistently offered derivations is from the French \"chanter\", \"to sing.\"",
            "score": 19.346981525421143
        },
        {
            "docid": "48711_54",
            "document": "Oregon Trail . Many other trails followed the Oregon Trail for much of its length, including the Mormon Trail from Illinois to Utah; the California Trail to the gold fields of California; and the Bozeman Trail to Montana. Because it was more a network of trails than a single trail, there were numerous variations with other trails eventually established on both sides of the Platte, North Platte, Snake, and Columbia rivers. With literally thousands of people and thousands of livestock traveling in a fairly small time slot the travelers had to spread out to find clean water, wood, good campsites, and grass. The dust kicked up by the many travelers was a constant complaint, and where the terrain would allow it there may be between 20 and 50 wagons traveling abreast.",
            "score": 36.59568738937378
        },
        {
            "docid": "31519031_7",
            "document": "Route of the Oregon Trail . Numerous other trails followed the Oregon Trail for much of its length, including the Mormon Trail from Illinois to Utah; the California Trail to the gold fields of California; and the Bozeman Trail to Montana. Because it was more a network of trails than a single trail there were numerous variations, with other trails eventually established on both sides of the Platte, North Platte, Snake, and Columbia rivers. With literally thousands of people and thousands of livestock traveling in a fairly small time slot the travelers had to spread out to find clean water, wood, good campsites, and grass. The dust kicked up by the many travelers was a constant complaint, and where the terrain would allow it there may be between 20 and 50 wagons traveling abreast.",
            "score": 36.59568738937378
        },
        {
            "docid": "31519031_35",
            "document": "Route of the Oregon Trail . Starting in about 1848 the South Alternate of Oregon Trail (also called the Snake River Cutoff) was developed as a spur off the main trail. It bypassed the Three Island Crossing and continued traveling down the south side of the Snake River. It rejoined the trail near present-day Ontario, Oregon. It hugged the southern edge of the Snake River canyon and was a much rougher trail with poorer water and grass, requiring occasional steep descents and ascents with the animals down into the Snake River canyon to get water. Travellers on this route avoided two dangerous crossings of the Snake River. Today's Idaho State Route 78 roughly follows the path of the South Alternate route of the Oregon Trail.",
            "score": 34.304622173309326
        },
        {
            "docid": "311643_72",
            "document": "Sea shanty . The practical function of shanties as work songs was given priority over their lyrics or the musicality of a performance. Due to this, shanty texts might have been poor from an aesthetic standpoint—even at times random nonsense—so long as the singing fit the form of the work song. One writer about shanties warned his readers that their lyrics, to landsmen, would \"probably appear as the veriest doggerel.\" He went on to explain,",
            "score": 27.815324544906616
        },
        {
            "docid": "311643_92",
            "document": "Sea shanty . Shanty choirs (German \"Shantychor\", Dutch \"shantykoor\"), often large choral groups that perform only sailor songs, are especially popular in the Netherlands, Germany, and Norway. Polish performers of shanties favor medium-sized groups, often singing in harmony, accompanying themselves on instruments, and presenting themselves similarly to the way a rock band would.",
            "score": 28.03037738800049
        },
        {
            "docid": "31761681_2",
            "document": "Storm Weather Shanty Choir . Storm Weather Shanty Choir is a 6-man sea shanty choir from Stord, an island on the west coast of Norway. They were formed in 2000, by shantyman Håkon Vatle, and used to introduce themselves as \"the roughest, toughest and youngest boy band in Norway, singing 150 years old cover songs\".",
            "score": 24.074385404586792
        }
    ],
    "r": [
        {
            "docid": "31518964_2",
            "document": "History of the Oregon Trail . The Oregon Trail is a historic 2,000-mile (3,200-km) trail used by American pioneers living in the Great Plains in the 19th century. The emigrants traveled by wagon in search of fertile land in Oregon's Willamette Valley.",
            "score": 52.5806884765625
        },
        {
            "docid": "252507_59",
            "document": "American frontier . To get to the rich new lands of the West Coast, there were two options: some sailed around the southern tip of South America during a six-month voyage, but 400,000 others walked there on an overland route of more than 2,000 miles (3,000 km); their wagon trains usually left from Missouri. They moved in large groups under an experienced wagonmaster, bringing their clothing, farm supplies, weapons, and animals. These wagon trains followed major rivers, crossed prairies and mountains, and typically ended in Oregon and California. Pioneers generally attempted to complete the journey during a single warm season, usually over the course of six months. By 1836, when the first migrant wagon train was organized in Independence, Missouri, a wagon trail had been cleared to Fort Hall, Idaho. Trails were cleared further and further west, eventually reaching all the way to the Willamette Valley in Oregon. This network of wagon trails leading to the Pacific Northwest was later called the Oregon Trail. The eastern half of the route was also used by travelers on the California Trail (from 1843), Mormon Trail (from 1847), and Bozeman Trail (from 1863) before they turned off to their separate destinations.",
            "score": 51.341888427734375
        },
        {
            "docid": "311643_83",
            "document": "Sea shanty . Shanties are work songs and were originally sung only for work. However, sailors also sang for pleasure in the fo'c's'le (forecastle) where they slept or, in fine weather, gathered near the fore bitts (large posts on the foredeck). While songs with maritime themes were sung, all manner of popular songs and ballads on any subject might be sung off watch. The leisure songs associated with sailors are labeled simply as \"sea songs,\" but they have no consistent formal characteristics. They are also popularly known among enthusiasts, especially when distinguishing them from shanties, as \"fo'c's'le songs\" or \"forebitters\". Though those terms were not in great evidence in the 19th century, some literary references to \"fore-bitter\" and, less so, \"fo'c'sle song,\" attest to their use even prior to the appearance of \"shanty.\" Unlike shanties, during the singing of which one's hands were occupied, sea songs might be sung to the accompaniment of handy instruments like fiddle or concertina.",
            "score": 49.27812194824219
        },
        {
            "docid": "79491_27",
            "document": "Willamette River . In the middle part of the 19th century, the Willamette Valley's fertile soils, pleasant climate, and abundant water attracted thousands of settlers from the eastern United States, mainly the Upland South borderlands of Missouri, Iowa, and the Ohio Valley. Many of these emigrants followed the Oregon Trail, a trail across western North America that began at Independence, Missouri, and ended at various locations near the mouth of the Willamette River. Although people had been traveling to Oregon since 1836, large-scale migration did not begin until 1843, when nearly 1,000 pioneers headed westward. Over the next 25 years, some 500,000 settlers traveled the Oregon Trail, braving the rapids of the Snake and Columbia Rivers to reach the Willamette Valley.",
            "score": 48.72135543823242
        },
        {
            "docid": "2210_30",
            "document": "Folklore of the United States . Work songs sung by sailors between the 18th and 20th centuries are known as sea shanties. The shanty was a distinct type of work song, developed especially in American-style merchant vessels that had come to prominence in decades prior to the American Civil War. These songs were typically performed while adjusting the rigging, raising anchor, and other tasks where men would need to pull in rhythm. These songs usually have a very punctuated rhythm precisely for this reason, along with a call-and-answer format. Well before the 19th century, sea songs were common on rowing vessels. Such songs were also very rhythmic in order to keep the rowers together.",
            "score": 47.844642639160156
        },
        {
            "docid": "26301256_15",
            "document": "Westward Expansion Trails . The Oregon Trail, was the longest of the overland routes used in the westward expansion of the United States, was first traced by explorers and fur traders for traveling to the Oregon Country. The main route of the Oregon Trail stopped at the Hudson's Bay Company Fort Hall, a major resupply route along the trail near present-day Pocatello and where the California Trail split off to the south. Then the Oregon Trail crossed the Snake River Plain of present-day southern Idaho and the Blue Mountains of northeastern Oregon before reaching the Willamette Valley. It was the only practical way for settlers in wagons without tools, livestock, or supplies to cross the mountains and usually thought critical to the colonization of the American West. Some of the first to travel the Oregon Trail were Christian missionaries, members of the Methodist Episcopal Church who established the Methodist Mission in 1834. Even though they didn't make many converts, they were impressed by the short amount of time needed to reach the Pacific Coast. Rumors about how the sun always shone there and wheat grew as tall as a man attracted American settlers. The journey to the west was pleasant, but there were dangers and challenges along the route. There were diseases: cholera, measles, smallpox, and dysentery. Children were crushed under the covered wagon wheels, people drowned in rivers, were lost, starved, killed by Native Americans (very few pioneers), froze to death, trampled by buffalo, or shot by accident. With these accidents, many pioneers died. About 20,000 to 30,000 died on the Oregon Trail along the way in 40 years.",
            "score": 46.67953109741211
        },
        {
            "docid": "382326_12",
            "document": "Work song . Work songs sung by sailors between the eighteenth and twentieth centuries are known as sea shanties. These songs were typically performed while adjusting the rigging, raising anchor, and other tasks where men would need to pull in rhythm. These songs usually have a very punctuated rhythm precisely for this reason, along with a \"call-and-answer\" format. Well before the nineteenth century, sea songs were common on rowing vessels. Such songs were also very rhythmic in order to keep the rowers together. Because many cultures used slaves to row, some of these songs might also be considered slave songs. Improvised verses sung by sailors spoke of ills with work conditions and captains. These songs were performed with and without the aid of a drum.",
            "score": 46.1977424621582
        },
        {
            "docid": "31519031_2",
            "document": "Route of the Oregon Trail . The historic Oregon Trail connected various towns along the Missouri River to Oregon's Willamette Valley. It was used during the 19th century by Great Plains pioneers who were seeking fertile land in the West and North.",
            "score": 45.372283935546875
        },
        {
            "docid": "1986166_3",
            "document": "Courthouse and Jail Rocks . The Oregon-California Trail, the Mormon Trail, the Pony Express Trail and the Sidney-Deadwood Trail all ran near the rocks. The pair of rock formations served as a landmark along the trails for many pioneers traveling west in the 19th century. Many travelers would stray as much as five miles (8 km) from the Oregon Trail just to get a glimpse of the rocks.",
            "score": 45.053348541259766
        },
        {
            "docid": "376393_29",
            "document": "Folk music of England . Sea shanties are a type of work song traditionally sung by sailors. Derived from the French word 'chanter', meaning 'to sing', they may date from as early as the 15th century, but most recorded examples derive from the 19th century. Shanties were usually slow rhythmic songs designed to help with collective tasks on labour-intensive sailing and later steam ships. Many were call and response songs, with one voice (the shantyman) singing a lead line and the rest of the sailors giving a response together. There were derived from varied sources, including dances, folk songs, polkas, waltzes and even West African work-songs. Since different songs were useful for different tasks they are traditionally divided into three main categories, short haul shanties, for tasks requiring quick pulls over a relatively short time; halyard shanties, for heavier work requiring more set-up time between pulls; and Capstan shanties, for long, repetitive tasks requiring a sustained rhythm, but not involving working the lines. Famous shanties include, the 'Drunken Sailor' and 'Blow the Man Down'. There was some interest in sea shanties in the first revival from figures like Percy Grainger. In the second revival A. L. Lloyd attempted to popularise them, recording several albums of sea songs from 1965.",
            "score": 45.04597854614258
        },
        {
            "docid": "1054466_14",
            "document": "Fellside Records . \"Rolling Down to Old Maui\" (various artists) (FECD140) The traditional songs of this association with the sea can be divided into three types: work songs (usually called Shanties), fo'csle songs (songs sung by mariners in their leisure time) and shore songs (about the sea, ships, sailors etc. but probably originating on land). Such divisions can be very arbitrary and there could be a fair amount of cross-over. The approach with all these songs has not been to go for authenticity. They have been treated as songs for singing and/or listening to. Where appropriate we have indicated the type of job for which a particular song in its original form would be used. For anyone interested in shanties the best text on the subject is Shanties Of The Seven Seas by Stan Hugill.",
            "score": 44.967926025390625
        },
        {
            "docid": "48711_73",
            "document": "Oregon Trail . In 1847, Brigham Young and the Mormon pioneers departed from the Oregon Trail at Fort Bridger in Wyoming and followed (and much improved) the rough trail originally recommended by Lansford Hastings to the Donner Party in 1846 through the Wasatch Mountains into Utah. After getting into Utah, they immediately started setting up irrigated farms and cities—including Salt Lake City. In 1848, the Salt Lake Cutoff was established by Sam Hensley, and returning members of the Mormon Battalion providing a path north of the Great Salt Lake from Salt Lake City back to the California and Oregon trails. This cutoff rejoined the Oregon and California Trails near the City of Rocks near the Utah–Idaho border and could be used by both California and Oregon bound travelers. Located about half way on both the California and Oregon trails many thousands of later travelers used Salt Lake City and other Utah cities as an intermediate stop for selling or trading excess goods or tired livestock for fresh livestock, repairs, supplies or fresh vegetables. The Mormons looked on these travelers as a welcome bonanza as setting up new communities from scratch required nearly everything the travelers could afford to part with. The overall distance to California or Oregon was very close to the same whether one \"detoured\" to Salt Lake City or not. For their own use and to encourage California and Oregon bound travelers the Mormons improved the Mormon Trail from Fort Bridger and the Salt Lake Cutoff trail. To raise much needed money and facilitate travel on the Salt Lake Cutoff they set up several ferries across the Weber, Bear, and Malad rivers, which were used mostly by travelers bound for Oregon or California.",
            "score": 44.53466033935547
        },
        {
            "docid": "31519031_27",
            "document": "Route of the Oregon Trail . In 1847, Brigham Young and the Mormon pioneers departed from the Oregon Trail at Fort Bridger in Wyoming and followed (and much improved) the rough trail originally recommended by Lansford Hastings to the Donner Party in 1846 through the Wasatch Mountains into Utah. After getting into Utah they immediately started setting up irrigated farms and cities—including Salt Lake City, Utah. In 1848, the Salt Lake Cutoff was established by Sam Hensley, and returning members of the Mormon Battalion providing a path north of the Great Salt Lake from Salt Lake City back to the California and Oregon Trails. This cutoff rejoined the Oregon and California Trails near the City of Rocks near the Utah-Idaho border and could be used by both California and Oregon bound travelers. Located about half way on both the California and Oregon Trails many thousands of later travelers used Salt Lake City and other Utah cities as an intermediate stop for selling or trading excess goods or tired livestock for fresh livestock, repairs, supplies or fresh vegetables. The Mormons looked on these travelers as a welcome bonanza as setting up new communities from scratch required nearly everything the travelers could afford to part with. The overall distance to California or Oregon was very close to the same whether one \"detoured\" to Salt Lake City or not. For their own use and to encourage California and Oregon bound travelers the Mormons improved the Mormon Trail from Fort Bridger and the Salt Lake Cutoff trail. To raise much needed money and facilitate travel on the Salt Lake Cutoff they set up several ferries across the Weber, Bear and Malad rivers which were used mostly by Oregon or California bound travelers.",
            "score": 44.53466033935547
        },
        {
            "docid": "252507_60",
            "document": "American frontier . In the \"Wagon Train of 1843\", some 700 to 1,000 emigrants headed for Oregon; missionary Marcus Whitman led the wagons on the last leg. In 1846, the Barlow Road was completed around Mount Hood, providing a rough but passable wagon trail from the Missouri River to the Willamette Valley: about 2,000 miles (3,000 km). Though the main direction of travel on the early wagon trails was westward, people also used the Oregon Trail to travel eastward. Some did so because they were discouraged and defeated. Some returned with bags of gold and silver. Most were returning to pick up their families and move them all back west. These \"gobacks\" were a major source of information and excitement about the wonders and promises—and dangers and disappointments—of the far West.",
            "score": 44.530494689941406
        },
        {
            "docid": "311643_106",
            "document": "Sea shanty . While shanties were historically understood as work songs, the word \"shanty\" has often been used in popular culture since the mid-20th century as a catch-all term that also includes songs supposed to have been sung during leisure time at sea, and even other songs about the sea or which vaguely inspire thoughts of the sea. Much of the historical shanty repertoire, being by definition designed to suit work, is less attractive as entertainment listening. The musical forms were highly repetitive, and the lyrics were quite often doggerel without any cohesive or preconceived composition. For these reasons, sea songs that were never or only exceptionally adapted as shanties—but which have engaging melodies and texts—have proved popular to 20th century audiences under the rubric of \"shanties.\" Both these non-shanty sailor songs and the historical repertoire of shanties are typically performed with instrumental accompaniment—something that was rare or unheard of at sea in the case of authentic shanties.",
            "score": 44.184722900390625
        },
        {
            "docid": "26301256_2",
            "document": "Westward Expansion Trails . In the American Old West, overland trails were popular means of travel used by pioneers and immigrants throughout the 19th century and especially between 1830 and 1870 as an alternative to sea and railroad transport. These immigrants began to settle various regions of North America west of the Great Plains as part of the mass overland migrations of the mid-19th century. Settlers emigrating from the eastern United States were spurred by various motives, among them religious persecution, economic incentives, some people say that the interior to destinations in the far west, including the Oregon Trail, California Trail, and Mormon Trail. After the end of the Mexican–American War in 1849, vast new American conquests again enticed mass immigration. Legislation like the Donation Land Claim Act and significant events like the California Gold Rush further lured people to travel overland to the west.",
            "score": 43.45866394042969
        },
        {
            "docid": "39591144_2",
            "document": "Oregon Desert Trail . The Oregon Desert Trail is a network of trails, cross country travel and two-track dirt roads across the Oregon High Desert. The trail is approximately 750 miles long, with termini located near Bend, Oregon, and near the Idaho border at Lake Owyhee State Park.",
            "score": 43.399845123291016
        },
        {
            "docid": "31518964_27",
            "document": "History of the Oregon Trail . In what was dubbed \"The Great Migration of 1843\" or the \"Wagon Train of 1843\", an estimated 700 to 1,000 emigrants left for Oregon. They were led initially by John Gantt, a former U.S. Army Captain and fur trader who was contracted to guide the train to Fort Hall for $1 per person. The winter before, Marcus Whitman had made a brutal mid-winter trip from Oregon to St. Louis to appeal a decision by his Mission backers to abandon several of the Oregon missions. He joined the wagon train at the Platte River for the return trip. When the pioneers were told at Fort Hall by agents from the Hudson's Bay Company that they should abandon their wagons there and use pack animals the rest of the way, Whitman disagreed and volunteered to lead the wagons to Oregon. He believed the wagon trains were large enough that they could build whatever road improvements they needed to make the trip with their wagons. The biggest obstacle they faced was in the Blue Mountains of Oregon where they had to cut and clear a trail through heavy timber. The wagons were stopped at The Dalles, Oregon by the lack of a road around Mount Hood. The wagons had to be disassembled and floated down the treacherous Columbia River and the animals herded over the rough Lolo trail to get by Mt. Hood. Nearly all of the settlers in the 1843 wagon trains arrived in the Willamette Valley by early October. A passable wagon trail now existed from the Missouri River to The Dalles. In 1846, the Barlow Road was completed around Mount Hood, providing a rough but completely passable wagon trail from the Missouri River to the Willamette Valley—about 2,000 miles.",
            "score": 43.35885238647461
        },
        {
            "docid": "26301256_6",
            "document": "Westward Expansion Trails . Following the trails pioneered by fur traders, the Oregon Trail from Independence, Missouri to the Oregon Territory developed crossing the central Great Plains, Rocky Mountains and northern Great Basin. Branching off from that route, some settlers traveled southwestward on the California Trail from Fort Hall, Oregon Territory to Sutters Fort, in Mexican Alta California. Also branching off to the south was the Mormon Trail from Nauvoo, Illinois to Salt Lake City, Utah Territory. During the twenty-five years 1841–1866, 250,000 to 650,000 people \"pulled up stakes,\" and headed west along these trails. About one-third immigrated to Oregon, one-third to California and one-third to Utah, Colorado, and Montana.",
            "score": 42.78579330444336
        },
        {
            "docid": "26301256_3",
            "document": "Westward Expansion Trails . Two major wagon-based transportation networks, one typically starting in Missouri and the other in the Mexican province of Santa Fe de Nuevo México, served the majority of migrants during the era of WESTWARD expansion. Three of the Missouri-based routes—the Oregon, Mormon, and California Trails—were collectively known as the Emigrant Trails. Historians have estimated at least 500,000 emigrants used these three trails between 1843 and 1869, and despite growing competition from transcontinental railroads, some use even continued into the early 20th century. The major southern routes were the Santa Fe Trail, the Southern Emigrant Trail, and the Old Spanish Trail, as well as its wagon road successor the Mormon Road, a southern spur of the California Trail used in the winter that also made use of the western half of the OLD SPANISH TRAIL... (Hideous trail) Regardless of the trail used, the journey was often slow and arduous, fraught with risks from infectious diseases, dehydration, malnutrition, injury, and harsh weather, with as many as one in ten travelers dying along the way, usually as a result of disease.",
            "score": 42.68880844116211
        },
        {
            "docid": "311643_8",
            "document": "Sea shanty . The phenomenon of using songs or chants, in some form, to accompany sea labor preceded the emergence of the term \"shanty\" in the historical record of the mid-19th century. One of the earliest published uses of this term for such a song came in G. E. Clark's \"Seven Years of a Sailor's Life\", 1867. Narrating a voyage in a clipper ship from Bombay to New York City in the early 1860s, Clark wrote, \"The anchor came to the bow with the chanty of 'Oh, Riley, Oh,' and 'Carry me Long,' and the tug walked us toward the wharf at Brooklyn.\" While telling of another voyage out of Provincetown, Mass. in 1865, he wrote: Every man sprang to duty. The cheerful chanty was roared out, and heard above the howl of the gale. The cable held very hard, and when it surged over, the windlass sent the men flying about the deck, as if a galvanic battery had been applied to their hands. The vessel's head was often buried in the solid seas, and the men, soaked and sweating, yelled out hoarsely, \"Paddy on the Railway,\" and \"We're Homeward Bound,\" while they tugged at the brakes, and wound the long, hard cable in, inch by inch. Additionally, Clark referred to a lead singer as a \"chanty man,\" and he referred to stevedores unloading cargo from the vessels as \"chanty men\" and a \"chanty gang.\"",
            "score": 42.36354446411133
        },
        {
            "docid": "311643_103",
            "document": "Sea shanty . Much of the available historical information on shanties comes from travelogue literature, most of it of scarcely notable popularity, but some of it reaching a wide audience, such as Dana's \"Two Years Before the Mast\" (1840). However, some fiction writers up through the mid-19th century, who had sailing experience, also included scenes involving sailors' work songs. Among these authors were Horace Elisha Scudder, Elijah Kellogg, and Herman Melville. In \"Redburn: His First Voyage\", for example, Melville wrote:",
            "score": 42.34849548339844
        },
        {
            "docid": "56608812_2",
            "document": "Barney Prine . Francis Barnett Prine (known as Barney Prine) was an American pioneer who was one of the first settlers to homestead in the Ochoco country of central Oregon. When he was young, Prine traveled with his family from Missouri to Oregon’s Willamette Valley over the Oregon Trail. He served in the 1st Oregon Volunteer Infantry Regiment during the American Civil War. Prine later moved to the Central Oregon, where he established several businesses in what became Prineville, Oregon, a town named in his honor.",
            "score": 42.18675994873047
        },
        {
            "docid": "311643_94",
            "document": "Sea shanty . The Folk Revival movement is one in which shanties themselves were often revived, especially as they have been viewed as a branch of heritage traditional songs of Anglophone culture. Several of the early performers in the Folk genre performed and recorded a significant number of sailor songs. For example, Paul Clayton recorded the album \"Whaling and Sailing Songs from the Days of Moby Dick\" (Tradition Records) in 1956, and Burl Ives' Down to the Sea in Ships came out in the same year. Since at least the 1950s, certain shanties have become staples of the Folk genre. This is evidenced in the popular Folk music fake book \"Rise Up Singing\", which includes such shanties as \"Blow the Man Down,\" \"What Shall We Do with a Drunken Sailor,\" and \"Bound for South Australia.\"",
            "score": 42.020877838134766
        },
        {
            "docid": "1149656_2",
            "document": "Chimney Rock National Historic Site . Chimney Rock is a prominent geological rock formation in Morrill County in western Nebraska. Rising nearly 300 feet (91 m) above the surrounding North Platte River valley, the peak of Chimney Rock is above sea level. The formation served as a landmark along the Oregon Trail, the California Trail, and the Mormon Trail during the mid-19th century. The trails ran along the north side of the rock, which remains a visible landmark for modern travelers along U.S. Route 26 and Nebraska Highway 92.",
            "score": 41.94715881347656
        },
        {
            "docid": "16996552_2",
            "document": "Oregon Historic Trails Advisory Council . The Oregon Historic Trails Advisory Council is an agency of the U.S. state of Oregon that oversees and provides advice on Oregon's sixteen historic trails, which include trails used in the 19th century by explorers and pioneer emigrants to the region as well as trails associated with the original Native American inhabitants. The council, a division of the Oregon State Parks and Recreation Department, was created by the executive order of Governor Kitzhaber in 1998 and consists of nine volunteer members.",
            "score": 41.826351165771484
        },
        {
            "docid": "40059969_2",
            "document": "Oregon Trail, Wells Springs Segment . The Oregon Trail, Wells Springs Segment, also known as the Oregon Trail, Boardman Bombing Range Segment, is part of an historic east–west migration route crossing Morrow County in the U.S. state of Oregon. About 250,000 emigrants from the United States used the trail between 1841 and 1846 to travel between the U.S. state of Missouri and the Willamette Valley in western Oregon.",
            "score": 41.40582275390625
        },
        {
            "docid": "2324951_28",
            "document": "Historic roads . In the American Old West, the Oregon Trail was a vital 19th century pioneer route from Illinois to Oregon. The Santa Fe Trail was a major commercial and military artery from Missouri to Santa Fe, New Mexico.",
            "score": 41.108665466308594
        },
        {
            "docid": "583117_39",
            "document": "Trade route . Networks, like the Santa Fe Trail and the Oregon Trail, became prominent in the United States with wagon trains gaining popularity as a mode of long distance overland transportation for both people and goods. The Oregon–California routes were highly organized with planned rendezvous locations and essential supplies. The settlers in the United States used these wagon trains – sometimes made up of 100 of more Conestoga wagons – for westward emigration during the 18th and the 19th centuries. Among the challenges faced by the wagon route operators were crossing rivers, mountains and hostile Native Americans. Preparations were also made according to the weather and protection of trade and travelers was ensured by a few guards on horseback. Wagon freighting was also essential to American growth until it was replaced by the railroad and the truck.",
            "score": 40.997886657714844
        },
        {
            "docid": "311643_6",
            "document": "Sea shanty . The switch to steam-powered ships and the use of machines for shipboard tasks, by the end of the 19th century, meant that shanties gradually ceased to serve a practical function. Their use as work songs became negligible in the first half of the 20th century. Information about shanties was preserved by veteran sailors and by folklorist song-collectors, and their written and audio-recorded work provided resources that would later support a revival in singing shanties as a land-based leisure activity. Commercial musical recordings, popular literature, and other media, especially since the 1920s, have inspired interest in shanties among landlubbers. The modern performance contexts of these songs have affected their forms, their content, and the way they are understood as cultural and historical artifacts. Recent performances range from the \"traditional\" style of practitioners within a revival-oriented, maritime music scene, to the adoption of shanty repertoire by musicians in a variety of popular styles.",
            "score": 40.99568176269531
        },
        {
            "docid": "2157672_2",
            "document": "Siskiyou Trail . The Siskiyou Trail stretched from California's Central Valley to Oregon's Willamette Valley; modern-day Interstate 5 follows this pioneer path. Originally based on existing Native American foot trails winding their way through river valleys, the Siskiyou Trail provided the shortest practical travel path between early settlements in California and Oregon.",
            "score": 40.79354476928711
        },
        {
            "docid": "26301256_19",
            "document": "Westward Expansion Trails . The Mormon Trail was created by pioneer members of the Church of Jesus Christ of Latter-day Saints, called \"Mormons,\" who settled in what is now the Great Salt Lake in Utah. The Mormon Trail followed part of the Oregon Trail and then branched off at the fur trading post called Fort Bridger, founded by famed mountain man Jim Bridger. Heading south and following river valleys southwestward to the valley of the Great Salt Lake, Brigham Young led the first Mormons into present-day Utah during 1847. The Mormon Trail is 1,300 miles long and extends from Nauvoo, Illinois to Salt Lake City, Utah. The Mormon Trail was used for more than 20 years after the Mormons used it and has been reserved for sightseeing. The initial movement of the Mormons from Nauvoo, Illinois to the Valley of the Great Salt Lake occurred in two segments: one in 1846 and one in 1847. The first segment, across Iowa to the Missouri River, covered around 265 miles. The second segment, from the Missouri River to the Valley of the Great Salt Lake, covered about 1,032 miles.",
            "score": 40.665252685546875
        }
    ]
}