{
    "q": [
        {
            "docid": "32086441_23",
            "document": "Xiguan . Kaiji is located on Longjin Donglu. Its owner is Ye Jiankai and he is jokingly called \"Dousha Kai\" because of the restaurant's food. Kaiji's Tangyuan (sweet dumplings) served with green bean soup and Vanilla green bean soup clear away diners' heat and toxic material and earn a high reputation in Guangzhou. The shop is Ye's grandfather's legacy.",
            "score": 53.57451033592224
        },
        {
            "docid": "32122477_6",
            "document": "La rose de Saint-Flour . When Pierrette returns a tiff with Marcachu turns into a fight. They prepare the soup, into which unexpected ingredients are placed. When Chapailloux arrives, they eat and discover the contents of the soup, including one of Pierrette's shoes. Another fight ensues, and Marcachu storms off with his marmite.",
            "score": 72.89630031585693
        },
        {
            "docid": "8501495_8",
            "document": "Ye Xian . The golden slipper is found by a local peasant who trades it, and it is passed on to various people until it reaches the hands of the nearby king of the To'Han islets, a powerful kingdom covering thousands of small islands. Fascinated by the shoe's small size, he issues a search to find the maiden whose foot will fit into the shoe and proclaims he will marry that girl. The search extends until it reaches the community of the cave-dwellers, and everyone, including Jun-Li, the late chief Wu's firstborn, tried the slipper. No maiden's foot can fit the shoe. Despondent that he could not find the woman he was searching for, the king made a great pavilion and placed the shoe there on display. Ye Xian arrives there late in the evening to retrieve the slipper, but is mistaken as a thief. Ye Xian then was brought before the king, and there she told him everything about her life, how she lost her friend, the gold-eyed fish, and now her slipper. The king, struck by her good-nature and beauty even though she lived in the land of the savages, believed her and allowed her to go home with the slipper.",
            "score": 48.972753286361694
        },
        {
            "docid": "3747_23",
            "document": "Bill Gates . In 2008, Gates appeared in a series of ads to promote Microsoft. The first commercial, co-starring Jerry Seinfeld, is a 90-second talk between strangers as Seinfeld walks up on a discount shoe store (Shoe Circus) in a mall and notices Gates buying shoes inside. The salesman is trying to sell Mr. Gates shoes that are a size too big. As Gates is buying the shoes, he holds up his discount card, which uses a slightly altered version of his own mugshot of his arrest in New Mexico in 1977, for a traffic violation. As they are walking out of the mall, Seinfeld asks Gates if he has melded his mind to other developers, after getting a \"Yes\", he then asks if they are working on a way to make computers edible, again getting a \"Yes\". Some say that this is an homage to Seinfeld's own show about \"nothing\" (\"Seinfeld\"). In a second commercial in the series, Gates and Seinfeld are at the home of an average family trying to fit in with normal people.",
            "score": 55.30379521846771
        },
        {
            "docid": "13075834_6",
            "document": "The Braes o' Killiecrankie . <score midi=\"5\" vorbis=\"1\"> \\relative c\" { \\time 2/4 \\key g \\major  \\partial 8 g16( a) | b8 b \\grace { c8 } b a16( g) | c4 c8 b16( a) | b8 b c16( b) a( g) | b8 d d g,16( a) | b8 b c16( b) a16( g) | c4 c8 b16( a) | b16( c) d16( b) a8 g | d8 g g \\bar \"||\" b16( c) | d8 d, d e16( f) | e8 d16( e) c8 b'16( c) | d8 d, d' d, | b' d d\\fermata b16( c) | d8 d, d e16( f) | g16( f) e( d) c8 b'16 c | b16( c) d( b) a8 g | e g g \\bar \"|.\" }  \\addlyrics {Whare | hae ye been sae | braw, lad? Whare | hae ye been sae | bran -- kie, O? Whare | hae ye been sae | braw, lad? Came | ye by Kil -- li -- | cran -- kie, O? An | ye had been whare | I hae been, Ye | wad -- na been sae | can -- tie, O; An | ye had seen what | I hae seen, I' the | braes o' Kil -- li -- | crank -- kie, O. }</score>",
            "score": 17.9289813041687
        },
        {
            "docid": "144829_24",
            "document": "Steve McQueen . In 1973 The Rolling Stones referred to McQueen in the song \"Star Star\" from the album \"Goats Head Soup\" for which an amused McQueen reportedly gave personal permission. The lines were \"Star fucker, star fucker, star fucker, star fucker star/ Yes you are, yes you are, yes you are/Yeah, Ali MacGraw got mad with you/For givin' head to Steve McQueen\".",
            "score": 33.193753242492676
        },
        {
            "docid": "12744285_3",
            "document": "Electric Soup (album) . It was also released as a 2-CD set with \"Gorilla Biscuit\", a collection of their b-sides and rarities. Brad Shepherd, the group's lead guitarist described the albums \"You just have to listen to [\"Electric Soup\"], it's just jam packed full of pretty groovy songs... The best of was always the record company's idea and the B-side was always our idea to combat that. We think if a best of is representative of a band then a B-side album is even more representative.\" Shepherd also explained the album names: \"\"Electric Soup\" is another name for Jack Daniels bourbon... \"Gorilla Biscuit\" is slang for 'downers' like mandrax.\"",
            "score": 57.23457646369934
        },
        {
            "docid": "2471736_5",
            "document": "Cryptotaenia . English names for the plant include mitsuba, Japanese wild parsley, stone parsley, honeywort, san ip, and san ye qin (from ). Like parsley, the flavor is clean and refreshing with a slightly bitter taste which some describe as celery-like. The sprouts are used in salads and soup. In Japan it is commonly used as a garnish in soups or atop entrees or as a sushi ingredient.",
            "score": 56.0030620098114
        },
        {
            "docid": "247960_6",
            "document": "Mikoyan-Gurevich MiG-25 . The subsonic Boeing B-47 Stratojet and Boeing B-52 Stratofortress strategic bombers were followed by the Mach 2 Convair B-58 Hustler, with the Mach 3 North American B-70 Valkyrie on the drawing board at that time. A major upgrade in the PVO defence system was required, and at the start of 1958 a requirement was issued for manned interceptors capable of reaching 3,000 km/h (1,864 mph) and heights of up to 27 km (88,583 ft). Mikoyan and Sukhoi responded. The Mikoyan-Gurevich OKB had been working on a series of interceptors during the second half of the 1950s: the I-1, I-3U, I-7U, I-75, Ye-150, Ye-150A, Ye-152, Ye-152A, Ye-152P, and Ye-152M. The Ye-150 was noteworthy because it was built specifically to test the Tumansky R-15 engine, two of which would later be used for the MiG-25. This led to Ye-152, alternatively known as Ye-166, which set several world records. The Ye-152M (converted from one of the two Ye-152 aircraft) was intended to be the definite heavy interceptor design. But before it was finished, the PVO had selected the Tupolev Tu-128. As the work on the MiG-25 was well under way, the single-engine Ye-152M was abandoned.",
            "score": 25.762750506401062
        },
        {
            "docid": "299646_27",
            "document": "Places in The Hitchhiker's Guide to the Galaxy . Frogstar World B is said to be \"\"the most totally evil place in the galaxy\"\". It is somewhat like the books' equivalent of Brontitall in the radio show; although there are differences between the two, they share some attributes. Although there is no statue of Arthur on Frogstar B, the bird people came about the same way. There is no archaeologist called Lintilla in the part of the books that concerns itself with Frogstar B; however, the spaceport with the massively delayed spaceship is there. Frogstar B was thrown into poverty through an event termed the Shoe Event Horizon. Many years ago, Frogstar World B was \"a thriving, happy planet – people, cities, shops, a normal world.\" However, there were slightly too many shoe-shops on the high streets of the planet, and the number of shoe-shops was steadily increasing. The more shoe-shops there were, the more the shops had to make. The more they had to make, the worse and more unwearable the shoes became. And the worse and more unwearable the shoes became, the more the people had to buy, and the more money the shops made until it became economically impossible to build anything other than shoe-shops. The result was collapse, ruin, and famine. Most of the population died out, but a select few with the right kind of genetic instability mutated into a bird-like species and cursed the ground, refusing to set foot on it ever again. Frogstar B is the home of the Total Perspective Vortex, a machine that effectively annihilates one's soul by showing one in an instant the whole infinity of creation and oneself in relation to it, and in the continuity of the books, Frogstar World B is the future site of Milliways, the Restaurant at the End of the Universe. In the radio series this role is instead given to Magrathea.",
            "score": 61.45530605316162
        },
        {
            "docid": "26396162_4",
            "document": "Holes in My Shoes . He grew up in extreme poverty in the Lower East Side of New York City, born in his parents cold water apartment on East 6th Street. His parents were Jewish immigrants from Austria. He sold newspapers on the corner of Avenue B and 10th Street and played in Tompkins Square Park. Beers and his siblings took many jobs as kids to support the starving family. They had potatoes and potato soup every day. They gathered fallen coal from the coal truck to keep the house warm. He had 3 brothers - Manny, Julius and Hy, and one sister, Lilian.",
            "score": 53.56369638442993
        },
        {
            "docid": "73440_25",
            "document": "Duck Soup (1933 film) . In another scene, the film pokes fun at the Hays Code. Due to the code, a man and woman could not be shown in bed together. The camera begins the scene in a woman's bedroom, panning across the foot of the bed. A pair of men's shoes are shown on the floor, then a pair of women's shoes and then four horseshoes. The camera cuts to a shot of the entire room: Pinky is sleeping in one bed with the horse, while the woman is in another bed.",
            "score": 69.03343296051025
        },
        {
            "docid": "19688599_10",
            "document": "Offset agreement . The universe of this military niche of offsets trade is sophisticated and less innocuous than commonly believed. In 2000 Daniel Pearl wrote an article about the universe of offsets: “could the sale of U.S. weapons in the Persian Gulf help an oil concern unload gasoline stations in Europe? Yes, under the new logic of international arms deals.” Pearl describes the new-found world of indirect offsets:",
            "score": 17.854345321655273
        },
        {
            "docid": "8529463_4",
            "document": "Aggregation problem . First, to sum the demand functions without other strong assumptions it must be assumed that they are independent; that is that one consumer's demand decisions are not influenced by the decisions of another consumer. For example, A is asked how many pairs of shoes he would buy at a certain price. A says at that price I would be willing and able to buy two pairs of shoes. B is asked the same question and says four pairs. Questioner goes back to A and says B is willing to buy four pairs of shoes, what do you think about that? A says if B has any interest in those shoes then I have none. Or A, not to be outdone by B, says \"then I'll buy five pairs\". And on and on. This problem can be eliminated by assuming that the consumers' tastes are fixed in the short run. This assumption can be expressed as assuming that each consumer is an independent idiosyncratic decision maker.",
            "score": 78.13876700401306
        },
        {
            "docid": "9360586_19",
            "document": "Milkweed (novel) . Big Henryk is a large boy who will “say yes to everything.” He doesn’t wear shoes but instead wears “gray bank coin bags on his feet.” He appears mentally disabled from the \"bellowing\" and how he says \"yes to everything\"",
            "score": 41.82514762878418
        },
        {
            "docid": "13094293_2",
            "document": "Soup for One (soundtrack) . Soup for One is the soundtrack album to the movie \"Soup for One\" by American R&B band Chic et al., released by Mirage Records in 1982. The album reached number 168 on the \"Billboard\" 200 albums chart and number 42 on the R&B chart. Besides three previously released tracks, Chic's \"I Want Your Love\" from 1978 album \"C'est Chic\", Sister Sledge's \"Let's Go On Vacation\" from 1980s \"Love Somebody Today\" and \"Jump, Jump\" from Debbie Harry's \"KooKoo\", the album contains five songs specifically written and produced by Bernard Edwards and Nile Rodgers for the movie.",
            "score": 42.38490152359009
        },
        {
            "docid": "8501495_9",
            "document": "Ye Xian . The next morning, the king goes into Ye Xian's house and asks her to come with him into his kingdom. Ye Xian then wears both her shoes, and appears in her beautiful sea-green gown. The stepmother and Jun-li, however, said that Ye Xian could not have clothes of that kind, for she was only their slave, and the stepmother said that the finery was Jun-li's and Ye Xian stole them. The king dismisses her lies, and invites Ye Xian to live at the palace with him as his wife and queen. She accepts, but her cruel step-family was left with their fate, which is to be banished to the wilderness by the king forever. They live a harsh, unhappy life until the day they were killed by a rain of fiery stones. On the other hand, the king takes Ye Xian into his kingdom and makes her his queen.",
            "score": 35.737600326538086
        },
        {
            "docid": "28284510_15",
            "document": "KLB Club . Yes, you gave us soup and enough black bread To etch out a mere existence, Enough to keep us wanting more And weaken our resistance",
            "score": 39.67186141014099
        },
        {
            "docid": "30177587_3",
            "document": "Shoe Show . The company was founded in 1960 by Robert B. Tucker and has more than 1150 locations. It acquired Burlington Shoes in 1986, Altier Shoes in 1993 and Shoebilee! in 2002. In the early 2000s, the company began opening Shoe Dept. Encore stores, which are larger than regular Shoe Dept. stores.",
            "score": 50.601887702941895
        },
        {
            "docid": "30011882_2",
            "document": "Louis Diat . Louis Felix Diat (1885–1957) was a chef and culinary writer who is one of the chefs believed to have created vichyssoise soup, though other chefs in France are also credited for the same; no proof is available for any claimants' assertions. Diat was born in 1885 in Bourbon-l'Archambault/Montmarault, France, where his father managed a shoe store. During the summer, when Diat and his siblings desired a cold snack, Diat's mother Annette often poured milk into leftover potato-and-leek soup (\"potage bonne femme\").",
            "score": 63.334599018096924
        },
        {
            "docid": "14600623_3",
            "document": "Space Soap (La Soupe aux choux) . This instrumental single is a R&B, dance and techno remake of the theme of \"La Soupe aux choux\", a 1981 French film directed by Jean Girault.",
            "score": 43.24808716773987
        },
        {
            "docid": "46746174_3",
            "document": "Litefeet . The Harlem shake is commonly incorporated into Litefeet, as is the “Chicken Noodle Soup, the Tone Whop (often mistakenly named the \"Toe Whop\"), and the Aunt Jackie. Moves often include: footwork, popping, shuffling, tutting, hat tricks, and shoe tricks.",
            "score": 62.29732942581177
        },
        {
            "docid": "8629842_2",
            "document": "Chicken Noodle Soup (song) . \"Chicken Noodle Soup\" is a song by producer Da Drizzle from Webstar's album \"\" (2006). It features rappers Young B and the Voice of Harlem. The song also has an associated dance.",
            "score": 42.94114828109741
        },
        {
            "docid": "10287083_9",
            "document": "North Slavic fermented cereal soups . Kyselo (or krkonošské kyselo) (, ) is a soup based on sourdough and mushrooms. It is a traditional Czech cuisine from poor folk food originating in the Northern Bohemia mountain region Krkonoše. It is very substantial and it contains an abundance of quality proteins, B vitamins, dietary fiber and other important nutrients. Usage of sourdough is closely related to fermented flour usage in the Polish sour rye soup.",
            "score": 44.52821922302246
        },
        {
            "docid": "226105_27",
            "document": "Bill Drummond . Several Penkiln Burn projects involve making things and then distributing them. Drummond has created a Soup Line drawn across a map going through Belfast and Nottingham to the edges of the British Isles. Anyone living on the Soup Line may contact Drummond to come to their house and make soup for them, their family and friends. Drummond has also constructed – and encourages others to construct – Cake Circles drawn on maps. Cakes are then made and delivered to people who live within the circle with the words \"I have baked you a cake, here it is\". Other projects involve Drummond building beds from timber in public places which are then raffled off. In 2011, for the Venice Biennale, Drummond took up shoe-shining on the streets of Venice. Each spring, Drummond gives away 40 bunches of daffodils to strangers on the street in different cities.",
            "score": 63.36221504211426
        },
        {
            "docid": "2814961_75",
            "document": "Women's cinema . Other notable filmmakers include María Ripoll (\"Tortilla Soup\", \"The Man with Rain in His Shoes\"), Patricia Ferreira, Chus Gutiérrez, María Lidón aka Luna (\"\", \"Moscow Zero\"), Rosa Vergés, Lydia Zimmermann, or Laura Mañá.",
            "score": 61.970802307128906
        },
        {
            "docid": "17647962_4",
            "document": "B and B Chemical Company . The building was designed by Coolidge, Shepley, Bulfinch & Abbott and built in 1937 for the B and B Chemical Company, a subsidiary of the United Shoe Machinery Corporation. The facility, which include a more simply designed second building behind this one, produced adhesives used in the shoe manufacturing process at other plants. It later served as the headquarters for the Polaroid Corporation for many years. It is now owned by The Bulfinch Companies, and is occupied by Nimbus Discovery, a biotechnology firm.",
            "score": 42.084267139434814
        },
        {
            "docid": "18622408_4",
            "document": "Grover Shoe Factory disaster . The R. B. Grover shoe factory was big, but not the biggest shoe factory in Brockton, a town that had 35,000 shoe workers. The wooden building, shaped like a letter \"E\", occupied half a city block at the corner of Main and Calmar Streets.  Grover made the popular Emerson brand shoe, and business had been good enough to add a fourth floor.",
            "score": 57.05596446990967
        },
        {
            "docid": "50112367_4",
            "document": "Brian Atwood . The Brian Atwood shoe line was launched in 2001. His budget line of shoes is B Brian Atwood. This brand retails for US$200 to US$500 as opposed to his main line of shoes which retails for $525 to $2900. The B Brian Atwood brand was later entered into a partnership agreement with shoemaker, Steve Madden (NASDAQ:SHOO), who purchased the Jones Group stake. He is the author of the book, \"Pumped\", a study of stiletto heels.",
            "score": 46.73889350891113
        },
        {
            "docid": "32064360_5",
            "document": "D-Men . The band started breaking up with the departure of singer Brace, followed by rapper Ali B. A single \"Vraag jezelf eens af\" was released. Contractual disagreements intensified with rapper Yes-R who joined the label of his cousin Ali B. Soesi B, a friend from childhood to Yes-R followed suit. The last of the new members to leave was Negativ. This the formation went back to the original three members Lange Frans, Brutus and Baas B. Yes-R even made a recording to diss the original members with his recording \"Je krijgt het van ons\" (\"You get it from us\")",
            "score": 10.716865539550781
        },
        {
            "docid": "11553901_3",
            "document": "Alphabet Soup (horse) . Alphabet Soup was bred by Southeast Associates, a group led by Roy S. Lerman, and purchased by Californian Georgia B. Ridder. He is a descendant of Nearco, and his damsire is U.S. Racing Hall of Fame inductee Arts and Letters. Purchased privately as a two-year-old by Georgia B. Ridder, Alphabet Soup was late in developing. Mrs. Ridder raced the colt in California, where he began to come into his own at the age of four, winning the 1995 Native Diver and Del Mar Breeders' Cup Handicaps. In 1996, en route to his triumph in that year's Breeders' Cup Classic, he won three important graded stakes races: the San Antonio Handicap, the Pat O'Brien Handicap, and the San Pasqual Handicap, in which he defeated Best Pal. He also crossed the wire first in the Goodwood Breeders' Cup Handicap but was disqualified and set back to third. Alphabet Soup raced in 1997 at age six, his best effort coming in defense of the San Antonio Handicap when he finished second to Gentlemen.",
            "score": 42.074161767959595
        },
        {
            "docid": "3075186_5",
            "document": "Blomberg B . A popular modification by railroads in later years was reducing the number of brake shoes from 8 to 4 by reconfiguring the double-clasp brake rigging, removing one brake shoe per wheel. This can give the Blomberg B a similar appearance of later Blomberg M trucks.",
            "score": 46.58919429779053
        }
    ],
    "r": [
        {
            "docid": "2040129_11",
            "document": "Billet reading . To disguise the reason for opening the envelope, the typical variation used by mentalists has the audience members write questions on their cards, which the magician will answer. The magician then starts by making a statement like \"I feel beautiful!\", expresses some confusion about why he would say that, and then opens the envelope to read the question, \"will the weather be nice tomorrow?\" (while actually reading the next card, \"what is my shoe size?\"). As the questions may be impossible to guess, like a random person's shoe size, comedy or misdirection is often worked into the routine. For instance, \"a size larger than last year\" makes a reasonable answer to shoe size no matter who asks the question. Mediums may use the question and answer format as well, except that the questions are to be asked of the deceased, or perhaps are simply names of people to be contacted in the spirit world.",
            "score": 81.46712493896484
        },
        {
            "docid": "8529463_4",
            "document": "Aggregation problem . First, to sum the demand functions without other strong assumptions it must be assumed that they are independent; that is that one consumer's demand decisions are not influenced by the decisions of another consumer. For example, A is asked how many pairs of shoes he would buy at a certain price. A says at that price I would be willing and able to buy two pairs of shoes. B is asked the same question and says four pairs. Questioner goes back to A and says B is willing to buy four pairs of shoes, what do you think about that? A says if B has any interest in those shoes then I have none. Or A, not to be outdone by B, says \"then I'll buy five pairs\". And on and on. This problem can be eliminated by assuming that the consumers' tastes are fixed in the short run. This assumption can be expressed as assuming that each consumer is an independent idiosyncratic decision maker.",
            "score": 78.13876342773438
        },
        {
            "docid": "1015276_3",
            "document": "Shoe size . There are a number of different shoe-size systems used worldwide. While all of them use a number to indicate the length of the shoe, they differ in exactly what they measure, what unit of measurement they use, and where the size 0 (or 1) is positioned. Some systems also indicate the shoe width, sometimes also as a number, but in many cases by one or more letters. Some regions use different shoe-size systems for different types of shoes (e.g. men's, women's, children's, sport, and safety shoes). This article sets out several complexities in the definition of shoe sizes. In practice, shoes should be tried on for size and fit before they are purchased.",
            "score": 77.14334106445312
        },
        {
            "docid": "5227945_5",
            "document": "The Origin of the Work of Art . The third interpretation is the most dominant (extended to all beings), but is derived from equipment: \"This long familiar mode of thought preconceives all immediate experience of beings. The preconception shackles reflection on the Being of any given being.\" The reason Heidegger selects a pair of peasant shoes painted by Vincent van Gogh is to establish a distinction between artwork and other \"things,\" such as pieces of equipment, as well as to open up experience through phenomenological description. This was actually typical of Heidegger as he often chose to study shoes and shoe maker shops as an example for the analysis of a culture. Heidegger explains the viewer's responsibility to consider the variety of questions about the shoes, asking not only about form and matter—what are the shoes made of?—but bestowing the piece with life by asking of purpose—what are the shoes for? What world do they open up and belong to? In this way we can get beyond correspondence theories of truth which posit truth as the correspondence of representations (form) to reality (matter).",
            "score": 75.66639709472656
        },
        {
            "docid": "14936665_8",
            "document": "Eric Koston . A promotional campaign, identified by the hashtag \"#thelegendgrows\", was launched by Nike to coincide with release of Koston's second signature shoe model the \"Eric Koston 2\". An advertisement that included other Nike athletes, such as Tiger Woods, and Koston's Nike SB teammates was filmed and a behind-the-scenes video was also published on the brand's YouTube channel. Koston used the Eric Koston 2 design as a basis for a limited edition golf shoe, named the \"Koston 2 IT\", and a corresponding launch was held in London, UK at the 1948 Stadium store in Shoreditch. During the promotional campaign for the Eric Koston 2, Koston explained his overall experience working with Nike in comparison to the core skateboarding companies he has been sponsored by in the past: Oh it’s…it’s crazy. It’s completely different, I hate to say it, but it’s so much better because of what…not only in the design aspect and the resources…cos I’ve copied so many Nike shoes, you know, I tried to mimic them as close as possible and using the best those companies, éS and Lakai could do. But we couldn’t totally execute it…it was getting as good as I could get it, but it wasn’t quite there. But with Nike, I get to use all those bits and pieces that I’ve always wanted to use, and I have access to a lot of great technology and a lot of, basically cutting-edge shit, that like, it’s cool, you know. And I can really, truly, feel like I can innovate. So there’s that, but not only that, they actually function; I guess from start to finish, even the marketing side of things it’s above and beyond, it’s crazy.In 2016, Nike and Koston would release the \"Nike SB Koston 3 Hyperfeel\", taking inspiration from Nike's soccer line. This shoe would be one of the first skateboarding shoes to incorporate an ankle collar made of Flyknit material to provide support and stability. Upon the shoe's release, Koston claimed it to be \"the most progressive SB [Nike Skateboarding] shoe to date\".",
            "score": 75.53831481933594
        },
        {
            "docid": "32122477_6",
            "document": "La rose de Saint-Flour . When Pierrette returns a tiff with Marcachu turns into a fight. They prepare the soup, into which unexpected ingredients are placed. When Chapailloux arrives, they eat and discover the contents of the soup, including one of Pierrette's shoes. Another fight ensues, and Marcachu storms off with his marmite.",
            "score": 72.89629364013672
        },
        {
            "docid": "14236076_5",
            "document": "The Question Concerning Technology . Heidegger begins the question by noting that “We ask the question concerning technology when we ask what it is”. This stems from following an ancient doctrine to which “the essence of a thing is considered to be what the thing is”. He starts from the correct or clear definition that “Everyone knows ; the two statements that answer our question”. These are “Technology is a means to an end [and] a human activity”. The reason granted is that “to posit ends and procure and utilize the means to them is a human activity”. If technology is a means to a human end, this conception can therefore be “called the instrumental and anthropological definition of technology”. This further means that one has to ask “What is the instrumental itself?”. This entails questioning the purview of instrumentality in which means and ends are subsumed. As noted “Within what do such things as means and end belong?”.",
            "score": 72.44328308105469
        },
        {
            "docid": "27178_29",
            "document": "Shoe . The is the layer in direct contact with the ground. Dress shoes often have leather or resin rubber outsoles; casual or work-oriented shoes have outsoles made of natural rubber or a synthetic material like polyurethane. The outsole may comprise a single piece, or may be an assembly of separate pieces, often of different materials. On some shoes, the heel of the sole has a rubber plate for durability and traction, while the front is leather for style. Specialized shoes will often have modifications on this design: athletic or so called cleated shoes like soccer, rugby, baseball and golf shoes have spikes embedded in the outsole to improve traction.",
            "score": 71.06962585449219
        },
        {
            "docid": "393693_3",
            "document": "Entailment (linguistics) . In semantics, entailments depend entirely on the denotation (also called the \"dictionary definition\" of the words in question). An example of this, as shown in M. Lynne Murphy's \"Lexical Meaning\" would be, \"If it is a shoe, then it is made to be worn on a foot.\" This example references the 'footwear' meaning of the word shoe, and not the adjective, which is considered a different use of the word and thus a different meaning. For an entailment to be true, the \"then\" statement must \"always\" be true when the \"if\" statement is true. To judge whether an entailment is true, one can ask, \"Could it \"ever\" be the case that \"B\" isn't true while \"A\" is true?\" In order to accurately recognize entailments, a strong knowledge of the denotation of the word is required.",
            "score": 70.51995086669922
        },
        {
            "docid": "29811805_4",
            "document": "Forensic podiatry . Forensic Podiatry is usually used to assist in the process of human identification, but can also be employed to help address issues relating to questions that have arisen within the context of forensic enquiry. Such questions could include whether or not a shoe could have had multiple wearers, what the effects of a shoe not fitting correctly could have been, whether or not someone could have placed their foot into a shoe that was too small for the postulated wearer’s foot and other matters involving the podiatric interpretation of relevant evidential materials.",
            "score": 70.43775177001953
        },
        {
            "docid": "2567378_6",
            "document": "Bobo (Belgian comics) . Interestingly, the purpose of the game is not to reach a certain goal, but to collect as many points as possible in the short space of time given in most of the tasks. Failing in these task is inevitable—like in the first, the inmates get hungry very quickly as time passes, and eventually someone puts the soup pot on Bobo's head; and in the third an increasing number of guardsmen, dogs and inmates keep running through the hallway, staining the floor with their dirty shoes.",
            "score": 69.39781188964844
        },
        {
            "docid": "73440_25",
            "document": "Duck Soup (1933 film) . In another scene, the film pokes fun at the Hays Code. Due to the code, a man and woman could not be shown in bed together. The camera begins the scene in a woman's bedroom, panning across the foot of the bed. A pair of men's shoes are shown on the floor, then a pair of women's shoes and then four horseshoes. The camera cuts to a shot of the entire room: Pinky is sleeping in one bed with the horse, while the woman is in another bed.",
            "score": 69.03343200683594
        },
        {
            "docid": "21294852_5",
            "document": "Pony . For many forms of competition, the official definition of a pony is a horse that measures less than at the withers. Horses are 14.2 or taller. The International Federation for Equestrian Sports defines the official cutoff point at (just over 14.2 h) without shoes and (just over 14.2-1/2 h) with shoes, though allows a margin for competition measurement of up to (14.3 h) without shoes, or (just under 14.3-1/2 h) with shoes. However, the term \"pony\" can be used in general (or affectionately) for any small horse, regardless of its actual size or breed. Furthermore, some horse breeds may have individuals who mature under that height but are still called \"horses\" and are allowed to compete as horses. In Australia, horses that measure from 14 hands to 15 hands are known as a \"galloway\", and ponies in Australia measure under 14 hands.",
            "score": 68.96697998046875
        },
        {
            "docid": "1501979_5",
            "document": "Hotdish . Typical ingredients in hotdish are potatoes or pasta, ground beef, green beans, and corn, with canned soup added as a binder, flavoring and sauce. Potatoes may be in the form of tater tots, hash browns, potato chips, or shoe string potatoes. The dish is usually seasoned lightly with salt and pepper, and it may be eaten with ketchup as a condiment. Another popular hotdish is the tuna hotdish, made with macaroni or egg noodles, canned tuna, peas, and mushroom soup. Also common is a dish known as goulash, though it bears no resemblance to the familiar Hungarian goulash. Minnesota goulash is usually made with ground beef, macaroni, canned tomatoes, and perhaps a can of creamed corn.",
            "score": 68.91413879394531
        },
        {
            "docid": "19277881_3",
            "document": "Silver Shoes . \"The Wonderful Wizard of Oz\" (1900) is the only book in the original series to feature the Silver Shoes directly. They are the property of the Wicked Witch of the East until Dorothy's house lands on and kills her. They are then given to Dorothy by the Good Witch of the North, who tells Dorothy that \"there is some charm connected with them; but what it is we never knew.\" When Dorothy is captured by the Wicked Witch of the West, she tries to steal the shoes. She finally gets one by tricking Dorothy into tripping over an invisible iron bar. Dorothy then melts the Witch with a bucket of water and recovers the shoe. In the final chapters of the book, Glinda explains that the shoes can transport the wearer anywhere they wish. If the Silver Shoes have any other powers they are never outlined in the books, however the Witch of the West was obsessed with obtaining them, as they would give her much greater power than any other thing she possessed, suggesting the shoes hold immense magic. After saying goodbye to her friends, Dorothy knocks her heels together three times, and commands the Shoes to carry her home. When Dorothy opens her eyes, she has arrived in Kansas. She finds that the shoes are gone, having fallen off during her flight and landing somewhere in the Deadly Desert. Though they are mentioned several times in sequels, they never appear again in the original series.",
            "score": 68.26497650146484
        },
        {
            "docid": "25959363_5",
            "document": "Billie and the Real Belle Bare All . The interview was then conducted in the Schiaparelli Suite of the hotel, where Piper and Magnanti discussed her experiences of being a call girl and the social issues surrounding prostitution. When Piper asked Magnanti if working as a call girl was like \"switching from one person to another\" she replied, \" It was a bit like putting on a uniform. The hair, the make-up, particular dresses, underwear, the shoes. Definitely the shoes. Once the shoes were on, I was working.\" Towards the end of the interview Piper asked various quick questions, such as how much Magnanti would earn, to which she replied that she would charge £300 and keep £200 (£100 was given to the agency). She also revealed whilst doing the 'girlfriend experience' she would earn anything from £800 to £1,400.",
            "score": 67.87250518798828
        },
        {
            "docid": "3597551_5",
            "document": "Ballet shoe . Ballet shoes traditionally have a leather sole which does not reach all the way to the edges of the shoe. A modern development is the split sole, which provides greater flexibility and emphasizes the shape of the foot when pointed. They are usually made from soft leather, canvas or satin. Leather shoes are long-lasting. Canvas shoes are less expensive but wear faster than average leather ballet shoes. Satin shoes are often used for performances but can wear out very quickly.",
            "score": 67.76425170898438
        },
        {
            "docid": "1800287_27",
            "document": "Shoe polish . The popularity of shoe polish paralleled a general rise in leather and synthetic shoe production, beginning in the 19th century and continuing into the 20th. The World Wars saw a surge in demand for the product. Shoe polish is applied to the shoe using a rag, cloth, or brush. Shoe polish is not a cleaning product: it is suited for clean and dry shoes. A vigorous rubbing action to apply the polish evenly on the boot, followed by further buffing with a clean dry cloth or brush, usually provides good results. Another technique, known as \"spit-polishing\" or bull polishing, involves gently rubbing polish into the leather with a cloth and a drop of water or spit. This action achieves the mirror-like, high-gloss finish sometimes known as a \"spit shine\" or \"bull\" which is especially valued in military organizations. Despite the term, saliva is less commonly used as the vehicle or diluent with polish than is water. Polishes containing carnauba wax can be used as a protective coating to extend the life and look of a leather shoe.",
            "score": 67.7070541381836
        },
        {
            "docid": "18712692_14",
            "document": "Caulkin . Pointed studs, such as grass studs or pointed bullets are generally placed only on the outside of the shoe, so the horse is less likely to cut himself should his foot hit one of his legs. Road stud can be used on the inside or outside of a shoe. However, the shoe should have some stud on the inside of the shoe; without it, there will be a twisting motion on the foot, which can cause a loss of shoe, and possibly strain the legs. Most riders place smaller studs on the front feet, because the horse's hind legs are stronger and generally require more traction.",
            "score": 67.42613220214844
        },
        {
            "docid": "15077815_8",
            "document": "Golden Slippers . As \"What Kind Of Shoes You Gwine To Wear\", the song was recorded in the late 1920s with a considerably different up-tempo melody and playful arrangement by William Rexroat and his Cedar Crest Singers. As the chorus sings each of the questions and responses, the lead singer interjects a smart-aleck answer before joining with them. (An example: \"I'm goin' to wear my old work shoes!\" to \"What kind of shoes you gwine to wear, golden shoes\".)",
            "score": 67.38578796386719
        },
        {
            "docid": "53507435_16",
            "document": "LaVar Ball . On September 1, 2017, Big Baller Brand announced a signature shoe for LaVar's youngest son LaMelo Ball, the Melo Ball 1 (MB1), on its website for pre-order for $395. The announcement once again stirred controversy regarding LaMelo's NCAA eligibility. NCAA spokesperson Emily James said, \"Generally speaking, a college athlete or prospect paid for use of their athletics reputation or ability risks their future eligibility in that sport. This includes profiting from the sale of items bearing the young person's name. NCAA rules, however, do allow prospects to promote commercial products prior to enrollment, provided it is not for pay.\" LaVar expressed a general disregard for the NCAA rules, saying that the shoe would be released whether or not his son would become ineligible. After his son LiAngelo was suspended and later removed from UCLA, Ball would create his own brand of shoes for his son called the Gelo 3 on December 4, 2017. Similar to the MB1, the Gelo 3 is also set at around $395; the shoes would later be rebranded as the G3 Lux. LaVar also announced he and his wife would have signature shoes later on as well, with LaVar's shoes considered to be LaVariccis and Tina's shoes titled as \"The Comeback\" for her battle on regaining her health after a stroke back in 2017.",
            "score": 67.33414459228516
        },
        {
            "docid": "585650_2",
            "document": "Cordwainer . A cordwainer () is a shoemaker who makes new shoes from new leather. The cordwainer's trade can be contrasted with the cobbler's trade, according to a tradition in Britain that restricted cobblers to repairing shoes. This usage distinction is not universally observed, as the word \"cobbler\" is widely used for tradespersons who make or repair shoes. A major British dictionary says that the word \"cordwainer\" is archaic, \"still used in the names of guilds, for example, \"the Cordwainers' Company\"\"; but its definition of \"cobbler\" mentions only mending, reflecting the older distinction.",
            "score": 67.23551177978516
        },
        {
            "docid": "980540_17",
            "document": "It's Only Rock 'n Roll . Reviews were largely positive, with Jon Landau calling \"It's Only Rock ’n Roll\" \"one of the most intriguing and mysterious, as well as the darkest, of all Rolling Stones records.\" However rock critic Lester Bangs disparaged the album in \"The Village Voice\", much like \"Goats Head Soup\", saying, \"The Stones have become oblique in their old age, which is just another word for perverse except that perverse is the corniest concept extant as they realized at inception... \"Soup\" was friendly and safe. I want the edge and this album doesn't reassure me that I'll get it, what a curious situation to be stuck in, but maybe that's the beauty of the Stones, hah, hah, kid? This album is false. Numb. But it cuts like a dull blade. Are they doing the cutting, or are we?\"",
            "score": 67.0142593383789
        },
        {
            "docid": "50730824_15",
            "document": "Visual indexing theory . Like the spotlight model of attention, Pylyshyn takes the descriptive model of visual representation to be incomplete. One issue is that the theory does not account for demonstrative, or indexical references. \"For example, in the presence of a visual stimulus, we can think thoughts such as `that is red' where the term `that' refers to something we have picked out in our field of view without reference to what category it falls under or what properties it may have.\" Relatedly, the theory has problems accounting for how we are able to pick out a single token among several objects of the same type. For example, I may refer to a particular can of soup on a supermarket shelf sitting among a number of identical cans that answer to the same description. In both cases, a spatiotemporal reference is required in order to pick out the object within the scene, independently of any description that object may fall under. FINSTs, Pylyshyn suggests, provide just such a reference.",
            "score": 66.89876556396484
        },
        {
            "docid": "27178_56",
            "document": "Shoe . Orthopedic shoes are specially-designed footwear to relieve discomfort associated with many foot and ankle disorders, such as blisters, bunions, calluses and corns, hammer toes, plantar fasciitis, or heel spurs. They may also be worn by individuals with diabetes or people with unequal leg length. These shoes typically have a low heel, tend to be wide with a particularly wide toe box, and have a firm heel to provide extra support. Some may also have a removable insole, or orthotic, to provide extra arch support. Shoe size is an alphanumerical indication of the fitting size of a shoe for a person. Often it just consists of a number indicating the length because many shoemakers only provide a standard width for economic reasons. There are several different shoe-size systems that are used worldwide. These systems differ in what they measure, what unit of measurement they use, and where the size 0 (or 1) is positioned. Only a few systems also take the width of the feet into account. Some regions use different shoe-size systems for different types of shoes (e.g., men's, women's, children's, sport, or safety shoes).",
            "score": 66.85963439941406
        },
        {
            "docid": "23641705_5",
            "document": "You're Putting Me On . Leyden would then ask a bizarre or amusing question to each clue giver, who would answer in character to hint at their secret identity. For example, if a celebrity was given the identity of Robert Goulet and was asked, \"If you were to have a human transplant, what part of your body would be transplanted?\", a good clue would be to deepen their voice and answer, \"My larynx.\" Or, if the celebrity was given the identity of Soupy Sales and asked \"If you were a billboard, what would be on you?\", they could use wordplay by saying, \"A little boy and girl sitting next to a shiny aluminum can\" (alluding to a \"soup\" can).",
            "score": 66.64091491699219
        },
        {
            "docid": "19114936_3",
            "document": "Fish soup . Traditionally, soups are classified into two main groups: \"clear soups\" and \"thick soups\". The established French classifications of clear soups are \"bouillon\" and \"consommé\". Thick soups are classified depending upon the type of thickening agent used: \"bisques\" are made from puréed shellfish or vegetables thickened with \"cream\"; cream soups may be thickened with béchamel sauce; and \"veloutés\" are thickened with eggs, butter, and cream. Other ingredients commonly used to thicken soups and broths include rice, lentils, flour, and grains; many popular soups also include carrots and potatoes.",
            "score": 66.61148071289062
        },
        {
            "docid": "34763994_8",
            "document": "Nike Cortez . The shoe is given a simple outer design that consists of the Nike Swoosh symbol across the sides of the shoe and a streak across the lower portion of the outer sole. Leather was the first material used to construct the shoe. However Bowerman soon realized that he could reduce the weight of the shoe if he changed the material of the shoe's upper to nylon and suede. In 2009, a new design of the Nike Cortez - the Cortez Fly Motion - was released. The Cortez Fly Motion instituted flywire: a lightweight thread made of Vectran placed in the upper of the shoe, which further reduced the weight of the shoe.",
            "score": 66.45782470703125
        },
        {
            "docid": "46461_41",
            "document": "Chicken soup . Typically sold as a condensed soup, canned chicken soup, such as Campbell's Chicken Noodle Soup, is notable for its high sodium content, 890 mg per 1/2 cup serving, giving a 1 1/2 cup bowl of soup about 2,500 mg, a full days allowance in the case of the mainstream brand, Campbell's. Other condensed chicken soups such as Chicken with Rice or Chicken & Stars Soup produced by Campbell have similar amounts, as do generic versions of the product. Canned chicken soup with much less sodium than the traditional formulation is available, including many varieties produced by Campbell's, some with at little as 100 mg of sodium. Campbell's claims production of a chicken noodle soup that will find broad consumer acceptance, in short, that will sell, is very difficult.",
            "score": 66.43144989013672
        },
        {
            "docid": "19651298_3",
            "document": "Soup . In traditional French cuisine, soups are classified into two main groups: \"clear soups\" and \"thick soups\". The established French classifications of clear soups are \"bouillon\" and \"consommé\". Thick soups are classified depending upon the type of thickening agent used: \"purées\" are vegetable soups thickened with starch; \"bisques\" are made from puréed shellfish or vegetables thickened with \"cream\"; cream soups may be thickened with béchamel sauce; and \"veloutés\" are thickened with eggs, butter, and cream. Other ingredients commonly used to thicken soups and broths include egg, rice, lentils, flour, and grains; many popular soups also include pumpkin, carrots, and potatoes.",
            "score": 66.39187622070312
        },
        {
            "docid": "52889898_13",
            "document": "Running injuries . Minimalist shoes are an alternative option that can be seen as an intermediate between running barefoot or with traditional running shoes, as they lack the high cushioned heels of traditional running shoes. These shoes are also designed to encourage forefoot striking. One study observed the redistribution of mechanical work with fast speed running in minimalist shoes compared to conventional shoes in 26 trained runners. The results showed that running at a fast pace in minimalist shoes caused a statistically significant redistribution of work from the knee to the ankle joint. Therefore, switching to a minimalist running shoe may be beneficial in preventing recurrence for runners who have experienced a knee injury in the past. However, the switch could also increase the risk of ankle and calf injuries. As with to barefoot running, runners who chose to switch to minimalist shoes should not start out at full training intensity.",
            "score": 66.32520294189453
        },
        {
            "docid": "26088472_10",
            "document": "University of Osuna . Positions were also endowed for 36 \"sopistas\" or \"capigorrones\" (the names mean, respectively, \"eaters of thin soup\" and \"layabouts\"), 12 each in grammar, arts, theology. These positions—again, as in other Spanish universities of the time—were reserved for poor young men of ability; they received a modest scholarship and their bread and board. It is not known how many \"sopistas\" actually attended the university, though there is a building near the university that tradition says was the \"soup house\" where they took meals. The degree of their poverty can be ascertained in part from a specific provision to supply them with shoes. These positions were set aside not so much to aid social mobility as because these graduates often reflected so well on the university. Their \"cuchara al cinturón\" (\"spoon on the belt\") remains a symbol of the \"tuna\" (a type of student troubadour) down to this day.",
            "score": 66.14463806152344
        }
    ]
}