{
    "q": [
        {
            "docid": "91452_13",
            "document": "John B. Watson . In 1913, Watson viewed Ivan Pavlov's conditioned reflex as primarily a physiological mechanism controlling glandular secretions. He had already rejected Edward L. Thorndike's \"Law of Effect\" (a precursor to B. F. Skinner's principle of reinforcement) due to what Watson believed were unnecessary subjective elements. It was not until 1916 that Watson would recognize the more general significance of Pavlov's formulation and make it the subject of his presidential address to the American Psychological Association. The article is also notable for its strong defense of the objective scientific status of applied psychology, which at the time was considered to be much inferior to the established structuralist experimental psychology.",
            "score": 26.785938382148743
        },
        {
            "docid": "354398_13",
            "document": "She: A History of Adventure . During his time in South Africa, Haggard developed an intense hatred for the Boers, but also came to admire the Zulus. However, his admiration of the Zulus did not extend to other African peoples; rather, he shared many of the assumptions that underlay contemporary Victorian politics and philosophy, such as those expressed by James Hunt, the President of the Anthropological Society of London: \"the Negro is inferior intellectually to the European...[and] can only be humanised and civilised by Europeans. The analogies are far more numerous between the Negro and apes, than between the European and apes.\" The Victorian belief in the inherent inferiority of the 'darker races' made them the object of a civilising impulse in the European Scramble for Africa. Although disenchanted with the colonial effort, Haggard remained committed to this ideology. He believed that the British \"alone of all the nations in the world appear to be able to control coloured races without the exercise of cruelty\".",
            "score": 44.236719369888306
        },
        {
            "docid": "41170680_7",
            "document": "James Stewart (missionary) . He also had many negative views about the African natives. He felt there were no moral forces present in the African natives' lives. He warned people who went there of \"descent into mere animalism and fixed and hopeless barbarism,\" showing how he viewed the lives of the Africans as inferior to his life. He was also worried about their moral degradation because of polygamy and witchcraft. Stewart thought that this degradation process was reversible through mission help. He aimed at fixing their decline through his missionary work in Africa. Stewart also implicitly suggested that Africans were racially inferior to Europeans, both physically and biologically. Even though at first James Stewart had many negative views on Africans, he did not treat them as inferiors and did everything he could to help them.",
            "score": 40.27933073043823
        },
        {
            "docid": "48371322_8",
            "document": "Lewis Harvie Blair . Later in life Blair rejected his earlier opinions, stating in an unpublished manuscript that he believed African Americans to be inferior to whites, called for the Fourteenth and Fifteenth Amendments to be repealed, and also argued for disenfranchisement and segregation. His change in stance has been compared to Thomas E. Watson.",
            "score": 34.91382145881653
        },
        {
            "docid": "91452_23",
            "document": "John B. Watson . The 20th century marked the formation of qualitative distinctions between children and adults. Watson wrote the book \"Psychological Care of Infant and Child\" in 1928, with help from his mistress, turned wife, Rosalie Rayner. Critics then determined that the ideas mainly stemmed from Watson’s beliefs because Rosalie later entitled a self-penned article \"I am a Mother of Behaviorist Sons\". In the book, Watson explained that behaviorists were starting to believe psychological care and analysis was required for infants and children. All of Watson’s exclamations were due to his belief that children should be treated as a young adult. In his book, he warns against the inevitable dangers of a mother providing too much love and affection. Watson explains that love, along with everything else as the behaviorist saw the world, is conditioned. Watson supports his warnings by mentioning invalidism, saying that society does not overly comfort children as they become young adults in the real world, so parents should not set up these unrealistic expectations. Writer Suzanne Houk, \"Psychological Care of Infant and Child: A Reflection of its Author and his Times\", critiques Watson’s views, analyzing his hope for a businesslike and casual relationship between a mother and her child. Watson disapproved of thumb sucking, masturbation, homosexuality, and encouraged parents to be honest with their children about sex. Watson's reasoning for this was that, \"all of the weaknesses, reserves, fears, cautions, and inferiorities of our parents are stamped into us with sledge hammer blows\". Watson inferred that emotional disabilities were a result of personal treatment, not inherited.",
            "score": 37.76172590255737
        },
        {
            "docid": "91452_11",
            "document": "John B. Watson . After the divorce was finalized, Watson and Rayner married in 1920 in New Jersey. They remained together until her death in 1935.John and Rosalie had two children, James and William Watson, and they raised them with behaviorist principles that John believed in. Like their half-sister, Mary, both sons also later attempted suicide.William died of suicide in 1954.",
            "score": 18.763198375701904
        },
        {
            "docid": "16289_55",
            "document": "James Watson . Watson married Elizabeth Lewis in 1968. They have two sons, Rufus Robert Watson (b. 1970) and Duncan James Watson (b. 1972). Watson sometimes talks about his son Rufus, who suffers from schizophrenia, seeking to encourage progress in the understanding and treatment of mental illness by determining how genetics contribute to it.",
            "score": 30.08253502845764
        },
        {
            "docid": "25536008_3",
            "document": "Nucleic acid tertiary structure . The double helix is the dominant tertiary structure for biological DNA, and is also a possible structure for RNA. Three DNA conformations are believed to be found in nature, A-DNA, B-DNA, and Z-DNA. The \"B\" form described by James D. Watson and Francis Crick is believed to predominate in cells. James D. Watson and Francis Crick described this structure as a double helix with a radius of 10 Å and pitch of 34 Å, making one complete turn about its axis every 10 bp of sequence. The double helix makes one complete turn about its axis every 10.4–10.5 base pairs in solution. This frequency of twist (known as the helical \"pitch\") depends largely on stacking forces that each base exerts on its neighbours in the chain. Double-helical RNA adopts a conformation similar to the A-form structure.",
            "score": 44.79001522064209
        },
        {
            "docid": "3111001_11",
            "document": "Paul Cuffee . Most Englishmen and Anglo-Americans in his day felt that people of African descent were inferior to Europeans, even in the predominantly Calvinist and Quaker New England. Although slavery continued, prominent men like Presidents Thomas Jefferson and James Madison believed the emigration of Blacks to colonies outside the United States was the easiest and most realistic solution to the race problem in America. Attempts by Europeans and Americans to colonize Blacks in other parts of the world had failed, including the British attempt to colonize Sierra Leone. Beginning in 1787, the Sierra Leone Company sponsored 400 people who departed from Great Britain for Sierra Leone. The colony struggled to establish a working economy and develop a government that could survive against outside pressures. After the financial collapse of the Sierra Leone Company, a second group, the newly created African Institution offered migration to freed slaves who had previously settled in Nova Scotia and London after the American Revolution. The African Institution's London sponsors hoped to gain an economic return while foster the \"civilizing\" trades of educated Blacks.",
            "score": 22.626541137695312
        },
        {
            "docid": "597574_2",
            "document": "James Lopez Watson . James Lopez Watson (May 21, 1922 – September 1, 2001) was a judge for the United States Court of International Trade. While serving as a judge around the country, Watson became the first African-American to head a federal court in the Deep South.",
            "score": 23.96439480781555
        },
        {
            "docid": "5482732_11",
            "document": "The Interesting Narrative of the Life of Olaudah Equiano . Equiano makes numerous references to the similarity between the Jews and his people. Like the Jews, not only did his people practice circumcision, but they also practiced sacrificing, burnt offerings, and purification. He explains how Abraham’s wife was African, and that the skin colour of Eboan Africans and modern Jews differs due to the climate difference. At the end of the first chapter, Equiano asserts that Africans were not inferior people. The Europeans saw them as inferior because they were ignorant of the European language, history, and customs. He explains that it is important to remember that the ancestors of the Europeans were once uncivilized and barbarians at one point or another. He states, \"Understanding is not confined to feature or colour.\"",
            "score": 30.61698579788208
        },
        {
            "docid": "5297977_23",
            "document": "Lion's Blood . Due to the destruction of Rome by Carthage and Egypt in 200 BC, Europe remained largely tribal while Africa advanced technologically and culturally with steamboats, rifles and airships or \"flying boats\" by the late 19th century. The dominant Africans consider Europeans to be inferior and treat them as a source of slave labour which is supplied to them by Viking raiders similar to how our timeline's European White colonists viewed Black Africans as inferior and used them as slaves supplied by African slave traders. Southern Africa is controlled by the Zulus while the Vikings control much of Northern Europe and all of Scandinavia.",
            "score": 31.163690090179443
        },
        {
            "docid": "41170680_6",
            "document": "James Stewart (missionary) . Stewart thought that Africa was lagging behind other nations. When he first traveled in Africa, he observed that magic and medicine were intertwined, which he felt made African medicine inferior to European medicine. He felt that medicine in Africa had a very large presence, but he also felt that it had many malignant effects. He learned some of the natives’ medicine, but thought that European medicine should take precedence over native medicine.",
            "score": 32.12202501296997
        },
        {
            "docid": "23415844_29",
            "document": "Slavery among Native Americans in the United States . Some Native American tribes owned slaves.  The Five Civilized Tribes implemented some of these practices which they have seen as beneficial; they were working to get along with the Americans to keep their territory. These 5 nations made the largest efforts of all the Native American peoples to assimilate into white society adoption of slavery was one of them. They were the most receptive to whites pressures to adopt European cultures.  The pressures from European Americans to assimilate, the economic shift of furs and deerskins, and the government's continued attempts to civilize native tribes in the south led to them adopting an economy based on agriculture.  Slavery itself was not a new concept to indigenous American peoples as in inter-Native American conflict tribes often kept prisoners of war, but these captures often replaced slain tribe members.  Native American “versions” of slavery prior to European contact came nowhere close to fitting the European definition of slavery as Native Americans did not originally distinguish between groups of people based on color, but rather traditions.  There are conflicting theories as to what caused the shift between traditional Native American servitude to the oppressive racialized enslavement the Five Civilized tribes adopted.  One theory is the civilized tribes adopted slavery as means to defend themselves from federal pressure believing that it would help them maintain their southern lands.  Another narrative postulates that Native Americans began to feed into the European belief that Africans were somehow inferior to whites and themselves.  Some indigenous nations such as the Chickasaws and the Choctaws began to embrace the concept that African bodies were property, and equated blackness to hereditary inferiority.  In either case “The system of racial classification and hierarchy took shape as Europeans and Euro-Americans sought to subordinate and exploit Native Americans' and Africans' land, bodies, and labor.  Whether strategically or racially motivated the slave trade promoted African slaves owned by Native Americans which led to new power relations among Native societies, elevating groups such as the Five Civilized Tribes to power and serving, ironically, to preserve native order. These same missionaries reported that Native American slave owners were brutal and indulgent masters, even though accounts of Indian freedmen gave different accounts of being treated relatively well without tyrannical treatment. The earliest record of African and Native American contact occurred in April 1502, when Spanish explorers brought an African slave with them and encountered a band. Thereafter, Native Americans interacted with enslaved Africans and African Americans in every way possible; in the early colonial days, Native Americans were enslaved along with Africans, and both often worked with European indentured laborers. \"They worked together, lived together in communal quarters, produced collective recipes for food, shared herbal remedies, myths and legends, and in the end they intermarried.\" Because both races were non-Christian, Europeans considered them other and inferior to Europeans. They worked to make enemies of the two groups. In some areas, Native Americans began to slowly absorb white culture.",
            "score": 27.27188515663147
        },
        {
            "docid": "2091495_12",
            "document": "Nucleic acid double helix . At least three DNA conformations are believed to be found in nature, A-DNA, B-DNA, and Z-DNA. The \"B\" form described by James Watson and Francis Crick is believed to predominate in cells. It is 23.7 Å wide and extends 34 Å per 10 bp of sequence. The double helix makes one complete turn about its axis every 10.4–10.5 base pairs in solution. This frequency of twist (termed the helical \"pitch\") depends largely on stacking forces that each base exerts on its neighbours in the chain. The absolute configuration of the bases determines the direction of the helical curve for a given conformation.",
            "score": 35.07365322113037
        },
        {
            "docid": "16289_6",
            "document": "James Watson . James D. Watson was born in Chicago, Illinois, on April 6, 1928, as the only son of Jean (Mitchell) and James D. Watson, a businessman descended mostly from colonial English immigrants to America. His mother's father, Lauchlin Mitchell, a tailor, was from Glasgow, Scotland, and her mother, Lizzie Gleason, was the child of Irish parents from County Tipperary. Raised Catholic, he later described himself as \"an escapee from the Catholic religion.\" Watson said, \"The luckiest thing that ever happened to me was that my father didn't believe in God.\"",
            "score": 24.835922241210938
        },
        {
            "docid": "615757_11",
            "document": "Keilor, Victoria . In about 1838-39 the first European settlements were established by pastoralists James Watson and Alexander and John Hunter. James Watson is thought to have named their home station after a farm called Keillor <sic> in Forfarshire, Scotland, one of four which his father, Hugh Watson, tenanted.",
            "score": 29.21870756149292
        },
        {
            "docid": "11124673_3",
            "document": "Edward B. Watson . Watson was born on October 7, 1844, in Garnavillo, Iowa, as the child of James Watson and Emily Adams Franklin Watson. His older brother James Watson who would also serve on the Oregon Supreme Court was born in 1840. The family moved to Oregon Territory in 1853 and settled in Douglas County. In Oregon Edward Watson received an education in the public schools and at Wilbur Academy. Then, in June 1866, he graduated with a Bachelor of Arts from Pacific University in Forest Grove, Oregon. He then studied law and began practicing in 1868 in Jacksonville, Oregon. Watson studied the law under the supervision of his brother.",
            "score": 25.5404212474823
        },
        {
            "docid": "18897691_6",
            "document": "Woodlawn Cemetery (Fairmont, West Virginia) . James Otis Watson is considered the father of the bituminous coal industry in north central West Virginia. He and Pierpont owned the first coal mine to be commercially viable following the completion of the Baltimore and Ohio Railroad linking Fairmont with the eastern seaboard markets. One of his daughters married Aretas B. Fleming. His sons, James Edwin Watson, Sylvanus Lamb Watson and Clarence Wayland Watson are also buried here.",
            "score": 26.582597494125366
        },
        {
            "docid": "2136776_8",
            "document": "Wallace Thurman . He was able to publish only one issue of \"Fire!!\". It challenged such figures as W. E. B. Du Bois and African Americans who had been working for social equality and racial integration. Thurman criticized them for believing that black art should serve as propaganda for those ends. He said that the New Negro movement spent too much energy trying to show white Americans that blacks were respectable and not inferior.",
            "score": 22.618966341018677
        },
        {
            "docid": "9627698_22",
            "document": "Child development . John B. Watson’s behaviorism theory forms the foundation of the behavioral model of development 1925. Watson was able to explain the aspects of human psychology through the process of classical conditioning. With this process, Watson believed that all individual differences in behavior were due to different learning experiences. He wrote extensively on child development and conducted research (see Little Albert experiment). This experiment had shown that phobia could be created by classical conditioning. Watson was instrumental in the modification of William James’ stream of consciousness approach to construct a stream of behavior theory. Watson also helped bring a natural science perspective to child psychology by introducing objective research methods based on observable and measurable behavior. Following Watson’s lead, B.F. Skinner further extended this model to cover operant conditioning and verbal behavior. Skinner used the operant chamber, or Skinner box, to observe the behavior of small organisms in a controlled situation and proved that organisms' behaviors are influenced by the environment. Furthermore, he used reinforcement and punishment to shape in desired behavior.",
            "score": 25.55640709400177
        },
        {
            "docid": "7299_78",
            "document": "Colonialism . Popular political practices of the time reinforced colonial rule by legitimizing European (and/ or Japanese) male authority, and also legitimizing female and non-mother-country race inferiority through studies of Craniology, Comparative Anatomy, and Phrenology. Biologists, naturalists, anthropologists, and ethnologists of the 19th century were focused on the study of colonized indigenous women, as in the case of Georges Cuvier's study of Sarah Baartman. Such cases embraced a natural superiority and inferiority relationship between the races based on the observations of naturalists' from the mother-countries. European studies along these lines gave rise to the perception that African women's anatomy, and especially genitalia, resembled those of mandrills, baboons, and monkeys, thus differentiating colonized Africans from what were viewed as the features of the evolutionarily superior, and thus rightfully authoritarian, European woman.",
            "score": 27.818413138389587
        },
        {
            "docid": "13328928_3",
            "document": "List of fictional places in Yes Minister . Buranda is a fictional West African LDC (less developed country, later known as a developing country) that features in the second episode of \"Yes Minister\" (\"The Official Visit\") and (briefly) in \"Yes, Prime Minister\" (\"A Conflict of Interest\"). Formerly British Equatorial Africa, it is referred to privately by James Hacker as a \"TPLAC\" (tin-pot little African country), much to Sir Humphrey's consternation.",
            "score": 15.144733667373657
        },
        {
            "docid": "89988_26",
            "document": "W. E. B. Du Bois . The Niagarites held a second conference in August 1906, in celebration of the 100th anniversary of abolitionist John Brown's birth, at the West Virginia site of Brown's raid on Harper's Ferry. Reverdy C. Ransom spoke and addressed the fact that Washington's primary goal was to prepare blacks for employment in their current society: \"Today, two classes of Negroes, ... are standing at the parting of the ways. The one counsels patient submission to our present humiliations and degradations; ... The other class believe that it should not submit to being humiliated, degraded, and remanded to an inferior place ... it does not believe in bartering its manhood for the sake of gain.\"",
            "score": 15.49363398551941
        },
        {
            "docid": "2095829_81",
            "document": "Sonia Sotomayor . She takes several daily insulin injections, and her diabetes is considered to be well controlled. Sotomayor does not belong to a Catholic parish or attend Mass, but does attend church for important occasions. She has said, \"I am a very spiritual person [though] maybe not traditionally religious in terms of Sunday Mass every week, that sort of thing. The trappings are not important to me, but, yes, I do believe in God. And, yes, I do believe in the commandments.\"",
            "score": 9.483866691589355
        },
        {
            "docid": "30140560_10",
            "document": "South African Class 15A 4-8-2 . Since the only difference between the as-delivered Class 15 and Class 15A lay in the length of their boilers and whether they were built with or without combustion chambers, both models were reclassified to Class 15AR when they were reboilered with Watson Standard boilers. In the case of the Class 15A engines, reboilering replaced their combustion-chambered Belpaire boilers with less efficient Watson Standard boilers without combustion chambers and it was found that the rebuilds were inferior steamers compared with their non-rebuilt sister engines.",
            "score": 17.21112585067749
        },
        {
            "docid": "417385_19",
            "document": "Melvin B. Tolson . In 1941, he published his poem \"Dark Symphony\" in the \"Atlantic Monthly\". Some critics believe it is his greatest work, in which he compared and contrasted African-American and European-American history.",
            "score": 24.752642393112183
        },
        {
            "docid": "53870916_5",
            "document": "Native American slave ownership . In an effort to avoid removal, some Native American tribes attempted to assimilate into white European society through strategies such as formal schooling, adopting Christianity, moving off the reservation, or even owning slaves. The Five Civilized Tribes implemented some of these practices which they have seen as beneficial; they were working to get along with the Americans to keep their territory. These 5 nations made the largest efforts of all the Native American peoples to assimilate into white society adoption of slavey was one of them. They were the most receptive to whites pressures to adopt European cultures. The pressures from European Americans to assimilate, the economic shift of furs and deerskins, and the government's continued attempts to civilize native tribes in the south led to them adopting an economy based on agriculture. Slavery itself was not a new concept to indigenous American peoples as in inter-Native American conflict tribes often kept prisoners of war, but these captures often replaced slain tribe members. Native American \"versions\" of slavery prior to European contact came nowhere close to fitting the European definition of slavery as Native Americans did not originally distinguish between groups of people based on color, but rather traditions. There are conflicting theories as to what caused the shift between traditional Native American servitude to the oppressive racialized enslavement the Five Civilized tribes adopted. One theory is the civilized tribes adopted slavery as means to defend themselves from federal pressure believing that it would help them maintain their southern lands. Another narrative postulates that Native Americans began to feed into the European belief that Africans were somehow inferior to whites and themselves. Some indigenous nations such as the Chickasaws and the Choctaws began to embrace the concept that African bodies were property, and equated blackness to hereditary inferiority. In either case \"The system of racial classification and hierarchy took shape as Europeans and Euro-Americans sought to subordinate and exploit Native Americans' and Africans' land, bodies, and labor. Whether strategically or racially motivated the slave trade promoted interactions between the Five Civilized Tribes and African Slaves which led to new power relations among Native societies, elevating groups such as the Five Civilized Tribes to power and serving, ironically, to preserve native order.",
            "score": 23.560845375061035
        },
        {
            "docid": "50522581_14",
            "document": "Hungarian migrant quota referendum, 2016 . The Liberals took out a loan of HUF 12 million to place 150 billboards with political messages, such as \"If You stay home, Orbán remains upon us. Vote Yes!\" Guy Verhofstadt, the leader of the Alliance of Liberals and Democrats for Europe Group (ALDE), who called the referendum question as \"leading and manipulative\", which undermines the common European solution, actively participated in the MLP's campaign. In a video message, he said the Hungarian people was forced to \"choose between Hungary and Europe\". He urged the voters to \"say Yes to Europe, and say Yes to the European future of Hungary!\" Former ALDE Party President Graham Watson also expressed his support to the Liberal Party's quota campaign.",
            "score": 22.084976196289062
        },
        {
            "docid": "37578888_2",
            "document": "Michael B. Watson . Michael B. \"Mike\" Watson (born September 19, 1961 in Hopewell, Virginia) is an American politician. A Republican, he was elected to the Virginia House of Delegates in 2011. He represented the 93rd district, made up of the city of Williamsburg and parts of the counties of James City and York and the city of Newport News on the Virginia Peninsula.",
            "score": 21.040271759033203
        },
        {
            "docid": "155375_13",
            "document": "Chris Watson . Labour, including Watson, opposed the final terms of the Commonwealth Constitution, however their voting status was not enough to stop it from proceeding, and unlike Holman and Hughes, he believed that it should be submitted to the people. Nevertheless, with all but two of the Labour parliamentarians, he campaigned against the 'Yes' vote at the referendum. When the Constitution was accepted, he agreed that 'the mandate of the majority will have to be obeyed'. He had made an essential contribution to that democratic decision.",
            "score": 28.330369472503662
        },
        {
            "docid": "1881878_5",
            "document": "Nick of Time (film) . Watson eventually finds disabled war veteran named Huey who polishes people's shoes at the hotel. While at first he does not believe Watson's story, Smith talks to Watson about the plot, believing Huey to be completely deaf according to a sign. Huey reluctantly assists Watson to get to Governor Grant's suite and advise her of the conspiracy. Although skeptical at first of Watson's story, she later notices Brendan act suspiciously about Krista's whereabouts and realizes Watson was telling the truth. Being hastened by her husband to make the last speech, the governor greets supporters in a ballroom when Watson takes out the gun, points it at a projector room where Smith is watching him and shoots at the window. This unleashes a panic in the ballroom, causing a stampede and brief shootout between Watson and the security people. Thinking that his wife is dead, Brendan openly gloats about the plot's success, only to find out in horror that she had heard everything, confirming her suspicions about him.",
            "score": 23.870978116989136
        }
    ],
    "r": [
        {
            "docid": "26926596_42",
            "document": "History of the race and intelligence controversy . In 2007 James D. Watson, Nobel laureate in biology, gave a controversial interview to the \"Sunday Times Magazine\" during a book tour in the United Kingdom. Watson stated he was “inherently gloomy about the prospect of Africa” because “all our social policies are based on the fact that their intelligence is the same as ours – whereas all the testing says not really.” He also wrote that “there is no firm reason to anticipate that the intellectual capacities of peoples geographically separated in their evolution should prove to have evolved identically. Our wanting to reserve equal powers of reason as some universal heritage of humanity will not be enough to make it so.” This resulted in the cancellation of a Royal Society lecture, along with other public engagements, and his suspension from his administrative duties at Cold Spring Harbor Laboratory. He subsequently cancelled the tour and resigned from his position at CSHL, where he had served as either director, president or chancellor since 1968. However, Watson was later appointed chancellor emeritus of CSHL, and, as of 2009, he continued to advise and guide project work at the laboratory.",
            "score": 79.25753784179688
        },
        {
            "docid": "10690215_20",
            "document": "Bruno Maddox . Maddox's \"Discover\" columns are occasionally criticized; his essay \"Fictional Reality\", in particular, has been controversial. Maddox declared science fiction obsolete in his essay \"Fictional Reality\" and was roundly criticized in the blogosphere, most notably by \"Scientific American\"<nowiki>'</nowiki>s J.R. Minkel. Maddox wrote that \"fiction—all fiction—finally became obsolete as a delivery system for big ideas\" as a result of the \"scarcity of foreseeable future\", citing the decline of author Michael Crichton's work as evidence. Minkel lambasted Maddox and pointed to author Neal Stephenson's cutting-edge work as proof to the contrary, venturing that \"science fiction writers can \"dictate\" the future if they have the vim and vision\". One of Maddox's most recent \"Discover\" essays, \"The James Watson Affair\", examines comments made by James Watson in an article in London's \"Sunday Times\" which led to Watson's suspension at the laboratory where he worked and his eventual retirement, and is skeptical of critics who found Watson's comment about black employees \"not that big a deal\" yet charged him with racism for his proposition on black African intelligence; in conclusion, Maddox derides the views held by several critics, stating that in comparison to Watson's statements, \"the most ignorant and hurtful idea of all, of course, is that the entire topic of race and genes and intelligence is off-limits to all right-thinking, compassionate people, just on principle\", which pejoratively assumes \"that some races \"are\" innately and immutably much less intelligent than others\". Maddox's essay, although published in the March 2008 printed edition of \"Discover\", has not been published online.",
            "score": 53.99184036254883
        },
        {
            "docid": "26926596_31",
            "document": "History of the race and intelligence controversy . In the 1980s, the political scientist Jim Flynn compared the results of groups who took both older and newer versions of specific IQ tests. His research led him to the discovery of what is now called the Flynn effect: a substantial increase in average IQ scores over the years across all groups tested. His discovery was confirmed later by many other studies. While trying to understand these remarkable test score increases, Flynn had postulated in 1987 that \"IQ tests do not measure intelligence but rather a correlate with a weak causal link to intelligence\". By 2009, however, Flynn felt that the IQ test score changes are real. He suggests that our fast-changing world has faced successive generations with new cognitive challenges that have considerably stimulated intellectual ability. \"Our brains as presently constructed probably have much excess capacity ready to be used if needed. That was certainly the case in 1900.\" Flynn notes that \"Our ancestors in 1900 were not mentally retarded. Their intelligence was anchored in everyday reality. We differ from them in that we can use abstractions and logic and the hypothetical to attack the formal problems that arise when science liberates thought from concrete situations. Since 1950, we have become more ingenious in going beyond previously learned rules to solve problems on the spot.\" From the 1980s onwards, the Pioneer Fund continued to fund hereditarian research on race and intelligence, in particular the two English-born psychologists Richard Lynn of the University of Ulster and J. Philippe Rushton of the University of Western Ontario, its president since 2002. Rushton returned to the cranial measurements of the 19th century, using brain size as an extra factor determining intelligence; in collaboration with Jensen, he most recently developed updated arguments for the genetic explanation of race differences in intelligence. Lynn, longtime editor of and contributor to Mankind Quarterly and a prolific writer of books, has concentrated his research in race and intelligence on gathering and tabulating data about race differences in intelligence across the world. He has also made suggestions about its political implications, including the revival of older theories of eugenics, which he describes as \"the truth that dares not speak its name\".",
            "score": 52.46429443359375
        },
        {
            "docid": "2209291_32",
            "document": "Intelligence and public policy . In the book \"Practical Ethics\", philosopher Peter Singer wrote: Let us suppose that the genetic hypothesis turns out to be correct... I believe that the implications of this supposition are less drastic than they are often supposed to be... First, the genetic hypothesis does not imply that we should reduce our efforts to overcome other causes of inequality between people... Perhaps we should put special efforts into helping those who start from a position of disadvantage, so that we end with a more egalitarian result. Second, the fact that the average IQ of one racial group is a few points higher than that of another does not allow anyone to say that all members of the higher IQ group have higher IQs... The point is that these figures are averages and say nothing about individuals... The third reason... is simply that, as we saw earlier, the principle of equality is not based on any actual equality that all people share. I have argued that the only defensible basis for the principle of equality is equal consideration of interests... Equal status does not depend on intelligence. Racists who maintain the contrary are in peril of being forced to kneel before the next genius they encounter. Differences in health care, nutrition, regulation of environmental toxins, and geographic distribution of diseases and control strategies between the developing world and developed nations have all been subjects of policies or policy recommendations (see Health and intelligence).",
            "score": 50.83744430541992
        },
        {
            "docid": "52502_26",
            "document": "Nobel Prize in Physiology or Medicine . The 1962 Prize awarded to James D. Watson, Francis Crick, and Maurice Wilkins—for their work on DNA structure and properties—did not recognize contributing work from others, such as Alec Stokes and Herbert Wilson. In addition, Erwin Chargaff, Oswald Avery, and Rosalind Franklin (whose key DNA x-ray crystallography work was the most detailed yet least acknowledged among the three) contributed directly to the ability of Watson and Crick to solve the structure of the DNA molecule—but Avery died in 1955, and Franklin in 1958 and posthumous nominations for the Nobel Prize are not permitted. However, recently unsealed files of the Nobel Prize nominations reveal that no one ever nominated Franklin for the prize when she was alive. Wilkins' crucial contribution was to show Rosalind Franklin's key x-ray photos to Watson. As a result of Watson's misrepresentations of Franklin and her role in the discovery of the double helix in his book \"The Double Helix\", Franklin has come to be portrayed as a classic victim of sexism in science. Chargaff, for his part, was not quiet about his exclusion from the prize, bitterly writing to other scientists about his disillusionment regarding the field of molecular biology.",
            "score": 50.245121002197266
        },
        {
            "docid": "774449_2",
            "document": "Richard Lynn . Richard Lynn (born 20 February 1930) is an English psychologist and author. He is a former professor emeritus of psychology at the University of Ulster, having had the title withdrawn by the university in 2018, and assistant editor of the journal \"Mankind Quarterly\", which has been described as a \"white supremacist journal\". Lynn studies intelligence and is known for his belief in racial differences in intelligence. Lynn was educated at King's College, Cambridge in England. He has worked as lecturer in psychology at the University of Exeter and as professor of psychology at the Economic and Social Research Institute, Dublin, and at the University of Ulster at Coleraine. He has written or co-written 11 books and more than 200 journal articles spanning five decades. Two of his recent books are on dysgenics and eugenics. Lynn's research on racial and national differences in intelligence is controversial. In the late 1970s, Lynn wrote that he found that Northeast Asians have a higher average intelligence quotient (IQ) than Europeans and Europeans have a higher average IQ than Sub-Saharan Africans. In 1990, he proposed that the Flynn effect – the gradual increase in IQ scores observed around the world since the 1930s – could possibly be explained by improved nutrition. In two books co-written with Tatu Vanhanen, Lynn and Vanhanen argued that differences in developmental indexes among various nations are partially caused by the average IQ of their citizens. However, Earl Hunt and Werner Wittmann (2006) questioned the validity of their research methods and the highly inconsistent quality of the available data points that Lynn and Vanhanen used in their analysis. Lynn has also argued that the high fertility rate among individuals of low IQ constitutes a major threat to Western civilization, as he believes people with low IQ scores will eventually outnumber high-IQ individuals. He has argued in favor of political measures to prevent this, including anti-immigration and eugenics policies, provoking heavy criticism internationally. Lynn's work was among the main sources cited in the book \"The Bell Curve\" and he was one of 52 scientists who signed an opinion piece in the \"Wall Street Journal\" entitled \"Mainstream Science on Intelligence\", which endorsed a number of the views presented in the book. Lynn was the first to propose the \"cold winters theory\" of the evolution of human intelligence, which postulates that intelligence evolved to greater degrees as an evolutionary adaptation to colder environments.  Lynn sits on the editorial boards of the journals \"Intelligence\", \"Personality and Individual Differences\", and \"Mankind Quarterly\". Critics have called \"Mankind Quarterly\" a \"cornerstone of the scientific racism establishment\" and a \"white supremacist journal.\" He is also on the board of the Pioneer Fund, which funds \"Mankind Quarterly\", and has also been described as racist in nature. A number of scientists, including Leon Kamin, have criticised Lynn's work on racial and national demography and intelligence for lacking scientific rigour and for promoting a racialist political agenda. A number of scholars and intellectuals have said that Lynn is associated with a network of academics and organizations that promote scientific racism.",
            "score": 49.95518112182617
        },
        {
            "docid": "177650_12",
            "document": "Hans Eysenck . Barnett quotes additional criticism of \"Race, Intelligence and Education\" from Sandra Scarr-Salapatek, who wrote in 1976 that Eysenck's book was \"generally inflammatory\" and that there \"is something in this book to insult almost everyone except WASPs and Jews.\" Scarr was equally critical of Eysenck's hypotheses, one of which was the supposition that slavery on plantations had selected African Americans as a less intelligent sub-sample of Africans. Scarr also criticised another statement of Eysenck on the alleged significantly lower IQs of Italian, Spanish, Portuguese and Greek immigrants in the US relative to the populations in their country of origin. \"Although Eysenck is careful to say that these are not established facts (because no IQ tests were given to the immigrants or nonimmigrants in question?\" Scarr writes that the careful reader would conclude that \"Eysenck admits that scientific evidence to date does not permit a clear choice of the genetic-differences interpretation of black inferiority on intelligence tests,\" whereas a \"quick reading of the book, however, is sure to leave the reader believing that scientific evidence today strongly supports the conclusion that US blacks are genetically inferior to whites in IQ.\" Some of Eysenck's later work was funded from the Pioneer Fund, an organization often criticised for allegedly promoting scientific racism, However, Eysenck himself was vehemently opposed to racism. As Eysenck stated, \"My hatred of Hitler and the Nazis, and all they stood for, was so overwhelming that no argument could counter it (p. 40).\"",
            "score": 49.86078643798828
        },
        {
            "docid": "11871524_10",
            "document": "Henry Harpending . The Southern Poverty Law Center has documented Harpending's works and statements on race, noting his association with white supremacist groups and referring to his work as an attempt to perpetuate scientific racism. The SPLC notes he attributed stereotypes of different human populations to genetic differences, often saying that Africans, Papua New Guineans, and \"Baltimore\" (African-Americans) possess the same genetic temperamental predispositions which he said are characterized by \"violence, laziness, and a preference for 'mating instead of parenting'\", while Europeans and northern Asians \"have evolved higher intelligence and 'tend to be more disciplined than people who take life for granted'\"; he favored mass deportation of illegal immigrants from the United States using FEMA camps as part of the process and did not believe that more money should be spent on education in the United States because he thought the race-based disparities are based on genetics rather than disparities in funding; gave conferences at what the SPLC says are white supremacist groups; and supported eugenics, crediting it in the form of the death penalty for the \"genetic pacification\" of the western European population.",
            "score": 49.14822769165039
        },
        {
            "docid": "90472_65",
            "document": "Rosalind Franklin . Sayre's early analysis was often ignored because of perceived feminist overtones in her book. Watson and Crick did not cite the X-ray diffraction work of Wilkins and Franklin in their original paper, though they admit having \"been stimulated by a knowledge of the general nature of the unpublished experimental results and ideas of Dr. M. H. F. Wilkins, Dr. R. E. Franklin and their co-workers at King's College, London\". In fact, Watson and Crick cited no experimental data at all in support of their model. Franklin and Gosling's publication of the DNA X-ray image, in the same issue of \"Nature\", served as the principal evidence: Franklin was never nominated for a Nobel Prize. Her work was a crucial part in the discovery of DNA's structure, which along with subsequent related work led to Francis Crick, James Watson, and Maurice Wilkins being awarded a Nobel Prize in 1962. She had died in 1958, and during her lifetime the DNA structure was not considered as fully proven. It took Wilkins and his colleagues about seven years to collect enough data to prove and refine the proposed DNA structure. Moreover, its biological significance, as proposed by Watson and Crick, was not established. General acceptance for the DNA double helix and its function did not start until late in the 1950s, leading to Nobel nominations in 1960, 1961, and 1962 for Nobel Prize in Physiology or Medicine, and in 1962 for Nobel Prize in Chemistry. The first breakthrough was from Matthew Meselson and Franklin Stahl in 1958, who experimentally showed the DNA replication of a bacterium \"Escherichia coli\". Now known as Meselson–Stahl experiment, DNA was found to replicate into two double-stranded helices, with each helix having one of the original DNA strands. This DNA replication was firmly established by 1961 after further demonstration in other species, and of the stepwise chemical reaction. According to the 1961 Crick–Monod letter, this experimental proof, along with Wilkins having initiated the DNA diffraction work, were the reasons why Crick felt that Wilkins should be included in the DNA Nobel Prize.",
            "score": 48.8650016784668
        },
        {
            "docid": "11461_30",
            "document": "Francis Crick . As a result of leaving King's College for Birkbeck College, Franklin was asked by John Randall to give up her work on DNA. When it became clear to Wilkins and the supervisors of Watson and Crick that Franklin was going to the new job, and that Linus Pauling was working on the structure of DNA, they were willing to share Franklin's data with Watson and Crick, in the hope that they could find a good model of DNA before Pauling was able. Franklin's X-ray diffraction data for DNA and her systematic analysis of DNA's structural features was useful to Watson and Crick in guiding them towards a correct molecular model. The key problem for Watson and Crick, which could not be resolved by the data from King's College, was to guess how the nucleotide bases pack into the core of the DNA double helix. Another key to finding the correct structure of DNA was the so-called Chargaff ratios, experimentally determined ratios of the nucleotide subunits of DNA: the amount of guanine is equal to cytosine and the amount of adenine is equal to thymine. A visit by Erwin Chargaff to England, in 1952, reinforced the salience of this important fact for Watson and Crick. The significance of these ratios for the structure of DNA were not recognized until Watson, persisting in building structural models, realized that A:T and C:G pairs are structurally similar. In particular, the length of each base pair is the same. Chargaff had also pointed out to Watson that, in the aqueous, saline environment of the cell, the predominant tautomers of the pyrimidine (C and T) bases would be the amine and keto configurations of cytosine and thymine, rather than the imino and enol forms that Crick and Watson had assumed. They consulted Jerry Donohue who confirmed the most likely structures of the nucleotide bases. The base pairs are held together by hydrogen bonds, the same non-covalent interaction that stabilize the protein α-helix. The correct structures were essential for the positioning of the hydrogen bonds. These insights led Watson to deduce the true biological relationships of the A:T and C:G pairs. After the discovery of the hydrogen bonded A:T and C:G pairs, Watson and Crick soon had their anti-parallel, double helical model of DNA, with the hydrogen bonds at the core of the helix providing a way to \"unzip\" the two complementary strands for easy replication: the last key requirement for a likely model of the genetic molecule. As important as Crick's contributions to the discovery of the double helical DNA model were, he stated that without the chance to collaborate with Watson, he would not have found the structure by himself.",
            "score": 48.69169616699219
        },
        {
            "docid": "56054758_4",
            "document": "Rosalind Franklin and DNA . The discovery of the structure of DNA in 1953 is regarded as \"the greatest and most important scientific discovery of the 20th Century\". Francis Crick, James Watson and Maurice Wilkins received the Nobel Prize in Physiology or Medicine in 1962 for the discovery. This discovery laid the foundation for modern biology, including medical and molecular researches. The discoverers earned a lasting worldwide fame. But the contribution made by Rosalind Franklin, who died in 1958, was largely forgotten. The main motive for Sayre's book came from James Watson's memoir \"The Double Helix : A Personal Account of the Discovery of the Structure of DNA\". Published in 1968, \"The Double Helix\" reflected the account of the discovery in which Franklin was portrayed as \"uninteresting\", \"belligerent\", and \"sharp, stubborn mind\", referring her as \"Rosy\", the name she did not want to be called. Watson described her as having \"all the imagination of English blue-stocking adolescents\", and \"the product of an unsatisfied mother\".",
            "score": 48.643375396728516
        },
        {
            "docid": "90472_4",
            "document": "Rosalind Franklin . Franklin is best known for her work on the X-ray diffraction images of DNA, particularly Photo 51, while at King's College, London, which led to the discovery of the DNA double helix for which James Watson, Francis Crick and Maurice Wilkins shared the Nobel Prize in Physiology or Medicine in 1962. Watson suggested that Franklin would have ideally been awarded a Nobel Prize in Chemistry, along with Wilkins, but the Nobel Committee does not make posthumous nominations.",
            "score": 48.591678619384766
        },
        {
            "docid": "26494_70",
            "document": "Race and intelligence . Most people have an ancestry from different geographic regions, particularly African Americans typically have ancestors from both Africa and Europe, with, on average, 20% of their genome inherited from European ancestors. If racial IQ gaps have a partially genetic basis, one might expect blacks with a higher degree of European ancestry to score higher on IQ tests than blacks with less European ancestry, because the genes inherited from European ancestors would likely include some genes with a positive effect on IQ. Geneticist Alan Templeton has argued that an experiment based on the Mendelian \"common garden\" design where specimens with different hybrid compositions are subjected to the same environmental influences, would be the only way to definitively show a causal relation between genes and IQ. Summarizing the findings of admixture studies, he concludes that it has shown no significant correlation between any cognitive and the degree of African or European ancestry.",
            "score": 48.015411376953125
        },
        {
            "docid": "161804_26",
            "document": "Africanized bee . The popular term \"killer bee\" has only limited scientific meaning today because there is no generally accepted fraction of genetic contribution used to establish a cut-off. Although the native African \"Apis mellifera scutellata\" are smaller, and build smaller comb cells than the European bees, their hybrids are not smaller. Africanized bees have slightly shorter wings, which can only be recognized reliably by performing a statistical analysis on micro-measurements of a substantial sample. One problem with this test is that there are also other subspecies, such as \"Apis mellifera iberiensis\", which have shorter wings. This trait is thought to derive from ancient hybrid haplotypes thought to have links to evolutionary lineages from Africa. Some belong to \"Apis mellifera intermissa\" but others have an indeterminate origin; the \"Egyptian honeybee\" (\"Apis mellifera lamarckii\"), present in small numbers in the southeastern United States, has the same morphology. Currently testing techniques have moved away from external measurements to DNA analysis, but this means the test can only be done by a sophisticated laboratory. Molecular diagnostics using the mitochondrial DNA (mtDNA) cytochrome b gene can differentiate \"A. m. scutellata\" from other \"A. mellifera\" lineages, though mtDNA only allows one to detect an Africanized colony that has an Africanized queen, and not colonies where a European queen has mated with Africanized drones. A test based on single nucleotide polymorphisms has recently been created to detect Africanized bees based on the proportion of African and European ancestry.",
            "score": 47.677852630615234
        },
        {
            "docid": "26926596_18",
            "document": "History of the race and intelligence controversy . In his article, 123 pages long, Jensen insisted on the accuracy and lack of bias in intelligence tests, stating that the absolute quantity \"g\" that they measured, the general intelligence factor, first introduced by the English psychologist Charles Spearman in 1904, \"stood like a Rock of Gibraltar in psychometrics\". He stressed the importance of biological considerations in intelligence, commenting that \"the belief in the almost infinite plasticity of intellect, the ostrich-like denial of biological factors in individual differences, and the slighting of the role of genetics in the study of intelligence can only hinder investigation and understanding of the conditions, processes, and limits through which the social environment influences human behavior.\" He argued at length that, contrary to environmentalist orthodoxy, intelligence was partly dependent on the same genetic factors that influence other physical attributes. More controversially, he briefly speculated that the difference in performance at school between blacks and whites might have a partly genetic explanation, commenting that there were \"various lines of evidence, no one of which is definitive alone, but which, viewed all together, make it a not unreasonable hypothesis that genetic factors are strongly implicated in the average Negro-white intelligence difference. The preponderance of the evidence is, in my opinion, less consistent with a strictly environmental hypothesis than with a genetic hypothesis, which, of course, does not exclude the influence of environment or its interaction with genetic factors.\" He advocated the allocation of educational resources according to merit and insisted on the close correlation between intelligence and occupational status, arguing that \"in a society that values and rewards individual talent and merit, genetic factors inevitably take on considerable importance.\" Concerned that the average IQ in the USA was inadequate to answer the increasing needs of an industrialised society, he predicted that people with lower IQs would become unemployable while at the same time there would be an insufficient number with higher IQs to fill professional posts. He felt that eugenic reform would prevent this more effectively than compensatory education, surmising that \"the technique for raising intelligence \"per se\" in the sense of \"g\", probably lie more in the province of biological science than in psychology or education\". He pointed out that intelligence and family size were inversely correlated, particularly amongst the black population, so that the current trend in average national intelligence was dysgenic rather than eugenic. As he wrote, \"Is there a danger that current welfare policies, unaided by eugenic foresight, could lead to the genetic enslavement of a substantial segment of our population? The fuller consequences of our failure seriously to study these questions may well be judged by future generations as our society's greatest injustice to Negro Americans.\" He concluded by emphasizing the importance of child-centered education. Although a tradition had developed for the exclusive use of cognitive learning in schools, Jensen argued that it was not suited to \"these children's genetic and cultural heritage\": although capable of associative learning and memorization (\"Level I\" ability), they had difficulties with abstract conceptual reasoning (\"Level II\" ability). He felt that in these circumstances the success of education depended on exploiting \"the actual potential learning that is latent in these children's patterns of abilities\". He suggested that, in order to ensure equality of opportunity, \"schools and society must provide a range and diversity of educational methods, programs and goals, and of occupational opportunities, just as wide as the range of human abilities.\"",
            "score": 47.60456466674805
        },
        {
            "docid": "2091495_5",
            "document": "Nucleic acid double helix . The realization that the structure of DNA is that of a double-helix elucidated the mechanism of base pairing by which genetic information is stored and copied in living organisms and is widely considered one of the most important scientific discoveries of the 20th century. Crick, Wilkins, and Watson each received one third of the 1962 Nobel Prize in Physiology or Medicine for their contributions to the discovery. (Franklin, whose breakthrough X-ray diffraction data was used to formulate the DNA structure, died in 1958, and thus was ineligible to be nominated for a Nobel Prize.)",
            "score": 47.168827056884766
        },
        {
            "docid": "37342_34",
            "document": "Linus Pauling . Pauling then proposed that deoxyribonucleic acid (DNA) was a triple helix; his model contained several basic mistakes, including a proposal of neutral phosphate groups, an idea that conflicted with the acidity of DNA. Sir Lawrence Bragg had been disappointed that Pauling had won the race to find the alpha helix structure of proteins. Bragg's team had made a fundamental error in making their models of protein by not recognizing the planar nature of the peptide bond. When it was learned at the Cavendish Laboratory that Pauling was working on molecular models of the structure of DNA, James Watson and Francis Crick were allowed to make a molecular model of DNA. They later benefited from unpublished data from Maurice Wilkins and Rosalind Franklin at King's College which showed evidence for a helix and planar base stacking along the helix axis. Early in 1953 Watson and Crick proposed a correct structure for the DNA double helix. Pauling later cited several reasons to explain how he had been misled about the structure of DNA, among them misleading density data and the lack of high quality X-ray diffraction photographs. During the time Pauling was researching the problem, Rosalind Franklin in England was creating the world's best images. They were key to Watson's and Crick's success. Pauling did not see them before devising his mistaken DNA structure, although his assistant Robert Corey did see at least some of them, while taking Pauling's place at a summer 1952 protein conference in England. Pauling had been prevented from attending because his passport was withheld by the State Department on suspicion that he had Communist sympathies. This led to the legend that Pauling missed the structure of DNA because of the politics of the day (this was at the start of the McCarthy period in the United States). Politics did not play a critical role. Not only did Corey see the images at the time, but Pauling himself regained his passport within a few weeks and toured English laboratories well before writing his DNA paper. He had ample opportunity to visit Franklin's lab and see her work, but chose not to.",
            "score": 46.932640075683594
        },
        {
            "docid": "26926596_30",
            "document": "History of the race and intelligence controversy . Other professional academic bodies reacted to the dispute differently. The \"Society for the Psychological Study of Social Issues\", a division of the American Psychological Society, issued a public statement in 1969 criticizing Jensen's research, declaring that, \"To construct questions about complex behavior in terms of heredity \"versus\" environment is to oversimplify the essence and nature of human development and behavior.\" The American Anthropological Association convened a panel discussion in 1969 at its annual general meeting, shortly after the appearance of Jensen's paper, where several participants labelled his research as \"racist\". Subsequently, the association issued an official clarification, stating that, \"The shabby misuse of IQ testing in the support of past American racist policies has created understandable anxiety over current research on the inheritance of human intelligence. But the resulting personal attacks on a few scientists with unpopular views has had a chilling effect on the entire field of behavioral genetics and clouds public discussion of its implications.\" In 1975 the Genetics Society of America made a similarly cautious statement: \"The application of the techniques of quantitative genetics to the analysis of human behavior is fraught with human complications and potential biases, but well-designed research on the genetic and environmental components of human psychological traits may yield valid and socially useful results and should not be discouraged.\"",
            "score": 46.86540222167969
        },
        {
            "docid": "4816797_18",
            "document": "Race and society . Researchers have reported significant differences in the average IQ test scores of various racial groups. The interpretation and causes of these differences are controversial, as researchers disagree about whether this gap is caused by genetic differences. The social interpretations of the race concept is incompatible with the idea that the IQ gap between racial groups is caused by genetic factors, and those who see race as a social construction posit purely environmental and sociological explanations for the gap. Such explanations include different access to education for different racial groups, different social attitudes towards test-taking, stereotype threat, lack of effort optimism due to low social status and many other proposed explanations. For example, psychologist Jefferson Fish argues that race is a social construction and argues that for this reason the question of racial differences in intelligence is not scientific, though his opinion has been repeatedly disproven. For example, one might want to compare black-white IQ differences in Brazil with those in the United States. Since many people who are considered black in the U. S. would not be considered black in Brazil, and since many people who are considered white in Brazil would not be considered white in the U. S., such a comparison is not possible. However, Richard Lynn in his book \"Race Differences in Intelligence\" does not define races based on current social classification but on ancestral populations. Many current ethnic groups would be mixtures of several races in this classification. Arthur Jensen and J. Philippe Rushton have also defined race based on ancestral home, although somewhat differently from Lynn, when speaking of Black–White–East Asian IQ differences in the US. \"Blacks (Africans, Negroids) are those who have most of their ancestors from sub-Saharan Africa; Whites (Europeans, Caucasoids) have most of their ancestors from Europe; and East Asians (Orientals, Mongoloids) have most of their ancestors from Pacific Rim countries.\"",
            "score": 46.11387252807617
        },
        {
            "docid": "31283_10",
            "document": "The Mismeasure of Man . As an evolutionary biologist and historian of science, Gould accepted \"biological variability\" (the premise of the transmission of intelligence via genetic heredity), but opposed \"biological determinism\", which posits that genes determine a definitive, unalterable social destiny for each man and each woman in life and society. \"The Mismeasure of Man\" is an analysis of statistical correlation, the mathematics applied by psychologists to establish the validity of IQ tests, and the heritability of intelligence. For example, to establish the validity of the proposition that IQ is supported by a general intelligence factor (\"g\" factor), the answers to several tests of cognitive ability must positively correlate; thus, for the \"g\" factor to be a heritable trait, the IQ-test scores of close-relation respondents must correlate more than the IQ-test scores of distant-relation respondents. Hence, correlation does not imply causation; in example, Gould said that the measures of the changes, over time, in \"my age, the population of México, the price of Swiss cheese, my pet turtle’s weight, and the average distance between galaxies\" have a high, positive correlation—yet that correlation does not indicate that Gould’s age increased because the Mexican population increased. More specifically, a high, positive correlation between the intelligence quotients of a parent and a child can be presumed either as evidence that IQ is genetically inherited, or that IQ is inherited through social and environmental factors. Moreover, because the data from IQ tests can be applied to arguing the logical validity of either proposition—genetic inheritance and environmental inheritance—the psychometric data have no inherent value.",
            "score": 46.07886505126953
        },
        {
            "docid": "26494_51",
            "document": "Race and intelligence . Geneticist Alan R. Templeton argues that the question about the possible genetic effects on the test score gap is muddled by the general focus on \"race\" rather than on populations defined by gene frequency or by geographical proximity, and by the general insistence on phrasing the question in terms of heritability. Templeton points out that racial groups neither represent sub-species nor distinct evolutionary lineages, and that therefore there is no basis for making claims about the general intelligence of races. From this point of view the search for possible genetic influences on the black-white test score gap is a priori flawed, because there is no genetic material shared by all Africans or by all Europeans. points out that by using genetic cluster analysis to correlate gene frequencies with continental populations it could possibly be the case that African populations had a higher frequency of certain genetic variants that contribute to an average lower intelligence. Such a hypothetical situation could hold without all Africans carrying the same genes or belonging to a single Evolutionary lineage. According to Mackintosh, a biological basis for the gap thus cannot be ruled out on a priori grounds.",
            "score": 45.276248931884766
        },
        {
            "docid": "16289_23",
            "document": "James Watson . In 1968, Watson wrote \"The Double Helix\", listed by the Board of the Modern Library as number seven in their list of \"100 Best Nonfiction\" books. The book details the sometimes painful story of not only the discovery of the structure of DNA, but also the personalities, conflicts and controversy surrounding their work. Watson's original title was to have been \"Honest Jim\", in that the book recounts the discovery of the double helix from Watson's point of view and included many of his private emotional impressions at the time. Some controversy surrounded the publication of the book. Watson's book was originally to be published by the Harvard University Press, but Francis Crick and Maurice Wilkins objected, among others. Watson's home university dropped the project and the book was commercially published.",
            "score": 45.2601318359375
        },
        {
            "docid": "1029_39",
            "document": "Albert Schweitzer . Schweitzer was nonetheless still sometimes accused of being paternalistic, colonialist and racist in his attitude towards Africans, and in some ways his views did differ from that of many liberals and other critics of colonialism. For instance, he thought that Gabonese independence came too early, without adequate education or accommodation to local circumstances. Edgar Berman quotes Schweitzer as having said in 1960, \"No society can go from the primeval directly to an industrial state without losing the leavening that time and an agricultural period allow.\" Schweitzer believed dignity and respect must be extended to blacks, while also sometimes characterizing them as children. He summarized his views on European-African relations by saying \"With regard to the negroes, then, I have coined the formula: 'I am your brother, it is true, but your elder brother.'\" Chinua Achebe has criticized him for this characterization, though Achebe acknowledges that Schweitzer's use of the word \"brother\" at all was, for a European of the early 20th century, an unusual expression of human solidarity between Europeans and Africans. Schweitzer eventually emended and complicated this notion with his later statement that \"The time for speaking of older and younger brothers has passed\". Later in life he became more convinced that \"modern civilization\" was actually inferior to or the same as previous cultures in terms of morality.",
            "score": 45.07966613769531
        },
        {
            "docid": "41108090_79",
            "document": "South African insurance law . If the statement is wholly false and thus completely untrue, the issue is relatively simple. If, for example, a proposer for motor-vehicle insurance states in answer to a question in a proposal form that he has not been involved in an accident during the past three years, whereas in fact he has, the statement is obviously wholly false. The same may be said of a statement in a proposal for fire insurance that the premises to be insured are occupied by a particular person, whereas they are not; or that no proposal for similar insurance has been declined in the past, whereas in fact it has.",
            "score": 44.857025146484375
        },
        {
            "docid": "35224853_5",
            "document": "Non-helical models of DNA structure . The double-helix model of DNA structure was first published in the journal \"Nature\" by James D. Watson and Francis Crick in 1953 with further details in 1954.) Their work was based upon the crucial X-ray diffraction image of DNA - labeled as \"Photo 51\" - from Rosalind Franklin in 1952, followed by her more highly clarified DNA image with Raymond Gosling, Maurice Wilkins, Alexander Stokes, and Herbert Wilson, as well as base-pairing chemical and biochemical information by Erwin Chargaff. Wilkins and colleagues also reported on X-ray patterns of the state of \"in vivo\" B-DNA in partially oriented salmon sperm heads. Crick, Wilkins, and Watson each received one-third of the 1962 Nobel Prize in Physiology or Medicine for their contributions to this discovery. Franklin, whose breakthrough X-ray diffraction data was used to formulate the DNA structure, died in 1958, and thus was ineligible to be nominated for a Nobel Prize.",
            "score": 44.836570739746094
        },
        {
            "docid": "25536008_3",
            "document": "Nucleic acid tertiary structure . The double helix is the dominant tertiary structure for biological DNA, and is also a possible structure for RNA. Three DNA conformations are believed to be found in nature, A-DNA, B-DNA, and Z-DNA. The \"B\" form described by James D. Watson and Francis Crick is believed to predominate in cells. James D. Watson and Francis Crick described this structure as a double helix with a radius of 10 Å and pitch of 34 Å, making one complete turn about its axis every 10 bp of sequence. The double helix makes one complete turn about its axis every 10.4–10.5 base pairs in solution. This frequency of twist (known as the helical \"pitch\") depends largely on stacking forces that each base exerts on its neighbours in the chain. Double-helical RNA adopts a conformation similar to the A-form structure.",
            "score": 44.790016174316406
        },
        {
            "docid": "1981069_23",
            "document": "Cheikh Anta Diop . Diop's early condemnation of European bias in his 1954 work \"Nations Negres et Culture,\" and in \"Evolution of the Negro World\" has been supported by some later scholarship. Diop's view that the scholarship of the 19th century and the first half of the 20th century was based on a racist view of Africans was regarded as controversial when he wrote in the 1950s through to the early 1970s, the field of African scholarship still being influenced by Carleton S. Coon and others. Coon used racial rankings of inferiority and superiority, defined \"true Blacks\" as only those of cultures south of the Sahara, and grouped some Africans with advanced cultures with Caucasian clusters. Based on Coon's work, the Hamitic Hypothesis held that most advanced progress or cultural development in Africa was due to the invasions of mysterious Caucasoid Hamites. Similarly, the Dynastic Race Theory of Egypt asserted that a mass migration of Caucasoid peoples was needed to create the Egyptian kingships, as slower-witted Negro tribes were incapable. Genetic studies have disproved these notions. A 2004 review of DNA research in \"African Archaeological Review\" supports some of Diop's criticisms. It found that some European researchers had earlier tried to make Africans seem a special case, somehow different from the rest of the world's population flow and mix. This seemed to apply in matters both of evolution and gene pool makeup. The reviewers found that some researchers seemed to have shifted their categories and methods to maintain this \"special case\" outlook.",
            "score": 44.70863342285156
        },
        {
            "docid": "614484_44",
            "document": "Academic freedom . In 1978, a Nobel prize-winning physicist, electronics inventor, and electrical engineering professor, William Shockley, was concerned about relatively high reproductive rates among people of African descent, because he believed that genetics doomed black people to be intellectually inferior to white people. He stated that he believed his work on race to be more important than his work leading to the Nobel prize. He was strongly criticized for this stance, which raised some concerns about whether criticism of unpopular views of racial differences suppressed academic freedom.",
            "score": 44.570281982421875
        },
        {
            "docid": "26494_53",
            "document": "Race and intelligence . A 2005 literature review article by Sternberg, Grigorenko and Kidd stated that no gene has been shown to be linked to intelligence, \"so attempts to provide a compelling genetic link of race to intelligence are not feasible at this time\". and concurred, both scholars noting that while several environmental factors have been shown to influence the IQ gap, the evidence for a genetic influence has been circumstantial, and according to Mackintosh negligible. Mackintosh however suggests that it may never become possible to account satisfyingly for the relative contributions of genetic and environmental factors. The 2012 review by concluded that \"Almost no genetic polymorphisms have been discovered that are consistently associated with variation in IQ in the normal range\". Hunt and several other researchers however maintain that genetic causes cannot be ruled out, and that new evidence may yet show a genetic contribution to the gap. Hunt concurs with Rushton and Jensen who considered the 100% environmental hypothesis to be impossible. Nonetheless, Nisbett and colleagues (2012) consider the entire IQ gap to be explained by the environmental factors that have thus far been demonstrated to influence it, and Mackintosh does not find this view to be unreasonable.",
            "score": 44.5185661315918
        },
        {
            "docid": "354398_13",
            "document": "She: A History of Adventure . During his time in South Africa, Haggard developed an intense hatred for the Boers, but also came to admire the Zulus. However, his admiration of the Zulus did not extend to other African peoples; rather, he shared many of the assumptions that underlay contemporary Victorian politics and philosophy, such as those expressed by James Hunt, the President of the Anthropological Society of London: \"the Negro is inferior intellectually to the European...[and] can only be humanised and civilised by Europeans. The analogies are far more numerous between the Negro and apes, than between the European and apes.\" The Victorian belief in the inherent inferiority of the 'darker races' made them the object of a civilising impulse in the European Scramble for Africa. Although disenchanted with the colonial effort, Haggard remained committed to this ideology. He believed that the British \"alone of all the nations in the world appear to be able to control coloured races without the exercise of cruelty\".",
            "score": 44.23672103881836
        },
        {
            "docid": "90472_66",
            "document": "Rosalind Franklin . In 1962 the Nobel Prize was subsequently awarded to Crick, Watson, and Wilkins. Nobel rules prohibit posthumous nominations or splitting of Prizes more than three ways. The award was for their body of work on nucleic acids and not exclusively for the discovery of the structure of DNA. By the time of the award Wilkins had been working on the structure of DNA for more than 10 years, and had done much to confirm the Watson–Crick model. Crick had been working on the genetic code at Cambridge and Watson had worked on RNA for some years. Watson has suggested that ideally Wilkins and Franklin would have been awarded the Nobel Prize in Chemistry.",
            "score": 44.10812759399414
        },
        {
            "docid": "4171232_7",
            "document": "Daniel Batson . Batson's most famous contribution to the psychology of religion is his argument that the traditional distinction made by Gordon Allport (Allport & Ross, 1967) between intrinsic and extrinsic religious orientations does not exhaust all possible religious orientations; rather, he believes it is important to refer to what he calls Quest, a form of religiosity that views questions and their answers as of equal importance (Batson & Schoenrade, 1991a; 1991b). This view has been controversial, and critics have questioned whether Quest really correlates with any other variable germane to religiosity. Batson has also written about religious experiences, defending a four-stage model based on Graham Wallas's four-stage model of problem-solving in the psychology of creativity (Batson, Schoenrade & Ventis, 1993).",
            "score": 44.07828903198242
        }
    ]
}