{
    "q": [
        {
            "docid": "1420969_3",
            "document": "Julius Caesar (cricketer) . Julius Caesar was born in Godalming, Surrey, to Benjamin Caesar, an English professional cricketer, and his wife Anne (née Bowler). Benjamin and Anne had seven children. George, Richard, Lawrence William, Ann, Benjamin, Frederick Bowler and finally Julius. He was brought up in Godalming, a town with approximately 4,000 inhabitants, in Surrey, England. He was almost certainly educated in one of the two schools in Godalming at the time, and could read and write with a legible hand.",
            "score": 31.754289865493774
        },
        {
            "docid": "69880_95",
            "document": "Napoleon . While in exile, Napoleon wrote a book about Julius Caesar, one of his great heroes. He also studied English under the tutelage of Count Emmanuel de Las Cases with the main aim of being able to read English newspapers and books, as access to French newspapers and books was heavily restricted to him on Saint Helena.",
            "score": 27.14358377456665
        },
        {
            "docid": "2926817_3",
            "document": "Memnon of Heraclea . Memnon's history encompassed an unknown number of books, but Photius had read the ninth through the sixteenth, and made a tolerably copious abstract of that portion. The first eight books he had not read, and he speaks of other books after the sixteenth. The ninth book begins with an account of the tyrant Clearchus, the disciple of Plato and Isocrates. The thirteenth book contains a long account of the rise of Rome. The last event mentioned in the sixteenth book was the death of Brithagoras, who was sent by the Heracleians as ambassador to Julius Caesar, after the latter had obtained the supreme power (48 BC).",
            "score": 34.235251665115356
        },
        {
            "docid": "17938506_6",
            "document": "Lucius Julius . Lucius Julius Caesar I may have been the son of Numerius Julius Caesar or identical to Lucius Julius Libo II, with Sextus Julius Caesar (praetor 208 BC) as his son, in which case the latter would be the father of Sextus Julius Caesar (military tribune 181 BC) identical to Sextus Julius Caesar (consul 157 BC).",
            "score": 38.21712636947632
        },
        {
            "docid": "57328_19",
            "document": "Julius Caesar (play) . The text of \"Julius Caesar\" in the First Folio is the only authoritative text for the play. The Folio text is notable for its quality and consistency; scholars judge it to have been set into type from a theatrical prompt-book.",
            "score": 24.811786890029907
        },
        {
            "docid": "9437624_15",
            "document": "Art patronage of Julius II . Many also criticize Julius II for having repeatedly identified himself with Julius Caesar. His desire to emulate Caesar and his extravagant patronage further the negative connotations. Scholars have drawn this conclusion from the medal Julius had made for Saint Peter's with himself on the back, as well as his self-chosen name of Julius. (Gosman, 44) The second, less common stance, is that Julius’s main motive for his patronage was for his own personal aesthetic pleasure (Gosman, 45). One scholar defends Julius II's patronage by stating: \"“It must not be forgotten that not all messages conveyed in works commissioned by a patron, let alone those merely addressed to him, can be read as a communication by the patron of his thinking and claims and aspirations. To say this is not to deny that messages may be read into them, but it should not be assumed that patrons would necessarily have cared about or understood or been motivated by theories and statements about their power and authority that may be coded into the works of art they paid for\". \" (Gosman, 61)",
            "score": 28.957085609436035
        },
        {
            "docid": "32008642_5",
            "document": "Hubert Goltzius . Golzius had his own printshop in Bruges, where he published \"Caius Julius Caesar, or a history of Roman Emperors in medals\" in 1563, and \"The life of Julius Caesar\" in 1566. In 1567 he published the book \"Fastos\" for which he was made an honorary Roman citizen by the Rome council (and which was noted in his next book called \"Caesar Augustus\" in 1574). He published his final book in 1576 on the emperors of Greece in medallions. His portrait was painted twice by Antonis Mor in exchange for his medallion book. These paintings, as well as the books, were all honored in verse by various poets. The same goes for the engraved portrait by Melchior Lorck, used in his last book from 1576 and also used independently.",
            "score": 31.928975105285645
        },
        {
            "docid": "694796_10",
            "document": "Michael Parenti . In 2003 The New Press published Parenti's \"The Assassination of Julius Caesar: A People's History of Ancient Rome.\" \"PW\" said, \"Parenti... narrates a provocative history of the late republic in Rome (100–33 B.C.) to demonstrate that Caesar's death was the culmination of growing class conflict, economic disparity and political corruption.\" \"Kirkus Reviews\" wrote: \"Populist historian Parenti... views ancient Rome’s most famous assassination not as a tyrannicide but as a sanguinary scene in the never-ending drama of class warfare.\" Kirkus described the book as \"revisionist history at its most provocative.\" \"Political Affairs\" wrote: \"This is an excellent book and a good read.\"",
            "score": 25.436898708343506
        },
        {
            "docid": "4358254_33",
            "document": "The Twelve Caesars . Suetonius describes several omens that predicted the assassination of Caligula. He mentions a bolt of lightning that struck Rome on the Ides of March, which was when Julius Caesar was assassinated. Lightning was an event of immense superstition in the ancient world. The day of the assassination, Caligula sacrificed a flamingo. During the sacrifice, blood splattered on his clothes. Suetonius also describes a comet that was seen shortly before the assassination. In the ancient world, comets were believed to foretell the death or assassination of important people. Suetonius even suggested that Caligula's name itself was a predictor of his assassination, noting that every Caesar named Gaius, such as the dictator Gaius Julius Caesar, had been assassinated (a statement which is not entirely accurate; Julius Caesar's father died from natural causes, as did Augustus).",
            "score": 29.855026364326477
        },
        {
            "docid": "15924_61",
            "document": "Julius Caesar . Julius Caesar had been preparing to invade Parthia, the Caucasus, and Scythia, and then march back to Germania through Eastern Europe. These plans were thwarted by his assassination. His successors did attempt the conquests of Parthia and Germania, but without lasting results.",
            "score": 29.617902994155884
        },
        {
            "docid": "1120048_10",
            "document": "Scroll . The Romans invented the \"codex\" form of the book, folding the scroll into pages which made reading and handling the document much easier. Legend has it that Julius Caesar was the first to fold scrolls, concertina-fashion, for dispatches to his forces campaigning in Gaul. Scrolls were awkward to read if a reader wished to consult material at opposite ends of the document. Further, scrolls were written only on one side, while both sides of the codex page were used.",
            "score": 24.20881962776184
        },
        {
            "docid": "4309435_2",
            "document": "Julia (wife of Marius) . Julia (c. 130 BC – 69 BC) was a daughter of Gaius Julius Caesar II (praetor-grandfather of Caesar) and Marcia (daughter of praetor Quintus Marcius Rex). She was a sister of Gaius Julius Caesar III (the father of Julius Caesar) and Sextus Julius Caesar III, consul in 91 BC.",
            "score": 34.23726463317871
        },
        {
            "docid": "12194458_2",
            "document": "Brannovices . The Brannovices or Brannovii were a Gallic people mentioned by Julius Caesar (\"B. G.\" vii. 75). D'Anville conjectures that they may have been in the canton of Brionnois, near Mâcon, Saône-et-Loire, France. Walckenaer (\"Géog.\" vol. i. p. 331) has some remarks on these people. In Caesar (\"B. G.\" vii. 75) there are also readings \"Blannovicibus\" and \"Blannoviis\" (Oudendorp. ed. Caes.); and Walckenaer proposes to place the \"Blannovices\" or \"Brannovices\" in the district of Mâcon, where D'Anville also places the Brannovices or Brannovii. Walckenaer urges, in favor of this supposition, the existence of a place called Blannot in the district of Mâcon. There is another Blannot in the department of Côte d'Or, about 22 km from Arnay, and here Walckenaer places the Blannovii. The controversy has not been resolved.",
            "score": 20.055736541748047
        },
        {
            "docid": "26174_6",
            "document": "Julio-Claudian family tree . This generation of Julii Caesares has two consuls: Sextus Julius Caesar III in 91 BC, and Lucius Julius Caesar III the next year. This generation has also two female descendants very close to the centers of power by their marriages: Julia, the daughter of Gaius Julius Caesar II was married to seven-times consul Gaius Marius, while Julia, the daughter of Lucius Julius Caesar II was married to the two-times consul and Roman dictator Lucius Cornelius Sulla, who had successfully challenged Marius' power. For ensuing generations, Gaius Julius Caesar the Elder, married to a consul's daughter, and Lucius Julius Caesar III proved to be quintessential ancestors of those who held Imperial power in the Julio-Claudian dynasty.",
            "score": 38.11137890815735
        },
        {
            "docid": "39202379_25",
            "document": "Destruction of the Library of Alexandria . Thus Orosius laments the pillaging of libraries within temples in 'his own time' by 'his own men' and compares it to the destruction of the Great Library destroyed at the time of Julius Caesar. He is certainly referring to the plundering of pagan temples during his lifetime, but this presumably did not include the library of Alexandria, which he assumes was destroyed in Caesar's time. While he admits that the accusations of plundering books are “true enough,” he then suggests that the books in question were not copies of those that had been housed at the Great Library, but rather new books \"to rival the ancient love of literature.\" Orosius does not say where temples' books were taken, whether to Constantinople or to local monastic libraries or elsewhere, and he does not say that the books were destroyed.",
            "score": 26.659512758255005
        },
        {
            "docid": "57328_36",
            "document": "Julius Caesar (play) . The 2008 movie \"Me and Orson Welles\", based on a book of the same name by Robert Kaplow, is a fictional story centred around Orson Welles' famous 1937 production of \"Julius Caesar\" at the Mercury Theatre. British actor Christian McKay is cast as Welles, and co-stars with Zac Efron and Claire Danes.",
            "score": 22.629794120788574
        },
        {
            "docid": "1232477_2",
            "document": "Sextus Julius Caesar . Sextus Julius Caesar was the name of several Roman men of the Julii Caesares. \"Sextus\" was one of three praenomina used by the Julii Caesares, the others being \"Lucius\" and \"Gaius\", the latter being the praenomen of the most famous Julius Caesar.",
            "score": 27.296517848968506
        },
        {
            "docid": "57328_30",
            "document": "Julius Caesar (play) . One of the earliest cultural references to the play came in Shakespeare's own \"Hamlet\". Prince Hamlet asks Polonius about his career as a thespian at university, Polonius replies \"I did enact Julius Caesar. I was killed i' th' Capitol. Brutus killed me.\" This is a likely meta-reference, as Richard Burbage is generally accepted to have played leading men Brutus and Hamlet, and the older John Heminges to have played Caesar and Polonius.",
            "score": 25.26025700569153
        },
        {
            "docid": "15924_85",
            "document": "Julius Caesar . Julius Caesar is seen as the main example of \"Caesarism\", a form of political rule led by a charismatic strongman whose rule is based upon a cult of personality, whose rationale is the need to rule by force, establishing a violent social order, and being a regime involving prominence of the military in the government. Other people in history, such as the French Napoleon Bonaparte and the Italian Benito Mussolini, have defined themselves as Caesarists. Bonaparte did not focus only on Caesar's military career but also on his relation with the masses, a predecessor to populism. The word is also used in a pejorative manner by critics of this type of political rule.",
            "score": 31.14961552619934
        },
        {
            "docid": "219117_12",
            "document": "Roman emperor . Julius Caesar, and then Augustus after him, accumulated offices and titles of the highest importance in the Republic, making the power attached to those offices permanent, and preventing anyone with similar aspirations from accumulating or maintaining power for themselves. However, Julius Caesar, unlike those after him, did so without the Senate's vote and approval.",
            "score": 25.08487629890442
        },
        {
            "docid": "57328_28",
            "document": "Julius Caesar (play) . After the theatres re-opened at the start of the Restoration era, the play was revived by Thomas Killigrew's King's Company in 1672. Charles Hart initially played Brutus, as did Thomas Betterton in later productions. \"Julius Caesar\" was one of the very few Shakespearean plays that was not adapted during the Restoration period or the eighteenth century.",
            "score": 22.57421636581421
        },
        {
            "docid": "57328_13",
            "document": "Julius Caesar (play) . Brutus next attacks Cassius for supposedly soiling the noble act of regicide by having accepted bribes. (\"Did not great Julius bleed for justice' sake? / What villain touch'd his body, that did stab, / And not for justice?\") The two are reconciled, especially after Brutus reveals that his beloved wife committed suicide under the stress of his absence from Rome; they prepare for a civil war against Mark Antony and Caesar's adopted son, Octavius, who have formed a triumvirate in Rome with Lepidus. That night, Caesar's ghost appears to Brutus with a warning of defeat. (He informs Brutus, \"Thou shalt see me at Philippi.\")",
            "score": 30.246268272399902
        },
        {
            "docid": "7514689_4",
            "document": "Medici giraffe . In 46 BC Julius Caesar had celebrated his triumphs in Egypt by returning to Rome with a vast menagerie, the star attraction of which was a giraffe, the first ever seen in Europe. The Romans did not know what to make of such an animal and named it the cameleopard, for it seemed to them to embody characteristics of both the camel and leopard. Caesar had the animal torn to shreds by lions in the arena, probably to emphasize his power by the disposal of such a rare creature in a casual manner. Lorenzo had read of the success of the spectacle of Caesar's giraffe and saw a way to cement his reputation in Florence by emulating it. He also realised that he could gain further political influence by passing the animal on and promised to send it to Anne of France, after its sojourn in Florence.",
            "score": 39.3404061794281
        },
        {
            "docid": "4308816_7",
            "document": "Julii Caesares . The rest of the genealogy is well-known. As Caesar left no legitimate sons to carry on his name and legacy, by his will he adopted his grand-nephew, Gaius Octavius, who thus became Gaius Julius Caesar Octavianus, the future emperor better known as Augustus. Octavian had only a daughter, and therefore adopted two of his grandchildren by Marcus Vipsanius Agrippa, who thus became Gaius and Lucius Julius Caesar; but when both died young, the emperor adopted their brother, who became Marcus Julius Caesar Agrippa Postumus, and a stepson, Tiberius Claudius Nero, who became Tiberius Julius Caesar. Tiberius' son, Nero Claudius Drusus, became Drusus Julius Caesar, and he adopted a nephew, Tiberius Claudius Nero Germanicus, who became Germanicus Julius Caesar; their children also became part of the Julia gens. The line draws to a close with the death of Germanicus' son, Gaius Julius Caesar Germanicus, better known simply as Gaius or Caligula, in AD 41; after this, the imperial authority passed to Gaius' uncle, Tiberius Claudius Nero Germanicus, and out of the Julian line.",
            "score": 42.29352605342865
        },
        {
            "docid": "23416512_3",
            "document": "Gaius Julius Caesar (name) . The name \"Caesar\" probably originated from a dialect of Latium which did not share the rhotacism of the Roman dialect. (That is, the \"s\" between vowels did not change to \"r\".) Using the Latin alphabet as it existed in the day of Julius Caesar (100 BC – 44 BC) (i.e., without lower case letters, \"J\", or \"U\"), Caesar's name is properly rendered (the spelling is also attested and is interchangeable with the more common ; however the letter was used with its antique pronunciation of [g], as it was an adaptation of Greek \"gamma\"). It is often seen abbreviated to . (The letterform is a ligature, which is often encountered in Latin inscriptions, where it was used to save space, and is nothing more than the letters \"ae\".) The leading vowels in each part of the name are long, and in Classical Latin, the whole name was pronounced , or, alternatively, with praenomen pronounced trisyllabically as . In Greek, during Caesar's time, his name was written \"Καῖσαρ,\" which was pronounced more or less the same.",
            "score": 36.008891344070435
        },
        {
            "docid": "48405_2",
            "document": "Caesar cipher . In cryptography, a Caesar cipher, also known as Caesar's cipher, the shift cipher, Caesar's code or Caesar shift, is one of the simplest and most widely known encryption techniques. It is a type of substitution cipher in which each letter in the plaintext is replaced by a letter some fixed number of positions down the alphabet. For example, with a left shift of 3, D would be replaced by A, E would become B, and so on. The method is named after Julius Caesar, who used it in his private correspondence.",
            "score": 29.865542888641357
        },
        {
            "docid": "1224846_2",
            "document": "Gaius Julius Caesar Strabo Vopiscus . Gaius Julius Caesar Strabo Vopiscus (\"C. Iulius L. f. Sex. n. Caesar Strabo Vopiscus\")(ca. 130 BC – 87 BC) was the younger son to Lucius Julius Caesar II and his wife Poppilia and younger brother to Lucius Julius Caesar III. His \"cognomina\" indicate he was possibly cross-eyed, and the surviving member of a set of twins.",
            "score": 36.53349184989929
        },
        {
            "docid": "17938506_9",
            "document": "Lucius Julius . Lucius Julius Caesar II, first cousin of Caesar's grandfather, grandson of Lucius Julius Caesar I;",
            "score": 25.807607173919678
        },
        {
            "docid": "12210646_2",
            "document": "Ambarri . The Ambarri were a Gallic people, whom Julius Caesar (\"B. G.\" i. 11) calls close allies and kinsmen of the Aedui. If the reading \"Aedui Ambarri\" in the passage referred to is correct, the Ambarri were Aedui. They are not mentioned among the \"clientes\" of the Aedui. (\"B. G.\" vii. 75.) They occupied a tract in the valley of the Rhône, probably in the angle between the Saône and the Rhône; and their neighbors on the east were the Allobroges. They are mentioned by Livy (v. 34) with the Aedui among those Galli who were said to have crossed the Alps into Italy in the time of Tarquinius Priscus.",
            "score": 24.336058616638184
        },
        {
            "docid": "783514_3",
            "document": "Gaius Julius Caesar . Livy mentions a senator named Gaius Julius who wrote a Roman history in Greek about 143 BC. Given the time period, he would probably have been one of the Julii Caesares, most probably a brother of the Sextus Julius Caesar who was consul in 157, and the great-grandfather of the dictator. This is how Drumann regarded the dictator's most likely descent. If his brother was the Sextus Julius Caesar who was consul in 157 BC, then he would be the son of Sextus Julius Caesar, the praetor in 208 BC.",
            "score": 43.48550522327423
        },
        {
            "docid": "1228853_4",
            "document": "Lucius Julius Caesar . Lucius Julius Caesar, son of the praetor of 183, was \"praetor urbanus\" in 166. A \"praetor urbanus\" named Julius Caesar was mentioned by Pliny the Elder as having died suddenly during his year of office, and was perhaps the same man, although some scholars identify him with Gaius Julius Caesar, the grandfather of the dictator.",
            "score": 29.479712963104248
        },
        {
            "docid": "1232477_7",
            "document": "Sextus Julius Caesar . Sextus Julius Caesar, the son of Gaius Julius Caesar and Marcia, is best known as the uncle of Gaius Julius Caesar, the dictator. He was praetor by 94 BC, and held the consulship in 91. Proconsul in 90, he won a military victory, probably over the Paeligni. He died while laying siege to Asculum.",
            "score": 42.60020303726196
        }
    ],
    "r": [
        {
            "docid": "15924_2",
            "document": "Julius Caesar . Gaius Julius Caesar (; 12 or 13 July 100 BC – 15 March 44 BC), known by his cognomen Julius Caesar, was a Roman politician and military general who played a critical role in the events that led to the demise of the Roman Republic and the rise of the Roman Empire. He is also known as an author of Latin prose.",
            "score": 60.0623664855957
        },
        {
            "docid": "4308816_6",
            "document": "Julii Caesares . It is therefore Sextus, the praetor of BC 208, rather than an otherwise unknown Lucius Julius Caesar, who was the father of Lucius Julius Caesar, praetor in 183 BC, and Sextus, the consul of 157. These sons provide the first two branches of the family; but the third branch, representing the ancestors of Gaius Julius Caesar, the dictator, are less certain. We know that Caesar's grandfather was also named \"Gaius\", and that he married a woman of the Marcia gens. Drumann supposed that he might have been the son of a senator named Gaius Julius, who wrote a Roman history in Greek about BC 143. This Gaius, he proposed, might have been a brother of Sextus Julius Caesar, the consul of 157, and therefore a son of the Sextus who was military tribune in 181. Since the two Sexti were in fact the same man, this would probably make the senator Gaius a third son of Sextus Julius Caesar, the praetor of 208 BC. If he was a senator in 143, and the great-grandfather of Caesar, who was born in BC 100, he was probably not the consul's son, as \"his\" eponymous and presumably eldest son, Sextus, was praetor in BC 123.",
            "score": 55.10268783569336
        },
        {
            "docid": "26888898_175",
            "document": "List of Assassin's Creed characters . Gaius Julius Caesar (13 July 100 BC - 15 March 44 BC), commonly known as Julius Caesar was a prominent general in the Roman army and a notable politician. He played a key role in transforming the flagging Roman Republic to the seemingly unstoppable Roman Empire. He was killed due to his Templar affiliations. Caesar gained his fame on military campaigns in Gaul, where he conquered what is present-day France, Germany, and Belgium. In 50 BC, Caesar was called back to Rome, and he feared he might be prosecuted for insubordination and treason. Caesar brought one of his legions with him and started a civil war. During this conflict, Caesar was made Dictator of Rome. Roman Senators feared Caesar's in increasing military power, and also hated him due to the fact he was supported by the Templars. On March 15, 44 BC, also known as the Ides of March, the Senators planned their strike. A group of Roman Senators, who were also Assassins, led by Brutus and Cassius, stabbed Caesar twenty-three times in the Roman Senate. The Senators thought that by ending Caesar's life, they had helped save Rome, but they actually put Rome in chaos. For the next thirteen years, civil war raged through the Roman Republic. The outcome was the birth of the Roman Empire, and the fall of the Egyptian Pharaohs.",
            "score": 52.4254264831543
        },
        {
            "docid": "783514_8",
            "document": "Gaius Julius Caesar . Gaius Julius Caesar, often referred to as \"Julius Caesar\", or simply \"Caesar\", was born in 100 BC, the youngest child of Gaius Julius Caesar (proconsul) and Aurelia Cotta. Together with Pompeius and Marcus Licinius Crassus, he was part of the first Triumvirate. A brilliant general who inspired his men, Caesar conquered Gaul, won the Civil War, and instituted various civil and social reforms at Rome. Named dictator in perpetuity, Caesar was assassinated by a group of senators on the Ides of March, 44 BC. The years after his death saw the demise of the Roman Republic, and the establishment of the Roman emperors.",
            "score": 51.85411834716797
        },
        {
            "docid": "14661946_31",
            "document": "Roman historiography . C. Sallustius Crispus, more commonly known as Sallust, was a Roman historian of the 1st century BC, born c. 86 BC in the Sabine community of Amiternum. There is some evidence that Sallust's family belonged to a local aristocracy, but we do know that he did not belong to Rome's ruling class. Thus he embarked on a political career as a \"novus homo\", serving as a military tribune in the 60s BC, quaestor from 55 to 54 BC, and tribune of the plebs in 52 BC. Sallust was expelled from the senate in 50 BC on moral grounds, but quickly revived his career by attaching himself to Julius Caesar. He served as quaestor again in 48 BC, as praetor in 46 BC, and governed the new province in the former Numidian territory until 44 BC. Sallust's political career ended upon his return to Rome and Caesar's assassination in 44 BC.",
            "score": 51.372093200683594
        },
        {
            "docid": "27180991_2",
            "document": "Julia (wife of Sulla) . Julia, or possibly Ilia (c. 129 BC – c. 104 BC), was a Roman noblewoman who was the first wife of Sulla, later a Roman dictator. Little is known of her life and sources are confused as to whether her name was \"Julia\" or \"Ilia\". If Julia is correct, she could have been a daughter of Lucius Julius Caesar II, and therefore a sister of future consul Lucius Julius Caesar III and Gaius Julius Caesar Strabo Vopiscus. Around 110 BC, while both were young, Julia married Sulla. A marital connection to the Julii Caesares may have served Sulla in his political life, as when he was chosen to serve under Gaius Marius in the Jugurthine War. Julia and Sulla had a daughter, Cornelia, who later was active in Roman society. Julia apparently died young, and Sulla married his second wife, Aelia.",
            "score": 50.268760681152344
        },
        {
            "docid": "3158354_2",
            "document": "Caesar's Civil War . The Great Roman Civil War (49–45 BC), also known as Caesar's Civil War, was one of the last politico-military conflicts in the Roman Republic before the establishment of the Roman Empire. It began as a series of political and military confrontations, between Julius Caesar (100–44 BC), his political supporters (broadly known as Populares), and his legions, against the Optimates (or Boni), the politically conservative and socially traditionalist faction of the Roman Senate, who were supported by Pompey (106–48 BC) and his legions.",
            "score": 49.02108383178711
        },
        {
            "docid": "783514_7",
            "document": "Gaius Julius Caesar . Gaius Julius Caesar, sometimes distinguished as \"the Elder\", was the father of the dictator. In 103 or 100 BC, he served on a commission for the distribution of land, which was then awarded mainly to veterans who had served under Marius. Caesar was praetor around 92 BC, and proconsul of Asia for at least two years, although he had never held the consulship. He seems to have departed his province before the Mithridatic War. Subsequently, he chose to lead a quiet life outside Rome. He died suddenly at Pisae in 85 BC. Caesar's wife was Aurelia Cotta. They had two daughters, known as Julia Major and Julia Minor, followed by a son, Gaius Julius Caesar, the future dictator. He was known to have remained a friend of his brother-in-law, Marius.",
            "score": 48.864784240722656
        },
        {
            "docid": "4308816_2",
            "document": "Julii Caesares . The Julii Caesares were the most illustrious family of the patrician \"gens Julia\". The family first appears in history during the Second Punic War, when Sextus Julius Caesar was praetor in Sicily. His son, Sextus Julius Caesar, obtained the consulship in 157 BC; but the most famous descendant of this stirps is Gaius Julius Caesar, a general who conquered Gaul and became the undisputed master of Rome following the Civil War. Having been granted dictatorial power by the Roman Senate and instituting a number of political and social reforms, he was assassinated in 44 BC. After overcoming several rivals, Caesar's adopted son and heir, Gaius Julius Caesar Octavianus, was proclaimed Augustus by the senate, inaugurating what became the Julio-Claudian line of Roman emperors.",
            "score": 47.8704719543457
        },
        {
            "docid": "28933941_2",
            "document": "Military campaigns of Julius Caesar . The militarys campaigns of Julius Caesar constituted both the Gallic War (58 BC-51 BC) and Caesar's civil war (50 BC-45 B magistracy) in 59 BC, which had been highly controversial. The Gallic War mainly took place in what is now France. In 55 and 54 BC, he invaded Britain, although he made little headway. The Gallic War ended with complete Roman victory at the Battle of Alesia. This was followed by the civil war, during which time Caesar chased his rivals to Greece, decisively defeating them there. He then went to Egypt, where he defeated the Egyptian pharaoh and put Cleopatra on the throne. He then finished off his Roman opponents in Africa and Hispania. Once his campaigns were over, he served as Roman dictator until his assassination root on March 15, 44 BC. These wars were critically important in the transition of the Roman Republic into the Roman Empire.",
            "score": 46.97772979736328
        },
        {
            "docid": "16689545_13",
            "document": "History of the Roman Constitution . By 48 BC, after having defeated the last of his major enemies, Julius Caesar wanted to ensure that his control over the government was undisputed. He assumed these powers by increasing his own authority, and by decreasing the authority of Rome's other political institutions. Caesar held the office of Roman Dictator, and alternated between the Consulship (the chief-magistracy) and the Proconsulship (in effect, a military governorship). In 48 BC, Caesar was given the powers of a Plebeian Tribune, which made his person sacrosanct, gave him the power to veto the Senate, and allowed him to dominate the legislative process. After Caesar was assassinated in 44 BC, Mark Antony formed an alliance with Caesar's adopted son and great-nephew, Gaius Octavian. Along with Marcus Aemilius Lepidus, they formed an alliance known as the Second Triumvirate, and held powers that were nearly identical to the powers that Caesar had held under his constitution. While the conspirators who had assassinated Caesar were defeated at the Battle of Philippi in 42 BC, the peace that resulted was only temporary. Antony and Octavian fought against each other in one last battle in 31 BC. Antony was defeated, and in 30 BC he committed suicide. In 29 BC, Octavian returned to Rome as the unchallenged master of the state. The reign of Octavian, whom history remembers as Augustus, the first Roman Emperor, marked the dividing line between the Roman Republic and the Roman Empire. By the time this process was complete, Rome had completed its transition from a city-state with a network of dependencies, to the capital of an empire.",
            "score": 46.95199203491211
        },
        {
            "docid": "4675710_3",
            "document": "Gaius Julius Caesar (proconsul) . Caesar was married to Aurelia Cotta, a member of the Aurelii and Rutilii families. They had two daughters, known as Julia Major and Julia Minor, and a son, Gaius, who was born in 100 BC. He was the brother of Sextus Julius Caesar (consul in 91 BC) and the son of Gaius Julius Caesar.",
            "score": 46.48591232299805
        },
        {
            "docid": "783514_4",
            "document": "Gaius Julius Caesar . The grandfather of the dictator is relatively unknown; he might have been the same Julius Caesar who died while \"praetor urbanus\". Nothing is known of the career of Gaius Julius Caesar, except that he can possibly be identified with a praetor who died suddenly at Rome, according to Pliny; but that may instead have been the Lucius Julius Caesar who held that office in 166 BC. We know that the dictator's paternal grandmother was named Marcia, and that through her the family traced its descent from Ancus Marcius, the fourth King of Rome.",
            "score": 45.73035430908203
        },
        {
            "docid": "18913156_2",
            "document": "Constitutional reforms of Julius Caesar . The constitutional reforms of Julius Caesar were a series of laws pertaining to the Constitution of the Roman Republic enacted between 49 and 44 BC, during Caesar's dictatorship. Caesar died in 44 BC before the implications of his constitutional actions could be realized.",
            "score": 44.94629669189453
        },
        {
            "docid": "3217137_19",
            "document": "Gaius Octavian (Rome character) . The future Augustus was born Gaius Octavius in 63 BC, son of the elder Gaius Octavius, a Senator of obscure provincial origins, and Atia, niece of Julius Caesar. In 44 BC he learned that Caesar had named him in his will as his adopted son and heir, at which point he took the name Gaius Julius Caesar. He would have been expected to add the surname Octavianus to indicate his family of origin, although there is no evidence he himself ever used this name; but from this he is conventionally known as \"Octavian\" in English. In fact, the historical Caesar Augustus avoided the use of the name \"Octavian\" as it pointed to him having been born a plebeian rather than a Patrician, and it is for this reason that Cicero amused himself by continually addressing him as such.",
            "score": 44.900634765625
        },
        {
            "docid": "46353403_2",
            "document": "Sextus Julius Caesar (consul 91 BC) . Sextus Julius C. f. Caesar was a Roman statesman, who held the consulship in 91 BC. He was killed during the Social War. However, he is best known to history as the uncle of Gaius Julius Caesar, the dictator.",
            "score": 44.5181999206543
        },
        {
            "docid": "6066967_2",
            "document": "Cicero Minor . Marcus Tullius Cicero Minor (\"Minor\" Latin for \"‘the younger’\"), or Cicero the Younger, was born in 65 BC. He was the son of Marcus Tullius Cicero, who as a distinguished orator and consular senator was one of the leading figures of the Roman Republic during the 1st century BC, and his first wife, Terentia. Cicero Minor had an elder sister, Tullia, who was born in 79 BC and died in 45 BC. In the beginning Cicero wished to have a military career. On the outbreak of Caesar's Civil War in 49 BC, he joined the side of Pompey like his father. After Pompey’s defeat by Julius Caesar at Pharsalus in 48 BC, Cicero Minor was pardoned by Caesar.",
            "score": 44.392723083496094
        },
        {
            "docid": "46353403_4",
            "document": "Sextus Julius Caesar (consul 91 BC) . Of Sextus' descendants, we know that he had an eponymous son, who was \"Flamen Quirinalis\" in BC 57; the Sextus Julius Caesar who served in the Civil War, and was killed by his own soldiers during a revolt in Syria in 46 BC, was probably his grandson.",
            "score": 44.3136100769043
        },
        {
            "docid": "23867_65",
            "document": "Pompey . When Julius Caesar returned to Rome from his governorship in Hispania towards the end of 60 BC, Pompey and Caesar made an informal political alliance. Julius Caesar was a prominent popularis politician who favoured land redistributions and was a resolute man. He stood for election for one of the two consulships for 59 BC, and could provide the kind of support needed for the land bill to be passed. Caesar also pursued a policy of conciliating Marcus Licinius Crassus and Pompey, who had been at variance politically.",
            "score": 44.31102752685547
        },
        {
            "docid": "46353403_3",
            "document": "Sextus Julius Caesar (consul 91 BC) . Sextus was the son of Gaius Julius Caesar and Marcia. Little is known of his father, except that he might have been the praetor Caesar who died suddenly at Rome. Drumann suspected that his grandfather was the senator Gaius Julius who wrote a history of Rome in Greek around 143 BC. Sextus had a brother, Gaius, who was praetor in an uncertain year (Broughton suggests BC 92). Gaius was probably the elder brother, as he was named after his father. Following the \"cursus honorum\", Sextus would have been at least forty years old when he obtained the consulship, placing his birth no later than 133 BC.",
            "score": 44.04024887084961
        },
        {
            "docid": "39723440_3",
            "document": "Sextus Julius Caesar (consul 157 BC) . From his filiation, we know that Sextus' father was also named \"Sextus\", and that his grandfather was named \"Lucius\". In his reconstruction of the family, classical scholar Wilhelm Drumann assumed that he was the son of Sextus Julius Caesar, one of the military tribunes of 181 BC, and the grandson of an otherwise unknown Lucius Julius Caesar, who would have been the son of Sextus, praetor in 208 BC. However, more recent scholarship has concluded that the military tribune and the consul were the same person, and that his father was the praetor of 208.",
            "score": 43.896018981933594
        },
        {
            "docid": "1228853_5",
            "document": "Lucius Julius Caesar . Son of the Sextus Julius Caesar who was consul in 157 BC, this Lucius is not known to have held any public office, but he was the father of Lucius Julius Caesar, consul in 90 BC, and Gaius Julius Caesar Strabo Vopiscus, and probably also Julia, the first wife of the dictator Lucius Cornelius Sulla. His wife, Poppilia, had previously been married to Quintus Lutatius Catulus.",
            "score": 43.7162971496582
        },
        {
            "docid": "434750_6",
            "document": "Porcia (wife of Brutus) . In 52 BC, Julius Caesar's Gallic Wars came to an end, but he refused to return to Rome, despite the Senate's demands that he lay down his arms. Cato personally detested Caesar, and was his greatest enemy in the Senate; Cato's political faction, the Optimates (also known as the Boni), believed that Caesar should return to Rome, in order for the Optimates to strip him of his property and \"dignitas\", and permanently exile Caesar. In 49 BC, Caesar crossed the Rubicon with his army, thus declaring war, beginning the Great Roman Civil War. Both Cato and Bibulus allied with Gnaeus Pompeius Magnus against Caesar. Though both Boni hated Pompey, he did not pose the threat to their faction that Caesar did. Bibulus commanded Pompey's navy in the Adriatic Sea. He captured a part of Caesar's fleet, although this was a generally insignificant as Caesar went on to decisively defeat Pompey at the Battle of Pharsalus. Bibulus died in 48 BC following Pompey's defeat, leaving Porcia a widow.",
            "score": 43.528839111328125
        },
        {
            "docid": "783514_3",
            "document": "Gaius Julius Caesar . Livy mentions a senator named Gaius Julius who wrote a Roman history in Greek about 143 BC. Given the time period, he would probably have been one of the Julii Caesares, most probably a brother of the Sextus Julius Caesar who was consul in 157, and the great-grandfather of the dictator. This is how Drumann regarded the dictator's most likely descent. If his brother was the Sextus Julius Caesar who was consul in 157 BC, then he would be the son of Sextus Julius Caesar, the praetor in 208 BC.",
            "score": 43.485504150390625
        },
        {
            "docid": "13545563_4",
            "document": "Democratic elements of Roman Republic . After Sulla's death, republican rule was more or less restored under Pompey the Great. Despite his popularity, he was faced with two astute political opponents: the immensely wealthy Crassus and Julius Caesar. Rather than coming to blows, the three men reached a political accommodation now known as the First Triumvirate. Caesar was awarded governor of two Gallic provinces (what is now France). He embarked on a campaign of conquest, the Gallic War, which resulted in a huge accession of new territory and vast wealth not to mention an extremely battle hardened army after eight years of fighting the Gauls. Crassus, jealous of Caesar's successes, embarked on a campaign in Parthia, where he was defeated and killed in the Battle of Carrhae. In 50 BC Caesar was recalled to Rome to disband his legions and was put on trial for his war crimes. Caesar, not able to accept this insult after his fantastic conquest, crossed the Rubicon with his loyal Roman legions in 49 BC. Caesar was considered an enemy and traitor of Rome, and he was now matched against the Senate, led by Pompey the Great. This led to a violent Civil War between Caesar and the Republic. The senators and Pompey were no match for Caesar and his veteran legions and this culminated in the Battle of Pharsalus, where Caesar, although outnumbered, destroyed Pompey's legions. Pompey, who had fled to Egypt, was murdered and beheaded.",
            "score": 43.4636116027832
        },
        {
            "docid": "343816_9",
            "document": "Adoption in ancient Rome . Augustus, the first emperor of the Roman Empire, is possibly the most famous example of adoption in ancient Rome. Born into relative obscurity under the name \"Gaius Octavius\", he was adopted into the Julii Caesares by testament of his maternal great-uncle, the Roman dictator Julius Caesar. Although Octavius changed his name to \"Gaius Julius Caesar,\" in accordance with Roman naming practices concerning adoption, he did not use the name \"Octavianus\" but preferred to emphasize his new status as an official Julian instead of reminding the public of his relatively humble origin as an Octavian. Nevertheless, after his adoption, historians refer to him as \"Octavian\" from 44 BC until 27 BC when he obtained the name \"Augustus\".",
            "score": 43.14572525024414
        },
        {
            "docid": "4308816_3",
            "document": "Julii Caesares . The first of the Julii Caesares to appear in history was Sextus Julius Caesar, praetor in Sicily in 208 BC. From the filiation of his son, Sextus, \"Sex. f. L. n.\", we know that his father was named \"Lucius\", but precisely who this Lucius was and whether he bore the surname \"Caesar\" is uncertain. On the assumption that the Caesares were descended from earlier notable families of the Julia gens, some scholars have suggested that he was the son of Lucius Julius Libo, consul in 267 BC.",
            "score": 42.870540618896484
        },
        {
            "docid": "38842432_2",
            "document": "Marcus Licinius Crassus (quaestor) . Marcus Licinius Crassus (86 or 85 BC–ca. 49 BC) was a quaestor of the Roman Republic in 54 BC. He was the elder son of the Marcus Crassus who formed the political alliance known as the \"First Triumvirate\" with Pompeius Magnus (\"Pompey the Great\") and Julius Caesar. His mother was Tertulla, the daughter of Marcus Varro Lucullus. Crassus and his younger son, Publius, died at the Battle of Carrhae in 53 BC, after which time Marcus continued to be a partisan of Caesar.",
            "score": 42.8433723449707
        },
        {
            "docid": "4357908_3",
            "document": "Lucius Julius Caesar (consul 64 BC) . A member of the patrician \"gens Julia\", Lucius Julius Caesar was the son of the consul of 90 BC, also named Lucius Julius Caesar. He began his political career serving as Quaestor in the Roman Province of Asia in 77 BC, probably under Terentius Varro. By 69 BC Lucius had been elected to the priestly position of Augur, and by the end of 67 BC, he had served in the office of Praetor It has been speculated that Lucius was appointed Roman governor of Macedonia between 71 and 68 BC.",
            "score": 42.836483001708984
        },
        {
            "docid": "28927760_2",
            "document": "Early life and career of Julius Caesar . The early career of Julius Caesar was characterized by military adventurism and political persecution. Julius Caesar was born on July 13, 100 BC, into a patrician family, the gens Julia, which claimed descent from Iulus, son of the legendary Trojan prince Aeneas, supposedly the son of the goddess Venus. His father died early, and his family status put him at odds with the Dictator Lucius Cornelius Sulla, who almost had him executed.",
            "score": 42.61305618286133
        },
        {
            "docid": "4308816_4",
            "document": "Julii Caesares . The \"Dictionary of Greek and Roman Biography and Mythology\" says this of the cognomen \"Caesar\": Outside of the Imperial family, the last of the Julii known to have borne the surname of \"Caesar\" was Lucius Julius Caesar, who had been consul in 64 BC, and who was still living in BC 40. Although other members of the family may have lived after this time, none seem to have achieved sufficient prominence to be recorded in subsequent generations.",
            "score": 42.604644775390625
        },
        {
            "docid": "1232477_7",
            "document": "Sextus Julius Caesar . Sextus Julius Caesar, the son of Gaius Julius Caesar and Marcia, is best known as the uncle of Gaius Julius Caesar, the dictator. He was praetor by 94 BC, and held the consulship in 91. Proconsul in 90, he won a military victory, probably over the Paeligni. He died while laying siege to Asculum.",
            "score": 42.60020446777344
        }
    ]
}