{
    "q": [
        {
            "docid": "5644464_12",
            "document": "Hide and Seek (Imogen Heap song) . Ariana Grande covered this song on her world tour, The Honeymoon Tour, as an homage to Imogen Heap for allowing her to use Mi.Mu Gloves on tour.",
            "score": 91.50411701202393
        },
        {
            "docid": "2127621_5",
            "document": "Imogen Heap . Heap has received two Grammy Awards and one Ivor Novello Award. Various artists including Ariana Grande, Katy Perry, and Taylor Swift have cited Heap as an influence on their music.",
            "score": 92.30961179733276
        },
        {
            "docid": "2127621_67",
            "document": "Imogen Heap . On 4 June 2017, Heap performed at One Love Manchester, a benefit concert organised by Ariana Grande in response to the bombing after her concert at Manchester Arena two weeks earlier. She performed \"Hide and Seek\".",
            "score": 86.48717880249023
        },
        {
            "docid": "2127621_73",
            "document": "Imogen Heap . On 4 June 2017, Heap participated in Ariana Grande's One Love Manchester concert, to raise money to help the victims of the 2017 Manchester Arena bombing, which took place after one of Grande's concerts. Other celebrity participants included Katy Perry, Justin Bieber, Niall Horan, Coldplay, Miley Cyrus and Pharrell Williams.",
            "score": 78.91304588317871
        },
        {
            "docid": "25276055_27",
            "document": "Ariana Grande . Grande has cited Whitney Houston and Mariah Carey as her major vocal influences, saying: \"I love Mariah Carey. She is literally my favorite human being on the planet. And of course Whitney [Houston] as well. As far as vocal influences go, Whitney and Mariah pretty much cover it.\" She describes Gloria Estefan as the person who inspired her to pursue a career in the music industry, after Estefan complimented a performance she saw Grande give on a cruise ship when she was eight years old. She has also cited Fergie, Destiny's Child, Beyoncé, India.Arie and Brandy as influences or inspirations. She has praised Imogen Heap's \"intricate\" song structure and cited Judy Garland as being a childhood influence, admiring Garland's ability to tell \"a story when she sings\".",
            "score": 83.59138607978821
        },
        {
            "docid": "2127621_58",
            "document": "Imogen Heap . Heap has collaborated as a guest vocalist, co-writer, remixer or producer with many various artists throughout her career. Among them co-writing and producing \"By The Time\" for Mika and \"Now or Never\" for Josh Groban. The diverse range of other musicians Heap has worked with include IAMX, Jeff Beck, Jon Bon Jovi, Mich Gerber, Sean Lennon, Thomas Dolby, Urban Species, Matt Willis, Ariana Grande, Jon Hopkins, Acacia, Britney Spears, Nik Kershaw, Blue October, Joshua Radin, Nitin Sawhney, deadmau5, and Taylor Swift.",
            "score": 79.00866317749023
        },
        {
            "docid": "2127621_1",
            "document": "Imogen Heap . Imogen Heap",
            "score": 57.20751762390137
        },
        {
            "docid": "31526749_1",
            "document": "Imogen Heap discography . Imogen Heap discography",
            "score": 56.785634994506836
        },
        {
            "docid": "54190786_2",
            "document": "One Love Manchester . One Love Manchester was a benefit concert and British television special held on 4 June 2017, which was organised by American singer and actress Ariana Grande in response to the bombing after her concert at Manchester Arena two weeks earlier. The concert took place at Old Trafford Cricket Ground in Old Trafford, Greater Manchester, and aired live on BBC One in the UK with hosts Sara Cox and Ore Oduba. The concert was attended by 55,000 people. Guest stars included Justin Bieber, the Black Eyed Peas, Coldplay, Miley Cyrus, Marcus Mumford, Niall Horan, Little Mix, Katy Perry, Take That, Imogen Heap, Pharrell Williams, Robbie Williams and Liam Gallagher.",
            "score": 72.24510669708252
        },
        {
            "docid": "24131681_7",
            "document": "Whatcha Say . \"Whatcha Say\" received mixed reviews. Glenn Gamboa of \"Newsday\" wrote: \"For fans of Imogen Heap's \"Hide and Seek\", the new Jason Derulo single \"Whatcha Say\" – which liberally samples from the song and even uses Heap's chorus as his own chorus – may be hard to swallow. But Derulo weaves easily in and out of Heap's parts and matches his autotuned vocals to hers pretty well to craft a catchy, if derivative, little number.\" Upon its November 2009 UK release, noted R&B writer Pete Lewis of 'Blues & Soul' described the single as \"Blending pounding beats and Derulo's rich, soulful vocals with an instantly-infectious pop hook sampled from alternative/indie songstress Imogen Heap\".",
            "score": 51.4952187538147
        },
        {
            "docid": "40210290_1",
            "document": "Sparks (Imogen Heap album) . Sparks (Imogen Heap album)",
            "score": 56.36992645263672
        },
        {
            "docid": "5644464_1",
            "document": "Hide and Seek (Imogen Heap song) . Hide and Seek (Imogen Heap song)",
            "score": 55.96025848388672
        },
        {
            "docid": "18935758_22",
            "document": "Sampling (music) . Other examples from the 2000s include Rihanna's 2007 hit \"Don't Stop The Music\", which famously samples the ending part of Michael Jackson's \"Wanna Be Startin' Somethin'\" (1983), and in 2009, Jason Derulo's debut song \"Whatcha Say\" samples part of Imogen Heap's \"Hide and Seek\" (2005), and Flo Rida and Ke$ha's \"Right Round\" samples lyrics from Dead or Alive's \"You Spin Me Round (Like a Record)\" (1984). Sampled songs from the 2010s include the 2014 hits; Ariana Grande's \"Problem\" samples the red alert sound effect from the TV series \"\" (1987), and Nicki Minaj's \"Anaconda\" samples beat and lyrics from Sir Mix A Lot's \"Baby Got Back\" (1991).",
            "score": 59.11431550979614
        },
        {
            "docid": "49546338_2",
            "document": "Be Alright (Ariana Grande song) . \"Be Alright\" is a song recorded by American singer Ariana Grande for her third studio album \"Dangerous Woman\" (2016). The singer co-wrote the track with Tommy Brown, Victoria McCants, Khaled Rohaim, Nicholas Audino, Lewis Hughes and Willie Tafa, while its production was handled by Twice as Nice and Brown. The song was released as the first promotional single from the album on March 18, 2016. In terms of music, \"Be Alright\" is inspired by 1990s deep house and also influences from R&B and Chicago house. Lyrically, it is a carefree song about being optimistic. It was performed live for the first time on \"Saturday Night Live\", with choreography inspired by the vogue style of ballroom culture, the same choreography was adopted by Grande during her Dangerous Woman Tour where the song served as opening track.",
            "score": 61.02807283401489
        },
        {
            "docid": "2127621_68",
            "document": "Imogen Heap . In 2010, Imogen Heap partnered with Thomas Ermacora of Bubbletank to organize a series of online charitable events called \"Live 4 X\".",
            "score": 54.37946128845215
        },
        {
            "docid": "31526749_2",
            "document": "Imogen Heap discography . The discography of Imogen Heap consists of four studio albums, five extended plays, nine singles and twelve music videos.",
            "score": 54.37946128845215
        },
        {
            "docid": "2127621_47",
            "document": "Imogen Heap . In 2015, Imogen Heap signed a worldwide agreement with Downtown Music Publishing. The deal covers Heap's portion of Taylor Swift's \"1989\" finale \"Clean,\" plus five songs from Heap's 2014 album, Sparks: \"The Beast,\" \"Entanglement,\" \"Climb to Sakteng,\" \"Run-Time\" and \"Cycle Song. Her participation in \"1989\" led her to become part of the production team that won Album of the Year at the 2015 Grammy Awards.",
            "score": 57.66376972198486
        },
        {
            "docid": "2410326_5",
            "document": "IMegaphone . On 11 December 2009, Heap released an iTunes exclusive live EP titled \"Imogen Heap: An Evening With I Megaphone.\" The EP contains all tracks from the first issue of the album in the same order, and B-sides Leave Me To Love, Blanket, and Kidding, the latter two which appeared on the Japan reissue of \"iMegaphone\". The EP also contains two Question and Answer sections where Heap takes questions from audience members.",
            "score": 53.51955699920654
        },
        {
            "docid": "33492424_10",
            "document": "The Dewarists . This was filmed in Samode Palace and Jaipur in Rajasthan, where Imogen Heap and Vishal Dadlani recorded the song \"Minds Without Fear\" which is inspired by Rabindranath Tagore's poem \"Where the Mind is without Fear\".",
            "score": 49.29045009613037
        },
        {
            "docid": "2127621_78",
            "document": "Imogen Heap . In 2014, filmmaker Christopher Ian Smith made \"Cumulus\", an experimental documentary exploring key elements of Heap’s background, personality and music practice. Crafted entirely out of social media content and data created by Heap and her fans, \"Cumulus\" explores Imogen’s digital footprint and identity as well as her relationship with fans. The film is available to view online.",
            "score": 56.86782455444336
        },
        {
            "docid": "40210290_2",
            "document": "Sparks (Imogen Heap album) . Sparks is the fourth studio album by English recording artist Imogen Heap. The album was released, via Megaphonic Records on 18 August 2014, in three editions: standard, deluxe 2 CD and super deluxe box set.",
            "score": 58.589200019836426
        },
        {
            "docid": "2410326_2",
            "document": "IMegaphone . iMegaphone is the first album recorded by British singer-songwriter Imogen Heap. It was released in 1998, and features the singles \"Getting Scared,\" \"Shine,\" \"Come Here Boy\" and \"Oh Me, Oh My\" (released to US radio only). The title is an anagram of \"Imogen Heap.\"",
            "score": 69.65340852737427
        },
        {
            "docid": "2127621_6",
            "document": "Imogen Heap . Imogen Jennifer Heap was born in the London Borough of Havering. She played music from an early age, becoming classically trained in several instruments including piano, cello and clarinet. She attended Friends School, a private, Quaker-run boarding school in Saffron Walden. Heap's mother (an art therapist) and her father (a construction rock retailer) separated when she was twelve. By the age of thirteen, she had begun writing songs.",
            "score": 56.71054244041443
        },
        {
            "docid": "38794587_2",
            "document": "Telemiscommunications . \"Telemiscommunications\" is a song by Canadian electronic music producer deadmau5 and English singer/songwriter Imogen Heap. It is the fifth single from deadmau5's sixth studio album \"Album Title Goes Here\". The song is also the seventh single from Imogen Heap's fourth studio album \"Sparks\".",
            "score": 69.73561954498291
        },
        {
            "docid": "4680354_14",
            "document": "Cornflake Girl . On March 25, 2010, British electronic musician Imogen Heap covered the song live in Australia. The performance was done per request by the winner of an online charity auction who paid about $4000 USD to win the item \"VIP Experience Meet Imogen Heap + A Song Just For You\".",
            "score": 54.01326656341553
        },
        {
            "docid": "2127621_42",
            "document": "Imogen Heap . Heap's fourth album, \"Sparks\", was released on 18 August 2014.",
            "score": 50.20520210266113
        },
        {
            "docid": "2127621_48",
            "document": "Imogen Heap . Heap was one of the featured artists on the 2016 PBS documentary on music, \"Soundbreaking\".",
            "score": 51.421730518341064
        },
        {
            "docid": "2127621_77",
            "document": "Imogen Heap . Heap also performed in the Film and Music Arena at Latitude Festival in 2011.",
            "score": 49.970930099487305
        },
        {
            "docid": "2127621_2",
            "document": "Imogen Heap . Imogen Jennifer Heap (; born 9 December 1977) is an English singer, songwriter, record producer and audio engineer. She is known for her involvement in electronic music and as a member of the short-lived project Frou Frou. Born in the London Borough of Havering, Heap became classically trained in piano, cello and clarinet at a young age. She began writing songs at the age of 13 and, while attending boarding school, taught herself both guitar and drums, as well as music production on Atari computers. Heap signed to independent record label Almo Sounds at the age of 18 and later began working with experimental pop band Acacia, alongside Guy Sigsworth, as a frequent guest vocalist.",
            "score": 74.30707216262817
        },
        {
            "docid": "25276055_6",
            "document": "Ariana Grande . Ariana Grande-Butera was born in Boca Raton, Florida. She is the daughter of Joan Grande, the chief executive officer of Hose-McCann Communications, a telephone and alarm system company, and Edward Butera, a graphic design firm owner in Boca Raton. Grande is of Italian descent, and her name was inspired by Princess Oriana from \"\". She has an older half-brother, Frankie Grande, an entertainer and producer, and she has a close relationship with her maternal grandmother, Marjorie Grande. Grande's family moved from New York to Florida when her mother was pregnant with her, and her parents separated when she was around 8 or 9 years old.",
            "score": 56.609519481658936
        },
        {
            "docid": "2127621_61",
            "document": "Imogen Heap . July 2011 saw Heap unveil a pair of in-development, high-tech musical gloves at the TEDGlobal conference in Edinburgh, Scotland. Inspired by the VAMP system developed by Elly Jessop at MIT's media lab, Heap set out to develop the musical gloves in collaboration with Thomas Mitchell, a lecturer in music systems at the University of the West of England, Bristol. The gloves combine sensors developed by 5DT, x-io Technologies with Shure microphones. Both Heap's and Elly Jessop's musical gloves are similar to The Lady's Glove, an earlier invention by the electronic sound pioneer Laetitia Sonami, and the midi gloves used since 1989 by Steve Hogarth lead singer of Marillion. While still in prototype stage, Heap used her MiMu gloves to record \"Me the Machine\", the first song created solely with the gloves. The song was released on her latest album, Sparks, originally titled \"heapsong11\". In an attempt to raise money for further research, Heap toured the song and the gloves at a number of venues and has been working with artists to discover the full potential of the gloves.",
            "score": 60.61413323879242
        },
        {
            "docid": "2127621_11",
            "document": "Imogen Heap . Heap's debut album, \"iMegaphone\" (an anagram of \"Imogen Heap\") was a mixture of self-penned and self-produced tracks, alongside tracks co-written and produced with established producers such as David Kahne, former Eurythmic Dave Stewart, and Guy Sigsworth. The album was released in 1998 internationally via Almo Sounds, to favourable reviews comparing Heap's angst-filled songs to work by PJ Harvey, Kate Bush, Chrissie Hynde, Siouxsie Sioux, and Annie Lennox. Promotion for the record included a tour of America and performances around Europe. Three singles were commercially released in the UK: \"Getting Scared\", \"Shine\" and \"Come Here Boy\". \"Oh Me, Oh My\" was sent to US radio stations in place of \"Shine\".",
            "score": 54.575796127319336
        }
    ],
    "r": [
        {
            "docid": "2127621_5",
            "document": "Imogen Heap . Heap has received two Grammy Awards and one Ivor Novello Award. Various artists including Ariana Grande, Katy Perry, and Taylor Swift have cited Heap as an influence on their music.",
            "score": 92.30960845947266
        },
        {
            "docid": "5644464_12",
            "document": "Hide and Seek (Imogen Heap song) . Ariana Grande covered this song on her world tour, The Honeymoon Tour, as an homage to Imogen Heap for allowing her to use Mi.Mu Gloves on tour.",
            "score": 91.50411987304688
        },
        {
            "docid": "2127621_67",
            "document": "Imogen Heap . On 4 June 2017, Heap performed at One Love Manchester, a benefit concert organised by Ariana Grande in response to the bombing after her concert at Manchester Arena two weeks earlier. She performed \"Hide and Seek\".",
            "score": 86.4871826171875
        },
        {
            "docid": "25276055_27",
            "document": "Ariana Grande . Grande has cited Whitney Houston and Mariah Carey as her major vocal influences, saying: \"I love Mariah Carey. She is literally my favorite human being on the planet. And of course Whitney [Houston] as well. As far as vocal influences go, Whitney and Mariah pretty much cover it.\" She describes Gloria Estefan as the person who inspired her to pursue a career in the music industry, after Estefan complimented a performance she saw Grande give on a cruise ship when she was eight years old. She has also cited Fergie, Destiny's Child, Beyoncé, India.Arie and Brandy as influences or inspirations. She has praised Imogen Heap's \"intricate\" song structure and cited Judy Garland as being a childhood influence, admiring Garland's ability to tell \"a story when she sings\".",
            "score": 83.59138488769531
        },
        {
            "docid": "2127621_58",
            "document": "Imogen Heap . Heap has collaborated as a guest vocalist, co-writer, remixer or producer with many various artists throughout her career. Among them co-writing and producing \"By The Time\" for Mika and \"Now or Never\" for Josh Groban. The diverse range of other musicians Heap has worked with include IAMX, Jeff Beck, Jon Bon Jovi, Mich Gerber, Sean Lennon, Thomas Dolby, Urban Species, Matt Willis, Ariana Grande, Jon Hopkins, Acacia, Britney Spears, Nik Kershaw, Blue October, Joshua Radin, Nitin Sawhney, deadmau5, and Taylor Swift.",
            "score": 79.0086669921875
        },
        {
            "docid": "2127621_73",
            "document": "Imogen Heap . On 4 June 2017, Heap participated in Ariana Grande's One Love Manchester concert, to raise money to help the victims of the 2017 Manchester Arena bombing, which took place after one of Grande's concerts. Other celebrity participants included Katy Perry, Justin Bieber, Niall Horan, Coldplay, Miley Cyrus and Pharrell Williams.",
            "score": 78.91304779052734
        },
        {
            "docid": "2127621_2",
            "document": "Imogen Heap . Imogen Jennifer Heap (; born 9 December 1977) is an English singer, songwriter, record producer and audio engineer. She is known for her involvement in electronic music and as a member of the short-lived project Frou Frou. Born in the London Borough of Havering, Heap became classically trained in piano, cello and clarinet at a young age. She began writing songs at the age of 13 and, while attending boarding school, taught herself both guitar and drums, as well as music production on Atari computers. Heap signed to independent record label Almo Sounds at the age of 18 and later began working with experimental pop band Acacia, alongside Guy Sigsworth, as a frequent guest vocalist.",
            "score": 74.30707550048828
        },
        {
            "docid": "54190786_2",
            "document": "One Love Manchester . One Love Manchester was a benefit concert and British television special held on 4 June 2017, which was organised by American singer and actress Ariana Grande in response to the bombing after her concert at Manchester Arena two weeks earlier. The concert took place at Old Trafford Cricket Ground in Old Trafford, Greater Manchester, and aired live on BBC One in the UK with hosts Sara Cox and Ore Oduba. The concert was attended by 55,000 people. Guest stars included Justin Bieber, the Black Eyed Peas, Coldplay, Miley Cyrus, Marcus Mumford, Niall Horan, Little Mix, Katy Perry, Take That, Imogen Heap, Pharrell Williams, Robbie Williams and Liam Gallagher.",
            "score": 72.24510955810547
        },
        {
            "docid": "38794587_2",
            "document": "Telemiscommunications . \"Telemiscommunications\" is a song by Canadian electronic music producer deadmau5 and English singer/songwriter Imogen Heap. It is the fifth single from deadmau5's sixth studio album \"Album Title Goes Here\". The song is also the seventh single from Imogen Heap's fourth studio album \"Sparks\".",
            "score": 69.7356185913086
        },
        {
            "docid": "2410326_2",
            "document": "IMegaphone . iMegaphone is the first album recorded by British singer-songwriter Imogen Heap. It was released in 1998, and features the singles \"Getting Scared,\" \"Shine,\" \"Come Here Boy\" and \"Oh Me, Oh My\" (released to US radio only). The title is an anagram of \"Imogen Heap.\"",
            "score": 69.65340423583984
        },
        {
            "docid": "2127621_16",
            "document": "Imogen Heap . The initial concept for Frou Frou was Sigsworth's, and the project was to have been an album written and produced by her with each track featuring a different singer, songwriter, poet or rapper. Heap explains that Sigsworth invited her over to his studio to write lyrics to a four-bar motif he had, with one condition – that she include the word \"love\" somewhere. The first line she came up with was \"lung of love, leaves me breathless\", and the \"Details\" album track, \"Flicks\" was written. A week later, Sigsworth called Heap again, and together they wrote and recorded the future single \"Breathe In\".",
            "score": 67.490478515625
        },
        {
            "docid": "38987256_2",
            "document": "Michelle Chamuel . Michelle Jacqueline Chamuel (born 1986) is an American singer, songwriter and producer. She has released several works as a solo artist and in partnership with others. She was the lead singer of the band Ella Riot and the runner-up on season four of \"The Voice\". Influenced by Imogen Heap and Max Martin, she is also known by her producer moniker The Reverb Junkie. Her latest album titled \"Insights & Turnpikes\" was released in May 2017.",
            "score": 66.20098114013672
        },
        {
            "docid": "2127621_54",
            "document": "Imogen Heap . In late 2005, Heap was asked to write a track for the of \"\" entitled \"Can't Take It In\", when a track that fellow Brit singer Dido submitted was deemed unfitting. Heap's track is played at the end of the film in an orchestral version produced by Heap and Harry Gregson Williams, who scored the movie. In addition, she composed a track for the film \"\", but it was deemed to be too dark in tone for the film. Instead, it was included in her album \"Ellipse\" as \"2-1\". 2-1 has also featured in \"CSI Miami\" (Season 8 Episode 9), as well as promotional trailers for the film \"The Lovely Bones\".",
            "score": 64.9176254272461
        },
        {
            "docid": "24077489_2",
            "document": "Canvas (song) . \"Canvas\" is a song by British singer/songwriter Imogen Heap, from her album \"Ellipse\".",
            "score": 64.3851547241211
        },
        {
            "docid": "23524370_2",
            "document": "First Train Home . \"First Train Home\" is a song by British singer/songwriter Imogen Heap, and the only single off her third solo album \"Ellipse\".",
            "score": 63.60082244873047
        },
        {
            "docid": "49546338_2",
            "document": "Be Alright (Ariana Grande song) . \"Be Alright\" is a song recorded by American singer Ariana Grande for her third studio album \"Dangerous Woman\" (2016). The singer co-wrote the track with Tommy Brown, Victoria McCants, Khaled Rohaim, Nicholas Audino, Lewis Hughes and Willie Tafa, while its production was handled by Twice as Nice and Brown. The song was released as the first promotional single from the album on March 18, 2016. In terms of music, \"Be Alright\" is inspired by 1990s deep house and also influences from R&B and Chicago house. Lyrically, it is a carefree song about being optimistic. It was performed live for the first time on \"Saturday Night Live\", with choreography inspired by the vogue style of ballroom culture, the same choreography was adopted by Grande during her Dangerous Woman Tour where the song served as opening track.",
            "score": 61.028072357177734
        },
        {
            "docid": "2700289_2",
            "document": "Speak for Yourself . Speak for Yourself is the second solo album by British singer Imogen Heap, following her collaborative effort with Guy Sigsworth as Frou Frou. The album was released in the United States in 2005. It was written, produced, arranged, and funded by Heap, without the backing of a record label, and features guest appearances from Jeff Beck, who does a guitar solo on \"Goodnight and Go\", and Heap's ex-boyfriend, Richie Mills, who argues with her on \"The Moment I Said It\".",
            "score": 60.69174575805664
        },
        {
            "docid": "25276055_2",
            "document": "Ariana Grande . Ariana Grande-Butera (; born June 26, 1993) is an American singer and actress. She began her career in 2008 in the Broadway musical \"13\", before playing the role of Cat Valentine in the Nickelodeon television series \"Victorious\", and in the spinoff \"Sam & Cat\" until 2014. She has also appeared in other theatre and television roles and has lent her voice to animated television and films.",
            "score": 60.65446472167969
        },
        {
            "docid": "2127621_61",
            "document": "Imogen Heap . July 2011 saw Heap unveil a pair of in-development, high-tech musical gloves at the TEDGlobal conference in Edinburgh, Scotland. Inspired by the VAMP system developed by Elly Jessop at MIT's media lab, Heap set out to develop the musical gloves in collaboration with Thomas Mitchell, a lecturer in music systems at the University of the West of England, Bristol. The gloves combine sensors developed by 5DT, x-io Technologies with Shure microphones. Both Heap's and Elly Jessop's musical gloves are similar to The Lady's Glove, an earlier invention by the electronic sound pioneer Laetitia Sonami, and the midi gloves used since 1989 by Steve Hogarth lead singer of Marillion. While still in prototype stage, Heap used her MiMu gloves to record \"Me the Machine\", the first song created solely with the gloves. The song was released on her latest album, Sparks, originally titled \"heapsong11\". In an attempt to raise money for further research, Heap toured the song and the gloves at a number of venues and has been working with artists to discover the full potential of the gloves.",
            "score": 60.614131927490234
        },
        {
            "docid": "2127621_9",
            "document": "Imogen Heap . During 1996, Heap began working with an experimental pop band called Acacia, which featured her future collaborator Guy Sigsworth and was fronted by the singer Alexander Nilere. While never a full member of the band, Heap was a guest vocalist (as a counterpart to Nilere) and contributed to various Acacia single and album tracks. One Acacia song, \"Maddening Shroud\", would later be covered by Frou Frou.",
            "score": 60.419593811035156
        },
        {
            "docid": "22574247_2",
            "document": "Ellipse (album) . Ellipse is the third studio album from Grammy Award-winning British singer-songwriter Imogen Heap. After returning from a round the world writing trip, Heap completed the album at her childhood home in Essex, converting her old playroom in the basement into a studio. The album got its name from the distinctive elliptical shape of the house. The album's title was confirmed by Heap via her Twitter page on 25 April 2009, after being leaked onto the internet on 23 April. On 15 June, Heap confirmed that the album would be released on 24 August 2009 in the United Kingdom on Megaphonic Records and 25 August in the United States/Canada on RCA Victor Records. International release date was also 24 August.",
            "score": 59.881446838378906
        },
        {
            "docid": "44749894_2",
            "document": "List of songs recorded by Ariana Grande . Ariana Grande is an American singer and actress. Her music career started in 2011 when she contributed vocals to the soundtrack albums for the American TV sitcom, \"Victorious\", in which she also starred from 2010 to 2013. Three soundtrack albums were released between 2011 and 2012. In 2011 Grande also began to work as an independent artist outside of \"Victorious\". Her debut single \"Put Your Hearts Up\", a bubblegum pop song, was released the same year. Grande later called it \"inauthentic and fake\" and described it as \"the worst moment of my life\"; she hid the video on her Vevo account. After she expressed her disappointment with the song, Republic Records gave Grande more creative control over the production of her debut album.",
            "score": 59.76167678833008
        },
        {
            "docid": "39090923_2",
            "document": "Ariana Grande discography . American singer Ariana Grande has released three studio albums, one remix album, four extended plays (EPs), thirty-seven singles (including eleven as a featured artist), six promotional singles and twenty-eight music videos. After signing with Republic Records, she released her debut single \"Put Your Hearts Up\" in December 2011, but it failed to enter any official record chart.",
            "score": 59.604217529296875
        },
        {
            "docid": "4780274_20",
            "document": "Ao Tawhiti . In April 2011, singer-songwriter Imogen Heap visited Christchurch to play a benefit show for the school. It was her only performance in the country that year, and all proceeds went towards the future costs of rebuilding the school.",
            "score": 59.585166931152344
        },
        {
            "docid": "2252480_2",
            "document": "Guy Sigsworth . Guy Sigsworth is a British composer, producer and songwriter. During his career he has worked with many artists, including Seal, Björk, Goldie, Madonna, Britney Spears, Kate Havnevik, Imogen Heap, Bebel Gilberto, Mozez, David Sylvian, Alanis Morissette, Eric Whitacre and Alison Moyet. He has also collaborated with many celebrated instrumental musicians, including Talvin Singh, Jon Hassell and Lester Bowie. He was previously a member of the band Frou Frou together with Imogen Heap.",
            "score": 59.22903060913086
        },
        {
            "docid": "18935758_22",
            "document": "Sampling (music) . Other examples from the 2000s include Rihanna's 2007 hit \"Don't Stop The Music\", which famously samples the ending part of Michael Jackson's \"Wanna Be Startin' Somethin'\" (1983), and in 2009, Jason Derulo's debut song \"Whatcha Say\" samples part of Imogen Heap's \"Hide and Seek\" (2005), and Flo Rida and Ke$ha's \"Right Round\" samples lyrics from Dead or Alive's \"You Spin Me Round (Like a Record)\" (1984). Sampled songs from the 2010s include the 2014 hits; Ariana Grande's \"Problem\" samples the red alert sound effect from the TV series \"\" (1987), and Nicki Minaj's \"Anaconda\" samples beat and lyrics from Sir Mix A Lot's \"Baby Got Back\" (1991).",
            "score": 59.114315032958984
        },
        {
            "docid": "23501446_6",
            "document": "Docklands Sinfonia . On 5 November 2010, the orchestra performed the world premiere of singer songwriter Imogen Heap's orchestral composition 'Love The Earth' at the Royal Albert Hall. The singer conducted the orchestra in a second performance of the piece on 3 December 2010 in St Anne's, Limehouse.",
            "score": 59.057952880859375
        },
        {
            "docid": "5644464_2",
            "document": "Hide and Seek (Imogen Heap song) . \"Hide and Seek\" is a 2005 song written, produced, and performed by Imogen Heap. The song was released as the first single from her second album \"Speak for Yourself\". The single was certified gold by the RIAA on 3 April 2009. Itself influenced by Paul Lansky's \"Her Song\", the track was later sampled in Jason Derulo's \"Whatcha Say\", a song receiving international success. As of 2009 the song has sold 647,000 copies in United States.",
            "score": 58.91276931762695
        },
        {
            "docid": "37314490_3",
            "document": "Orla Gartland . Gartland describes her music as folk pop, most heavily influenced by Joni Mitchell, Regina Spektor and Imogen Heap. She frequently refers to herself as a \"music makin' ginger nutcase.\" In 2012, she released her debut single 'Devil on my Shoulder' which entered the singer/ songwriter iTunes charts in Ireland.",
            "score": 58.88945770263672
        },
        {
            "docid": "43169663_2",
            "document": "My Everything (Ariana Grande album) . My Everything is the second studio album by American singer Ariana Grande, released on August 25, 2014 by Republic Records. Grande wanted \"My Everything\" to sound as \"an evolution\" from her debut album, \"Yours Truly\" (2013); it explores more mature themes and genres. In the album's production, Ariana worked with a host of producers – including Max Martin, Shellback, Benny Blanco, Ryan Tedder, Darkchild, Ilya Salmanzadeh, Zedd, and David Guetta. Upon its release, the album debuted atop the \"Billboard\" 200, selling 169,000 copies in its first week. It debuted at number one in Australia and Canada as well, and peaked in the top ten of twenty countries worldwide. As of April 2018, the album has sold 735,000 copies in the United States.",
            "score": 58.82640838623047
        },
        {
            "docid": "40210290_2",
            "document": "Sparks (Imogen Heap album) . Sparks is the fourth studio album by English recording artist Imogen Heap. The album was released, via Megaphonic Records on 18 August 2014, in three editions: standard, deluxe 2 CD and super deluxe box set.",
            "score": 58.58919906616211
        },
        {
            "docid": "43303760_2",
            "document": "Bang Bang (Jessie J, Ariana Grande and Nicki Minaj song) . \"Bang Bang\" is a song recorded by British singer Jessie J, American singer Ariana Grande and American rapper Nicki Minaj. It was written by Max Martin, Savan Kotecha, Rickard Göransson and Minaj, and produced by Martin, Göransson and Ilya, with Kuk Harrell serving as a vocal producer. The song was first sent to hot adult contemporary radio on July 28, 2014 through Republic Records and released as a digital download the next day by Lava and Republic Records as the lead single from Jessie J's third studio album \"Sweet Talker\" (2014). It is also included on the deluxe version of Ariana Grande's second studio album \"My Everything\" (2014), serving as the third single from that album.",
            "score": 58.51504898071289
        }
    ]
}