{
    "q": [
        {
            "docid": "5644464_12",
            "document": "Hide and Seek (Imogen Heap song) . Ariana Grande covered this song on her world tour, The Honeymoon Tour, as an homage to Imogen Heap for allowing her to use Mi.Mu Gloves on tour.",
            "score": 170.0055058002472
        },
        {
            "docid": "2127621_5",
            "document": "Imogen Heap . Heap has received two Grammy Awards and one Ivor Novello Award. Various artists including Ariana Grande, Katy Perry, and Taylor Swift have cited Heap as an influence on their music.",
            "score": 168.76399159431458
        },
        {
            "docid": "2127621_67",
            "document": "Imogen Heap . On 4 June 2017, Heap performed at One Love Manchester, a benefit concert organised by Ariana Grande in response to the bombing after her concert at Manchester Arena two weeks earlier. She performed \"Hide and Seek\".",
            "score": 151.28842115402222
        },
        {
            "docid": "2127621_73",
            "document": "Imogen Heap . On 4 June 2017, Heap participated in Ariana Grande's One Love Manchester concert, to raise money to help the victims of the 2017 Manchester Arena bombing, which took place after one of Grande's concerts. Other celebrity participants included Katy Perry, Justin Bieber, Niall Horan, Coldplay, Miley Cyrus and Pharrell Williams.",
            "score": 137.38340520858765
        },
        {
            "docid": "25276055_27",
            "document": "Ariana Grande . Grande has cited Whitney Houston and Mariah Carey as her major vocal influences, saying: \"I love Mariah Carey. She is literally my favorite human being on the planet. And of course Whitney [Houston] as well. As far as vocal influences go, Whitney and Mariah pretty much cover it.\" She describes Gloria Estefan as the person who inspired her to pursue a career in the music industry, after Estefan complimented a performance she saw Grande give on a cruise ship when she was eight years old. She has also cited Fergie, Destiny's Child, Beyoncé, India.Arie and Brandy as influences or inspirations. She has praised Imogen Heap's \"intricate\" song structure and cited Judy Garland as being a childhood influence, admiring Garland's ability to tell \"a story when she sings\".",
            "score": 169.1163034439087
        },
        {
            "docid": "2127621_58",
            "document": "Imogen Heap . Heap has collaborated as a guest vocalist, co-writer, remixer or producer with many various artists throughout her career. Among them co-writing and producing \"By The Time\" for Mika and \"Now or Never\" for Josh Groban. The diverse range of other musicians Heap has worked with include IAMX, Jeff Beck, Jon Bon Jovi, Mich Gerber, Sean Lennon, Thomas Dolby, Urban Species, Matt Willis, Ariana Grande, Jon Hopkins, Acacia, Britney Spears, Nik Kershaw, Blue October, Joshua Radin, Nitin Sawhney, deadmau5, and Taylor Swift.",
            "score": 147.0174949169159
        },
        {
            "docid": "2127621_1",
            "document": "Imogen Heap . Imogen Heap",
            "score": 100.11315584182739
        },
        {
            "docid": "31526749_1",
            "document": "Imogen Heap discography . Imogen Heap discography",
            "score": 99.37486124038696
        },
        {
            "docid": "54190786_2",
            "document": "One Love Manchester . One Love Manchester was a benefit concert and British television special held on 4 June 2017, which was organised by American singer and actress Ariana Grande in response to the bombing after her concert at Manchester Arena two weeks earlier. The concert took place at Old Trafford Cricket Ground in Old Trafford, Greater Manchester, and aired live on BBC One in the UK with hosts Sara Cox and Ore Oduba. The concert was attended by 55,000 people. Guest stars included Justin Bieber, the Black Eyed Peas, Coldplay, Miley Cyrus, Marcus Mumford, Niall Horan, Little Mix, Katy Perry, Take That, Imogen Heap, Pharrell Williams, Robbie Williams and Liam Gallagher.",
            "score": 118.62726044654846
        },
        {
            "docid": "24131681_7",
            "document": "Whatcha Say . \"Whatcha Say\" received mixed reviews. Glenn Gamboa of \"Newsday\" wrote: \"For fans of Imogen Heap's \"Hide and Seek\", the new Jason Derulo single \"Whatcha Say\" – which liberally samples from the song and even uses Heap's chorus as his own chorus – may be hard to swallow. But Derulo weaves easily in and out of Heap's parts and matches his autotuned vocals to hers pretty well to craft a catchy, if derivative, little number.\" Upon its November 2009 UK release, noted R&B writer Pete Lewis of 'Blues & Soul' described the single as \"Blending pounding beats and Derulo's rich, soulful vocals with an instantly-infectious pop hook sampled from alternative/indie songstress Imogen Heap\".",
            "score": 102.97888374328613
        },
        {
            "docid": "40210290_1",
            "document": "Sparks (Imogen Heap album) . Sparks (Imogen Heap album)",
            "score": 98.64737129211426
        },
        {
            "docid": "5644464_1",
            "document": "Hide and Seek (Imogen Heap song) . Hide and Seek (Imogen Heap song)",
            "score": 100.83578324317932
        },
        {
            "docid": "18935758_22",
            "document": "Sampling (music) . Other examples from the 2000s include Rihanna's 2007 hit \"Don't Stop The Music\", which famously samples the ending part of Michael Jackson's \"Wanna Be Startin' Somethin'\" (1983), and in 2009, Jason Derulo's debut song \"Whatcha Say\" samples part of Imogen Heap's \"Hide and Seek\" (2005), and Flo Rida and Ke$ha's \"Right Round\" samples lyrics from Dead or Alive's \"You Spin Me Round (Like a Record)\" (1984). Sampled songs from the 2010s include the 2014 hits; Ariana Grande's \"Problem\" samples the red alert sound effect from the TV series \"\" (1987), and Nicki Minaj's \"Anaconda\" samples beat and lyrics from Sir Mix A Lot's \"Baby Got Back\" (1991).",
            "score": 118.34460401535034
        },
        {
            "docid": "49546338_2",
            "document": "Be Alright (Ariana Grande song) . \"Be Alright\" is a song recorded by American singer Ariana Grande for her third studio album \"Dangerous Woman\" (2016). The singer co-wrote the track with Tommy Brown, Victoria McCants, Khaled Rohaim, Nicholas Audino, Lewis Hughes and Willie Tafa, while its production was handled by Twice as Nice and Brown. The song was released as the first promotional single from the album on March 18, 2016. In terms of music, \"Be Alright\" is inspired by 1990s deep house and also influences from R&B and Chicago house. Lyrically, it is a carefree song about being optimistic. It was performed live for the first time on \"Saturday Night Live\", with choreography inspired by the vogue style of ballroom culture, the same choreography was adopted by Grande during her Dangerous Woman Tour where the song served as opening track.",
            "score": 108.70938777923584
        },
        {
            "docid": "2127621_68",
            "document": "Imogen Heap . In 2010, Imogen Heap partnered with Thomas Ermacora of Bubbletank to organize a series of online charitable events called \"Live 4 X\".",
            "score": 97.12209606170654
        },
        {
            "docid": "31526749_2",
            "document": "Imogen Heap discography . The discography of Imogen Heap consists of four studio albums, five extended plays, nine singles and twelve music videos.",
            "score": 105.80469274520874
        },
        {
            "docid": "2127621_47",
            "document": "Imogen Heap . In 2015, Imogen Heap signed a worldwide agreement with Downtown Music Publishing. The deal covers Heap's portion of Taylor Swift's \"1989\" finale \"Clean,\" plus five songs from Heap's 2014 album, Sparks: \"The Beast,\" \"Entanglement,\" \"Climb to Sakteng,\" \"Run-Time\" and \"Cycle Song. Her participation in \"1989\" led her to become part of the production team that won Album of the Year at the 2015 Grammy Awards.",
            "score": 123.81018877029419
        },
        {
            "docid": "2410326_5",
            "document": "IMegaphone . On 11 December 2009, Heap released an iTunes exclusive live EP titled \"Imogen Heap: An Evening With I Megaphone.\" The EP contains all tracks from the first issue of the album in the same order, and B-sides Leave Me To Love, Blanket, and Kidding, the latter two which appeared on the Japan reissue of \"iMegaphone\". The EP also contains two Question and Answer sections where Heap takes questions from audience members.",
            "score": 100.18982005119324
        },
        {
            "docid": "33492424_10",
            "document": "The Dewarists . This was filmed in Samode Palace and Jaipur in Rajasthan, where Imogen Heap and Vishal Dadlani recorded the song \"Minds Without Fear\" which is inspired by Rabindranath Tagore's poem \"Where the Mind is without Fear\".",
            "score": 89.99693846702576
        },
        {
            "docid": "2127621_78",
            "document": "Imogen Heap . In 2014, filmmaker Christopher Ian Smith made \"Cumulus\", an experimental documentary exploring key elements of Heap’s background, personality and music practice. Crafted entirely out of social media content and data created by Heap and her fans, \"Cumulus\" explores Imogen’s digital footprint and identity as well as her relationship with fans. The film is available to view online.",
            "score": 116.72851395606995
        },
        {
            "docid": "40210290_2",
            "document": "Sparks (Imogen Heap album) . Sparks is the fourth studio album by English recording artist Imogen Heap. The album was released, via Megaphonic Records on 18 August 2014, in three editions: standard, deluxe 2 CD and super deluxe box set.",
            "score": 93.34754347801208
        },
        {
            "docid": "2410326_2",
            "document": "IMegaphone . iMegaphone is the first album recorded by British singer-songwriter Imogen Heap. It was released in 1998, and features the singles \"Getting Scared,\" \"Shine,\" \"Come Here Boy\" and \"Oh Me, Oh My\" (released to US radio only). The title is an anagram of \"Imogen Heap.\"",
            "score": 106.96200823783875
        },
        {
            "docid": "2127621_6",
            "document": "Imogen Heap . Imogen Jennifer Heap was born in the London Borough of Havering. She played music from an early age, becoming classically trained in several instruments including piano, cello and clarinet. She attended Friends School, a private, Quaker-run boarding school in Saffron Walden. Heap's mother (an art therapist) and her father (a construction rock retailer) separated when she was twelve. By the age of thirteen, she had begun writing songs.",
            "score": 120.0262176990509
        },
        {
            "docid": "38794587_2",
            "document": "Telemiscommunications . \"Telemiscommunications\" is a song by Canadian electronic music producer deadmau5 and English singer/songwriter Imogen Heap. It is the fifth single from deadmau5's sixth studio album \"Album Title Goes Here\". The song is also the seventh single from Imogen Heap's fourth studio album \"Sparks\".",
            "score": 116.18481349945068
        },
        {
            "docid": "4680354_14",
            "document": "Cornflake Girl . On March 25, 2010, British electronic musician Imogen Heap covered the song live in Australia. The performance was done per request by the winner of an online charity auction who paid about $4000 USD to win the item \"VIP Experience Meet Imogen Heap + A Song Just For You\".",
            "score": 105.46837782859802
        },
        {
            "docid": "2127621_42",
            "document": "Imogen Heap . Heap's fourth album, \"Sparks\", was released on 18 August 2014.",
            "score": 87.85910367965698
        },
        {
            "docid": "2127621_48",
            "document": "Imogen Heap . Heap was one of the featured artists on the 2016 PBS documentary on music, \"Soundbreaking\".",
            "score": 101.15828919410706
        },
        {
            "docid": "2127621_77",
            "document": "Imogen Heap . Heap also performed in the Film and Music Arena at Latitude Festival in 2011.",
            "score": 98.5233416557312
        },
        {
            "docid": "2127621_2",
            "document": "Imogen Heap . Imogen Jennifer Heap (; born 9 December 1977) is an English singer, songwriter, record producer and audio engineer. She is known for her involvement in electronic music and as a member of the short-lived project Frou Frou. Born in the London Borough of Havering, Heap became classically trained in piano, cello and clarinet at a young age. She began writing songs at the age of 13 and, while attending boarding school, taught herself both guitar and drums, as well as music production on Atari computers. Heap signed to independent record label Almo Sounds at the age of 18 and later began working with experimental pop band Acacia, alongside Guy Sigsworth, as a frequent guest vocalist.",
            "score": 131.3896188735962
        },
        {
            "docid": "25276055_6",
            "document": "Ariana Grande . Ariana Grande-Butera was born in Boca Raton, Florida. She is the daughter of Joan Grande, the chief executive officer of Hose-McCann Communications, a telephone and alarm system company, and Edward Butera, a graphic design firm owner in Boca Raton. Grande is of Italian descent, and her name was inspired by Princess Oriana from \"\". She has an older half-brother, Frankie Grande, an entertainer and producer, and she has a close relationship with her maternal grandmother, Marjorie Grande. Grande's family moved from New York to Florida when her mother was pregnant with her, and her parents separated when she was around 8 or 9 years old.",
            "score": 104.73041987419128
        },
        {
            "docid": "2127621_61",
            "document": "Imogen Heap . July 2011 saw Heap unveil a pair of in-development, high-tech musical gloves at the TEDGlobal conference in Edinburgh, Scotland. Inspired by the VAMP system developed by Elly Jessop at MIT's media lab, Heap set out to develop the musical gloves in collaboration with Thomas Mitchell, a lecturer in music systems at the University of the West of England, Bristol. The gloves combine sensors developed by 5DT, x-io Technologies with Shure microphones. Both Heap's and Elly Jessop's musical gloves are similar to The Lady's Glove, an earlier invention by the electronic sound pioneer Laetitia Sonami, and the midi gloves used since 1989 by Steve Hogarth lead singer of Marillion. While still in prototype stage, Heap used her MiMu gloves to record \"Me the Machine\", the first song created solely with the gloves. The song was released on her latest album, Sparks, originally titled \"heapsong11\". In an attempt to raise money for further research, Heap toured the song and the gloves at a number of venues and has been working with artists to discover the full potential of the gloves.",
            "score": 129.7696532011032
        },
        {
            "docid": "2127621_11",
            "document": "Imogen Heap . Heap's debut album, \"iMegaphone\" (an anagram of \"Imogen Heap\") was a mixture of self-penned and self-produced tracks, alongside tracks co-written and produced with established producers such as David Kahne, former Eurythmic Dave Stewart, and Guy Sigsworth. The album was released in 1998 internationally via Almo Sounds, to favourable reviews comparing Heap's angst-filled songs to work by PJ Harvey, Kate Bush, Chrissie Hynde, Siouxsie Sioux, and Annie Lennox. Promotion for the record included a tour of America and performances around Europe. Three singles were commercially released in the UK: \"Getting Scared\", \"Shine\" and \"Come Here Boy\". \"Oh Me, Oh My\" was sent to US radio stations in place of \"Shine\".",
            "score": 94.6554160118103
        }
    ],
    "r": [
        {
            "docid": "5644464_12",
            "document": "Hide and Seek (Imogen Heap song) . Ariana Grande covered this song on her world tour, The Honeymoon Tour, as an homage to Imogen Heap for allowing her to use Mi.Mu Gloves on tour.",
            "score": 170.00550842285156
        },
        {
            "docid": "25276055_27",
            "document": "Ariana Grande . Grande has cited Whitney Houston and Mariah Carey as her major vocal influences, saying: \"I love Mariah Carey. She is literally my favorite human being on the planet. And of course Whitney [Houston] as well. As far as vocal influences go, Whitney and Mariah pretty much cover it.\" She describes Gloria Estefan as the person who inspired her to pursue a career in the music industry, after Estefan complimented a performance she saw Grande give on a cruise ship when she was eight years old. She has also cited Fergie, Destiny's Child, Beyoncé, India.Arie and Brandy as influences or inspirations. She has praised Imogen Heap's \"intricate\" song structure and cited Judy Garland as being a childhood influence, admiring Garland's ability to tell \"a story when she sings\".",
            "score": 169.11630249023438
        },
        {
            "docid": "2127621_5",
            "document": "Imogen Heap . Heap has received two Grammy Awards and one Ivor Novello Award. Various artists including Ariana Grande, Katy Perry, and Taylor Swift have cited Heap as an influence on their music.",
            "score": 168.7639923095703
        },
        {
            "docid": "2127621_67",
            "document": "Imogen Heap . On 4 June 2017, Heap performed at One Love Manchester, a benefit concert organised by Ariana Grande in response to the bombing after her concert at Manchester Arena two weeks earlier. She performed \"Hide and Seek\".",
            "score": 151.28842163085938
        },
        {
            "docid": "2127621_58",
            "document": "Imogen Heap . Heap has collaborated as a guest vocalist, co-writer, remixer or producer with many various artists throughout her career. Among them co-writing and producing \"By The Time\" for Mika and \"Now or Never\" for Josh Groban. The diverse range of other musicians Heap has worked with include IAMX, Jeff Beck, Jon Bon Jovi, Mich Gerber, Sean Lennon, Thomas Dolby, Urban Species, Matt Willis, Ariana Grande, Jon Hopkins, Acacia, Britney Spears, Nik Kershaw, Blue October, Joshua Radin, Nitin Sawhney, deadmau5, and Taylor Swift.",
            "score": 147.0175018310547
        },
        {
            "docid": "2127621_73",
            "document": "Imogen Heap . On 4 June 2017, Heap participated in Ariana Grande's One Love Manchester concert, to raise money to help the victims of the 2017 Manchester Arena bombing, which took place after one of Grande's concerts. Other celebrity participants included Katy Perry, Justin Bieber, Niall Horan, Coldplay, Miley Cyrus and Pharrell Williams.",
            "score": 137.38340759277344
        },
        {
            "docid": "2127621_2",
            "document": "Imogen Heap . Imogen Jennifer Heap (; born 9 December 1977) is an English singer, songwriter, record producer and audio engineer. She is known for her involvement in electronic music and as a member of the short-lived project Frou Frou. Born in the London Borough of Havering, Heap became classically trained in piano, cello and clarinet at a young age. She began writing songs at the age of 13 and, while attending boarding school, taught herself both guitar and drums, as well as music production on Atari computers. Heap signed to independent record label Almo Sounds at the age of 18 and later began working with experimental pop band Acacia, alongside Guy Sigsworth, as a frequent guest vocalist.",
            "score": 131.38961791992188
        },
        {
            "docid": "2127621_61",
            "document": "Imogen Heap . July 2011 saw Heap unveil a pair of in-development, high-tech musical gloves at the TEDGlobal conference in Edinburgh, Scotland. Inspired by the VAMP system developed by Elly Jessop at MIT's media lab, Heap set out to develop the musical gloves in collaboration with Thomas Mitchell, a lecturer in music systems at the University of the West of England, Bristol. The gloves combine sensors developed by 5DT, x-io Technologies with Shure microphones. Both Heap's and Elly Jessop's musical gloves are similar to The Lady's Glove, an earlier invention by the electronic sound pioneer Laetitia Sonami, and the midi gloves used since 1989 by Steve Hogarth lead singer of Marillion. While still in prototype stage, Heap used her MiMu gloves to record \"Me the Machine\", the first song created solely with the gloves. The song was released on her latest album, Sparks, originally titled \"heapsong11\". In an attempt to raise money for further research, Heap toured the song and the gloves at a number of venues and has been working with artists to discover the full potential of the gloves.",
            "score": 129.7696533203125
        },
        {
            "docid": "2127621_47",
            "document": "Imogen Heap . In 2015, Imogen Heap signed a worldwide agreement with Downtown Music Publishing. The deal covers Heap's portion of Taylor Swift's \"1989\" finale \"Clean,\" plus five songs from Heap's 2014 album, Sparks: \"The Beast,\" \"Entanglement,\" \"Climb to Sakteng,\" \"Run-Time\" and \"Cycle Song. Her participation in \"1989\" led her to become part of the production team that won Album of the Year at the 2015 Grammy Awards.",
            "score": 123.81018829345703
        },
        {
            "docid": "2127621_50",
            "document": "Imogen Heap . Heap extensively uses manipulated electronic sounds as an integral part of her music. She also mixes ambient sound into her music (such as the sound of a frying pan in use cooking food, in the background of her song \"Hide and Seek\") and has commented that \"certain sounds give the music a width and a space, and that's important.\"",
            "score": 123.35179138183594
        },
        {
            "docid": "2127621_49",
            "document": "Imogen Heap . For her solo work, as well as her work with Frou Frou and Acacia, Heap plays heavily produced and arranged pop incorporating elements of rock, dance and electronica. As a guest player and collaborator she has played rock (Jeff Beck), hip-hop (Urban Species) and theatre/film music.",
            "score": 121.64629364013672
        },
        {
            "docid": "2127621_6",
            "document": "Imogen Heap . Imogen Jennifer Heap was born in the London Borough of Havering. She played music from an early age, becoming classically trained in several instruments including piano, cello and clarinet. She attended Friends School, a private, Quaker-run boarding school in Saffron Walden. Heap's mother (an art therapist) and her father (a construction rock retailer) separated when she was twelve. By the age of thirteen, she had begun writing songs.",
            "score": 120.0262222290039
        },
        {
            "docid": "54190786_2",
            "document": "One Love Manchester . One Love Manchester was a benefit concert and British television special held on 4 June 2017, which was organised by American singer and actress Ariana Grande in response to the bombing after her concert at Manchester Arena two weeks earlier. The concert took place at Old Trafford Cricket Ground in Old Trafford, Greater Manchester, and aired live on BBC One in the UK with hosts Sara Cox and Ore Oduba. The concert was attended by 55,000 people. Guest stars included Justin Bieber, the Black Eyed Peas, Coldplay, Miley Cyrus, Marcus Mumford, Niall Horan, Little Mix, Katy Perry, Take That, Imogen Heap, Pharrell Williams, Robbie Williams and Liam Gallagher.",
            "score": 118.62725830078125
        },
        {
            "docid": "18935758_22",
            "document": "Sampling (music) . Other examples from the 2000s include Rihanna's 2007 hit \"Don't Stop The Music\", which famously samples the ending part of Michael Jackson's \"Wanna Be Startin' Somethin'\" (1983), and in 2009, Jason Derulo's debut song \"Whatcha Say\" samples part of Imogen Heap's \"Hide and Seek\" (2005), and Flo Rida and Ke$ha's \"Right Round\" samples lyrics from Dead or Alive's \"You Spin Me Round (Like a Record)\" (1984). Sampled songs from the 2010s include the 2014 hits; Ariana Grande's \"Problem\" samples the red alert sound effect from the TV series \"\" (1987), and Nicki Minaj's \"Anaconda\" samples beat and lyrics from Sir Mix A Lot's \"Baby Got Back\" (1991).",
            "score": 118.3446044921875
        },
        {
            "docid": "2127621_78",
            "document": "Imogen Heap . In 2014, filmmaker Christopher Ian Smith made \"Cumulus\", an experimental documentary exploring key elements of Heap’s background, personality and music practice. Crafted entirely out of social media content and data created by Heap and her fans, \"Cumulus\" explores Imogen’s digital footprint and identity as well as her relationship with fans. The film is available to view online.",
            "score": 116.728515625
        },
        {
            "docid": "38794587_2",
            "document": "Telemiscommunications . \"Telemiscommunications\" is a song by Canadian electronic music producer deadmau5 and English singer/songwriter Imogen Heap. It is the fifth single from deadmau5's sixth studio album \"Album Title Goes Here\". The song is also the seventh single from Imogen Heap's fourth studio album \"Sparks\".",
            "score": 116.184814453125
        },
        {
            "docid": "3354767_7",
            "document": "The Chronicles of Narnia: The Lion, the Witch and the Wardrobe (soundtrack) . Gregson-Williams co-wrote a song with Imogen Heap, \"Can't Take It In\", which Heap recorded for the soundtrack. Originally, Dido submitted a song for the soundtrack, but it was considered unsatisfactory. Heap was approached after a suggestion from the soundtrack's supervisor, who managed a band with whom Heap had toured. The song was written, recorded, produced and mixed in a week; Heap said she needed \"like a year more than I got\" and considered the experience of handing in the song an hour after completing it \"[p]retty scary\". According to her, the creation of the song was difficult because \"The Chronicles of Narnia\" is a family film, so she \"had to be quite descriptive and not too electronic\" when making the song.",
            "score": 116.102294921875
        },
        {
            "docid": "44749894_2",
            "document": "List of songs recorded by Ariana Grande . Ariana Grande is an American singer and actress. Her music career started in 2011 when she contributed vocals to the soundtrack albums for the American TV sitcom, \"Victorious\", in which she also starred from 2010 to 2013. Three soundtrack albums were released between 2011 and 2012. In 2011 Grande also began to work as an independent artist outside of \"Victorious\". Her debut single \"Put Your Hearts Up\", a bubblegum pop song, was released the same year. Grande later called it \"inauthentic and fake\" and described it as \"the worst moment of my life\"; she hid the video on her Vevo account. After she expressed her disappointment with the song, Republic Records gave Grande more creative control over the production of her debut album.",
            "score": 115.64529418945312
        },
        {
            "docid": "43031896_4",
            "document": "Charmaine (musician) . Charmaine says that artists such as Kate Havnevik, Imogen Heap, Lily Allen, Coldplay just for \"anthems in the choruses\", Cigaros and Jónsi are who she credits as influences in her music making. Also, she states that DC Talk, Crystal Lewis and Jaci Velasquez are the musicians and bands she listened to while growing up, and she believes that her music sounds like Rachael Lampa. She says her album \"Love Reality\" is simply pure pop music with electronic dance elements.",
            "score": 113.52837371826172
        },
        {
            "docid": "37314490_3",
            "document": "Orla Gartland . Gartland describes her music as folk pop, most heavily influenced by Joni Mitchell, Regina Spektor and Imogen Heap. She frequently refers to herself as a \"music makin' ginger nutcase.\" In 2012, she released her debut single 'Devil on my Shoulder' which entered the singer/ songwriter iTunes charts in Ireland.",
            "score": 112.59503173828125
        },
        {
            "docid": "2127621_64",
            "document": "Imogen Heap . In 2008, Heap was asked to perform at POP!Tech in Camden, Maine (US). There she performed selections from her then-forthcoming album \"Ellipse\". After her set and an encouraging plea for another performance later in the conference by the audience and organisers, Heap agreed. Having nothing else prepared though, she decided to improvise a song on the spot with parameters (tempo, key) suggested by the audience. After the show, Heap was asked by a Poptech attendee if she would give the newly created piece of music to his charity. A ‘lightbulb’ moment occurred in Heap’s head and she saw the potential in doing these improvised pieces for local charities at each show during the tour she would soon begin.",
            "score": 112.55805969238281
        },
        {
            "docid": "25276055_2",
            "document": "Ariana Grande . Ariana Grande-Butera (; born June 26, 1993) is an American singer and actress. She began her career in 2008 in the Broadway musical \"13\", before playing the role of Cat Valentine in the Nickelodeon television series \"Victorious\", and in the spinoff \"Sam & Cat\" until 2014. She has also appeared in other theatre and television roles and has lent her voice to animated television and films.",
            "score": 112.38543701171875
        },
        {
            "docid": "28454742_19",
            "document": "Kathryn Bernardo . Bernardo cites American pop stars Taylor Swift and Ariana Grande as her musical inspirations; she further said she considers local pop sensation Sarah Geronimo and singer Yeng Constantino her idols.",
            "score": 111.699462890625
        },
        {
            "docid": "57298953_5",
            "document": "Sweetener (album) . Grande's manager Scooter Braun told \"Variety\" that the album has a more mature sound: \"It's time for [Ariana] to sing the songs that define her ... Whitney, Mariah, Adele – when they sing, that's their song. Ariana has big vocal moments; it's time for her song.\" Pharrell Williams told \"Los Angeles Times\": \"The things that [Ariana] has to say on this album, it's pretty next-level.\" Producers Max Martin and Savan Kotecha were later confirmed to have collaborated with Grande in the album. On December 28, 2017, Grande shared several pictures of her in the studio throughout the year. The following week, Grande shared a snippet from the album on her Instagram, which was later revealed to be a track titled \"Get Well Soon\".",
            "score": 111.49818420410156
        },
        {
            "docid": "2127621_16",
            "document": "Imogen Heap . The initial concept for Frou Frou was Sigsworth's, and the project was to have been an album written and produced by her with each track featuring a different singer, songwriter, poet or rapper. Heap explains that Sigsworth invited her over to his studio to write lyrics to a four-bar motif he had, with one condition – that she include the word \"love\" somewhere. The first line she came up with was \"lung of love, leaves me breathless\", and the \"Details\" album track, \"Flicks\" was written. A week later, Sigsworth called Heap again, and together they wrote and recorded the future single \"Breathe In\".",
            "score": 110.38175201416016
        },
        {
            "docid": "41037081_2",
            "document": "Just for Now . \"Just for Now\" is a song by English recording artist and producer Imogen Heap, from her second studio album, \"Speak for Yourself\" (2005). Written and produced by Heap, the song was originally written for the second-season episode of the television series \"The O.C.\" entitled \"The Chrismukkah That Almost Wasn't\", but was deemed too dark for the episode. \"Just for Now\" is a electronica song about a constant mayhem within a holiday environment, in which the singer sings to set aside the disarray for a short time of peace. Heap has performed the song in live performances, which she invites the audience to participate on it. \"Just for Now\" was covered by American recording artist Kelly Clarkson, for her sixth studio album \"Wrapped in Red\" (2013). Her version of the song, produced by Greg Kurstin, musically quotes the Christmas standard \"Carol of the Bells\" and was met with positive reviews. The song was also sampled in Clams Casino's composition \"I'm God\", featured on both \"Instrumentals\" and Lil B's \"6 kiss\", and was covered by Pentatonix on their 2015 deluxe edition of their Christmas album \"That's Christmas to Me\".",
            "score": 110.30882263183594
        },
        {
            "docid": "43810632_13",
            "document": "The Honeymoon Tour . The next act starts with an interlude from the band, which leads to the screen showing the beginning of the music video for Grande's song \"One Last Time\", which she performs after in a silver two piece similar to the one she wore earlier, accompanied by a plain dark teal hood (white for later shows). Another video interlude follows, which shows artist Imogen Heap showing off Mi.Mu gloves and explaining how they work, which is followed by Grande using the gloves on-stage while performing \"Why Try\". This is followed by another video interlude which shows a conversation between Grande and her now-deceased grandfather, then singing \"My Everything\", where she sits on top of a white grand piano wearing a long transparent attachable petticoat covered in fake white roses. She proceeds to perform \"Just a Little Bit of Your Heart\" in which after she leaves the stage.",
            "score": 110.05095672607422
        },
        {
            "docid": "46885705_4",
            "document": "Julia Easterlin . Known for her looping technique, Easterlin uses primarily a BOSS RC-50 loop station, a Shure SM58 vocal mic, and, sometimes, a floor tom. The vocal looping technique has since been popularized by tUnE-yArDs, Andrew Bird, and Imogen Heap. Easterlin's experimental style can be described as a combination of several different musical genres which she came across through her education and upbringing such as jazz, gospel, and Southern folk. She has named Björk and Philip Glass as influences.",
            "score": 109.35955810546875
        },
        {
            "docid": "2127621_60",
            "document": "Imogen Heap . Heap also teamed up with Vokle to hold open cello auditions for her North American tour. She provided sheet music for \"Aha\" on her website and encouraged local fans to learn the part and audition live via Vokle. Heap would then pick the cellist to accompany her for that particular city – sometimes with the help of viewers and her puppet lion, Harold. In 2010 Heap opened her online auditions to singers and choirs and invited them to audition via submitted YouTube videos to accompany her on stage as she performed the song \"Earth\" from \"Ellipse\". The winner of each local show was also invited to do a 15-minute gig of their own. In the studio, the official album recording of \"Earth\" was made up entirely of numerous tracks of vocals.",
            "score": 109.09197235107422
        },
        {
            "docid": "16477368_31",
            "document": "Katy Perry . Perry names Björk as an influence, particularly admiring her \"willingness to always be taking chances\". Other musicians who Perry has cited as influences include ABBA, The Cardigans, Cyndi Lauper, Ace of Base, 3OH!3, CeCe Peniston, C+C Music Factory, Black Box, Crystal Waters, Mariah Carey, Heart, Joni Mitchell, Paul Simon, Imogen Heap, Rufus Wainwright, Pink, and Gwen Stefani. \"Firework\" was inspired by a passage in the book \"On the Road\" by Jack Kerouac in which the author compares people who are full of life to fireworks that shoot across the sky and make people watch in awe. Her second concert tour, the California Dreams Tour, was reminiscent of \"Alice's Adventures in Wonderland\" and \"The Wonderful Wizard of Oz\". She also credits the 1996 movie \"The Craft\" for inspiring her song \"Dark Horse\", and Eckhart Tolle's book \"The Power of Now\" for influencing \"Prism\".",
            "score": 108.72795104980469
        },
        {
            "docid": "49546338_2",
            "document": "Be Alright (Ariana Grande song) . \"Be Alright\" is a song recorded by American singer Ariana Grande for her third studio album \"Dangerous Woman\" (2016). The singer co-wrote the track with Tommy Brown, Victoria McCants, Khaled Rohaim, Nicholas Audino, Lewis Hughes and Willie Tafa, while its production was handled by Twice as Nice and Brown. The song was released as the first promotional single from the album on March 18, 2016. In terms of music, \"Be Alright\" is inspired by 1990s deep house and also influences from R&B and Chicago house. Lyrically, it is a carefree song about being optimistic. It was performed live for the first time on \"Saturday Night Live\", with choreography inspired by the vogue style of ballroom culture, the same choreography was adopted by Grande during her Dangerous Woman Tour where the song served as opening track.",
            "score": 108.70938873291016
        },
        {
            "docid": "43398329_2",
            "document": "List of awards and nominations received by Ariana Grande . American singer and actress Ariana Grande, as of August 2017, has won 62 awards out of over 130 nominations. Her debut album \"Yours Truly\" was released in 2013 and debuted at No. 1 on the US \"Billboard\" 200 chart. The album spawned the singles \"The Way\" and \"Baby I\", both of which reached the Hot 100. That same year, she won New Artist of the Year at the American Music Awards. She played a titular role in the teen sitcom \"Sam & Cat\" (2013–14), for which she won a Favorite TV Actress award at the Nickelodeon Kids' Choice Awards.",
            "score": 107.94389343261719
        }
    ]
}