{
    "q": [
        {
            "docid": "32086441_23",
            "document": "Xiguan . Kaiji is located on Longjin Donglu. Its owner is Ye Jiankai and he is jokingly called \"Dousha Kai\" because of the restaurant's food. Kaiji's Tangyuan (sweet dumplings) served with green bean soup and Vanilla green bean soup clear away diners' heat and toxic material and earn a high reputation in Guangzhou. The shop is Ye's grandfather's legacy.",
            "score": 58.33846664428711
        },
        {
            "docid": "32122477_6",
            "document": "La rose de Saint-Flour . When Pierrette returns a tiff with Marcachu turns into a fight. They prepare the soup, into which unexpected ingredients are placed. When Chapailloux arrives, they eat and discover the contents of the soup, including one of Pierrette's shoes. Another fight ensues, and Marcachu storms off with his marmite.",
            "score": 85.10026121139526
        },
        {
            "docid": "8501495_8",
            "document": "Ye Xian . The golden slipper is found by a local peasant who trades it, and it is passed on to various people until it reaches the hands of the nearby king of the To'Han islets, a powerful kingdom covering thousands of small islands. Fascinated by the shoe's small size, he issues a search to find the maiden whose foot will fit into the shoe and proclaims he will marry that girl. The search extends until it reaches the community of the cave-dwellers, and everyone, including Jun-Li, the late chief Wu's firstborn, tried the slipper. No maiden's foot can fit the shoe. Despondent that he could not find the woman he was searching for, the king made a great pavilion and placed the shoe there on display. Ye Xian arrives there late in the evening to retrieve the slipper, but is mistaken as a thief. Ye Xian then was brought before the king, and there she told him everything about her life, how she lost her friend, the gold-eyed fish, and now her slipper. The king, struck by her good-nature and beauty even though she lived in the land of the savages, believed her and allowed her to go home with the slipper.",
            "score": 60.372151613235474
        },
        {
            "docid": "3747_23",
            "document": "Bill Gates . In 2008, Gates appeared in a series of ads to promote Microsoft. The first commercial, co-starring Jerry Seinfeld, is a 90-second talk between strangers as Seinfeld walks up on a discount shoe store (Shoe Circus) in a mall and notices Gates buying shoes inside. The salesman is trying to sell Mr. Gates shoes that are a size too big. As Gates is buying the shoes, he holds up his discount card, which uses a slightly altered version of his own mugshot of his arrest in New Mexico in 1977, for a traffic violation. As they are walking out of the mall, Seinfeld asks Gates if he has melded his mind to other developers, after getting a \"Yes\", he then asks if they are working on a way to make computers edible, again getting a \"Yes\". Some say that this is an homage to Seinfeld's own show about \"nothing\" (\"Seinfeld\"). In a second commercial in the series, Gates and Seinfeld are at the home of an average family trying to fit in with normal people.",
            "score": 66.73425912857056
        },
        {
            "docid": "13075834_6",
            "document": "The Braes o' Killiecrankie . <score midi=\"5\" vorbis=\"1\"> \\relative c\" { \\time 2/4 \\key g \\major  \\partial 8 g16( a) | b8 b \\grace { c8 } b a16( g) | c4 c8 b16( a) | b8 b c16( b) a( g) | b8 d d g,16( a) | b8 b c16( b) a16( g) | c4 c8 b16( a) | b16( c) d16( b) a8 g | d8 g g \\bar \"||\" b16( c) | d8 d, d e16( f) | e8 d16( e) c8 b'16( c) | d8 d, d' d, | b' d d\\fermata b16( c) | d8 d, d e16( f) | g16( f) e( d) c8 b'16 c | b16( c) d( b) a8 g | e g g \\bar \"|.\" }  \\addlyrics {Whare | hae ye been sae | braw, lad? Whare | hae ye been sae | bran -- kie, O? Whare | hae ye been sae | braw, lad? Came | ye by Kil -- li -- | cran -- kie, O? An | ye had been whare | I hae been, Ye | wad -- na been sae | can -- tie, O; An | ye had seen what | I hae seen, I' the | braes o' Kil -- li -- | crank -- kie, O. }</score>",
            "score": 23.680522918701172
        },
        {
            "docid": "144829_24",
            "document": "Steve McQueen . In 1973 The Rolling Stones referred to McQueen in the song \"Star Star\" from the album \"Goats Head Soup\" for which an amused McQueen reportedly gave personal permission. The lines were \"Star fucker, star fucker, star fucker, star fucker star/ Yes you are, yes you are, yes you are/Yeah, Ali MacGraw got mad with you/For givin' head to Steve McQueen\".",
            "score": 46.269532203674316
        },
        {
            "docid": "12744285_3",
            "document": "Electric Soup (album) . It was also released as a 2-CD set with \"Gorilla Biscuit\", a collection of their b-sides and rarities. Brad Shepherd, the group's lead guitarist described the albums \"You just have to listen to [\"Electric Soup\"], it's just jam packed full of pretty groovy songs... The best of was always the record company's idea and the B-side was always our idea to combat that. We think if a best of is representative of a band then a B-side album is even more representative.\" Shepherd also explained the album names: \"\"Electric Soup\" is another name for Jack Daniels bourbon... \"Gorilla Biscuit\" is slang for 'downers' like mandrax.\"",
            "score": 63.59029507637024
        },
        {
            "docid": "2471736_5",
            "document": "Cryptotaenia . English names for the plant include mitsuba, Japanese wild parsley, stone parsley, honeywort, san ip, and san ye qin (from ). Like parsley, the flavor is clean and refreshing with a slightly bitter taste which some describe as celery-like. The sprouts are used in salads and soup. In Japan it is commonly used as a garnish in soups or atop entrees or as a sushi ingredient.",
            "score": 58.213624477386475
        },
        {
            "docid": "247960_6",
            "document": "Mikoyan-Gurevich MiG-25 . The subsonic Boeing B-47 Stratojet and Boeing B-52 Stratofortress strategic bombers were followed by the Mach 2 Convair B-58 Hustler, with the Mach 3 North American B-70 Valkyrie on the drawing board at that time. A major upgrade in the PVO defence system was required, and at the start of 1958 a requirement was issued for manned interceptors capable of reaching 3,000 km/h (1,864 mph) and heights of up to 27 km (88,583 ft). Mikoyan and Sukhoi responded. The Mikoyan-Gurevich OKB had been working on a series of interceptors during the second half of the 1950s: the I-1, I-3U, I-7U, I-75, Ye-150, Ye-150A, Ye-152, Ye-152A, Ye-152P, and Ye-152M. The Ye-150 was noteworthy because it was built specifically to test the Tumansky R-15 engine, two of which would later be used for the MiG-25. This led to Ye-152, alternatively known as Ye-166, which set several world records. The Ye-152M (converted from one of the two Ye-152 aircraft) was intended to be the definite heavy interceptor design. But before it was finished, the PVO had selected the Tupolev Tu-128. As the work on the MiG-25 was well under way, the single-engine Ye-152M was abandoned.",
            "score": 17.747960209846497
        },
        {
            "docid": "299646_27",
            "document": "Places in The Hitchhiker's Guide to the Galaxy . Frogstar World B is said to be \"\"the most totally evil place in the galaxy\"\". It is somewhat like the books' equivalent of Brontitall in the radio show; although there are differences between the two, they share some attributes. Although there is no statue of Arthur on Frogstar B, the bird people came about the same way. There is no archaeologist called Lintilla in the part of the books that concerns itself with Frogstar B; however, the spaceport with the massively delayed spaceship is there. Frogstar B was thrown into poverty through an event termed the Shoe Event Horizon. Many years ago, Frogstar World B was \"a thriving, happy planet – people, cities, shops, a normal world.\" However, there were slightly too many shoe-shops on the high streets of the planet, and the number of shoe-shops was steadily increasing. The more shoe-shops there were, the more the shops had to make. The more they had to make, the worse and more unwearable the shoes became. And the worse and more unwearable the shoes became, the more the people had to buy, and the more money the shops made until it became economically impossible to build anything other than shoe-shops. The result was collapse, ruin, and famine. Most of the population died out, but a select few with the right kind of genetic instability mutated into a bird-like species and cursed the ground, refusing to set foot on it ever again. Frogstar B is the home of the Total Perspective Vortex, a machine that effectively annihilates one's soul by showing one in an instant the whole infinity of creation and oneself in relation to it, and in the continuity of the books, Frogstar World B is the future site of Milliways, the Restaurant at the End of the Universe. In the radio series this role is instead given to Magrathea.",
            "score": 53.747495889663696
        },
        {
            "docid": "26396162_4",
            "document": "Holes in My Shoes . He grew up in extreme poverty in the Lower East Side of New York City, born in his parents cold water apartment on East 6th Street. His parents were Jewish immigrants from Austria. He sold newspapers on the corner of Avenue B and 10th Street and played in Tompkins Square Park. Beers and his siblings took many jobs as kids to support the starving family. They had potatoes and potato soup every day. They gathered fallen coal from the coal truck to keep the house warm. He had 3 brothers - Manny, Julius and Hy, and one sister, Lilian.",
            "score": 62.8357036113739
        },
        {
            "docid": "73440_25",
            "document": "Duck Soup (1933 film) . In another scene, the film pokes fun at the Hays Code. Due to the code, a man and woman could not be shown in bed together. The camera begins the scene in a woman's bedroom, panning across the foot of the bed. A pair of men's shoes are shown on the floor, then a pair of women's shoes and then four horseshoes. The camera cuts to a shot of the entire room: Pinky is sleeping in one bed with the horse, while the woman is in another bed.",
            "score": 82.98652505874634
        },
        {
            "docid": "19688599_10",
            "document": "Offset agreement . The universe of this military niche of offsets trade is sophisticated and less innocuous than commonly believed. In 2000 Daniel Pearl wrote an article about the universe of offsets: “could the sale of U.S. weapons in the Persian Gulf help an oil concern unload gasoline stations in Europe? Yes, under the new logic of international arms deals.” Pearl describes the new-found world of indirect offsets:",
            "score": 29.70503282546997
        },
        {
            "docid": "8529463_4",
            "document": "Aggregation problem . First, to sum the demand functions without other strong assumptions it must be assumed that they are independent; that is that one consumer's demand decisions are not influenced by the decisions of another consumer. For example, A is asked how many pairs of shoes he would buy at a certain price. A says at that price I would be willing and able to buy two pairs of shoes. B is asked the same question and says four pairs. Questioner goes back to A and says B is willing to buy four pairs of shoes, what do you think about that? A says if B has any interest in those shoes then I have none. Or A, not to be outdone by B, says \"then I'll buy five pairs\". And on and on. This problem can be eliminated by assuming that the consumers' tastes are fixed in the short run. This assumption can be expressed as assuming that each consumer is an independent idiosyncratic decision maker.",
            "score": 109.2629486322403
        },
        {
            "docid": "9360586_19",
            "document": "Milkweed (novel) . Big Henryk is a large boy who will “say yes to everything.” He doesn’t wear shoes but instead wears “gray bank coin bags on his feet.” He appears mentally disabled from the \"bellowing\" and how he says \"yes to everything\"",
            "score": 43.88910531997681
        },
        {
            "docid": "13094293_2",
            "document": "Soup for One (soundtrack) . Soup for One is the soundtrack album to the movie \"Soup for One\" by American R&B band Chic et al., released by Mirage Records in 1982. The album reached number 168 on the \"Billboard\" 200 albums chart and number 42 on the R&B chart. Besides three previously released tracks, Chic's \"I Want Your Love\" from 1978 album \"C'est Chic\", Sister Sledge's \"Let's Go On Vacation\" from 1980s \"Love Somebody Today\" and \"Jump, Jump\" from Debbie Harry's \"KooKoo\", the album contains five songs specifically written and produced by Bernard Edwards and Nile Rodgers for the movie.",
            "score": 52.579888343811035
        },
        {
            "docid": "8501495_9",
            "document": "Ye Xian . The next morning, the king goes into Ye Xian's house and asks her to come with him into his kingdom. Ye Xian then wears both her shoes, and appears in her beautiful sea-green gown. The stepmother and Jun-li, however, said that Ye Xian could not have clothes of that kind, for she was only their slave, and the stepmother said that the finery was Jun-li's and Ye Xian stole them. The king dismisses her lies, and invites Ye Xian to live at the palace with him as his wife and queen. She accepts, but her cruel step-family was left with their fate, which is to be banished to the wilderness by the king forever. They live a harsh, unhappy life until the day they were killed by a rain of fiery stones. On the other hand, the king takes Ye Xian into his kingdom and makes her his queen.",
            "score": 51.80001950263977
        },
        {
            "docid": "28284510_15",
            "document": "KLB Club . Yes, you gave us soup and enough black bread To etch out a mere existence, Enough to keep us wanting more And weaken our resistance",
            "score": 49.022162437438965
        },
        {
            "docid": "30177587_3",
            "document": "Shoe Show . The company was founded in 1960 by Robert B. Tucker and has more than 1150 locations. It acquired Burlington Shoes in 1986, Altier Shoes in 1993 and Shoebilee! in 2002. In the early 2000s, the company began opening Shoe Dept. Encore stores, which are larger than regular Shoe Dept. stores.",
            "score": 54.2291464805603
        },
        {
            "docid": "30011882_2",
            "document": "Louis Diat . Louis Felix Diat (1885–1957) was a chef and culinary writer who is one of the chefs believed to have created vichyssoise soup, though other chefs in France are also credited for the same; no proof is available for any claimants' assertions. Diat was born in 1885 in Bourbon-l'Archambault/Montmarault, France, where his father managed a shoe store. During the summer, when Diat and his siblings desired a cold snack, Diat's mother Annette often poured milk into leftover potato-and-leek soup (\"potage bonne femme\").",
            "score": 78.60161089897156
        },
        {
            "docid": "14600623_3",
            "document": "Space Soap (La Soupe aux choux) . This instrumental single is a R&B, dance and techno remake of the theme of \"La Soupe aux choux\", a 1981 French film directed by Jean Girault.",
            "score": 52.28767776489258
        },
        {
            "docid": "46746174_3",
            "document": "Litefeet . The Harlem shake is commonly incorporated into Litefeet, as is the “Chicken Noodle Soup, the Tone Whop (often mistakenly named the \"Toe Whop\"), and the Aunt Jackie. Moves often include: footwork, popping, shuffling, tutting, hat tricks, and shoe tricks.",
            "score": 79.90389204025269
        },
        {
            "docid": "8629842_2",
            "document": "Chicken Noodle Soup (song) . \"Chicken Noodle Soup\" is a song by producer Da Drizzle from Webstar's album \"\" (2006). It features rappers Young B and the Voice of Harlem. The song also has an associated dance.",
            "score": 51.92855787277222
        },
        {
            "docid": "10287083_9",
            "document": "North Slavic fermented cereal soups . Kyselo (or krkonošské kyselo) (, ) is a soup based on sourdough and mushrooms. It is a traditional Czech cuisine from poor folk food originating in the Northern Bohemia mountain region Krkonoše. It is very substantial and it contains an abundance of quality proteins, B vitamins, dietary fiber and other important nutrients. Usage of sourdough is closely related to fermented flour usage in the Polish sour rye soup.",
            "score": 56.43482971191406
        },
        {
            "docid": "226105_27",
            "document": "Bill Drummond . Several Penkiln Burn projects involve making things and then distributing them. Drummond has created a Soup Line drawn across a map going through Belfast and Nottingham to the edges of the British Isles. Anyone living on the Soup Line may contact Drummond to come to their house and make soup for them, their family and friends. Drummond has also constructed – and encourages others to construct – Cake Circles drawn on maps. Cakes are then made and delivered to people who live within the circle with the words \"I have baked you a cake, here it is\". Other projects involve Drummond building beds from timber in public places which are then raffled off. In 2011, for the Venice Biennale, Drummond took up shoe-shining on the streets of Venice. Each spring, Drummond gives away 40 bunches of daffodils to strangers on the street in different cities.",
            "score": 78.75810599327087
        },
        {
            "docid": "2814961_75",
            "document": "Women's cinema . Other notable filmmakers include María Ripoll (\"Tortilla Soup\", \"The Man with Rain in His Shoes\"), Patricia Ferreira, Chus Gutiérrez, María Lidón aka Luna (\"\", \"Moscow Zero\"), Rosa Vergés, Lydia Zimmermann, or Laura Mañá.",
            "score": 74.67075061798096
        },
        {
            "docid": "17647962_4",
            "document": "B and B Chemical Company . The building was designed by Coolidge, Shepley, Bulfinch & Abbott and built in 1937 for the B and B Chemical Company, a subsidiary of the United Shoe Machinery Corporation. The facility, which include a more simply designed second building behind this one, produced adhesives used in the shoe manufacturing process at other plants. It later served as the headquarters for the Polaroid Corporation for many years. It is now owned by The Bulfinch Companies, and is occupied by Nimbus Discovery, a biotechnology firm.",
            "score": 43.050556898117065
        },
        {
            "docid": "18622408_4",
            "document": "Grover Shoe Factory disaster . The R. B. Grover shoe factory was big, but not the biggest shoe factory in Brockton, a town that had 35,000 shoe workers. The wooden building, shaped like a letter \"E\", occupied half a city block at the corner of Main and Calmar Streets.  Grover made the popular Emerson brand shoe, and business had been good enough to add a fourth floor.",
            "score": 55.38238787651062
        },
        {
            "docid": "50112367_4",
            "document": "Brian Atwood . The Brian Atwood shoe line was launched in 2001. His budget line of shoes is B Brian Atwood. This brand retails for US$200 to US$500 as opposed to his main line of shoes which retails for $525 to $2900. The B Brian Atwood brand was later entered into a partnership agreement with shoemaker, Steve Madden (NASDAQ:SHOO), who purchased the Jones Group stake. He is the author of the book, \"Pumped\", a study of stiletto heels.",
            "score": 47.34792423248291
        },
        {
            "docid": "32064360_5",
            "document": "D-Men . The band started breaking up with the departure of singer Brace, followed by rapper Ali B. A single \"Vraag jezelf eens af\" was released. Contractual disagreements intensified with rapper Yes-R who joined the label of his cousin Ali B. Soesi B, a friend from childhood to Yes-R followed suit. The last of the new members to leave was Negativ. This the formation went back to the original three members Lange Frans, Brutus and Baas B. Yes-R even made a recording to diss the original members with his recording \"Je krijgt het van ons\" (\"You get it from us\")",
            "score": 10.477781295776367
        },
        {
            "docid": "11553901_3",
            "document": "Alphabet Soup (horse) . Alphabet Soup was bred by Southeast Associates, a group led by Roy S. Lerman, and purchased by Californian Georgia B. Ridder. He is a descendant of Nearco, and his damsire is U.S. Racing Hall of Fame inductee Arts and Letters. Purchased privately as a two-year-old by Georgia B. Ridder, Alphabet Soup was late in developing. Mrs. Ridder raced the colt in California, where he began to come into his own at the age of four, winning the 1995 Native Diver and Del Mar Breeders' Cup Handicaps. In 1996, en route to his triumph in that year's Breeders' Cup Classic, he won three important graded stakes races: the San Antonio Handicap, the Pat O'Brien Handicap, and the San Pasqual Handicap, in which he defeated Best Pal. He also crossed the wire first in the Goodwood Breeders' Cup Handicap but was disqualified and set back to third. Alphabet Soup raced in 1997 at age six, his best effort coming in defense of the San Antonio Handicap when he finished second to Gentlemen.",
            "score": 52.48922276496887
        },
        {
            "docid": "3075186_5",
            "document": "Blomberg B . A popular modification by railroads in later years was reducing the number of brake shoes from 8 to 4 by reconfiguring the double-clasp brake rigging, removing one brake shoe per wheel. This can give the Blomberg B a similar appearance of later Blomberg M trucks.",
            "score": 56.78975439071655
        }
    ],
    "r": [
        {
            "docid": "8529463_4",
            "document": "Aggregation problem . First, to sum the demand functions without other strong assumptions it must be assumed that they are independent; that is that one consumer's demand decisions are not influenced by the decisions of another consumer. For example, A is asked how many pairs of shoes he would buy at a certain price. A says at that price I would be willing and able to buy two pairs of shoes. B is asked the same question and says four pairs. Questioner goes back to A and says B is willing to buy four pairs of shoes, what do you think about that? A says if B has any interest in those shoes then I have none. Or A, not to be outdone by B, says \"then I'll buy five pairs\". And on and on. This problem can be eliminated by assuming that the consumers' tastes are fixed in the short run. This assumption can be expressed as assuming that each consumer is an independent idiosyncratic decision maker.",
            "score": 109.26295471191406
        },
        {
            "docid": "5227945_5",
            "document": "The Origin of the Work of Art . The third interpretation is the most dominant (extended to all beings), but is derived from equipment: \"This long familiar mode of thought preconceives all immediate experience of beings. The preconception shackles reflection on the Being of any given being.\" The reason Heidegger selects a pair of peasant shoes painted by Vincent van Gogh is to establish a distinction between artwork and other \"things,\" such as pieces of equipment, as well as to open up experience through phenomenological description. This was actually typical of Heidegger as he often chose to study shoes and shoe maker shops as an example for the analysis of a culture. Heidegger explains the viewer's responsibility to consider the variety of questions about the shoes, asking not only about form and matter—what are the shoes made of?—but bestowing the piece with life by asking of purpose—what are the shoes for? What world do they open up and belong to? In this way we can get beyond correspondence theories of truth which posit truth as the correspondence of representations (form) to reality (matter).",
            "score": 103.63871002197266
        },
        {
            "docid": "2040129_11",
            "document": "Billet reading . To disguise the reason for opening the envelope, the typical variation used by mentalists has the audience members write questions on their cards, which the magician will answer. The magician then starts by making a statement like \"I feel beautiful!\", expresses some confusion about why he would say that, and then opens the envelope to read the question, \"will the weather be nice tomorrow?\" (while actually reading the next card, \"what is my shoe size?\"). As the questions may be impossible to guess, like a random person's shoe size, comedy or misdirection is often worked into the routine. For instance, \"a size larger than last year\" makes a reasonable answer to shoe size no matter who asks the question. Mediums may use the question and answer format as well, except that the questions are to be asked of the deceased, or perhaps are simply names of people to be contacted in the spirit world.",
            "score": 98.22728729248047
        },
        {
            "docid": "550013_19",
            "document": "Soup kitchen . Food banks typically have procedures needed to prevent unscrupulous people taking advantage of them, unlike soup kitchens which will usually give a meal to whomever turns up with no questions asked. The soup kitchen's greater accessibility can make it more suitable for assisting people with long-term dependence on food aid. Soup kitchens can also provide warmth, companionship, and the shared communal experience of dining with others, which can be especially valued by people such as widowers or the homeless. In some countries such as Greece, soup kitchens have become the most widely used form of food aid, with \"The Guardian\" reporting in 2012, that an estimated 400,000 Greeks visit a soup kitchen each day.",
            "score": 93.36820983886719
        },
        {
            "docid": "47883354_37",
            "document": "Horse welfare . The case of shoeing is special. It was originally a means of protecting the equine foot from wear and tear on different hard surfaces. However, its usefulness is questioned by a growing number of riders who feel that being \"barefoot\" is more consistent with the nature of the horse. According to Pierre Enoff, the horse does not really need shoeing, which frustrates locomotion and sensory perception by forcing it to rely solely on the hoof walls, unable to use the soles or assess the terrain. The dominant perspective of professionals in the horse world, including farriers, is to see shoeing as protection for the hoof. Similarly, moving to a barefoot approach too quickly can be harmful to horses that have lived with shoes for a long time if their feet are not prepared.",
            "score": 92.96703338623047
        },
        {
            "docid": "393693_3",
            "document": "Entailment (linguistics) . In semantics, entailments depend entirely on the denotation (also called the \"dictionary definition\" of the words in question). An example of this, as shown in M. Lynne Murphy's \"Lexical Meaning\" would be, \"If it is a shoe, then it is made to be worn on a foot.\" This example references the 'footwear' meaning of the word shoe, and not the adjective, which is considered a different use of the word and thus a different meaning. For an entailment to be true, the \"then\" statement must \"always\" be true when the \"if\" statement is true. To judge whether an entailment is true, one can ask, \"Could it \"ever\" be the case that \"B\" isn't true while \"A\" is true?\" In order to accurately recognize entailments, a strong knowledge of the denotation of the word is required.",
            "score": 91.46036529541016
        },
        {
            "docid": "14236076_5",
            "document": "The Question Concerning Technology . Heidegger begins the question by noting that “We ask the question concerning technology when we ask what it is”. This stems from following an ancient doctrine to which “the essence of a thing is considered to be what the thing is”. He starts from the correct or clear definition that “Everyone knows ; the two statements that answer our question”. These are “Technology is a means to an end [and] a human activity”. The reason granted is that “to posit ends and procure and utilize the means to them is a human activity”. If technology is a means to a human end, this conception can therefore be “called the instrumental and anthropological definition of technology”. This further means that one has to ask “What is the instrumental itself?”. This entails questioning the purview of instrumentality in which means and ends are subsumed. As noted “Within what do such things as means and end belong?”.",
            "score": 90.58666229248047
        },
        {
            "docid": "55721059_6",
            "document": "Something Something Soup Something . \"Something Something Soup Something\" has inspired much thought into reviewers over \"what soup is\". Nathan Grayson of Kotaku said that the game presented many heavy philosophical questions. The game was also reviewed by Paula Mejia of Atlas Obscura, stating that the point of the game is that \"Soup can be anything, everything, and nothing all at once.\"",
            "score": 89.98329162597656
        },
        {
            "docid": "7657211_9",
            "document": "The Bad Seed (1956 film) . The next day, as Rhoda is playing in the garden, the caretaker, LeRoy, teasingly tells her that he believes she killed Claude by striking him with her shoes and that he would tell the police, sending her to the electric chair. After Rhoda angrily tells him she burned her shoes, Leroy, hoping to continue what he erroneously believes to be a mere joke, opens the incinerator and finds what remains of the shoes. A drunk Mrs. Daigle returns to see Christine and asks to speak with Rhoda, but Monica takes the girl away before she can answer any questions. Mrs. Daigle tells Christine that she believes Rhoda knows what happened to her son.",
            "score": 89.41975402832031
        },
        {
            "docid": "20647724_26",
            "document": "Apple Newton . Data in Newton is stored in object-oriented databases known as soups. One of the innovative aspects of Newton is that soups are available to all programs; and programs can operate cross-soup; meaning that the calendar can refer to names in the address book; a note in the notepad can be converted to an appointment, and so forth; and the soups can be programmer-extended—a new address book enhancement can be built on the data from the existing address book. The soup system also made it easy to synchronize data, and the Newton Connection tools could be used for importing and exporting data. Among many file formats are the Rich Text Format, Microsoft Word, Microsoft Excel, Microsoft Works, and many more.",
            "score": 89.41424560546875
        },
        {
            "docid": "23641705_5",
            "document": "You're Putting Me On . Leyden would then ask a bizarre or amusing question to each clue giver, who would answer in character to hint at their secret identity. For example, if a celebrity was given the identity of Robert Goulet and was asked, \"If you were to have a human transplant, what part of your body would be transplanted?\", a good clue would be to deepen their voice and answer, \"My larynx.\" Or, if the celebrity was given the identity of Soupy Sales and asked \"If you were a billboard, what would be on you?\", they could use wordplay by saying, \"A little boy and girl sitting next to a shiny aluminum can\" (alluding to a \"soup\" can).",
            "score": 89.2755126953125
        },
        {
            "docid": "47866157_26",
            "document": "FTC v. Motion Picture Advertising Service Co. . That court said it would expect the Massachusetts courts to find that the conduct alleged was unfair to consumers under the \"Brown Shoe\"/\"MPAS\" interpretation of § 5, since 93A is similar in wording to § 5. \"Assuming consumer harm were proved (a quite separate question), we would expect Massachusetts courts to follow FTC precedent that sensibly holds unlawful pernicious conduct with a clear potential for harm and no redeeming value whatever.\" The First Circuit therefore reversed and remanded.",
            "score": 89.16787719726562
        },
        {
            "docid": "20206189_5",
            "document": "Spekkens toy model . The Spekkens toy model is based on the knowledge balance principle: \"the number of questions about the physical state of a system that are answered must always be equal to the number that are unanswered in a state of maximal knowledge.\" However, the \"knowledge\" one can possess about a system must be carefully defined for this principle to have any meaning. To do this, the concept of a \"canonical\" set of yes or no questions is defined as the minimum number of questions needed. For example, for a system with 4 states, one can ask \"Is the system in state 1?\", \"Is the system in state 2?\" and \"Is the system in state 3?\" which would determine the state of the system (state 4 being the case if all three questions were answered \"No.\"). However, one could also ask \"Is the system in either state 1 or state 2?\" and \"Is the system in either state 1 or state 3?\", which would also uniquely determine the state, and has only two questions in the set. This set of questions is not unique, however it is clear that at least two questions (bits) are required to exactly represent one of four states. We say that for a system with 4 states, the number of questions in a canonical set is two. As such, in this case, the knowledge balance principle insists that the maximum number of questions in a canonical set that one can have answered at any given time is one, such that the amount of knowledge is equal to the amount of ignorance.",
            "score": 88.7286148071289
        },
        {
            "docid": "8506464_4",
            "document": "Blockhead Hans . On the way to the King's hall, Blockhead-Hans picked up gifts to give to the princess: a dead crow, an old wooden shoe without the top, and mud. At the King's throne, three reporters and an editor stood by each window. They were writing down what words each suitor said, to publish later. The fireplace was very hot, as each suitor was failed before the princess. Both brothers stammered and failed to impress the princess with their words. Blockhead-Hans rode his goat into the royal hall, and remarked about the heat. The princess replied that she was roasting young roosters, meaning the suitors. \"That's good!\" replied Blockhead-Hans; \"then can I roast a crow with them,\" taking out the dead crow. The Princess approved and asked Blockhead if he also had something to cook it in. He produced the shoe, calling it \"a cooking implement with tin rings,\" and placed the dead crow in it. The princess approved and asked where the soup was. Blockhead-Hans poured mud on the crow. She liked him and decided to marry him. The princess told him that the reporters were writing down everything he said to be published. Blockhead said, \"Then I will give the editor my best,\" and threw mud in the editor's face. Blockhead-Hans went on to marry the princess and later became king.",
            "score": 87.12862396240234
        },
        {
            "docid": "1501979_5",
            "document": "Hotdish . Typical ingredients in hotdish are potatoes or pasta, ground beef, green beans, and corn, with canned soup added as a binder, flavoring and sauce. Potatoes may be in the form of tater tots, hash browns, potato chips, or shoe string potatoes. The dish is usually seasoned lightly with salt and pepper, and it may be eaten with ketchup as a condiment. Another popular hotdish is the tuna hotdish, made with macaroni or egg noodles, canned tuna, peas, and mushroom soup. Also common is a dish known as goulash, though it bears no resemblance to the familiar Hungarian goulash. Minnesota goulash is usually made with ground beef, macaroni, canned tomatoes, and perhaps a can of creamed corn.",
            "score": 86.8392562866211
        },
        {
            "docid": "28183104_2",
            "document": "Polygon soup . A polygon soup is a group of unorganized triangles, with generally no relationship whatsoever. Polygon soups are a geometry storage format in a 3D modeling package, such as Maya, Houdini, or Blender. Polygon soup can help save memory, load/write time, and disk space for large polygon meshes compared to the equivalent polygon mesh. The larger the polygon soup, the larger the savings. For instance, fluid simulations, particle simulations, rigid-body simulations, environments, and character models can reach into the millions of polygon for feature films, causing large disk space and read/write overhead. As soon as any kind of hierarchical sorting or clustering scheme is applied, the polygon soup mesh becomes something else (one example being an octree, a subdivided cube). Any kind of polygonal geometry that hasn't been grouped in any way can be considered polygon soup. Optimized meshes may contain grouped items to make drawing faster.",
            "score": 86.72686004638672
        },
        {
            "docid": "22358999_11",
            "document": "Prawn soup . Cream of shrimp soup is a mass-produced canned soup product in the United States. The Campbell Soup Company manufactures and markets a condensed cream of shrimp canned soup. Circa the 1960s, the Campbell Soup Company manufactured and marketed a frozen cream of shrimp soup. In addition to being consumed as a soup, prepared cream of shrimp soup can be used as an ingredient in dishes such as seafood meat molds and in crawfish pie.",
            "score": 86.71916198730469
        },
        {
            "docid": "19651298_12",
            "document": "Soup . Doctor John T. Dorrance, a chemist with the Campbell Soup Company, invented condensed soup in 1897. Canned soup can be condensed, in which case it is prepared by adding water (or sometimes milk), or it can be \"ready-to-eat\", meaning that no additional liquid is needed before eating. Condensing soup allows soup to be packaged into a smaller can and sold at a lower price than other canned soups. The soup is usually doubled in volume by adding a \"can full\" of water or milk, about .",
            "score": 86.59458923339844
        },
        {
            "docid": "13620418_4",
            "document": "1971 Bon Vivant botulism case . The company began a recall of the 6,444 cans of vichyssoise soup made in the same batch as the can known to be contaminated. The FDA then said that the company's processing practices made questionable all products packed by the company and extended the recall to include all Bon Vivant soup – more than a million cans in all. The FDA ordered the shutdown of the company's Newark, New Jersey, plant on July 7, 1971. Five cans of soup out of 324 were found to be contaminated with botulinum toxin, all in the initial batch of vichyssoise that was recalled.",
            "score": 86.59376525878906
        },
        {
            "docid": "26088472_10",
            "document": "University of Osuna . Positions were also endowed for 36 \"sopistas\" or \"capigorrones\" (the names mean, respectively, \"eaters of thin soup\" and \"layabouts\"), 12 each in grammar, arts, theology. These positions—again, as in other Spanish universities of the time—were reserved for poor young men of ability; they received a modest scholarship and their bread and board. It is not known how many \"sopistas\" actually attended the university, though there is a building near the university that tradition says was the \"soup house\" where they took meals. The degree of their poverty can be ascertained in part from a specific provision to supply them with shoes. These positions were set aside not so much to aid social mobility as because these graduates often reflected so well on the university. Their \"cuchara al cinturón\" (\"spoon on the belt\") remains a symbol of the \"tuna\" (a type of student troubadour) down to this day.",
            "score": 85.46544647216797
        },
        {
            "docid": "11309920_4",
            "document": "Instant soup . Canned (tinned) instant soups contain liquid soup that is prepared by heating their contents. Some canned soups are condensed, and require additional water to bring them to their intended strength, while others are canned in a ready-to-eat, single-strength form. Dr. John T. Dorrance, an employee with the Campbell Soup Company, invented condensed soup in 1897. In the United States, consumers sometimes utilize condensed soups (without diluting them), as a sauce base. Some instant liquid soups are manufactured in microwaveable containers. Additionally, some instant soups, such as Knorr's Erbswurst, are prepared in a concentrated paste form.",
            "score": 85.26915740966797
        },
        {
            "docid": "105979_21",
            "document": "Exclusive or . Whether these examples can be considered \"natural language\" is another question. Certainly when one sees a menu stating \"Lunch special: sandwich and soup or salad\" (parsed as \"sandwich and (soup or salad)\" according to common usage in the restaurant trade), one would not expect to be permitted to order both soup and salad. Nor would one expect to order neither soup nor salad, because that belies the nature of the \"special\", that ordering the two items together is cheaper than ordering them a la carte. Similarly, a lunch special consisting of one meat, French fries or mashed potatoes and vegetable would consist of three items, only one of which would be a form of potato. If one wanted to have meat and both kinds of potatoes, one would ask if it were possible to substitute a second order of potatoes for the vegetable. And, one would not expect to be permitted to have both types of potato and vegetable, because the result would be a vegetable plate rather than a meat plate.",
            "score": 85.11742401123047
        },
        {
            "docid": "32122477_6",
            "document": "La rose de Saint-Flour . When Pierrette returns a tiff with Marcachu turns into a fight. They prepare the soup, into which unexpected ingredients are placed. When Chapailloux arrives, they eat and discover the contents of the soup, including one of Pierrette's shoes. Another fight ensues, and Marcachu storms off with his marmite.",
            "score": 85.10025024414062
        },
        {
            "docid": "20648741_6",
            "document": "Evi (software) . The True Knowledge Answer Engine attempts to comprehend posed questions by disambiguating from all possible meanings of the words in the question to find the most likely meaning of the question being asked. It does this by drawing upon its database of knowledge of discrete facts. As these facts are stored in a form that the computer can understand, the answer engine attempts to produce an answer to what it comprehends to be the question by logically deducing from them.",
            "score": 84.96483612060547
        },
        {
            "docid": "46461_41",
            "document": "Chicken soup . Typically sold as a condensed soup, canned chicken soup, such as Campbell's Chicken Noodle Soup, is notable for its high sodium content, 890 mg per 1/2 cup serving, giving a 1 1/2 cup bowl of soup about 2,500 mg, a full days allowance in the case of the mainstream brand, Campbell's. Other condensed chicken soups such as Chicken with Rice or Chicken & Stars Soup produced by Campbell have similar amounts, as do generic versions of the product. Canned chicken soup with much less sodium than the traditional formulation is available, including many varieties produced by Campbell's, some with at little as 100 mg of sodium. Campbell's claims production of a chicken noodle soup that will find broad consumer acceptance, in short, that will sell, is very difficult.",
            "score": 84.75218963623047
        },
        {
            "docid": "18950900_67",
            "document": "Brand . Product line extension is the procedure of entering a new market segment in its product class by means of using a current brand name. An example of this is the Campbell Soup Company, primarily a producer of canned soups. They utilize a multiproduct branding strategy by way of soup line extensions. They have over 100 soup flavours putting forward varieties such as regular Campbell soup, condensed, chunky, fresh-brewed, organic, and soup on the go. This approach is seen as favourable as it can result in a lower promotion costs and advertising due to the same name being used on all products, therefore increasing the level of brand awareness. Although, line extension has potential negative outcomes with one being that other items in the company's line may be disadvantaged because of the sale of the extension. Line extensions work at their best when they deliver an increase in company revenue by enticing new buyers or by removing sales from competitors.",
            "score": 84.4572982788086
        },
        {
            "docid": "550013_12",
            "document": "Soup kitchen . Prohibition against soup kitchens was soon relaxed on mainland Britain too, though they never again became as prevalent as they had been in the early 19th century, partly as from the 1850s onwards, economic conditions generally began to improve even for the poorest. For the first few decades after the return of soup kitchens to mainland Britain, they were at first heavily regulated, run by groups like the Charity Organization Society. Even in the early 20th century, campaigning journalists like Bart Kennedy would criticize them for their long queues, and for the degrading questions staff would ask the hungry before giving out any soup.",
            "score": 83.69620513916016
        },
        {
            "docid": "327335_31",
            "document": "Hash House Harriers . A \"down-down\" is a means of punishing, rewarding, or merely recognizing an individual for any action or behaviour according to the customs or whims of the group. Generally, the individual in question is asked to consume without pause the contents of his or her drinking vessel or risk pouring the remaining contents on his or her head. Individuals may be recognized for outstanding service, or for their status as a visitor or newcomer. Down-downs also serve as punishment for misdemeanours real, imagined, or blatantly made up. Such transgressions may include: failing to stop at the beer check, pointing with a finger, or the use of real names. Commonly, hashers who wear new shoes to an event can be required to drink from that shoe.",
            "score": 83.30570983886719
        },
        {
            "docid": "588859_11",
            "document": "Twenty Questions . In developing the Participatory Anthropic Principle (PAP) which is an , theoretical physicist John Archibald Wheeler used a variant on Twenty Questions, called Negative Twenty Questions, to show how the questions we choose to ask about the universe may dictate the answers we get. In this variant, the respondent does not choose or decide upon any particular or definite object beforehand, but only on a pattern of 'Yes' or 'No' answers. This variant requires the respondent to provide a consistent set of answers to successive questions, so that each answer can be viewed as logically compatible with all the previous answers. In this way, successive questions narrow the options until the questioner settles upon a definite object. Wheeler's theory was that, in an analogous manner, consciousness may play some role in bringing the universe into existence.",
            "score": 83.08140563964844
        },
        {
            "docid": "12927133_5",
            "document": "Soup (Apple) . Soups on different stores may have the same ID, meaning that they are the same kind of soup, just spread out on different cards. When applications access soups, they usually do so by querying and accessing a \"union soup\" object. From an application's perspective, union soups merge all the soups of a given ID on different stores into one unified soup for that ID. This happens dynamically; when a user adds or removes cards, the union soup changes automatically, each application is notified, and they update their presentation to the user to reflect this. For example, if the user pulls out a card containing a Note Pad soup, the appropriate soup entries (i.e. \"notes\") in the Note Pad's union soup automatically disappear, the Note Pad is notified, and its display is updated to show that these entries are now gone. Treating documents as database entries in a global union soup made Newtons very apt at handling multiple cards being yanked and inserted while applications are running.",
            "score": 83.05609893798828
        },
        {
            "docid": "25353758_4",
            "document": "Sungeo-guk . The soup dish is a representative dish in the cuisine of North Korean capital Pyongyang, where the soup is called \"Taedonggang sungeoguk,\" which means \"flathead grey mullet soup from the Taedong River\". The dish is served as a courtesy for important guests visiting Pyongyang and the question, \"How was the flathead grey mullet soup?\" is commonly used to greet people returning from Pyongyang.",
            "score": 83.00529479980469
        },
        {
            "docid": "73440_25",
            "document": "Duck Soup (1933 film) . In another scene, the film pokes fun at the Hays Code. Due to the code, a man and woman could not be shown in bed together. The camera begins the scene in a woman's bedroom, panning across the foot of the bed. A pair of men's shoes are shown on the floor, then a pair of women's shoes and then four horseshoes. The camera cuts to a shot of the entire room: Pinky is sleeping in one bed with the horse, while the woman is in another bed.",
            "score": 82.98652648925781
        }
    ]
}