{
    "q": [
        {
            "docid": "175040_6",
            "document": "Al-Farabi . His name was Abū Naṣr Muḥammad b. Muḥammad Farabi, sometimes with the family surname al-Ṭarḵānī, i.e., the element Ṭarḵān appears in a nisba. His grandfather was not known among his contemporaries, but a name, Awzalaḡ, suddenly appears later in the writings of Ibn Abī Uṣaibiʿa, and of his great-grandfather in those of Ibn Khallikan.",
            "score": 98.3642144203186
        },
        {
            "docid": "175040_26",
            "document": "Al-Farabi . In the handing down of Aristotle’s thought to the Christian west in the middle ages, al-Farabi played an essential part as appears in the translation of Farabi’s \"Commentary and Short Treatise on Aristotle’s de Interpretatione\" that F.W. Zimmermann published in 1981. Farabi had a great influence on Maimonides, the most important Jewish thinker of the middle ages. Maimonides wrote in Arabic a \"Treatise on logic\", the celebrated \"Maqala fi sina at al-mantiq\". In a wonderfully concise way, the work treats of the essentials of Aristotelian logic in the light of comments made by the Persian philosophers: Avicenna and above all al-Farabi. To use Maimonides’ words, if Aristotle is the First Master the second one is undoubtedly Farabi. Rémi Brague in his book devoted to the Treatise stresses the fact that Farabi is the only thinker mentioned therein.",
            "score": 111.70897078514099
        },
        {
            "docid": "36397744_2",
            "document": "Mazraeh-ye Sheikh Abu Al Hasan . Mazraeh-ye Sheikh Abu Al Hasan (, also Romanized as Mazra‘eh-ye Sheikh Ābū Al Ḩasan) is a village in Mazul Rural District, in the Central District of Nishapur County, Razavi Khorasan Province, Iran. At the 2006 census, its existence was noted, but its population was not reported.",
            "score": 79.7738127708435
        },
        {
            "docid": "36397744_1",
            "document": "Mazraeh-ye Sheikh Abu Al Hasan . Mazraeh-ye Sheikh Abu Al Hasan",
            "score": 78.58612394332886
        },
        {
            "docid": "175040_10",
            "document": "Al-Farabi . The oldest known reference to a Turkic origin is given by the medieval historian Ibn Khallikān (died in 1282), who in his work Wafayāt (completed in 669/1271) states that Farabi was born in the small village of Wasij near Fārāb (in what is today Otrar, Kazakhstan) of Turkic parents. Based on this account, some modern scholars say he is of Turkic origin. Dimitri Gutas, an American Arabist of Greek origin, criticizes this, saying that Ibn Khallikān's account is aimed at the earlier historical accounts by Ibn Abī Uṣaibiʿa, and serves the purpose to \"prove\" a Turkic origin for al-Farabi, for instance by mentioning the additional nisba (surname) \"\"al-Turk\"\" (arab. \"the Turk\")—a nisba Farabi never had. However, Abu al-Fedā', who copied Ibn Ḵhallekān, corrected this and changed \"al-Torkī\" to the phrase \"wa-kāna rajolan torkīyan\", meaning \"he was a Turkish man.\" In this regard, Oxford professor C.E. Bosworth notes that \"great figures [such] as al-Farabi, al-Biruni, and ibn Sina have been attached by over enthusiastic Turkish scholars to their race\".",
            "score": 114.48490333557129
        },
        {
            "docid": "175040_20",
            "document": "Al-Farabi . Al-Farabi had great influence on science and philosophy for several centuries, and was widely considered second only to Aristotle in knowledge (alluded to by his title of \"the Second Teacher\") in his time. His work, aimed at synthesis of philosophy and Sufism, paved the way for the work of Ibn Sina (Avicenna).",
            "score": 101.90736293792725
        },
        {
            "docid": "175040_4",
            "document": "Al-Farabi . The existing variations in the basic accounts of al-Farabi's origins and pedigree indicate that they were not recorded during his lifetime or soon thereafter by anyone with concrete information, but were based on hearsay or guesses (as is the case with other contemporaries of al-Farabi). Little is known about his life. Early sources include an autobiographical passage where al-Farabi traces the history of logic and philosophy up to his time, and brief mentions by Al-Masudi, Ibn al-Nadim and Ibn Hawqal. Said Al-Andalusi wrote a biography of al-Farabi. Arabic biographers of the 12th–13th centuries thus had few facts to hand, and used invented stories about his life.",
            "score": 114.68931484222412
        },
        {
            "docid": "56105670_2",
            "document": "Arsyad Thawil al-Bantani . Sheikh Mas Mohammad Arsyad Thawil al-Bantani (1851 – March 19, 1934) better known as Sheikh Arsyad Thawil was an ulama (Islamic scholar) and Indonesian hero who also fought on the Cilegon War from 9 to 30 July 1888 with Ki Wasyid, Tubagus Ismail, and others. Thawil was a student of Sheikh Nawawi al-Bantani, an Indonesian Islamic teacher from Banten who became the Imam of the Great Mosque of Mecca.",
            "score": 106.16338109970093
        },
        {
            "docid": "175040_12",
            "document": "Al-Farabi . Henry Corbin writes that the evidence supports the opinion common in Iran that al-Farabi was Shiite. Corbin argues that there are many similarities between what he calls Farabi's \"prophetic philosophy\" and the teachings of Shiite Imams. Najjar Fauzi likewise argues that al-Farabi's political philosophy was influenced by Shiite sects.",
            "score": 96.73098754882812
        },
        {
            "docid": "175040_21",
            "document": "Al-Farabi . Al-Farabi also wrote a commentary on Aristotle's work, and one of his most notable works is \"Al-Madina al-Fadila\" () where he theorized an ideal state as in Plato's \"The Republic\". Al-Farabi argued that religion rendered truth through symbols and persuasion, and, like Plato, saw it as the duty of the philosopher to provide guidance to the state. Al-Farabi incorporated the Platonic view, drawing a parallel from within the Islamic context, in that he regarded the ideal state to be ruled by the prophet-imam, instead of the philosopher-king envisaged by Plato. Al-Farabi argued that the ideal state was the city-state of Medina when it was governed by the prophet Muhammad as its head of state, as he was in direct communion with Allah whose law was revealed to him.",
            "score": 100.30230569839478
        },
        {
            "docid": "175040_42",
            "document": "Al-Farabi . Whether or not al-Farabi actually intended to outline a political programme in his writings remains a matter of dispute amongst academics. Henry Corbin, who considers al-Farabi to be a <nowiki>crypto-</nowiki>Shi'ite, says that his ideas should be understood as a \"prophetic philosophy\" instead of being interpreted politically. On the other hand, Charles Butterworth contends that nowhere in his work does al-Farabi speak of a prophet-legislator or revelation (even the word philosophy is scarcely mentioned), and the main discussion that takes place concerns the positions of \"king\" and \"statesmen\". Occupying a middle position is David Reisman, who like Corbin believes that al-Farabi did not want to expound a political doctrine (although he does not go so far to attribute it to Islamic Gnosticism either). He argues that al-Farabi was using different types of society as examples, in the context of an ethical discussion, to show what effect correct or incorrect thinking could have. Lastly, Joshua Parens argues that al-Farabi was slyly asserting that a pan-Islamic society could not be made, by using reason to show how many conditions (such as moral and deliberative virtue) would have to be met, thus leading the reader to conclude that humans are not fit for such a society. Some other authors like Mykhaylo Yakubovych argue that for al-Farabi religion (\"milla\") and philosophy (\"falsafa\") constituted the same praxeological value (i.e. basis for \"amal al-fadhil\"—\"virtuous deed\"), while its epistemological level (\"ilm\"—\"knowledge\") was different.",
            "score": 114.16896939277649
        },
        {
            "docid": "175040_9",
            "document": "Al-Farabi . Medieval Arab historian Ibn Abī Uṣaibiʿa (died in 1270)—al-Farabi's oldest biographer—mentions in his ʿUyūn that al-Farabi's father was of Persian descent. Al-Shahrazūrī who lived around 1288 A.D. and has written an early biography also states that Farabi hailed from a Persian family. According to Majid Fakhry, an Emeritus Professor of Philosophy at Georgetown University, Farabi's father \"\"was an army captain of Persian extraction.\"\" Dimitri Gutas notes that Farabi's works contain references and glosses in Persian, Sogdian, and even Greek, but not Turkish. Sogdian has also been suggested as his native language and the language of the inhabitants of Fārāb. Muhammad Javad Mashkoor argues for an Iranian-speaking Central Asian origin. A Persian origin has been discussed by other sources as well.",
            "score": 116.63840532302856
        },
        {
            "docid": "2829824_2",
            "document": "Al-Farabi Kazakh National University . Al-Farabi Kazakh National University (), also called KazGU or KazNU, is a university in Almaty, Kazakhstan. Named after the Eastern philosopher and scholar al-Farabi, it is one of the country's largest universities.",
            "score": 94.22198867797852
        },
        {
            "docid": "175040_1",
            "document": "Al-Farabi . Al-Farabi",
            "score": 89.3138632774353
        },
        {
            "docid": "175040_16",
            "document": "Al-Farabi . Al-Farabi also considered the theories of conditional syllogisms and analogical inference, which were part of the Stoic tradition of logic rather than the Aristotelian. Another addition al-Farabi made to the Aristotelian tradition was his introduction of the concept of poetic syllogism in a commentary on Aristotle's \"Poetics\".",
            "score": 94.85212421417236
        },
        {
            "docid": "53722605_1",
            "document": "Al Farabi-1 . Al Farabi-1",
            "score": 91.22940397262573
        },
        {
            "docid": "53398828_1",
            "document": "Al Farabi Square . Al Farabi Square",
            "score": 88.65521001815796
        },
        {
            "docid": "175040_14",
            "document": "Al-Farabi . Al-Farabi wrote: \"The Necessity of the Art of the Elixir\"",
            "score": 88.00619316101074
        },
        {
            "docid": "251740_9",
            "document": "Arabic music . Al-Farabi (872–950) wrote a notable book on music titled \"Kitab al-Musiqi al-Kabir\" (The Great Book of Music). His pure Arabian tone system is still used in Arabic music.",
            "score": 90.09497261047363
        },
        {
            "docid": "175040_29",
            "document": "Al-Farabi . In contrast to al-Kindi, who considered the subject of metaphysics to be God, al-Farabi believed that it was concerned primarily with being \"qua\" being (that is, being in and of itself), and this is related to God only to the extent that God is a principle of absolute being. Al-Kindi's view was, however, a common misconception regarding Greek philosophy amongst Muslim intellectuals at the time, and it was for this reason that Avicenna remarked that he did not understand Aristotle's \"Metaphysics\" properly until he had read a prolegomenon written by al-Farabi.",
            "score": 104.38740944862366
        },
        {
            "docid": "12767165_4",
            "document": "Albu Salih . Sheikh Bader Al Rumaidh, great grandfather of Sheikh Sabah, was well known for his generosity and his concern for his people. Sheikh Bader Al Rumaidh also showed great courage and bravery during the British occupation of southern Iraq in the 1920s. He, along with other tribes, managed to lead his people in the resistance until they had pushed the British out of their tribal land. Sheikh Bader Al Rumaidh died in 1943, after when his son Sheikh Mohsin took over the leadership of Albu Salih tribe.",
            "score": 104.48547530174255
        },
        {
            "docid": "2829824_1",
            "document": "Al-Farabi Kazakh National University . Al-Farabi Kazakh National University",
            "score": 87.3666124343872
        },
        {
            "docid": "53722605_4",
            "document": "Al Farabi-1 . Al-Farabi 1 is a 2U CubeSat, weighing 1.7 kg.",
            "score": 89.57789039611816
        },
        {
            "docid": "175040_41",
            "document": "Al-Farabi . Of course, al-Farabi realized that such a society was rare and required a very specific set of historical circumstances to be realized, which means very few societies could ever attain this goal. He divided those \"vicious\" societies, which have fallen short of the ideal \"virtuous\" society, into three categories: ignorant, wicked and errant. \"Ignorant\" societies have, for whatever reason, failed to comprehend the purpose of human existence, and have supplanted the pursuit of happiness for another (inferior) goal, whether this be wealth, sensual gratification or power. Al-Farabi mentions \"weeds\" in the virtuous society: those people who try to undermine its progress towards the true human end. The best known Arabic source for al-Farabi's political philosophy is his work titled, \"al-Madina al-fadila\" (\"The Virtuous City\").",
            "score": 106.47923731803894
        },
        {
            "docid": "7757234_42",
            "document": "History of Islamic economics . Early discussion of the benefits of division of labor are included in the writings of Qabus, al-Ghazali, al-Farabi (873–950), Ibn Sina (Avicenna) (980–1037), Ibn Miskawayh, Nasir al-Din al-Tusi (1201–74), Ibn Khaldun (1332–1406), and Asaad Davani (b. 1444). Among them, the discussions included division of labor within households, societies, factories, and among nations. Farabi notes that each society lacks at least some necessary resources, and thus an optimal society can only be achieved where domestic, regional, and international trade occur, and that such trade can be beneficial to all parties involved. Ghazali was also noted for his subtle understanding of monetary theory and formulation of another version of Gresham's Law.",
            "score": 83.47938442230225
        },
        {
            "docid": "10219069_11",
            "document": "Al-Masudi . Al-Mas‘udi was a pupil or junior colleague of a number of prominent intellectuals, including the philologists al-Zajjaj, ibn Duraid, Niftawayh and ibn Anbari. He was acquainted with famous poets, including Kashajim, whom he probably met in Aleppo. He was well read in philosophy, knowing the works of al-Kindi and al-Razi, the Aristotelian thought of al-Farabi and the Platonic writings. Al-Mas‘udi's extant writings do not confirm his meeting with his contemporaries al-Razi and al-Farabi, however such meetings were highly likely. He does record his meeting with al-Farabi's pupil Yahya ibn Adi, of whom he spoke highly.",
            "score": 94.41055428981781
        },
        {
            "docid": "59945_32",
            "document": "History of logic . The works of Al-Kindi, Al-Farabi, Avicenna, Al-Ghazali, Averroes and other Muslim logicians were based on Aristotelian logic and were important in communicating the ideas of the ancient world to the medieval West. Al-Farabi (Alfarabi) (873–950) was an Aristotelian logician who discussed the topics of future contingents, the number and relation of the categories, the relation between logic and grammar, and non-Aristotelian forms of inference. Al-Farabi also considered the theories of conditional syllogisms and analogical inference, which were part of the Stoic tradition of logic rather than the Aristotelian.",
            "score": 102.82630228996277
        },
        {
            "docid": "57134873_3",
            "document": "Juma bin Maktoum bin Hasher Al Maktoum . Juma's sons include Sheikh 'Ubaid (born 1918), Sheikh Maktoum (born 1920), Sheikh Hamad (born 1922), Sheikh Thani (born 1924), Sheikh Ahmad (1936–2009), and Sheikh Dalmouk (1937–2004). Through his son Sheikh Maktoum's marriage to a cousin (a daughter of Saeed II), Sheikh Juma is the paternal grandfather of Sheikha Hind bint Maktoum bin Juma Al Maktoum. Sheikha Hind is the senior wife of Saeed II of Dubai's grandson (through his son and successor Rashid bin Saeed Al Maktoum), ruler Mohammed bin Rashid Al Maktoum of Dubai. Sheikh Juma is therefore a great-grandfather to Hind's children, including Crown Prince Hamdan bin Mohammed Al Maktoum.",
            "score": 101.43238973617554
        },
        {
            "docid": "53722605_3",
            "document": "Al Farabi-1 . It is a research satellite designed and built by Al-Farabi Kazakh National University, Almaty, Kazakhstan.",
            "score": 88.11196756362915
        },
        {
            "docid": "1804413_14",
            "document": "Shadhili . Sheikh Muhammad Sa'id al-Jamal, another student of Sheikh Muhammad al-Hashimi al-Tilmisani and who died in 2015, had worked from the Haram al-Sharif or The Temple Mount in Jerusalem and was a mufti of the Hanbali Madhab. He was also a student of the spiritual guide and Shadhili Sheikh Abdur Rahman Abu al Risah of Halab of the Shadhili Yashruti line. He was a direct descendent of Muhammad, through his ancestor Ahmad ar-Rifa`i. He wrote many books in both English and Arabic on Sufism, tafsir, and healing. His students from the US also established the University of Spiritual Healing and Sufism which is devoted to the Sufi way of healing.",
            "score": 85.72606027126312
        },
        {
            "docid": "55914231_5",
            "document": "Ismail al-Khalidi al-Minangkabawi . In Mecca, Ismail studied under the several renowned scholars who had expertise in their respective fields. He learned kalam theology under Sheikh Muhammad Ibn 'Ali Assyanwani. In the field of jurisprudence, he studied under Sheikh al-Azhar and Sheikh Abdullah ash-Syarqawi, both renowned as scholars of the Shafi'i school of jurisprudence. Ismail also studied the science of Sufism under two great Sufis named Sheikh 'Abdullah Afandi and Sheikh Khalid al-Uthmani al-Kurdi (Sheikh Dhiyauddin Khalid). Both were \"murshid\" (teacher of the spirituality) of Naqshbandi order.",
            "score": 127.00674664974213
        },
        {
            "docid": "175040_17",
            "document": "Al-Farabi . Al-Farabi wrote a book on music titled \"Kitab al-Musiqa\" (The Book of Music). In it, he presents philosophical principles about music, its cosmic qualities, and its influences.",
            "score": 92.9569878578186
        }
    ],
    "r": [
        {
            "docid": "55914231_5",
            "document": "Ismail al-Khalidi al-Minangkabawi . In Mecca, Ismail studied under the several renowned scholars who had expertise in their respective fields. He learned kalam theology under Sheikh Muhammad Ibn 'Ali Assyanwani. In the field of jurisprudence, he studied under Sheikh al-Azhar and Sheikh Abdullah ash-Syarqawi, both renowned as scholars of the Shafi'i school of jurisprudence. Ismail also studied the science of Sufism under two great Sufis named Sheikh 'Abdullah Afandi and Sheikh Khalid al-Uthmani al-Kurdi (Sheikh Dhiyauddin Khalid). Both were \"murshid\" (teacher of the spirituality) of Naqshbandi order.",
            "score": 127.00674438476562
        },
        {
            "docid": "32612135_4",
            "document": "Isa Qassim . During his academic study Isa Qassim went to Noaim at night to study Islamic teachings under sheikh Abdul-Hussain Al-Heli (Died in 1957). In 1962 Qassim began studies at the Najaf Religious Institute in Iraq, where he studied under many Marja's including Mohammad Baqir al-Sadr. He remained in Al-Najaf for 4 years then returned to Bahrain where he worked as a teacher in Al-Khamis intermediate school for 2 years before returning to Al-Najaf. In Al-Najaf he met with other Shia Bahraini scholars including: Sheikh Abdul Amir al-Jamri, Sheikh Abdulla Al-Guraifi, Sheikh Abdulla Al-Madani and Sheikh Abbas Al-Rayes. All of them were from the same generation and knew each other well even before going to Al-Najaf, due to being partners as students or teachers.",
            "score": 116.7304916381836
        },
        {
            "docid": "175040_9",
            "document": "Al-Farabi . Medieval Arab historian Ibn Abī Uṣaibiʿa (died in 1270)—al-Farabi's oldest biographer—mentions in his ʿUyūn that al-Farabi's father was of Persian descent. Al-Shahrazūrī who lived around 1288 A.D. and has written an early biography also states that Farabi hailed from a Persian family. According to Majid Fakhry, an Emeritus Professor of Philosophy at Georgetown University, Farabi's father \"\"was an army captain of Persian extraction.\"\" Dimitri Gutas notes that Farabi's works contain references and glosses in Persian, Sogdian, and even Greek, but not Turkish. Sogdian has also been suggested as his native language and the language of the inhabitants of Fārāb. Muhammad Javad Mashkoor argues for an Iranian-speaking Central Asian origin. A Persian origin has been discussed by other sources as well.",
            "score": 116.63839721679688
        },
        {
            "docid": "175040_4",
            "document": "Al-Farabi . The existing variations in the basic accounts of al-Farabi's origins and pedigree indicate that they were not recorded during his lifetime or soon thereafter by anyone with concrete information, but were based on hearsay or guesses (as is the case with other contemporaries of al-Farabi). Little is known about his life. Early sources include an autobiographical passage where al-Farabi traces the history of logic and philosophy up to his time, and brief mentions by Al-Masudi, Ibn al-Nadim and Ibn Hawqal. Said Al-Andalusi wrote a biography of al-Farabi. Arabic biographers of the 12th–13th centuries thus had few facts to hand, and used invented stories about his life.",
            "score": 114.68931579589844
        },
        {
            "docid": "175040_10",
            "document": "Al-Farabi . The oldest known reference to a Turkic origin is given by the medieval historian Ibn Khallikān (died in 1282), who in his work Wafayāt (completed in 669/1271) states that Farabi was born in the small village of Wasij near Fārāb (in what is today Otrar, Kazakhstan) of Turkic parents. Based on this account, some modern scholars say he is of Turkic origin. Dimitri Gutas, an American Arabist of Greek origin, criticizes this, saying that Ibn Khallikān's account is aimed at the earlier historical accounts by Ibn Abī Uṣaibiʿa, and serves the purpose to \"prove\" a Turkic origin for al-Farabi, for instance by mentioning the additional nisba (surname) \"\"al-Turk\"\" (arab. \"the Turk\")—a nisba Farabi never had. However, Abu al-Fedā', who copied Ibn Ḵhallekān, corrected this and changed \"al-Torkī\" to the phrase \"wa-kāna rajolan torkīyan\", meaning \"he was a Turkish man.\" In this regard, Oxford professor C.E. Bosworth notes that \"great figures [such] as al-Farabi, al-Biruni, and ibn Sina have been attached by over enthusiastic Turkish scholars to their race\".",
            "score": 114.48490142822266
        },
        {
            "docid": "56105670_12",
            "document": "Arsyad Thawil al-Bantani . The arrival of the Banten cleric was welcomed by Egyptian scholars albeit without ceremony. In the presence of the Egyptian scholar, Thawil, who performed as Sheikh Nawawi sat on a chair, while Sheikh Nawawi sat down as a bodyguard. Many questions were asked by Egyptian scholars who were not easy to answer by any scholar. As Sheikh Nawawi, Thawil also ordered his bodyguard (who was none other than Sheikh Nawawi) to answer these questions, then all questions asked were answered satisfactorily by Syekh Nawawi who acted as bodyguard of Thawil. The Egyptian scholars were amazed to hear such a satisfactory answer, So they think that his bodyguard was so great, let alone who guarded, surely more great.",
            "score": 114.20262908935547
        },
        {
            "docid": "175040_42",
            "document": "Al-Farabi . Whether or not al-Farabi actually intended to outline a political programme in his writings remains a matter of dispute amongst academics. Henry Corbin, who considers al-Farabi to be a <nowiki>crypto-</nowiki>Shi'ite, says that his ideas should be understood as a \"prophetic philosophy\" instead of being interpreted politically. On the other hand, Charles Butterworth contends that nowhere in his work does al-Farabi speak of a prophet-legislator or revelation (even the word philosophy is scarcely mentioned), and the main discussion that takes place concerns the positions of \"king\" and \"statesmen\". Occupying a middle position is David Reisman, who like Corbin believes that al-Farabi did not want to expound a political doctrine (although he does not go so far to attribute it to Islamic Gnosticism either). He argues that al-Farabi was using different types of society as examples, in the context of an ethical discussion, to show what effect correct or incorrect thinking could have. Lastly, Joshua Parens argues that al-Farabi was slyly asserting that a pan-Islamic society could not be made, by using reason to show how many conditions (such as moral and deliberative virtue) would have to be met, thus leading the reader to conclude that humans are not fit for such a society. Some other authors like Mykhaylo Yakubovych argue that for al-Farabi religion (\"milla\") and philosophy (\"falsafa\") constituted the same praxeological value (i.e. basis for \"amal al-fadhil\"—\"virtuous deed\"), while its epistemological level (\"ilm\"—\"knowledge\") was different.",
            "score": 114.1689682006836
        },
        {
            "docid": "36684961_5",
            "document": "Sheikh Mustafa . Sheikh Mustafa learned Arabic calligraphy during childhood. He went to Kayalpattinam, India, for Islamic education at the age of twelve. He gained deep knowledge of Fiqh, or jurisprudence. Later he travelled to Makkah for Islamic education. In Makkah he studied under Mawlana Shaykh al-Islam Mufti Sayyad Ahmad Zayni Dahlan al-Makki'i ash-Shafi'i who was a great scholar of Makkah and Madina at that time. He received ijaza from Sheikh Ahmad Zayni Dahlan.",
            "score": 112.02752685546875
        },
        {
            "docid": "38165098_3",
            "document": "Abdullah Ibn Umar Badheeb Al Yamani . Sheikh Abdullah Umar Badheeb Al Yamani was born Mocha, Yemen. He gained primary education in his home town. He went to Mecca to study. Sheikh Umar Badheeb studied Islamic sciences and the Arabic language under Sheikh Usman Mirghani Makki in the Grand Mosque of Mecca. He also taken Sufism of sheikh Usman Mirghani Makki and later Sheikh Umar Badheeb traveled to Egypt and He Studied Fiqh, Tafseer, Arabic Grammar and literacy in Al-Azhar University. When he studies in Al-Azhar, He got opportunity to study under Sheikh ul Azhar Ibrahim al-Bajuri.",
            "score": 111.81402587890625
        },
        {
            "docid": "175040_26",
            "document": "Al-Farabi . In the handing down of Aristotle’s thought to the Christian west in the middle ages, al-Farabi played an essential part as appears in the translation of Farabi’s \"Commentary and Short Treatise on Aristotle’s de Interpretatione\" that F.W. Zimmermann published in 1981. Farabi had a great influence on Maimonides, the most important Jewish thinker of the middle ages. Maimonides wrote in Arabic a \"Treatise on logic\", the celebrated \"Maqala fi sina at al-mantiq\". In a wonderfully concise way, the work treats of the essentials of Aristotelian logic in the light of comments made by the Persian philosophers: Avicenna and above all al-Farabi. To use Maimonides’ words, if Aristotle is the First Master the second one is undoubtedly Farabi. Rémi Brague in his book devoted to the Treatise stresses the fact that Farabi is the only thinker mentioned therein.",
            "score": 111.70896911621094
        },
        {
            "docid": "19445_56",
            "document": "Maimonides . The \"Treatise on Logic\" (Arabic: \"Maqala Fi-Sinat Al-Mantiq\") has been printed 17 times, including editions in Latin (1527), German (1805, 1822, 1833, 1828), French (1935), and English (1938), and in an abridged Hebrew form. The work illustrates the essentials of Aristotelian logic to be found in the teachings of the great Arabic philosophers such as Avicenna and, above all, Al-Farabi, \"the Second Master,\" the \"First Master\" being Aristotle. In his work devoted to the Treatise, Rémi Brague stresses the fact that Al-Farabi is the only philosopher mentioned therein. This indicates a line of conduct for the reader, who must read the text keeping in mind Al-Farabi's works on logic. In the Hebrew versions, the Treatise is called \"The words of Logic\" which describes the bulk of the work. The author explains the technical meaning of the words used by logicians. The Treatise duly inventories the terms used by the logician and indicates what they refer to. The work proceeds rationally through a lexicon of philosophical terms to a summary of higher philosophical topics, in 14 chapters corresponding to Maimonides's birthdate of 14 Nissan. The number 14 recurs in many of Maimonides's works. Each chapter offers a cluster of associated notions. The meaning of the words is explained and illustrated with examples. At the end of each chapter, the author carefully draws up the list of words studied.",
            "score": 108.29779815673828
        },
        {
            "docid": "31319216_2",
            "document": "Daraj Quarter . Al-Daraj or Haraat al-Daraj () is the densely populated northwestern quarter of Gaza's Old City. Its name translates as \"Quarter of the Steps.\" Situated on an oblong hill about above sea level and higher than any other area in the city, al-Daraj likely received its name either from stairs that once led to it or from the feeling of climbing steps when attempting to reach the neighborhood. It is also referred to as the \"Muslim Quarter\" and contains several mosques and other Muslim edifices. Among them are the city's largest mosque, the Great Omari Mosque, as well as the al-Sayed Hashem Mosque, the Sheikh Zakariya Mosque, the Sheikh Faraj Mosque and Madrasa al-Zahrah. Al-Daraj is separated from the southern Zaytun Quarter by Omar Mukhtar Street.",
            "score": 108.12390899658203
        },
        {
            "docid": "16476365_13",
            "document": "Bani Zeid . In the early 19th century, the paramount sheikhs of Bani Zeid were Sheikh Marif al-Barghouti and Sheikh 'Asi al-Rabbah Barghouti. They belonged to the wealthy noble family of al-Barghouti, a sub-clan of the Bani Zeid tribe that traditionally provided the leaders of the sheikdom. Its members were generally referred to as \"Baraghithah\" and the clan consisted of nine branches whose collective power extended beyond the Bani Zeid sheikdom to the coastal plain of Palestine. During the period of Khedivate Egyptian rule in the Levant (1832–1840), Sheikh 'Abd al-Jabir al-Barghouti, a nephew of Sheikh Marif, served as the chief of the Bani Zeid. Sheikh 'Abd al-Jabir belonged to the al-Zahir branch of the family which was based in Deir Ghassaneh. Deir Ghassaneh served as the sheikdom's \"qaryat al-kursi\" (throne village or capital). During the early part of Egyptian rule, Governor Ibrahim Pasha had Sheikh 'Abd al-Jabir executed. He was succeeded by Sheikh Ali al-Rabbah, another leading Barghouti sheikh and a son of Sheikh Asi. The latter was also subsequently executed on the orders of Ibrahim Pasha. Both sheikhs and their peasant fighters had fought against Egyptian rule during the 1834 Peasants' Revolt that spread throughout Palestine. During the last years of Egyptian control, Sheikh Musa Ahmad al-Sahwil of Abwein became the paramount sheikh of the Bani Zeid and continued to exercise great influence over the sheikdom when the Egyptian military withdrew from Palestine in 1841.",
            "score": 107.28350067138672
        },
        {
            "docid": "21912219_4",
            "document": "Sheikh Radwan . There are a number of traditions regarding the identity of Sheikh Radwan. Christian scholars identify him as Peter the Iberian and the tomb as Peter's monastery, One local tradition has it that the tomb belongs to the 14th-century \"wali\" (Sufi saint) Radwan ibn Raslan, a son of the prominent local sheikh, Muhammad al-Batahi. Another tradition claims that Radwan was the brother of al-Batahi and Sheikh Ijlin who were all descendants of the second Muslim caliph, Umar ibn al-Khattab. Prior to the construction of the Sayed al-Hashim Mosque in the al-Daraj Quarter and the modern biographies of the Islamic prophet Muhammad in the 19th-century, local Muslim tradition had it that the modern-day tomb of Sheikh Radwan was the burial place of Hashim ibn Abd al-Manaf, Muhammad's great-grandfather. Historian Moshe Sharon attributes the varying traditions to the \"tendency of believers to hunt for saints' tombs.\"",
            "score": 106.51922607421875
        },
        {
            "docid": "175040_41",
            "document": "Al-Farabi . Of course, al-Farabi realized that such a society was rare and required a very specific set of historical circumstances to be realized, which means very few societies could ever attain this goal. He divided those \"vicious\" societies, which have fallen short of the ideal \"virtuous\" society, into three categories: ignorant, wicked and errant. \"Ignorant\" societies have, for whatever reason, failed to comprehend the purpose of human existence, and have supplanted the pursuit of happiness for another (inferior) goal, whether this be wealth, sensual gratification or power. Al-Farabi mentions \"weeds\" in the virtuous society: those people who try to undermine its progress towards the true human end. The best known Arabic source for al-Farabi's political philosophy is his work titled, \"al-Madina al-fadila\" (\"The Virtuous City\").",
            "score": 106.47924041748047
        },
        {
            "docid": "12462087_4",
            "document": "Al-Buzidi al-Bujrafi . Sheikh Muhammadi instructed al-Yazid to continue his spiritual instruction under Sheikh Moulay Suleiman ibn al-Mahdi, also of Bani Shikar, whom al-Yazid maintained a close relationship with until his death in 1970, marrying his daughter and serving as Imam in his Zawiya. It was Moulay Suleiman who changed al-Yazid's name to al-Buzidi, in reference to two great masters of the Darqawi brotherhood, Muhammad al-Buzidi al-Ghimari, disciple of Moulay al-Arabi al-Darqawi; and Muhammad ibn al-Habib Hamu al-Buzidi, Sheikh of Ahmad al-Alawi, founder of the Alawi order.",
            "score": 106.28501892089844
        },
        {
            "docid": "40779725_3",
            "document": "Sheikh Jafar Shooshtari . He was born in 1230 AH in Shooshtar. He was a descendent of Ali ibn Hussain Najjar who was a great Shia scholar of 11th century AH. His paternal lineage is as follows: Jafar son of Hussein son of Hassan son of Ali son of Ali AlNajjar Shooshtari. He moved to Kadhimiya in early childhood with his father. He was taught by Sheikh Mohammad Al-e-Yasin, Sheikh AbdulNabi Kazemi and Sheikh Ismail ibn Asadollah Kazemi. He then returned to Shooshtar and then went to Karbala to study under Sheikh Mohammad Hossein Esfahani and Sharif ol Olama. Then he moved to Najaf to study under Sheikh Ansari. He returned to Shooshtar in 1255 AH and wrote \"Menhaj ol Ershad\" and built a Husseinya. In 1287 AH the tomb of prophet Daniel in Susa was repaired by the order of Shaikh Jafar in the hands of Haj Mulla Hassan Memar. Then he returned to Karbala. He then made a trip to Iran to visit the tomb of Ali Al-Ridha. On the way, he stopped at Ray, where many scholars and clerics on the order of Naser al-Din Shah Qajar visited him and asked him to stay in Tehran. He accepted and moved to Tehran and held the prayers in Marvi Mosque.",
            "score": 106.1986083984375
        },
        {
            "docid": "56105670_2",
            "document": "Arsyad Thawil al-Bantani . Sheikh Mas Mohammad Arsyad Thawil al-Bantani (1851 – March 19, 1934) better known as Sheikh Arsyad Thawil was an ulama (Islamic scholar) and Indonesian hero who also fought on the Cilegon War from 9 to 30 July 1888 with Ki Wasyid, Tubagus Ismail, and others. Thawil was a student of Sheikh Nawawi al-Bantani, an Indonesian Islamic teacher from Banten who became the Imam of the Great Mosque of Mecca.",
            "score": 106.16337585449219
        },
        {
            "docid": "39718048_3",
            "document": "Sheikh Abbas . After theological studies in family brotherhood and once aged 21, Sheikh Abbas studied at the Islamic University of Zaytuna in Tunis and that of al-Qarawiyyin in Fez. After ten years, he returned to Algeria and became the disciple of the reformer Abdelhamid Ben Badis. He campaigned with him for religious and political reform (commonly known as \"al-iṣlāḥ\" by Muslim reformists). At independence of Algeria, he was appointed ambassador to Saudi Arabia, following his resignation from the post he has held the office of President of the Supreme Islamic Council of Algeria, a seat he left by personal choice to pursue the weekly preaching in the Great Mosque of Algiers. In 1982, Sheikh Abbas took charge of the Great Mosque of Paris, succeeding Sheikh Hamza Boubakeur. He restructured the mosque by creating a second prayer room and putting in place many cultural services, social associations etc..",
            "score": 106.05086517333984
        },
        {
            "docid": "4569206_3",
            "document": "Al-Gharafa SC . The idea of creating the new club that would represent Gharafat Al-Rayyan sparked from a group of young Qataris in 1978. Most notably, people like Sheikh Mohammed bin Jassim Al-Thani, Sheikh Hamad bin Jassim Al-Thani, Sheikh Hamad bin Faisal Al-Thani, Sheikh Ali bin Abdullah Al-Thani and Saad Mohammad Al-Rumaihi. In a documentary produced by Al Kass sports channel about the history of the club, Sheikh Hamad bin Jassim mentioned that the idea was suggested by Saad Al-Romaihi initially who was working as a sports journalist at Al Raya newspaper.",
            "score": 104.80669403076172
        },
        {
            "docid": "12767165_4",
            "document": "Albu Salih . Sheikh Bader Al Rumaidh, great grandfather of Sheikh Sabah, was well known for his generosity and his concern for his people. Sheikh Bader Al Rumaidh also showed great courage and bravery during the British occupation of southern Iraq in the 1920s. He, along with other tribes, managed to lead his people in the resistance until they had pushed the British out of their tribal land. Sheikh Bader Al Rumaidh died in 1943, after when his son Sheikh Mohsin took over the leadership of Albu Salih tribe.",
            "score": 104.4854736328125
        },
        {
            "docid": "175040_29",
            "document": "Al-Farabi . In contrast to al-Kindi, who considered the subject of metaphysics to be God, al-Farabi believed that it was concerned primarily with being \"qua\" being (that is, being in and of itself), and this is related to God only to the extent that God is a principle of absolute being. Al-Kindi's view was, however, a common misconception regarding Greek philosophy amongst Muslim intellectuals at the time, and it was for this reason that Avicenna remarked that he did not understand Aristotle's \"Metaphysics\" properly until he had read a prolegomenon written by al-Farabi.",
            "score": 104.38740539550781
        },
        {
            "docid": "1269164_17",
            "document": "Islamic democracy . The early Islamic philosopher, Al-Farabi (c. 872–950), in one of his most notable works \"Al-Madina al-Fadila\", theorized an ideal Islamic state which he compared to Plato's \"The Republic\". Al-Farabi departed from the Platonic view in that he regarded the ideal state to be ruled by the prophet, instead of the philosopher king envisaged by Plato. Al-Farabi argued that the ideal state was the city-state of Medina when it was governed by Muhammad, as its head of state, as he was in direct communion with God whose law was revealed to him. In the absence of the prophet, Al-Farabi considered democracy as the closest to the ideal state, regarding the republican order of the Rashidun Caliphate as an example within early Muslim history. However, he also maintained that it was from democracy that imperfect states emerged, noting how the republican order of the early Islamic Caliphate of the Rashidun caliphs was later replaced by a form of government resembling a monarchy under the Umayyad and Abbasid dynasties.",
            "score": 104.22852325439453
        },
        {
            "docid": "59945_32",
            "document": "History of logic . The works of Al-Kindi, Al-Farabi, Avicenna, Al-Ghazali, Averroes and other Muslim logicians were based on Aristotelian logic and were important in communicating the ideas of the ancient world to the medieval West. Al-Farabi (Alfarabi) (873–950) was an Aristotelian logician who discussed the topics of future contingents, the number and relation of the categories, the relation between logic and grammar, and non-Aristotelian forms of inference. Al-Farabi also considered the theories of conditional syllogisms and analogical inference, which were part of the Stoic tradition of logic rather than the Aristotelian.",
            "score": 102.82630157470703
        },
        {
            "docid": "3102751_5",
            "document": "Taha Jabir Alalwani . Following his undergraduate studies, Al-Alwani returned to Iraq and became a lieutenant in the Iraqi Military Reserves. He taught in the Military Academy of Iraq in Baghdad and also taught in the College of Islamic Studies where he was a professor for 6 years. While in Baghdad Al-Alwani studied with some of Iraq's most prominent figures including: Sheikh Amjad al-Zahawi, Sheikh Qasim Al-Qaysi, (Grand Mufty of Iraq), Sheikh Mohammad Fu'ad Al-Aloosi, Sheikh Abdul 'Aziz Salem Al-Samerai, Sheikh Mohammed Al-Qazilchi. Al-Alwani led Jummah (Friday Prayers) in the famous Mosque of Hajja Haseebah Al-Pachatchi from 1953 until 1969. He was forced to leave Iraq in 1969 due to his opposition of the Ba'ath party.",
            "score": 102.78353881835938
        },
        {
            "docid": "50554677_3",
            "document": "Haditha Al-Khraisha . Sheikh Haditha and Emir Abdullah, later King Abdullah I of Jordan generally maintained close relations, but the two also \"periodically fell out\". Emir Abdullah and Bani Sakhr had a \"strong bond\" and indeed in August 1922 Emir Abdullah moved his camp to Al-Muwaqqar, near the desert castles, the Khraishas' stomping grounds. There, Emir Abdullah started to organise a force of Bedouin warriors to defend [against the Wahhabi Ikhwan]. Emir Abdullah expressed his devotion and gratitude to their loyalty and courage through land allocations, gifts and even tax benefits. As head of the northern Ka'abnah tribes of Bani Sakhr, Haditha had close ties with Syrian Arab nationalists who held him in great regard. Emir Abdullah relied on Sheikh Haditha's relationships with the nationalists and the Sheikh was the Emir's link to them. During the 1925-1927 Syrian Revolt against the French Mandate, Syrian nationalists such Abd al-Rahman Shahbandar, took refuge with Sheikh Haditha in Al-Muwaqqar where the Sheikh had settled his tribe. Sultan Al-Atrash, Abd al-Rahman Shahbandar, and Nasib Bakri, three of the main leaders of the Syrian Revolt, were close friends of Sheikh Haditha and stayed with him in his camp near Azraq and in Al-Muwaqqar on several occasions. Indeed, they came to Amman through Azraq protected by Sheikh Haditha and secretly called on Emir Abdullah I in 1926. When Frederick Gerard Peake, Alec Kirkbride, and E.R. Stafford arrived in Al-Muwaqqar, and demanded that Sheikh Haditha hand over Syrian nationals and refugees under his care, he \"told them that his camp was open to visitors to stay for three days before they were asked to be identified; if however, they claimed to be \"dakhil\" (someone who asks for the protection of a tribe against a threat), he could not be expected to hand them over,\" as that would have violated Bedouin codes of honour and hospitality. Sheikh Haditha was also Emir Abdullah's link to Shukri Al-Quwatli, post-independence Syria's first president.",
            "score": 102.53067779541016
        },
        {
            "docid": "175040_20",
            "document": "Al-Farabi . Al-Farabi had great influence on science and philosophy for several centuries, and was widely considered second only to Aristotle in knowledge (alluded to by his title of \"the Second Teacher\") in his time. His work, aimed at synthesis of philosophy and Sufism, paved the way for the work of Ibn Sina (Avicenna).",
            "score": 101.90736389160156
        },
        {
            "docid": "57134873_3",
            "document": "Juma bin Maktoum bin Hasher Al Maktoum . Juma's sons include Sheikh 'Ubaid (born 1918), Sheikh Maktoum (born 1920), Sheikh Hamad (born 1922), Sheikh Thani (born 1924), Sheikh Ahmad (1936–2009), and Sheikh Dalmouk (1937–2004). Through his son Sheikh Maktoum's marriage to a cousin (a daughter of Saeed II), Sheikh Juma is the paternal grandfather of Sheikha Hind bint Maktoum bin Juma Al Maktoum. Sheikha Hind is the senior wife of Saeed II of Dubai's grandson (through his son and successor Rashid bin Saeed Al Maktoum), ruler Mohammed bin Rashid Al Maktoum of Dubai. Sheikh Juma is therefore a great-grandfather to Hind's children, including Crown Prince Hamdan bin Mohammed Al Maktoum.",
            "score": 101.43238830566406
        },
        {
            "docid": "175040_21",
            "document": "Al-Farabi . Al-Farabi also wrote a commentary on Aristotle's work, and one of his most notable works is \"Al-Madina al-Fadila\" () where he theorized an ideal state as in Plato's \"The Republic\". Al-Farabi argued that religion rendered truth through symbols and persuasion, and, like Plato, saw it as the duty of the philosopher to provide guidance to the state. Al-Farabi incorporated the Platonic view, drawing a parallel from within the Islamic context, in that he regarded the ideal state to be ruled by the prophet-imam, instead of the philosopher-king envisaged by Plato. Al-Farabi argued that the ideal state was the city-state of Medina when it was governed by the prophet Muhammad as its head of state, as he was in direct communion with Allah whose law was revealed to him.",
            "score": 100.30229949951172
        },
        {
            "docid": "15716500_18",
            "document": "Shihab dynasty . In 1770, Emir Mansur resigned in favor of Emir Yusuf after being compelled to step down by the Druze sheikhs. The transition was held at the village of Barouk, where the Shihabi emirs, Druze sheikhs and religious leaders met and drew up a petition to the governors of Damascus and Sidon, confirming Emir Yusuf's ascendancy. Emir Mansur's resignation was precipitated by his alliance with Sheikh Zahir al-Umar, the Zaydani strongman of northern Palestine, and Sheikh Nasif al-Nassar of Jabal Amil in their revolt against the Ottoman governors of Syria. Sheikh Zahir and the forces of Ali Bey al-Kabir of Egypt had occupied Damascus, but withdrew after Ali Bey's leading commander, Abu al-Dhahab, who was bribed by the Ottomans. Their defeat by the Ottomans made Emir Mansur a liability to the Druze sheikhs vis-a-vis their relations with the Ottoman authorities, so they decided to depose him. Emir Yusuf cultivated ties with Uthman Pasha and his sons in Tripoli and Sidon, and with their backing, sought to challenge the autonomous power of sheikhs Zahir and Nasif. However, Emir Yusuf experienced a series of major setbacks in his cause in 1771. His ally, Uthman Pasha, was routed in the Battle of Lake Hula by Sheikh Zahir's forces. Afterward, Emir Yusuf's large Druze force from Wadi al-Taym and Chouf was routed by Sheikh Nasif's Shia cavalrymen at Nabatieh. Druze casualties during the battle amounted to some 1,500 killed, a loss similar to that suffered by the Yamani coalition at Ain Dara. Furthermore, the forces of sheikhs Zahir and Nasif captured the town of Sidon after Sheikh Ali Jumblatt withdrew. Emir Yusuf's forces were again routed when they attempt oust sheikhs Zahir and Nasif, who had key backing from the Russian fleet, which bombarded Emir Yusuf's camp.",
            "score": 100.0141830444336
        },
        {
            "docid": "32414903_16",
            "document": "Al ash-Sheikh . Believed to number several hundred individuals currently, the Al ash-Sheikh has continued to produce religious leaders who have exercised great influence on government decision-making. The Al ash-Sheikh ulema have dominated key state institutions such as the Senior Council of Ulema and the Higher Council of Qadis (Judges). Traditionally the most senior religious office, the Grand Mufti, was filled by a member of the family, and, in fact, there has only ever been one Grand Mufti of Saudi Arabia who was not an Al ash-Sheikh. Other members of the family serve in important military and civilian capacities, as well as serving as judges and other religious figures.",
            "score": 99.9961166381836
        },
        {
            "docid": "4225547_3",
            "document": "Saud bin Saqr Al-Qasimi . Sheikh Saud was born in Dubai on 10 February 1956. Sheikh Saud is the fourth son of Sheikh Saqr bin Mohammed Al Qasimi, his predecessor as the Ruler of Ras Al Khaimah and UAE Supreme Council Member, who died on 27 October 2010. He completed both his primary and secondary education in Ras Al Khaimah and then attended the American University of Beirut (AUB) in July 1973 to pursue his studies in economics. When the Lebanese civil war broke out in Beirut in 1975, Sheikh Saud transferred to the University of Michigan, where he received a bachelor's degree in economics and political science.",
            "score": 99.888427734375
        }
    ]
}