{
    "q": [
        {
            "docid": "17414699_88",
            "document": "Genghis Khan . Although the famous Mughal emperors were proud descendants of Genghis Khan and particularly Timur, they clearly distanced themselves from the Mongol atrocities committed against the Khwarizim Shahs, Turks, Persians, the citizens of Baghdad and Damascus, Nishapur, Bukhara and historical figures such as Attar of Nishapur and many other notable Muslims. However, Mughal Emperors directly patronized the legacies of Genghis Khan and Timur; together their names were synonymous with the names of other distinguished personalities particularly among the Muslim populations of South Asia.",
            "score": 86.89373803138733
        },
        {
            "docid": "5372332_10",
            "document": "Descent from Genghis Khan . The khans of the Khoshut Khanate were indirect descendents. They were descendents from a younger brother of Genghis Khan, Qasar.",
            "score": 90.0737693309784
        },
        {
            "docid": "8849487_4",
            "document": "Mandukhai Khatun . Mandukhai brought from hiding and adopted the seven-year-old orphan Batumunkh, son of the late Bayan Mongkhe \"Jonon\", a direct descendant of Genghis Khan and part of the Altan Urug, who had also been killed by Esmel (Ismail). As Batumunkh was the last living descendant of Genghis Khan, Mandukhai had him proclaimed Dayan Khan, and she rejected the marriage offer by Unubold, a powerful noble. However, Unubold, himself a descendant of Hasar, younger brother of Genghis Khan, remained loyal to Mandukhai and the child Khan.",
            "score": 94.040048122406
        },
        {
            "docid": "25439083_8",
            "document": "Timur . According to Gérard Chaliand, Timur was a Muslim, and he saw himself as Genghis Khan's heir. Though not a Borjigid or a descendent of Genghis Khan, he clearly sought to invoke the legacy of Genghis Khan's conquests during his lifetime.",
            "score": 86.46726608276367
        },
        {
            "docid": "26514230_2",
            "document": "Genghis Khan (2004 TV series) . Genghis Khan is a Chinese television series based on the life of Genghis Khan, the founder of the Mongol Empire in the 13th century. Ba Sen, who portrayed the eponymous character in the series, is a descendant of Genghis Khan's second son, Chagatai. The series was first broadcast on CCTV in China in 2004, on KBS in South Korea in 2005, and the Turkish state channel TRT 1.",
            "score": 89.64576554298401
        },
        {
            "docid": "5372332_18",
            "document": "Descent from Genghis Khan . Numerous studies by teams of biochemists, based on the Y-DNA of modern descendants of Genghis Khan, have indicated that Genghis Khan may have belonged to a subclade of Haplogroup C-M217 (C2) such as C-F4002 (C2b1a3).",
            "score": 89.7056235074997
        },
        {
            "docid": "5372332_23",
            "document": "Descent from Genghis Khan . Actor Batdorj-in Baasanjab (also known as Ba Sen) is Genghis Khan's descendant through the Chagatai lineage. He is well known for his portrayals of his ancestors and distant relatives in films and television series (including Genghis Khan himself, his father Yesugei, his son Ögedei Khan, and his grandsons Möngke Khan and Kublai Khan).",
            "score": 94.18255746364594
        },
        {
            "docid": "4616563_16",
            "document": "Mongol invasions of the Levant . The two Western Mongol realms, the Golden Horde and the Il-Khanate, were already in open war. The roots of the conflict were related to battles between the descendants of Genghis Khan over the control of the Empire. The immediate successor to Genghis Khan was his son Ögedei, but the leadership was then taken by force by the descendants of Genghis' son Tolui. During the reign of Kublai Khan (son of Genghis' son Tolui), descendants of Genghis's other sons Ögedei, Chagatai, and Jochi sought to oppose the rule of Kublai. The Ilkhanate had been founded by Hulagu, another of Tolui's sons, who was therefore loyal to Kublai. The Golden Horde had been founded by Genghis' son Jochi, following the Mongol invasion of Central Asia. Genghis had designated several of the territories south of the Caucasus to Jochi, specifically Georgia, and the Seljukid Sultanate. Hulagu, with the backing of his brother the Great Khan Kublai, invaded and captured these territories in 1256, even installing his capital in the center of the disputed territories, at Maragha. Berke, the leader of the Golden Horde, could not tolerate this infringement of his inheritance, and a drawn-out conflict between the two Mongol realms continued well into the 14th century.",
            "score": 90.77656745910645
        },
        {
            "docid": "185015_14",
            "document": "Khan (title) . The higher, rather imperial title Khaqan (\"\"Khan of Khans\"\") applies to probably the most famous rulers known as \"Khan\": the Mongol imperial dynasty of Genghis Khan (his name was Temüjin, \"Genghis\" Khan a never fully understood unique title), and his successors, especially grandson Kublai Khan: the former founded the Mongol Empire and the latter founded the Yuan Dynasty in China. The ruling descendants of the main branch of Genghis Khan's dynasty are referred to as the \"Great Khans\".",
            "score": 88.55275130271912
        },
        {
            "docid": "5372332_5",
            "document": "Descent from Genghis Khan . Another important consideration is that Genghis' descendants intermarried frequently. For instance, the Jochids took wives from the Ilkhan dynasty of Persia, whose progenitor was Hulagu Khan. As a consequence, it is likely that many Jochids had other sons of Genghis Khan among their maternal ancestors.",
            "score": 90.78991365432739
        },
        {
            "docid": "5372332_7",
            "document": "Descent from Genghis Khan . Timur Lenk (1336–1405), the founder of the Timurid Dynasty, claimed descent from Genghis Khan; however, this claim remains questionable: there is no clear evidence for his own descent; he associated himself with the family of Chagatai Khan through marriage. He also never assumed the title \"Khan\" for himself, but employed two members of the Chagatai clan as formal heads of state. The Mughal imperial family of the Indian subcontinent descended from Timur through Babur and also from Genghis Khan (through his son Chagatai Khan). The Asaf Jahi Dynasty are also descendants from Timur through Ghazi ud-Din Khan Feroze Jung I the son of the Mughal Emperor Aurangzeb.",
            "score": 95.83060550689697
        },
        {
            "docid": "17414699_48",
            "document": "Genghis Khan . In the meantime, Genghis Khan selected his third son Ögedei as his successor before his army set out, and specified that subsequent Khans should be his direct descendants. Genghis Khan had left Muqali, one of his most trusted generals, in command of all Mongol forces in Jin China while he battled the Khwarezmid Empire to the west.",
            "score": 86.82234716415405
        },
        {
            "docid": "5372332_11",
            "document": "Descent from Genghis Khan . As the Russian Empire annexed Turkic polities, their Genghizid rulers frequently entered the Russian service. For instance, Kuchum's descendants became Russified as the Tsarevichs of Siberia. Descendants of Ablai Khan assumed in Russia the name of Princes Valikhanov. All these families asserted their Genghisid lineage. The only extant family of this group is the House of Giray, whose members left Soviet Russia for the United States and United Kingdom. Even more a Russian tsar Simeon Bekbulatovich as a grandson of Ahmed Khan bin Küchük was a descendant of Genghis Khan.",
            "score": 85.49947047233582
        },
        {
            "docid": "5372332_20",
            "document": "Descent from Genghis Khan . Zerjal et al. (2003) identified a Y-chromosomal lineage present in about 8% of the men in a region of Asia \"stretching from northeast China to Uzbekistan\" (about 0.5% of the world total), which would be around 16 million men at the time of publication, \"if [Zerjal et al's] sample is representative.\" The paper suggests that the pattern of variation within the lineage is consistent with a hypothesis that it originated in Mongolia about 1,000 years ago, and thus several generations before Genghis's birth. Such a spread would be too rapid to have occurred by genetic drift, and must therefore be the result of selection. The authors propose that the lineage is carried by likely male-line descendants of Genghis Khan and his close male relatives, and that it has spread through social selection, due to the power that Genghis Khan and his direct descendants held, the desirability of marriage into his line, and a society which allowed one man to have many children by multiple wives and widespread rape in conquered cities. All male line descendants of Genghis Khan were allowed to have numerous wives.",
            "score": 112.77580237388611
        },
        {
            "docid": "245190_29",
            "document": "Mausoleum of Genghis Khan . The high Eastern (東廊) and Western Corridors (西廊) connecting these halls are decorated with of murals about the lives of Genghis Khan and his descendants.",
            "score": 85.20934224128723
        },
        {
            "docid": "17414699_3",
            "document": "Genghis Khan . Before Genghis Khan died he assigned Ögedei Khan as his successor. Later his grandsons split his empire into khanates. Genghis Khan died in 1227 after defeating the Western Xia. He was buried in an unmarked grave somewhere in Mongolia. His descendants extended the Mongol Empire across most of Eurasia by conquering or creating vassal states in all of modern-day China, Korea, the Caucasus, Central Asia, and substantial portions of Eastern Europe and Southwest Asia. Many of these invasions repeated the earlier large-scale slaughters of local populations. As a result, Genghis Khan and his empire have a fearsome reputation in local histories.",
            "score": 91.71442317962646
        },
        {
            "docid": "37648700_4",
            "document": "Battle of Amroha . Despite Alauddin's measures, a Mongol force led by Ali Beg invaded the Delhi Sultanate in 1305. The Delhi chronicler Ziauddin Barani describes Ali Beg as a descendant of Genghis Khan, but Ali Beg actually belonged to the Khongirad tribe. He was married to a Chinggisid princess, who was a descendant of Genghis Khan through Ogodei.",
            "score": 77.75833368301392
        },
        {
            "docid": "375451_3",
            "document": "Empress Dowager Xiaozhuang . Bumbutai was a Khorchin Mongol of Borjigin lineage, the clan of Genghis Khan. Her father, Jaisang (寨桑), was a \"beile\" of the Khorchin Mongols and a descendant of Qasar, a younger brother of Genghis Khan.",
            "score": 78.99350023269653
        },
        {
            "docid": "3394353_7",
            "document": "Orda Khan . Jochi supposedly was born shortly after Börte was liberated and Genghis Khan always accepted Jochi as his first-born son, but to some it remained uncertain whether Temüjin Borjigin or Chilger Bökh was the real father of Jochi. As Genghis Khan’s first-born son, Jochi was favored as rightful heir to the Mongol Empire. It was Chagatai who brought up the dispute of Jochi’s illegitimacy, but Genghis Khan remained determined that Jochi was his legitimate first-born son. It was when Genghis named Ögedei as his rightful successor that Jochi rebelled against his father, Chagatai and Ögedei were sent against Jochi who died in February 1227 before it came to any hostilities. Jochi’s descendants were the oldest branch of the Genghis Khan family, although they were not favored for succession by other rivaling family members.",
            "score": 89.16720271110535
        },
        {
            "docid": "795693_2",
            "document": "Chagatai Khan . Chagatai Khan (, \"Tsagadai\"; , \"Chágětái\"; ; , \"Joghatai\"; 22 December 1183 – 1 July 1242) was the second son of Genghis Khan. He was Khan of the Chagatai Khanate from 1226-1242 C.E. The Chagatai language and Chagatai Turks take their names from him. He inherited most of what are now the five Central Asian states after the death of his father. He was also appointed by Genghis Khan to oversee the execution of the Yassa, the written code of law created by Genghis Khan, though that lasted only until Genghis Khan was crowned Khan of the Mongol Empire. The Empire later came to be known as the Chagatai Khanate, a descendant empire of the Mongol Empire. Chagatai Khan was considered hot-headed and somewhat temperamental by his relatives, because of his attitude of non-acceptance of Jochi as Great Khan. He was the most vocal about this issue among his relations. Chaghatai is in some stories held responsible for the death of Jochi and Genghis Khan. At any rate, he was animated by the soldier-like spirit of his father, and succeeded in keeping order among as heterogeneous a population as a kingdom was ever composed of.",
            "score": 95.55516636371613
        },
        {
            "docid": "33586237_8",
            "document": "Siege of Balkh (1370) . The defeat of Husayn made Timur the main power in Mawarannahr and western Chagatai, but the laws laid down by Genghis Khan prevented him from become Khan in his own right. Instead a 'puppet' khan descended from Ögedei, Suurgatmish, was installed. Timur increased his own legitimacy by marrying Husayn's widow Saray Mulk, a princess descended from Genghis Khan. She became his most important Queen, and allowed Timur to call himself Temur Gurgan, or 'son-in-law of the Great Khan'. This form of his name was used on his coins, in Friday prayers and at ceremonial officials for the rest of his life.",
            "score": 83.1323173046112
        },
        {
            "docid": "17414699_66",
            "document": "Genghis Khan . Genghis Khan realised that he needed people who could govern cities and states conquered by him. He also realised that such administrators could not be found among his Mongol people because they were nomads and thus had no experience governing cities. For this purpose Genghis Khan invited a Khitan prince, Chu'Tsai, who worked for the Jin and had been captured by the Mongol army after the Jin dynasty was defeated. Jin had captured power by displacing Khitan. Genghis told Chu'Tsai, who was a lineal descendant of Khitan rulers, that he had avenged Chu'Tsai's forefathers. Chu'Tsai responded that his father served the Jin dynasty honestly and so did he; also he did not consider his own father his enemy, so the question of revenge did not apply. This reply impressed Genghis Khan. Chu'Tsai administered parts of the Mongol Empire and became a confidant of the successive Mongol Khans.",
            "score": 90.9644865989685
        },
        {
            "docid": "46664590_3",
            "document": "Nayan (Mongol Prince) . Nayan was a member of a collateral branch of the Mongol royal dynasty, being a descendant of one of the brothers of Genghis Khan. He was either a great-great grandson of Temüge, Genghis Khan's youngest full brother, or of Belgutai his half-brother. More than one prince named Nayan existed and their identity is confused; the historian Pelliot was of the opinion that the Christian prince Nayan was not a descendant of Belgutai. He gives Nayan's father as Ajul, son of Tacar, son of Jibügan, son of Temüge. The close male relatives of Genghis Khan were given control of large appanage domains located in Mongolia and neighbouring lands such as Manchuria. Marco Polo describes Nayan as ruling four great provinces: 'Ciorcia' (possibly meaning Jurchen), 'Cauli' (Korea, probably only a part of Northern Korea), 'Barscol' and 'Sichintingiu'. Located in his domains was a town called Kwang-ning, and because of this Nayan was termed 'Prince of Kwang-ning'. In addition, Nayan was also the foremost leader of the Eastern \"ulus\"es (tribal groupings and districts ruled by Mongol appanage princes) dominated by the descendants of the brothers of Genghis Khan. Whatever the precise extent of Nayan's appanage, he certainly held sufficient lands within and around Manchuria to give him a power-base from which to launch a rebellion against his kinsman Kublai Khan.",
            "score": 88.65316700935364
        },
        {
            "docid": "19798375_3",
            "document": "Khorchin Mongols . The Ming dynasty gave Borjigin princes (descended from Genghis Khan's brothers) command of the Taining Guard, one of the Three Guards established in 1389. In 1446-48 most of the guards fled in the wake of Esen Tayisi's invasions. However, the Fuyu Guard, another of the Three Guards, remained along the Nen and Onon rivers. Said to have been the descendants of Khasar, a brother of Genghis Khan, they became the direct ancestors of the Khorchin Mongols.",
            "score": 85.8823184967041
        },
        {
            "docid": "8567744_2",
            "document": "Urus Khan . Urus Khan was the eighth Khan of the White Horde and a disputed Khan of the Blue Horde; he was a direct descendant of Genghis Khan. Urus himself was the direct ancestor of the khans of the Kazakh Khanate.",
            "score": 83.2811017036438
        },
        {
            "docid": "8721207_4",
            "document": "Naiman-Beg . It is probable that Naiman Beg was a descendant of Jebe, one of Genghis Khan's chief commanders, that defeated Naimans and incorporated them to the Genghis Khan’s Empire at the beginning of the 13th century. For this deed he was rewarded just with a hereditary title of \"Naiman Beg\" as it was practiced in Mongol Empire.",
            "score": 78.8148136138916
        },
        {
            "docid": "5372332_6",
            "document": "Descent from Genghis Khan . Asian dynasties descended from Genghis Khan included the Kublaids of China, the Hulaguids of Persia, the Jochids of the Golden Horde, the Shaybanids of Siberia, and the Astrakhanids of Central Asia. As a rule, the Genghisid descent played a crucial role in Tatar politics. For instance, Mamai (1335–1380) had to exercise his authority through a succession of puppet khans but could not assume the title of khan himself because he lacked Genghisid lineage.",
            "score": 87.14728999137878
        },
        {
            "docid": "9522764_9",
            "document": "Muqali . After his death, descendants of Mukhali served the Great Khan of the Mongols, especially those of the Toluid lineage. A few of his descendants, such as Antong and Baiju, later became prominent officials in the Confucian fashion of the Yuan dynasty founded by Genghis Khan's grandson, Kublai Khan.",
            "score": 81.66202116012573
        },
        {
            "docid": "21227309_28",
            "document": "Horses in East Asian warfare . By 1225 Genghis Khan's empire stretched from the Caspian Sea and northern China; and his horses grew to be highly prized throughout Asia. Mongolian horses were known for their hardiness, endurance and stamina. Descendants of Genghis Khan's horses remain in great number in Mongolia.",
            "score": 90.762859582901
        },
        {
            "docid": "39632020_5",
            "document": "Khanzada Begum . Khanzada's paternal grandfather was Abu Sa'id Mirza of the Timurid Empire, while her maternal grandfather was Yunus Khan, the Great Khan of Moghulistan. Khanzadi was thus, a descendant of Genghis Khan from her maternal side and a descendant of Timur from her paternal side.",
            "score": 76.31192779541016
        },
        {
            "docid": "20754760_65",
            "document": "Kublai Khan . Threatened by the advance of Kublai's bureaucratization, Nayan a fourth generation descendant of one of Genghis Khan's brothers, either Temüge or Belgutei, instigated a revolt in 1287. (More than one prince named Nayan existed and their identity is confused.) Nayan tried to join forces with Kublai's competitor Kaidu in Central Asia. Manchuria's native Jurchens and Water Tatars, who had suffered a famine, supported Nayan. Virtually all the fraternal lines under Hadaan, a descendant of Hachiun, and Shihtur, a grandson of Qasar, joined Nayan's rebellion, and because Nayan was a popular prince, Ebugen, a grandson of Genghis Khan's son Khulgen, and the family of Khuden, a younger brother of Güyük Khan, contributed troops for this rebellion.",
            "score": 76.10461282730103
        },
        {
            "docid": "914827_11",
            "document": "Splodgenessabounds . In 1999, after going for a DNA blood test, Splodge discovered he was a direct descendant of Genghis Khan. Splodge penned five songs: \"Genghis Khan\", \"Lulluby of Mongolia\", \"These Are the Things That Make the Mongols So Great\", \"Too Mongolia\" and \"Mongols on the Streets of London\" (written with Mat Sargent of Sham 69).",
            "score": 89.94350576400757
        }
    ],
    "r": [
        {
            "docid": "5372332_20",
            "document": "Descent from Genghis Khan . Zerjal et al. (2003) identified a Y-chromosomal lineage present in about 8% of the men in a region of Asia \"stretching from northeast China to Uzbekistan\" (about 0.5% of the world total), which would be around 16 million men at the time of publication, \"if [Zerjal et al's] sample is representative.\" The paper suggests that the pattern of variation within the lineage is consistent with a hypothesis that it originated in Mongolia about 1,000 years ago, and thus several generations before Genghis's birth. Such a spread would be too rapid to have occurred by genetic drift, and must therefore be the result of selection. The authors propose that the lineage is carried by likely male-line descendants of Genghis Khan and his close male relatives, and that it has spread through social selection, due to the power that Genghis Khan and his direct descendants held, the desirability of marriage into his line, and a society which allowed one man to have many children by multiple wives and widespread rape in conquered cities. All male line descendants of Genghis Khan were allowed to have numerous wives.",
            "score": 112.77579498291016
        },
        {
            "docid": "5372332_21",
            "document": "Descent from Genghis Khan . A white paper by the American Society of Human Genetics Ancestry and Ancestry Testing Task Force, Royal et al. (2010) observed of the Genghis Khan Haplogroup hypothesis:Although such a connection is by no means impossible, we currently have no way of assessing how much confidence to place in such a connection. We emphasize, however, that whenever formal inferences about population history have been attempted with uniparental systems, the statistical power is generally low. Claims of connections, therefore, between specific uniparental lineages and historical figures or historical migrations of peoples are merely speculative.Research published in 2016 suggested that Genghis possibly belonged to the haplogroup R-M343 (R1b). The controversial result was based on analysis of five bodies, dating from about 1130–1250, that were found in graves in Tavan Tolgoi, Mongolia. The remains of all 5 bodies belong to the Mongoloid physical type and are believed to be possibly related to members of the Mongol \"Golden Family\", at around the time of Genghis Khan, although it is uncertain whether the Y-DNA haplogroup marker belongs to the Borijigin clan or the products of clan marriages between the female lineage of Genghis Khan’s Borjigin clan and males of other clans/tribes from Mongolia or Central Asia.",
            "score": 107.66091918945312
        },
        {
            "docid": "17414699_76",
            "document": "Genghis Khan . In the early 1990s, the memory of Genghis Khan underwent a powerful revival, partly in reaction to its suppression during the Mongolian People's Republic period. Genghis Khan became one of the central figures of the national identity. He is considered positively by Mongolians for his role in uniting warring tribes. For example, Mongolians often refer to their country as \"Genghis Khan's Mongolia\", to themselves as \"Genghis Khan's children\", and to Genghis Khan as the \"father of the Mongols\" especially among the younger generation. However, there is a chasm in the perception of his brutality. Mongolians maintain that the historical records written by non-Mongolians are unfairly biased against Genghis Khan and that his butchery is exaggerated, while his positive role is underrated.",
            "score": 98.62698364257812
        },
        {
            "docid": "5372332_7",
            "document": "Descent from Genghis Khan . Timur Lenk (1336–1405), the founder of the Timurid Dynasty, claimed descent from Genghis Khan; however, this claim remains questionable: there is no clear evidence for his own descent; he associated himself with the family of Chagatai Khan through marriage. He also never assumed the title \"Khan\" for himself, but employed two members of the Chagatai clan as formal heads of state. The Mughal imperial family of the Indian subcontinent descended from Timur through Babur and also from Genghis Khan (through his son Chagatai Khan). The Asaf Jahi Dynasty are also descendants from Timur through Ghazi ud-Din Khan Feroze Jung I the son of the Mughal Emperor Aurangzeb.",
            "score": 95.83060455322266
        },
        {
            "docid": "795693_2",
            "document": "Chagatai Khan . Chagatai Khan (, \"Tsagadai\"; , \"Chágětái\"; ; , \"Joghatai\"; 22 December 1183 – 1 July 1242) was the second son of Genghis Khan. He was Khan of the Chagatai Khanate from 1226-1242 C.E. The Chagatai language and Chagatai Turks take their names from him. He inherited most of what are now the five Central Asian states after the death of his father. He was also appointed by Genghis Khan to oversee the execution of the Yassa, the written code of law created by Genghis Khan, though that lasted only until Genghis Khan was crowned Khan of the Mongol Empire. The Empire later came to be known as the Chagatai Khanate, a descendant empire of the Mongol Empire. Chagatai Khan was considered hot-headed and somewhat temperamental by his relatives, because of his attitude of non-acceptance of Jochi as Great Khan. He was the most vocal about this issue among his relations. Chaghatai is in some stories held responsible for the death of Jochi and Genghis Khan. At any rate, he was animated by the soldier-like spirit of his father, and succeeded in keeping order among as heterogeneous a population as a kingdom was ever composed of.",
            "score": 95.55516052246094
        },
        {
            "docid": "5372332_23",
            "document": "Descent from Genghis Khan . Actor Batdorj-in Baasanjab (also known as Ba Sen) is Genghis Khan's descendant through the Chagatai lineage. He is well known for his portrayals of his ancestors and distant relatives in films and television series (including Genghis Khan himself, his father Yesugei, his son Ögedei Khan, and his grandsons Möngke Khan and Kublai Khan).",
            "score": 94.18255615234375
        },
        {
            "docid": "8849487_4",
            "document": "Mandukhai Khatun . Mandukhai brought from hiding and adopted the seven-year-old orphan Batumunkh, son of the late Bayan Mongkhe \"Jonon\", a direct descendant of Genghis Khan and part of the Altan Urug, who had also been killed by Esmel (Ismail). As Batumunkh was the last living descendant of Genghis Khan, Mandukhai had him proclaimed Dayan Khan, and she rejected the marriage offer by Unubold, a powerful noble. However, Unubold, himself a descendant of Hasar, younger brother of Genghis Khan, remained loyal to Mandukhai and the child Khan.",
            "score": 94.04004669189453
        },
        {
            "docid": "17414699_77",
            "document": "Genghis Khan . In Mongolia today, Genghis Khan's name and likeness appear on products, streets, buildings, and other places. His face can be found on everyday commodities, from liquor bottles to candy, and on the largest denominations of 500, 1,000, 5,000, 10,000, and 20,000 Mongolian tögrög (₮). Mongolia's main international airport in Ulaanbaatar is named Chinggis Khaan International Airport. Major Genghis Khan statues stand before the parliament and near Ulaanbaatar. There have been repeated discussions about regulating the use of his name and image to avoid trivialization. Genghis Khan is regarded as one of the prominent leaders in Mongolia's history. He is responsible for the emergence of the Mongols as a political and ethnic identity because there was no unified identity between the tribes that had cultural similarity. He reinforced many Mongol traditions and provided stability and unity during a time of almost endemic warfare between tribes. He is also credited for introducing the traditional Mongolian script and creating the first written Mongolian code of law, the Ikh Zasag (\"Great Administration\"). Mongolian President Tsakhiagiin Elbegdorj has noted that the Ikh Zasag heavily punished corruption and bribery, and he considers Genghis Khan a teacher for anti-corruption efforts who sought equal protection under the law for all citizens regardless of status or wealth. On the 850th anniversary of Genghis's birth, the President stated \"Chinggis ... was a man who deeply realized that the justice begins and consolidates with the equality of law, and not with the distinctions between people. He was a man who knew that the good laws and rules lived longer than fancy palaces.\" In summary, Mongolians see him as the fundamental figure in the founding of the Mongol Empire and therefore the basis for Mongolia as a country.",
            "score": 93.79928588867188
        },
        {
            "docid": "17414699_3",
            "document": "Genghis Khan . Before Genghis Khan died he assigned Ögedei Khan as his successor. Later his grandsons split his empire into khanates. Genghis Khan died in 1227 after defeating the Western Xia. He was buried in an unmarked grave somewhere in Mongolia. His descendants extended the Mongol Empire across most of Eurasia by conquering or creating vassal states in all of modern-day China, Korea, the Caucasus, Central Asia, and substantial portions of Eastern Europe and Southwest Asia. Many of these invasions repeated the earlier large-scale slaughters of local populations. As a result, Genghis Khan and his empire have a fearsome reputation in local histories.",
            "score": 91.71441650390625
        },
        {
            "docid": "16241703_2",
            "document": "Temulin . Temulin was the sister of Genghis Khan. She was born just before the death of her father Yesugei and when her family was abandoned by their tribe. She married an Olkhun'ut warrior by the name of Palchuk. Genghis was close to her just like he was to his mother Hoelun and his wife Borte and brothers. She died when Shah Ala-ud-din Muhammad II and his Khwarazmian forces attacked the Mongolian settlements of Genghis Khan near the war zone after their devastating defeat at the hands of Mongolian army. Genghis Khan took an oath to destroy Shah Ala-ud-din after this event. But some facts also state that Genghis Khan's shaman healer Kokchu killed her, taking advantage of the raid by the Arab ruler on the Mongolian camp as he was afraid she would report his behaviour to Genghis Khan. There are not many historical facts about her because she did not contribute much to the overall outcome of Mongolia. She had four older brothers: Temujin (who would go on to become Genghis Khan), Hasar, Hachiun and Temuge. She also had two half brothers, Behter and Belgutei.",
            "score": 91.3934097290039
        },
        {
            "docid": "17414699_66",
            "document": "Genghis Khan . Genghis Khan realised that he needed people who could govern cities and states conquered by him. He also realised that such administrators could not be found among his Mongol people because they were nomads and thus had no experience governing cities. For this purpose Genghis Khan invited a Khitan prince, Chu'Tsai, who worked for the Jin and had been captured by the Mongol army after the Jin dynasty was defeated. Jin had captured power by displacing Khitan. Genghis told Chu'Tsai, who was a lineal descendant of Khitan rulers, that he had avenged Chu'Tsai's forefathers. Chu'Tsai responded that his father served the Jin dynasty honestly and so did he; also he did not consider his own father his enemy, so the question of revenge did not apply. This reply impressed Genghis Khan. Chu'Tsai administered parts of the Mongol Empire and became a confidant of the successive Mongol Khans.",
            "score": 90.96448516845703
        },
        {
            "docid": "5372332_2",
            "document": "Descent from Genghis Khan . Descent from Genghis Khan ( \"Altan urag\", meaning \"Golden lineage\"), generally called Genghisids, is traceable primarily in Mongolia, India, China, Russia, Southeast Asia and the Middle East. His four sons and other immediate descendants are famous by names and by deeds. Later Asian potentates attempted to claim descent from the Borjigin even on flimsy grounds, such as was considered Mongol matrilineal descent. In the 14th century, valid sources (heavily dependent on Rashid-al-Din Hamadani and other Muslim historians) all but dried up. With the recent popularity of genealogical DNA testing, a larger and broader circle of people started to claim descent from Genghis Khan.",
            "score": 90.96353912353516
        },
        {
            "docid": "37615717_4",
            "document": "Bodonchar Munkhag . The Mongol tribes of Genghis Khan's time had a very good knowledge of their genealogy, second only to the Arabs according to Rashid Al-Din Hamadani. In the Secret History of the Mongols (Paragraph 121) Old-man Khorchi Usun of the Baarin tribe leaves Jamukha and joins Genghis Khan. He tells Genghis Khan: \"We (the Baarin) were born from the captured wife of Butunchar Bogd (\"Butunchar the Divine Ancestor\"). Therefore we are one womb, one blood with Jamukha. We would never leave the side of Jamukha. But Zaarin (a message bearing spirit) came and showed me a vision.\" He goes on to say that the vision predicted the future rise of Genghis Khan. Butunchar Munkhag was a commonly known figure even among distant tribes such as the Baarin who were descended from the first wife of Butunchar, a captured pregnant woman who described herself as \"Jarchuud Adankhan Uriankhajin\" (\"-jin\" is a feminine suffix) meaning \"female of the Jarchuud Adankhan clan of the Uriankhai tribe\". Although the Secret History of the Mongols includes some mythical elements such as visions and so forth, the individuals and tribes are seen as historical.",
            "score": 90.95645904541016
        },
        {
            "docid": "5372332_5",
            "document": "Descent from Genghis Khan . Another important consideration is that Genghis' descendants intermarried frequently. For instance, the Jochids took wives from the Ilkhan dynasty of Persia, whose progenitor was Hulagu Khan. As a consequence, it is likely that many Jochids had other sons of Genghis Khan among their maternal ancestors.",
            "score": 90.78990936279297
        },
        {
            "docid": "4616563_16",
            "document": "Mongol invasions of the Levant . The two Western Mongol realms, the Golden Horde and the Il-Khanate, were already in open war. The roots of the conflict were related to battles between the descendants of Genghis Khan over the control of the Empire. The immediate successor to Genghis Khan was his son Ögedei, but the leadership was then taken by force by the descendants of Genghis' son Tolui. During the reign of Kublai Khan (son of Genghis' son Tolui), descendants of Genghis's other sons Ögedei, Chagatai, and Jochi sought to oppose the rule of Kublai. The Ilkhanate had been founded by Hulagu, another of Tolui's sons, who was therefore loyal to Kublai. The Golden Horde had been founded by Genghis' son Jochi, following the Mongol invasion of Central Asia. Genghis had designated several of the territories south of the Caucasus to Jochi, specifically Georgia, and the Seljukid Sultanate. Hulagu, with the backing of his brother the Great Khan Kublai, invaded and captured these territories in 1256, even installing his capital in the center of the disputed territories, at Maragha. Berke, the leader of the Golden Horde, could not tolerate this infringement of his inheritance, and a drawn-out conflict between the two Mongol realms continued well into the 14th century.",
            "score": 90.77655792236328
        },
        {
            "docid": "21227309_28",
            "document": "Horses in East Asian warfare . By 1225 Genghis Khan's empire stretched from the Caspian Sea and northern China; and his horses grew to be highly prized throughout Asia. Mongolian horses were known for their hardiness, endurance and stamina. Descendants of Genghis Khan's horses remain in great number in Mongolia.",
            "score": 90.76286315917969
        },
        {
            "docid": "5372332_10",
            "document": "Descent from Genghis Khan . The khans of the Khoshut Khanate were indirect descendents. They were descendents from a younger brother of Genghis Khan, Qasar.",
            "score": 90.07376861572266
        },
        {
            "docid": "914827_11",
            "document": "Splodgenessabounds . In 1999, after going for a DNA blood test, Splodge discovered he was a direct descendant of Genghis Khan. Splodge penned five songs: \"Genghis Khan\", \"Lulluby of Mongolia\", \"These Are the Things That Make the Mongols So Great\", \"Too Mongolia\" and \"Mongols on the Streets of London\" (written with Mat Sargent of Sham 69).",
            "score": 89.9435043334961
        },
        {
            "docid": "1105940_2",
            "document": "Borjigin . Borjigin (plural Borjigid; , \"Borjigin\"; , \"Bordjigin\"; Mongolian script: , \"Borjigit\") is the last name of the imperial clan of Genghis Khan and his successors. The senior Borjigids provided ruling princes for Mongolia and Inner Mongolia until the 20th century. The clan formed the ruling class among the Mongols and some other peoples of Central Asia and Eastern Europe. Today, the Borjigid are found in most of Mongolia, Inner Mongolia and Xinjiang, although genetic research has shown that descent from Genghis Khan is common in Central Asia.",
            "score": 89.82585906982422
        },
        {
            "docid": "19279_3",
            "document": "Mongolian Armed Forces . As a unified state, Mongolia traces its origins to the Mongol Empire created by Genghis Khan in the 13th century. Genghis Khan unified the various tribes on the Mongol steppe, and his descendants eventually conquered almost the entirety of Asia, the Middle East, and parts of Eastern Europe. The military of the Mongol Empire is regarded to be the first modern military system.",
            "score": 89.74356079101562
        },
        {
            "docid": "5372332_18",
            "document": "Descent from Genghis Khan . Numerous studies by teams of biochemists, based on the Y-DNA of modern descendants of Genghis Khan, have indicated that Genghis Khan may have belonged to a subclade of Haplogroup C-M217 (C2) such as C-F4002 (C2b1a3).",
            "score": 89.70562744140625
        },
        {
            "docid": "26514230_2",
            "document": "Genghis Khan (2004 TV series) . Genghis Khan is a Chinese television series based on the life of Genghis Khan, the founder of the Mongol Empire in the 13th century. Ba Sen, who portrayed the eponymous character in the series, is a descendant of Genghis Khan's second son, Chagatai. The series was first broadcast on CCTV in China in 2004, on KBS in South Korea in 2005, and the Turkish state channel TRT 1.",
            "score": 89.64575958251953
        },
        {
            "docid": "17414699_89",
            "document": "Genghis Khan . In addition to most of the Mongol nobility up to the 20th century, the Mughal emperor Babur's mother was a descendant. Timur (also known as Tamerlane), the 14th century military leader, and many other nobilities of central Asian countries claimed descent from Genghis Khan. During the Soviet purge most of the Mongol nobility in Mongolia were purged.",
            "score": 89.5307388305664
        },
        {
            "docid": "3394353_7",
            "document": "Orda Khan . Jochi supposedly was born shortly after Börte was liberated and Genghis Khan always accepted Jochi as his first-born son, but to some it remained uncertain whether Temüjin Borjigin or Chilger Bökh was the real father of Jochi. As Genghis Khan’s first-born son, Jochi was favored as rightful heir to the Mongol Empire. It was Chagatai who brought up the dispute of Jochi’s illegitimacy, but Genghis Khan remained determined that Jochi was his legitimate first-born son. It was when Genghis named Ögedei as his rightful successor that Jochi rebelled against his father, Chagatai and Ögedei were sent against Jochi who died in February 1227 before it came to any hostilities. Jochi’s descendants were the oldest branch of the Genghis Khan family, although they were not favored for succession by other rivaling family members.",
            "score": 89.16719818115234
        },
        {
            "docid": "726880_4",
            "document": "Pax Mongolica . The foundations of the \"Pax Mongolica\" lie in the Mongol Empire beginning with Genghis Khan in the early 13th century. In the process of conquering the various tribes in the region, Genghis Khan revolutionised the way Mongolian tribal society was structured. After each new victory, more and more people were incorporated under Genghis Khan's rule, thus diversifying the societal balance of the tribe. In 1203, Genghis Khan, in an effort to strengthen his army, ordered a reform that reorganised his army's structure while breaking down the traditional clan- and kindred-based divisions that had previously fragmented the society and military. He arranged his army into \"arbans\" (inter-ethnic groups of ten), and the members of an \"arban\" were commanded to be loyal to one another regardless of ethnic origin. Ten \"arbans\" made a \"zuun\", or a company; ten \"zuuns\" made a \"myangan\", or a battalion; and ten \"myangans\" formed a \"tumen\", or an army of 10,000. This decimal system organisation of Genghis Khan's strong military would prove very effective in conquering, by persuasion or force, the many tribes of the central Asian steppe, but it would also strengthen Mongol society as a whole. By 1206 Genghis Khan's military expansion had unified the tribes of Mongolia, and in the same year he was elected and acclaimed as the leader of Mongolia.",
            "score": 89.00259399414062
        },
        {
            "docid": "21144620_3",
            "document": "Byambyn Rinchen . Like Dashdorjiin Natsagdorj, he was a direct descendant of Genghis Khan on both his father Radnajab and mother Dulmaa's side. His ancestors held the public office of \"golova\" (head) of a \"stepnaya duma\" (steppe council, local self-government unit) in the territory of future Buryatia and the hereditary title of \"Taisha\" (Genghisid prince) until 1822. They were members of the Yenshööbü-Songool tribe (a Buryaticized Khalkha tribe) and were descendants of Okhin Taij who had submitted to Peter I of Russia in 1696 after fleeing from Inner Mongolia. Okhin Taij was the grandson of Choghtu Khong Tayiji who was descended from Dayan Khan making him a descendant of Genghis Khan via Kublai Khan in the line of Tolui. His father Radnajab Bimbaev (1874–1921) was an interpreter-translator of the Manchu language at Kyakhta frontier commissariat, later in the period of the Far Eastern Republic worked as a head of public education in Chikoy aimak (district) administration, author of Russian-Mongolian and Mongolian-Russian dictionaries.",
            "score": 88.80099487304688
        },
        {
            "docid": "245190_2",
            "document": "Mausoleum of Genghis Khan . The Mausoleum of Genghis Khan, is a temple dedicated to Genghis Khan, where he is worshipped as ancestor, dynastic founder, and deity. The temple is better called the Lord's Enclosure (i.e. shrine), the traditional name among the Mongols, as it has never truly contained the khan's body. It is the main centre of the worship of Gengis Khan, a growing practice in the Mongolian shamanism of both Inner Mongolia, where the temple is located, and Outer Mongolia.",
            "score": 88.69868469238281
        },
        {
            "docid": "46664590_3",
            "document": "Nayan (Mongol Prince) . Nayan was a member of a collateral branch of the Mongol royal dynasty, being a descendant of one of the brothers of Genghis Khan. He was either a great-great grandson of Temüge, Genghis Khan's youngest full brother, or of Belgutai his half-brother. More than one prince named Nayan existed and their identity is confused; the historian Pelliot was of the opinion that the Christian prince Nayan was not a descendant of Belgutai. He gives Nayan's father as Ajul, son of Tacar, son of Jibügan, son of Temüge. The close male relatives of Genghis Khan were given control of large appanage domains located in Mongolia and neighbouring lands such as Manchuria. Marco Polo describes Nayan as ruling four great provinces: 'Ciorcia' (possibly meaning Jurchen), 'Cauli' (Korea, probably only a part of Northern Korea), 'Barscol' and 'Sichintingiu'. Located in his domains was a town called Kwang-ning, and because of this Nayan was termed 'Prince of Kwang-ning'. In addition, Nayan was also the foremost leader of the Eastern \"ulus\"es (tribal groupings and districts ruled by Mongol appanage princes) dominated by the descendants of the brothers of Genghis Khan. Whatever the precise extent of Nayan's appanage, he certainly held sufficient lands within and around Manchuria to give him a power-base from which to launch a rebellion against his kinsman Kublai Khan.",
            "score": 88.65316772460938
        },
        {
            "docid": "13310698_12",
            "document": "Mongol (film) . Bodrov spent several years researching the aspects of his story, discovering that Khan was an orphan, a slave and a combatant whom everyone tried to kill. He found difficulty in preparing the screenplay for the film due to the fact that no contemporary Mongol biography existed. The only Mongol history from the era is \"The Secret History of Mongols\", written for the Mongol royal family some time after Genghis Khan's death in AD 1227. Author Gumilev had used the work as a historical reference and a work of significant literature. Casting for the film took place worldwide, including Mongolia, China, Russia, and in Los Angeles. Speaking on the choice of Tadanobu Asano to portray Temüjin, Bodrov commented that although it might have seemed odd to cast a Japanese actor in the role, he explained that the Mongol ruler was seen by many Japanese as one of their own. Bodrov said, \"The Japanese had a very famous ancient warrior who disappeared, and they think he went to Mongolia and became Genghis Khan. He's a national hero, Genghis Khan. Mongolians can claim he's Mongolian, but the Japanese, they think they know who he is.\" Bodrov felt casting actor Sun Honglei as Jamukha was a perfect mix of \"gravity and humor\" for the role. Describing the character interaction between Asano and Honglei, he noted \"They're completely different people, Temüjin and Jamukha, but they have a strong relationship, strong feelings between them.\" Aside from the Chinese and Japanese actors for those roles, the rest of the cast were Mongolian. It marked the first time a tale of Genghis Khan would be acted by Asians, this in contrast to such Hollywood and European attempts like the 1956 movie flop \"The Conqueror\" and the 1965 film \"Genghis Khan\" with Omar Sharif.",
            "score": 88.61162567138672
        },
        {
            "docid": "185015_14",
            "document": "Khan (title) . The higher, rather imperial title Khaqan (\"\"Khan of Khans\"\") applies to probably the most famous rulers known as \"Khan\": the Mongol imperial dynasty of Genghis Khan (his name was Temüjin, \"Genghis\" Khan a never fully understood unique title), and his successors, especially grandson Kublai Khan: the former founded the Mongol Empire and the latter founded the Yuan Dynasty in China. The ruling descendants of the main branch of Genghis Khan's dynasty are referred to as the \"Great Khans\".",
            "score": 88.55274963378906
        },
        {
            "docid": "1219783_7",
            "document": "The Golden Master . Shiwan Khan is a direct descendant of Genghis Khan. As a youth, he travelled to Lhasa, Tibet and studied with the monks. However, while trying to later use his knowledge to help the people of Mongolia, he began to feel a lust for power and set out to rule the world as a new Khan.",
            "score": 88.43125915527344
        },
        {
            "docid": "745324_3",
            "document": "Jochi . There is some question as to Jochi's true paternity. Shortly after Börte's marriage to Genghis Khan (known as Temüjin at the time), she was abducted by members of the Mergid confederation. She was given to a certain Chilger Bökh, who was the brother of the Yehe Chiledu, as a spoil of war. She remained in Chilger Bökh's captivity for a few months before she was recovered by Temüjin. Shortly afterwards she gave birth to Jochi. By all accounts, Genghis Khan treated Jochi as his first son, but a doubt always remained whether Temüjin or Chilger Bökh was the real father of Jochi. This uncertainty about his paternity was not without consequences. Jochi’s descendants, although they formed the oldest branch of Genghis Khan’s family, were never considered for the succession in claiming their father’s heritage and there were signs of estrangement between Jochi and Genghis Khan.",
            "score": 87.88935852050781
        }
    ]
}