{
    "q": [
        {
            "docid": "622572_47",
            "document": "Collegiate wrestling . These lesions are all Type one infections also known specifically as Herpes simplex, Herpes Zoster, and Herpes Gladiatorial are all types of herpes that are common in skin to skin contact sports. Type two herpes is known as herpes on the genitals which is spread through sexual contact. These lesions come from skin to skin contact or body secretions. The skin starts to develop blisters which can happen anywhere on the body. To return to any activity one must be cleared by a doctor. Herpes Simplex is the virus that causes cold sores this virus can be spread by oral seceretions and can also cause Herpes Gladiatorial. Once a person becomes infected the virus stays in the body forever and can reactivate itself anytime causing cold sores. Herpes Gladiatorial is a skin infection. it comes from the Herpes Simplex virus which is causes the same lesion one has when they have a cold sore. This form of herpes is on the skin and can be spread through contact with others or sharing beverages with someone who is infected or using anything that they may have contaminated. This virus remains in your system and can reactivate itself at any time causing lesions to appear. Herpes Zoster is the virus which causes shingles and chicken pox. Once one has had the chicken pox they carry the virus forever. Once one has chicken pox the virus is inactive but, if it becomes active again they get the shingles.",
            "score": 94.76093316078186
        },
        {
            "docid": "4774419_32",
            "document": "Herpes simplex virus . Herpes simplex virus is likely the most common cause of Mollaret's meningitis, and, in worst case scenarios, can lead to a potentially fatal case of herpes simplex encephalitis.",
            "score": 87.06258010864258
        },
        {
            "docid": "3783315_5",
            "document": "Virus latency . One example is herpes virus family, \"Herpesviridae\", all of which establish latent infection. Herpes virus include chicken-pox virus and herpes simplex viruses (HSV-1, HSV-2), all of which establish episomal latency in neurons and leave linear genetic material floating in the cytoplasm. The \"Gammaherpesvirinae\" subfamily is associated with episomal latency established in cells of the immune system, such as B-cells in the case of Epstein-Barr virus. Epstein-Barr virus lytic reactivation (which can be due to chemotherapy or radiation) can result in genome instability and cancer. In the case of herpes simplex (HSV), the virus has been shown to fuse with DNA in neurons, such as nerve ganglia or brain cells, and HSV reactivates upon even minor chromatin loosening with stress, although the chromatin compacts (becomes latent) upon oxygen and nutrient deprivation.",
            "score": 79.99452102184296
        },
        {
            "docid": "35349626_19",
            "document": "Herpes simplex research . Scientists from Northwestern University, University of Nebraska-Lincoln and Tufts University have established a R2 HSV mutant, which can successfully infect epithelial cells, but the virus fails to infect neurons. Future research will focus on further developing the R2 mutant as a master herpes virus vaccine.",
            "score": 77.71035313606262
        },
        {
            "docid": "46416697_10",
            "document": "Gabriella Campadelli-Fiume . Preclinical therapy of disseminated HER-2+ ovarian and breast carcinomas with a HER-2-retargeted oncolytic herpesvirus Herpes Simplex Virus Glycoproteins gH/gL and gB Bind Toll-Like Receptor 2, and Soluble gH/gL Is Sufficient To Activate NF-κB  AlphaV-beta3-Integrin Relocalizes nectin1 and Routes Herpes Simplex Virus to Lipid Rafts Herpes Simplex Virus gD Forms Distinct Complexes with Fusion Executors gB and gH/gL in Part through the C-terminal Profusion Domain Construction of a Fully Retargeted Herpes Simplex Virus 1 Recombinant Capable of Entering Cells Solely via Human Epidermal Growth Factor Receptor 2 Herpes Simplex Virus gD Forms Distinct Complexes with Fusion Executors gB and gH/gL in Part through the C-terminal Profusion Domain Intracellular Trafficking and Maturation of Herpes Simplex Virus Type 1 gB and Virus Egress Require Functional Biogenesis of Multivesicular Bodies A Herpes Simplex Virus Recombinant That Exhibits a Single-Chain Antibody to HER2/neu Enters Cells through the Mammary Tumor Receptor, Independently of the gD Receptors Heptad Repeat 2 in Herpes Simplex Virus 1 gH Interacts with Heptad Repeat 1 and Is Critical for Virus Entry and Fusion Hydrophobic α-Helices 1 and 2 of Herpes Simplex Virus gH Interact with Lipids, and Their Mimetic Peptides Enhance Virus Infection and Fusion The Egress of Herpesviruses from Cells: the Unanswered Questions The Ectodomain of Herpes Simplex Virus Glycoprotein H Contains a Membrane α-Helix with Attributes of an Internal Fusion Peptide, Positionally Conserved in the Herpesviridae Family Coexpression of UL20p and gK Inhibits Cell-Cell Fusion Mediated by Herpes Simplex Virus Glycoproteins gD, gH-gL, and Wild-Type gB or an Endocytosis-Defective gB Mutant and Downmodulates Their Cell Surface Expression Entry of Herpes Simplex Virus Mediated by Chimeric Forms of Nectin1 Retargeted to Endosomes or to Lipid Rafts Occurs through Acidic Endosomes The Herpes Simplex Virus JMP Mutant Enters Receptor-Negative J Cells through a Novel Pathway Independent of the Known Receptors nectin1, HveA, and nectin2",
            "score": 87.97875332832336
        },
        {
            "docid": "8292334_3",
            "document": "Herpes B virus . In the natural host, the virus exhibits pathogenesis similar to that of herpes simplex virus (HSV) in humans. Conversely, when humans are zoonotically infected with B virus, patients can present with severe central nervous system disease, resulting in permanent neurological dysfunction or death. Severity of the disease increases for untreated patients, with a case fatality rate of approximately 80%. Early diagnosis and subsequent treatment are crucial to human survival of the infection.",
            "score": 92.08805990219116
        },
        {
            "docid": "33158058_6",
            "document": "NIAID ChemDB . SIV FIV  Human Cytomegalovirus (HCMV) Epstein-Barr virus Herpes simplex virus 1 Herpes simplex virus 2 Kaposi sarcoma virus Hepatitis A virus Hepatitis B virus Hepatitis C virus \"Mycobacterium spp.\" \"Pneumocystis carinni\" \"Cryptococcus spp.\" \"Candida spp.\" \"Aspergillus spp.\" Microsporidia \"Toxoplasma gondii\" \"Cryptosporidium parvum\" \"Leishmania spp.\" \"Plasmodium spp.\"",
            "score": 70.89574956893921
        },
        {
            "docid": "18653440_5",
            "document": "Mollaret's meningitis . While herpes simplex and varicella can cause rash, Mollaret's patients may or may not have a rash. Herpes simplex virus is likely the most common cause of Mollaret's meningitis.",
            "score": 85.91762518882751
        },
        {
            "docid": "4273427_4",
            "document": "Famciclovir . Famciclovir is indicated for the treatment of herpes zoster (shingles), treatment of herpes simplex virus 2 (genital herpes), herpes labialis (cold sores) in immunocompetent patients and for the suppression of recurring episodes of herpes simplex virus 2. It is also indicated for treatment of recurrent episodes of herpes simplex in HIV patients.",
            "score": 95.77037620544434
        },
        {
            "docid": "4774419_23",
            "document": "Herpes simplex virus . Herpes simplex 2 genomes can be divided into two groups: one is globally distributed and the other is mostly limited to sub Saharan Africa. The globably distributed genotype has undergone an ancient recombination with herpes simplex 1.",
            "score": 76.07838368415833
        },
        {
            "docid": "4774419_3",
            "document": "Herpes simplex virus . In simple terms, herpes simplex 1 is most commonly known as a \"cold sore\", while herpes simplex 2 is the one known by the public as \"herpes\", or \"genital herpes\". According to the World Health Organization 67% of the world population under the age of 50 have HSV-1.",
            "score": 90.35771679878235
        },
        {
            "docid": "337196_24",
            "document": "Neuroanatomy . Certain viruses can replicate in brain cells and cross synapses. So, viruses modified to express markers (such as fluorescent proteins) can be used to trace connectivity between brain regions across multiple synapses. Two tracer viruses which replicate and spread transneuronal/transsynaptic are the Herpes simplex virus type1 (HSV) and the Rhabdoviruses. Herpes simplex virus was used to trace the connections between the brain and the stomach, in order to examine the brain areas involved in viscero-sensory processing. Another study injected herpes simplex virus into the eye, thus allowing the visualization of the optical pathway from the retina into the visual system. An example of a tracer virus which replicates from the synapse to the soma is the pseudorabies virus. By using pseudorabies viruses with different fluorescent reporters, dual infection models can parse complex synaptic architecture.",
            "score": 75.61254215240479
        },
        {
            "docid": "4774419_22",
            "document": "Herpes simplex virus . The herpes simplex 1 genomes can be classified into six clades. Four of these occur in East Africa, one in East Asia and one in Europe and North America. This suggests that the virus may have originated in East Africa. The most recent common ancestor of the Eurasian strains appears to have evolved ~60,000 years ago. The East Asian HSV-1 isolates have an unusual pattern that is currently best explained by the two waves of migration responsible for the peopling of Japan.",
            "score": 69.75992798805237
        },
        {
            "docid": "23270978_2",
            "document": "Epidemiology of herpes simplex . The epidemiology of herpes simplex is of substantial epidemiologic and public health interest. Worldwide, the rate of infection with herpes simplex virus—counting both HSV-1 and HSV-2—is around 90%. Although many people infected with HSV develop labial or genital lesions (herpes simplex), the majority are either undiagnosed or display no physical symptoms—individuals with no symptoms are described as asymptomatic or as having subclinical herpes.",
            "score": 92.35255765914917
        },
        {
            "docid": "4774419_2",
            "document": "Herpes simplex virus . Herpes simplex virus 1 and 2 (HSV-1 and HSV-2), also known as human herpesvirus 1 and 2 (HHV-1 and HHV-2), are two members of the herpesvirus family, Herpesviridae, that infect humans. Both HSV-1 (which produces most cold sores) and HSV-2 (which produces most genital herpes) are ubiquitous and contagious. They can be spread when an infected person is producing and shedding the virus.",
            "score": 84.46074151992798
        },
        {
            "docid": "4774419_1",
            "document": "Herpes simplex virus . Herpes simplex virus",
            "score": 76.6730785369873
        },
        {
            "docid": "10473109_4",
            "document": "Resistance mutation . Resistance mutations are found and become problematic in many viruses other than HIV. Notable examples of such viruses include the herpes simplex virus and hepatitis B virus. In the herpes virus, drugs mainly target the viral DNA polymerase. As a result, mutations in the viral DNA polymerase that make it resistant to these drugs are selected for, which ultimately can cause complete resistance of the treatment. In hepatitis B, nucleoside and nucleotide analogs are used to cause early termination of viral transcription. Mutations in viral reverse transcriptase can cause the enzyme to not incorporate these nonfunctional analogs, in favor for their natural counterparts. If this mutation occurs, transcription will not be halted, and viral proteins can be created.",
            "score": 62.50620365142822
        },
        {
            "docid": "45498297_2",
            "document": "A. Oveta Fuller . A. Oveta Fuller is an Associate Professor of Microbiology at University of Michigan Medical School and specializes in research of the Herpes simplex virus as well as HIV/AIDS. She and her research team discovered a B5 receptor, advancing the understanding of the Herpes simplex virus and the cells it attacks. In 2014, she was named Associate Director of the University of Michigan African Studies Center.",
            "score": 77.33351826667786
        },
        {
            "docid": "443800_16",
            "document": "Shingles . If the rash has appeared, identifying this disease (making a differential diagnosis) requires only a visual examination, since very few diseases produce a rash in a dermatomal pattern (see map). However, herpes simplex virus (HSV) can occasionally produce a rash in such a pattern (zosteriform herpes simplex). The Tzanck smear is helpful for diagnosing acute infection with a herpes virus, but does not distinguish between HSV and VZV.",
            "score": 84.49604177474976
        },
        {
            "docid": "14164045_1",
            "document": "Herpes simplex virus protein vmw65 . Herpes simplex virus protein vmw65",
            "score": 75.5586404800415
        },
        {
            "docid": "18653440_7",
            "document": "Mollaret's meningitis . Cases of Mollaret's resulting from varicella zoster virus infection, diagnosed by polymerase chain reaction (PCR), have been documented. In these cases, PCR for herpes simplex was negative. Some patients also report frequent shingles outbreaks. Varicella zoster virus, which causes chickenpox and shingles is part of the herpes family, and is sometimes called \"herpes zoster virus\". CNS epidermoid cysts can give rise to Mollaret's meningitis especially with surgical manipulation of cyst contents.",
            "score": 81.10286688804626
        },
        {
            "docid": "20766783_5",
            "document": "Skin infections and wrestling . The herpes simplex virus comes in two different strains, though only one is spread among wrestlers. Type 1 (HSV-1) can be transmitted through contact with an infected individual, and usually associated with sores on the lips, mouth, and face. HSV-1 can also cause infection of the eye, or even infection of the lining of the brain, known as meningoencephalitis. The lesions will heal on their own in 7 to 10 days, unless the infected individual has a condition that weakens the immune system. Once an infection occurs, the virus will spread to nerve cells, where it remains for the rest of the person’s life. Occasionally, the virus will suddenly display recurring symptoms, or flares. There is no complete treatment for Herpes Simplex 1 but there is prescription medication to help ease and relieve the symptoms of the virus. Antiviral oral medication and topic medication can be prescribed to relieve the pain and soreness of the herpes virus.",
            "score": 88.73206007480621
        },
        {
            "docid": "2522115_4",
            "document": "Cytomegalovirus retinitis . Cytomegalovirus (a type of herpes virus) is what causes cytomegalovirus retinitis. Other types of herpes viruses include herpes simplex viruses and Epstein-Barr virus. Once an individual is infected with these viruses they stay in the body for life. What triggers the virus to reactivate are the following (though CMV can also be congenital).",
            "score": 79.76728391647339
        },
        {
            "docid": "21754540_2",
            "document": "Herpes labialis . Herpes labialis, also known as cold sores, is a type of infection by the herpes simplex virus that affects primarily the lip. Symptoms typically include a burning pain followed by small blisters or sores. The first attack may also be accompanied by fever, sore throat, and enlarged lymph nodes. The rash usually heals within 10 days, but the virus remains dormant in the facial nerve. The virus may periodically reactivate to create another outbreak of sores in the mouth or lip. The cause is usually herpes simplex virus type 1 (HSV-1) and occasionally herpes simplex virus type 2 (HSV-2). The infection is typically spread between people by direct non-sexual contact. Attacks can be triggered by sunlight, fever, psychological stress, or a menstrual period. Direct contact with the genitals can result in genital herpes. Diagnosis is usually based on symptoms but can be confirmed with specific testing. Prevention includes avoiding kissing or using the personal items of a person who is infected. A zinc oxide, anesthetic, or antiviral cream appears to decrease the duration of symptoms by a small amount. Antiviral medications may also decrease the frequency of outbreaks. About 2.5 per 1000 people are affected in any given year. After one episode about 33% of people develop subsequent episodes. Onset often occurs in those less than 20 years old. In those with recurrent outbreaks, these typically happen less than three times a year. The frequency of outbreaks generally decreases over time.",
            "score": 94.94754886627197
        },
        {
            "docid": "21323216_11",
            "document": "Herpes simplex . Herpes is contracted through direct contact with an active lesion or body fluid of an infected person. Herpes transmission occurs between discordant partners; a person with a history of infection (HSV seropositive) can pass the virus to an HSV seronegative person. Herpes simplex virus 2 is typically contracted through direct skin-to-skin contact with an infected individual, but can also be contracted by exposure to infected saliva, semen, vaginal fluid, or the fluid from herpetic blisters. To infect a new individual, HSV travels through tiny breaks in the skin or mucous membranes in the mouth or genital areas. Even microscopic abrasions on mucous membranes are sufficient to allow viral entry.",
            "score": 85.914555311203
        },
        {
            "docid": "172305_11",
            "document": "Viral meningitis . Herpes simplex virus, varicella zoster virus and cytomegalovirus have a specific antiviral therapy. For herpes the treatment of choice is aciclovir.",
            "score": 72.76423835754395
        },
        {
            "docid": "4774419_30",
            "document": "Herpes simplex virus . Herpes simplex virus is considered as a potential therapy for cancer and has been extensively clinically tested to assess its oncolytic (cancer killing) ability. Interim overall survival data from Amgen's phase 3 trial of a genetically-attenuated herpes virus suggests efficacy against melanoma.",
            "score": 76.11766910552979
        },
        {
            "docid": "2814045_4",
            "document": "Nucleoside analogue . These agents can be used against hepatitis B virus, hepatitis C virus, herpes simplex, and HIV. Once they are phosphorylated, they work as antimetabolites by being similar enough to nucleotides to be incorporated into growing DNA strands; but they act as chain terminators and stop viral DNA polymerase. They are not specific to viral DNA and also affect mitochondrial DNA. Because of this they have side effects such as bone marrow suppression.",
            "score": 58.353347063064575
        },
        {
            "docid": "4774419_4",
            "document": "Herpes simplex virus . Symptoms of herpes simplex virus infection include watery blisters in the skin or mucous membranes of the mouth, lips, nose or genitals. Lesions heal with a scab characteristic of herpetic disease. Sometimes, the viruses cause very mild or atypical symptoms during outbreaks. However, they can also cause more troublesome forms of herpes simplex. As neurotropic and neuroinvasive viruses, HSV-1 and -2 persist in the body by becoming \"latent\" and hiding from the immune system in the cell bodies of neurons. After the initial or \"primary\" infection, some infected people experience sporadic episodes of viral \"reactivation\" or \"outbreaks\". In an outbreak, the virus in a nerve cell becomes active and is transported via the neuron's axon to the skin, where virus replication and shedding occur and cause new sores. It is one of the most common sexually transmitted infections.",
            "score": 84.01384317874908
        },
        {
            "docid": "4774419_31",
            "document": "Herpes simplex virus . Herpes simplex virus is also used as a transneuronal tracer defining connections among neurons by virtue of traversing synapses.",
            "score": 73.68440103530884
        },
        {
            "docid": "21009963_15",
            "document": "Meningitis . Viruses that cause meningitis include enteroviruses, herpes simplex virus (generally type 2, which produces most genital sores; less commonly type 1), varicella zoster virus (known for causing chickenpox and shingles), mumps virus, HIV, and LCMV. Mollaret's meningitis is a chronic recurrent form of herpes meningitis; it is thought to be caused by herpes simplex virus type 2.",
            "score": 74.34857058525085
        },
        {
            "docid": "4774419_9",
            "document": "Herpes simplex virus . Herpes simplex viruses can affect areas of skin exposed to contact with an infected person (although shaking hands with an infected person does not transmit this disease). An example of this is herpetic whitlow which is a herpes infection on the fingers. This was a common affliction of dental surgeons prior to the routine use of gloves when conducting treatment on patients.",
            "score": 101.6656813621521
        }
    ],
    "r": [
        {
            "docid": "53368524_33",
            "document": "Privacy in education . The Health Insurance Portability and Accountability Act of 1996 provides privacy to data that is related to medical or mental health records that are legally more restrictive than FERPA in regards to confidentiality. HIPAA includes provisions that “intend to facilitate the creation of a national system for the electronic transmission and exchange of medical record information” such as access to information that is individually identifiable like health plans and health care. The act “defined protected health information so as to exclude individually identifiable health information that is included in education records covered by FERPA and that is in treatment records that are exempted from FERPA.” The difference between educational records and treatment records is that treatment records fall under federal and state law while educational records fall under FERPA. Nevertheless, the documentation of patient and caregiver is confidential meaning that medical records will not be disclosed unless consent is given or there is a belief that disclosing records is crucial. Furthermore, generally, health care providers do not disclose information unless they meet a standard that falls above the required FERPA health or safety exception, or consent is given, and thus is limited in providing information within the constraints of the confidentiality among patient and provider.",
            "score": 146.5074005126953
        },
        {
            "docid": "55251911_6",
            "document": "Post-mortem privacy . Medical confidentiality is upheld through both state and federal law. Because state legislation varies considerably, Congress passed explicit medical privacy regulations in 2000 under the Health Insurance Portability and Accountability Act (HIPAA). However, the act only briefly mentions postmortem privacy rights, stating that all protection ceases two years after death. Moreover, no legal mandate exists regarding patients' wishes after death. During life, informed consent is the basis for managing patient medical history. However, since informed consent is no longer possible post-mortem, confidential medical information is at risk of being exploited in a number of ways. First, highly sensitive information, such as genetic information, potential health factors, or diseases, can be easily disseminated in a way the patient may not have wanted. In addition, legal consent for research on a patient's biological material no longer applies to deceased individuals, allowing such research to be conducted on deceased patients without requiring permission.",
            "score": 126.49026489257812
        },
        {
            "docid": "503193_28",
            "document": "Planned Parenthood . Planned Parenthood is an advocate for the legal and political protection of reproductive rights. This advocacy includes helping to sponsor abortion rights and women's rights events. The Federation opposes restrictions on women's reproductive health services, including parental consent laws for minors. To justify this position, Planned Parenthood has cited the case of Becky Bell, who died following an illegal abortion rather than seek parental consent for a legal one. Planned Parenthood also takes the position that laws requiring parental notification before an abortion can be performed on a minor are unconstitutional on privacy grounds.",
            "score": 124.03706359863281
        },
        {
            "docid": "384064_13",
            "document": "Health Insurance Portability and Accountability Act . The effective compliance date of the Privacy Rule was April 14, 2003, with a one-year extension for certain \"small plans\". The HIPAA Privacy Rule regulates the use and disclosure of protected health information (PHI) held by \"covered entities\" (generally, health care clearinghouses, employer-sponsored health plans, health insurers, and medical service providers that engage in certain transactions). By regulation, the DHH extended the HIPAA privacy rule to independent contractors of covered entities who fit within the definition of \"business associates\". PHI is any information that is held by a covered entity regarding health status, provision of health care, or health care payment that can be linked to any individual. This is interpreted rather broadly and includes any part of an individual's medical record or payment history. Covered entities must disclose PHI to the individual within 30 days upon request. Also, they must disclose PHI when required to do so by law such as reporting suspected child abuse to state child welfare agencies.",
            "score": 121.19776916503906
        },
        {
            "docid": "382082_25",
            "document": "Medical privacy . In California, the Confidentiality of Medical Information Act (CMIA), provides more stringent protections than the federal statutes. HIPAA expressly provides that more stringent state laws like CMIA, will override HIPAA's requirements and penalties. More specifically, CMIA prohibits providers, contractors and health care service plans from disclosing PHI without prior authorization.",
            "score": 116.44658660888672
        },
        {
            "docid": "53368524_37",
            "document": "Privacy in education . Electronic Health Records Since technology continues to revolutionize, medical records have become accessible as electronic health records. This allows information to be shared more easily but appears to create a challenge for stigma management and disclosing information during medical appointments.An in-depth interview study called \"Negotiating stigma in health care: disclosure and the role of electronic health records\" was made that took into account sexual minority men (gay, bisexual, and other men who have sex with men) in the U.S. to seek how they viewed electronic health records. What the study found is that there were concerns of privacy in terms of how the electronic aspect creates a barrier to be open and talk about seemingly confidential information as well as how it may challenge the right to confidentiality and privacy. On the other hand, the study also found that electronic health records may benefit by improving communication among providers when sharing information and further, to provide better care especially after the Health Information Technology for Economic and Clinical and Health Act invested billions in the adoption of electronic health records to improve the quality of care. The study concludes that technology may enhance medical care yet at the same time fuel the stigma that seeking medical help is bad and thus would hinder patients to make appointments, to attend counseling with certain providers, or disclose personal information such as sexual identity and HIV status that they believe will be shared to others without their consent.",
            "score": 114.21470642089844
        },
        {
            "docid": "351581_81",
            "document": "Health informatics . One of the federal laws enacted to safeguard patient's health information (medical record, billing information, treatment plan, etc.) and to guarantee patient's privacy is the Health Insurance Portability and Accountability Act of 1996 or HIPAA. HIPAA gives patients the autonomy and control over their own health records. Furthermore, according to the U.S. Department of Health & Human Services (n.d.), this law enables patients to do the following:",
            "score": 112.71422576904297
        },
        {
            "docid": "382082_21",
            "document": "Medical privacy . Since 1974, numerous federal laws have been passed in the United States to specify the privacy rights and protections of patients, physicians, and other covered entities to medical data. The most comprehensive law passed is the Health Insurance Portability and Accountability Act of 1996 (HIPAA), which was later revised after the Final Omnibus Rule in 2013. HIPAA provides a federal minimum standard for medical privacy, sets standards for uses and disclosures of protected health information (PHI), and provides civil and criminal penalties for violations.",
            "score": 111.3400650024414
        },
        {
            "docid": "55565558_12",
            "document": "Health data . In the United States, prior to the Health Insurance Portability and Accountability Act (HIPAA) of 1996, there were no comprehensive federal policies that regulated the security or privacy of health data. HIPAA regulates the use and disclosure of protected health information (PHI) by specified entities, including health providers, health care clearinghouses, and health plans. HIPAA implementation, delayed by federal-level negotiations, became broadly effective in 2003.",
            "score": 110.88094329833984
        },
        {
            "docid": "3012765_8",
            "document": "Teleradiology . In the United States, Medicare and Medicaid laws require the teleradiologist to be on U.S. soil in order to qualify for reimbursement of the Final Read. In addition, advanced teleradiology systems must also be HIPAA compliant, which helps to ensure patients' privacy. HIPAA (Health Insurance Portability and Accountability Act of 1996) is a uniform, federal floor of privacy protections for consumers. It limits the ways that entities can use patients' personal information and protects the privacy of all medical information no matter what form it is in. Quality teleradiology must abide by important HIPAA rules to ensure patients' privacy is protected.",
            "score": 110.41912078857422
        },
        {
            "docid": "1129641_38",
            "document": "Electronic health record . In the United States, information in electronic medical records is referred to as Protected Health Information (PHI) and its management is addressed under the Health Insurance Portability and Accountability Act (HIPAA) as well as many local laws. The HIPAA protects a patient's information; the information that is protected under this act are: information doctors and nurses input into the electronic medical record, conversations between a doctor and a patient that may have been recorded, as well as billing information. Under this act there is a limit as to how much information can be disclosed, and as well as who can see a patient's information. Patients also get to have a copy of their records if they desire, and get notified if their information is ever to be shared with third parties. Covered entities may disclose protected health information to law enforcement officials for law enforcement purposes as required by law (including court orders, court-ordered warrants, subpoenas) and administrative requests; or to identify or locate a suspect, fugitive, material witness, or missing person.",
            "score": 108.35295104980469
        },
        {
            "docid": "53368524_44",
            "document": "Privacy in education . The Confidentiality of Medical Information Act (CMIA) is a California state law that includes more information than HIPAA in regards to medical records. The main function is to protect confidentiality of identifiable medical information obtained by an individual's health care provider. It applies to licenses providers such as physicians and nurses. It prohibit medical providers to disclose medical information without obtaining authorization first and that any medical information about an individual is preserved in confidentiality by anyone who comes in contact with it. An individual whose confidentiality is not respected may obtain $1,000 and the amount of actual damages and for the person or entity that discloses confidential information is liable for an administrative fine.",
            "score": 108.1716079711914
        },
        {
            "docid": "53368524_40",
            "document": "Privacy in education . In 1996 the state of Minnesota placed a law regarding medical records that appeared to be more stringent than HIPAA. Minnesota law attempted to obtain a \"written general authorization for such release from the patient\" as a form to impede the activities of researchers or providers to share information without given consent. Hospitals in Minnesota even made brochures that highlight patient's rights to confidentiality and that they can give consent in writing if they allow for their medical records to be released outside of the facility. Thus, the law required health care providers to obtain a written consent and authorization from patients in order for medical records to be released and used for research. However, researchers themselves campaigned against the law and the law was not successful in enforcing the right that patients have to refuse their information to be released. Meanwhile, the patients themselves wanted information as to what information is being used within their medical records.",
            "score": 107.42479705810547
        },
        {
            "docid": "237248_39",
            "document": "Medical ethics . Confidentiality is mandated in America by the Health Insurance Portability and Accountability Act of 1996 known as HIPAA , specifically the Privacy Rule, and various state laws, some more rigorous than HIPAA. However, numerous exceptions to the rules have been carved out over the years. For example, many states require physicians to report gunshot wounds to the police and impaired drivers to the Department of Motor Vehicles. Confidentiality is also challenged in cases involving the diagnosis of a sexually transmitted disease in a patient who refuses to reveal the diagnosis to a spouse, and in the termination of a pregnancy in an underage patient, without the knowledge of the patient's parents. Many states in the U.S. have laws governing parental notification in underage abortion.",
            "score": 106.68685150146484
        },
        {
            "docid": "56859404_15",
            "document": "Prisoner Law . The case \"Estelle v. Gamble\" ruled that inmates have the right to receive health care in prison. It also established that if prisoners want to get an abortion that they are entitled to do so. The Health Insurance Portability and Accountability Act (HIPAA) privacy rule applies to health care in prison. HIPAA's privacy rule protects everything pertaining to a prisoners health. However, under HIPAA's \"Permissible Use and Disclosure Exception\" it is okay for prisons to share inmate's information with other institutions when needed and without their approval. There are various ways that privacy is breached in terms of the health of inmates and these breaches form barriers for access to healthcare. First, a variety of blood tests can be conducted on prisoners at any moment for any reason and is not protected by the fourth amendment. A lack of trust drives prisoners to feel uncomfortable when voicing health issues to the guards. Also, overcrowding in prisons has lead to the spread of health related issues and diseases. The National Commission on Correctional Health Care (NCCHC) has disclosed that the transmission of diseases and other health related issues is high in prisons and can spread further after an inmate is released Diseases that can be transmitted are constantly monitored. Also, this is immediately communicated to public health officials.",
            "score": 105.72463989257812
        },
        {
            "docid": "21323216_47",
            "document": "Herpes simplex . An important source of support is the \"National Herpes Resource Center\" which arose from the work of the American Social Health Association (ASHA). The ASHA was created in 1914 to in response to the increase in social diseases that had spread during World War 1. During the 1970s, there was an increase in sexually transmitted diseases. One of the diseases that increased dramatically was genital herpes. In response, ASHA created the National Herpes Resource Center in 1979. The HRC was designed to meet the growing need for education and awareness about the virus. One of the projects of The Herpes Resource Center (HRC) was to create a network of local support (HELP) groups. The goal of these HELP groups was to provide a safe, confidential environment where participants can get accurate information and share experiences, fears, and feelings with others who are concerned about herpes.",
            "score": 105.18592071533203
        },
        {
            "docid": "1845896_27",
            "document": "Personally identifiable information . One of the primary focuses of the Health Insurance Portability and Accountability Act (HIPAA), is to protect a patient's Protected Health Information (PHI), which is similar to PII. The U.S. Senate proposed the Privacy Act of 2005, which attempted to strictly limit the display, purchase, or sale of PII without the person's consent. Similarly, the (proposed) Anti-Phishing Act of 2005 attempted to prevent the acquiring of PII through phishing.",
            "score": 104.70452117919922
        },
        {
            "docid": "25031651_13",
            "document": "AIDS Information Centre . AIC screens and treats sexually transmitted infections like syphilis and Herpes simplex type II and other opportunistic infections like skin infections, pneumonias and others in all its eight branches. Among the integrated services offered are education and counseling on Reproductive health issues for the HIV positive and offering of Family Planning (FP) suitable to individual circumstances and choice.",
            "score": 104.64948272705078
        },
        {
            "docid": "39108352_2",
            "document": "Masking (Electronic Health Record) . In Electronic Health Records (EHR’s) data masking, or controlled access, is the process of concealing patient health data from certain healthcare providers. Patients have the right to request the masking of their personal information, making it inaccessible to any physician, or a particular physician, unless a specific reason is provided. Data masking is also performed by healthcare agencies to restrict the amount of information that can be accessed by external bodies such as researchers, health insurance agencies and unauthorised individuals. It is a method used to protect patients’ sensitive information so that privacy and confidentiality are less of a concern. Techniques used to alter information within a patient’s EHR include data encryption, obfuscation, hashing, exclusion and perturbation.",
            "score": 103.18307495117188
        },
        {
            "docid": "237536_11",
            "document": "Information privacy . People may not wish for their medical records to be revealed to others. This may be because they have concern that it might affect their insurance coverages or employment. Or, it may be because they would not wish for others to know about any medical or psychological conditions or treatments that would bring embarrassment upon themselves. Revealing medical data could also reveal other details about one's personal life. There are three major categories of medical privacy: informational (the degree of control over personal information), physical (the degree of physical inaccessibility to others), and psychological (the extent to which the doctor respects patients’ cultural beliefs, inner thoughts, values, feelings, and religious practices and allows them to make personal decisions). Physicians and psychiatrists in many cultures and countries have standards for doctor-patient relationships, which include maintaining confidentiality. In some cases, the physician-patient privilege is legally protected. These practices are in place to protect the dignity of patients, and to ensure that patients will feel free to reveal complete and accurate information required for them to receive the correct treatment. To view the United States' laws on governing privacy of private health information, see HIPAA and the HITECH Act.",
            "score": 103.16496276855469
        },
        {
            "docid": "503193_30",
            "document": "Planned Parenthood . Planned Parenthood's advocacy activities are executed by the \"Planned Parenthood Action Fund\", which is registered as a 501(c)(4) charity, and files financial information jointly with PPFA. The committee was founded in 1996, by then-president Gloria Feldt, for the purpose of maintaining reproductive health rights and supporting political candidates of the same mindset. In the 2012 election cycle, the committee gained prominence based on its effectiveness of spending on candidates. Although the Planned Parenthood Action Fund (PPAF) shares some leadership with the Planned Parenthood Federation of America, the president of PPAF, Cecile Richards, testified before Congress in September 2015 that she did not manage the organization. The Planned Parenthood Action Fund has 58 active, separately incorporated chapters in 41 states and maintains national headquarters in New York and Washington, D.C. Planned Parenthood has received grants from the Obama administration to help promote the Patient Protection and Affordable Care Act, or ObamaCare.",
            "score": 102.31665802001953
        },
        {
            "docid": "5222720_26",
            "document": "Privacy law . An archipelago located in the Pacific, the country of Fiji was founded on the tenth of October 1970. In its constitution, the people inhabiting the land are granted the right to privacy. The exact workings from the constitution is the following: \"Every person has the right to personal privacy, which includes the right to — (a) confidentiality of their personal information; (b) confidentiality of their communications; and (c) respect for their private and family life\". But in this very same constitution, it is expressed that it is possible \"to the extent that it is necessary\" for a law to be passed that limits or impacts the execution of the right to privacy law. Another privacy related law can be seen in section 54 of the Telecommunications Promulgation passed in 2008, which states that \"any service provider supplying telecommunications to consumers must keep information about consumers confidential\". Billing information and call information are no exceptions. The only exception to this rule is for the purpose of bringing to light \"fraud or bad debt\". Under this law, even with the consent of the customer, the disclosure of information is not permitted. Other Privacy laws that have been adopted by this country are those that are meant to protect the collected information, cookies and other privacy-related matter of tourist. This is in regards to (but not limited to) information collected during bookings, the use of one technology of another that belongs to said company or through the use of a service of the company, or when making payments. Additionally, as a member of the United Nations, the Fiji is bound by the universal declaration of Human Rights which states in article two \"No one shall be subjected to arbitrary interference with his privacy, family, home or correspondence, nor to attacks upon his honor and reputation. Everyone has the right to the protection of the law against such interference or attacks\".",
            "score": 102.2403564453125
        },
        {
            "docid": "4774419_9",
            "document": "Herpes simplex virus . Herpes simplex viruses can affect areas of skin exposed to contact with an infected person (although shaking hands with an infected person does not transmit this disease). An example of this is herpetic whitlow which is a herpes infection on the fingers. This was a common affliction of dental surgeons prior to the routine use of gloves when conducting treatment on patients.",
            "score": 101.66567993164062
        },
        {
            "docid": "706186_34",
            "document": "Reproductive rights . Discrimination in health care settings takes many forms and is often manifested when an individual or group is denied access to health care services that are otherwise available to others. It can also occur through denial of services that are only needed by certain groups, such as women. Examples include specific individuals or groups being subjected to physical and verbal abuse or violence; involuntary treatment; breaches of confidentiality and/or denial of autonomous decision-making, such as the requirement of consent to treatment by parents, spouses or guardians; and lack of free and informed consent. [...] Laws and policies must respect the principles of autonomy in health care decision-making; guarantee free and informed consent, privacy and confidentiality; prohibit mandatory HIV testing; prohibit screening procedures that are not of benefit to the individual or the public; and ban involuntary treatment and mandatory third-party authorization and notification requirements.\" According to UNICEF: \"When dealing with sexual and reproductive health, the obligation to inform parents and obtain their consent becomes a significant barrier with consequences for adolescents’ lives and for public health in general.\" One specific issue which is seen as a form of hypocrisy of legislators is that of having a higher age of medical consent for the purpose of reproductive and sexual health than the age of sexual consent - in such cases the law allows youth to engage in sexual activity, but does not allow them to consent to medical procedures that may arise from being sexually active; UNICEF states that \"On sexual and reproductive health matters, the minimum age of medical consent should never be higher than the age of sexual consent.\"",
            "score": 101.52945709228516
        },
        {
            "docid": "47432143_44",
            "document": "Planned Parenthood 2015 undercover videos controversy . Louisiana Governor Bobby Jindal announced, on August 3, 2015, that the Louisiana Department of Health and Hospitals was terminating its contract with Planned Parenthood, which provides the organization with state Medicaid funds. In court filings, the Justice Department argued that Louisiana's action violates federal law by denying Medicaid patients the choice of their healthcare providers. Also noted, neither of the two Louisiana clinics provide abortion services. The states of Alabama, New Hampshire, and Utah also cut their respective funding to Planned Parenthood in the wake of the videos, while Pennsylvania and Wisconsin were considering similar measures. The Obama administration has warned state legislators it may be illegal to cut funding to Planned Parenthood.",
            "score": 100.07066345214844
        },
        {
            "docid": "1549377_5",
            "document": "Physician–patient privilege . For example, a below-age of consent patient came to a doctor with a sexually transmitted disease. The doctor is usually required to obtain a list of the patient's sexual contacts to inform them that they need treatment. This is an important health concern. However, the patient may be reluctant to divulge the names of his/her older sexual partners, for fear that they will be charged with statutory rape. In some jurisdictions, the doctor cannot be forced to reveal the information revealed by his patient to anyone except to particular organizations, as specified by law, and they too are required to keep that information confidential. If, in the case, the police become aware of such information, they are not allowed to use it in court as proof of the sexual conduct, except as provided by express intent of the legislative body and formalized into law.",
            "score": 99.8510513305664
        },
        {
            "docid": "28770788_2",
            "document": "Responsible Parenthood and Reproductive Health Act of 2012 . The Responsible Parenthood and Reproductive Health Act of 2012 (Republic Act No. 10354), informally known as the Reproductive Health Law or RH Law, is a law in the Philippines, which guarantees universal access to methods on contraception, fertility control, sexual education, and maternal care.",
            "score": 99.6681137084961
        },
        {
            "docid": "237248_56",
            "document": "Medical ethics . With the expansion of internet healthcare platforms, online practitioner legitimacy and privacy accountability face unique challenges such as e-paparazzi, online information brokers, industrial spies, unlicensed information providers that work outside of traditional medical codes for profit. The American Medical Association (AMA) states that medical websites have the responsibility to ensure the health care privacy of online visitors and protect patient records from being marketed and monetized into the hands of insurance companies, employers, and marketers. [40]With the rapid unification of healthcare, business practices, computer science and e-commerce to create these online diagnostic websites, efforts to maintain health care system’s ethical confidentiality standard need to keep up as well. Over the next few years, the Department of Health and Human Services have stated that they will be working towards lawfully protecting the online privacy and digital transfers of patient Electronic Medical Records (EMR) under The Health Insurance Portability and Accountability Act (HIPAA). [41]",
            "score": 99.46329498291016
        },
        {
            "docid": "1107036_37",
            "document": "Medical record . The federal Health Insurance Portability and Accessibility Act (HIPAA) addresses the issue of privacy by providing medical information handling guidelines. Not only is it bound by the Code of Ethics of its profession (in the case of doctors and nurses), but also by the legislation on data protection and criminal law. Professional secrecy applies to practitioners, psychologists, nursing, physiotherapists, occupational therapists, nursing assistants, chiropodists, cellists and administrative personnel, as well as auxiliary hospital staff. The maintenance of the confidentiality and privacy of patients implies first of all in the medical history, which must be adequately guarded, remaining accessible only to the authorized personnel. However, the precepts of privacy must be observed in all fields of hospital life: privacy at the time of the conduct of the anamnesis and physical exploration, the privacy at the time of the information to the relatives, the conversations between healthcare providers in the corridors, maintenance of adequate patient data collection in hospital nursing controls (planks, slates), telephone conversations, open intercoms ...",
            "score": 97.89420318603516
        },
        {
            "docid": "503193_19",
            "document": "Planned Parenthood . Planned Parenthood has received federal funding since 1970, when President Richard Nixon signed into law the Family Planning Services and Population Research Act, amending the Public Health Service Act. Title X of that law provides funding for family planning services, including contraception and family planning information. The law had support from both Republicans and Democrats. Nixon described Title X funding as based on the premise that \"no American woman should be denied access to family planning assistance because of her economic condition\".",
            "score": 97.64041137695312
        },
        {
            "docid": "25009_33",
            "document": "Privacy . Medical privacy Protected Health Information OCR/HIPAA (Health Insurance Portability and Accountability Act of 1996) allows a person to withhold their medical records and other information from others, perhaps because of fears that it might affect their insurance coverage or employment, or to avoid the embarrassment caused by revealing medical conditions or treatments. Medical information could also reveal other aspects of one's personal life, such as sexual preferences or proclivity. A right to sexual privacy enables individuals to acquire and use contraceptives without family, community or legal sanctions.",
            "score": 97.37364959716797
        },
        {
            "docid": "503193_3",
            "document": "Planned Parenthood . Planned Parenthood consists of 159 medical and non-medical affiliates, which operate over 600 health clinics in the United States. It partners with organizations in 12 countries globally. The organization directly provides a variety of reproductive health services and sexual education, contributes to research in reproductive technology and advocates for the protection and expansion of reproductive rights.",
            "score": 97.11436462402344
        }
    ]
}