{
    "q": [
        {
            "docid": "32086441_23",
            "document": "Xiguan . Kaiji is located on Longjin Donglu. Its owner is Ye Jiankai and he is jokingly called \"Dousha Kai\" because of the restaurant's food. Kaiji's Tangyuan (sweet dumplings) served with green bean soup and Vanilla green bean soup clear away diners' heat and toxic material and earn a high reputation in Guangzhou. The shop is Ye's grandfather's legacy.",
            "score": 32.412540435791016
        },
        {
            "docid": "32122477_6",
            "document": "La rose de Saint-Flour . When Pierrette returns a tiff with Marcachu turns into a fight. They prepare the soup, into which unexpected ingredients are placed. When Chapailloux arrives, they eat and discover the contents of the soup, including one of Pierrette's shoes. Another fight ensues, and Marcachu storms off with his marmite.",
            "score": 31.702479362487793
        },
        {
            "docid": "8501495_8",
            "document": "Ye Xian . The golden slipper is found by a local peasant who trades it, and it is passed on to various people until it reaches the hands of the nearby king of the To'Han islets, a powerful kingdom covering thousands of small islands. Fascinated by the shoe's small size, he issues a search to find the maiden whose foot will fit into the shoe and proclaims he will marry that girl. The search extends until it reaches the community of the cave-dwellers, and everyone, including Jun-Li, the late chief Wu's firstborn, tried the slipper. No maiden's foot can fit the shoe. Despondent that he could not find the woman he was searching for, the king made a great pavilion and placed the shoe there on display. Ye Xian arrives there late in the evening to retrieve the slipper, but is mistaken as a thief. Ye Xian then was brought before the king, and there she told him everything about her life, how she lost her friend, the gold-eyed fish, and now her slipper. The king, struck by her good-nature and beauty even though she lived in the land of the savages, believed her and allowed her to go home with the slipper.",
            "score": 28.870088577270508
        },
        {
            "docid": "3747_23",
            "document": "Bill Gates . In 2008, Gates appeared in a series of ads to promote Microsoft. The first commercial, co-starring Jerry Seinfeld, is a 90-second talk between strangers as Seinfeld walks up on a discount shoe store (Shoe Circus) in a mall and notices Gates buying shoes inside. The salesman is trying to sell Mr. Gates shoes that are a size too big. As Gates is buying the shoes, he holds up his discount card, which uses a slightly altered version of his own mugshot of his arrest in New Mexico in 1977, for a traffic violation. As they are walking out of the mall, Seinfeld asks Gates if he has melded his mind to other developers, after getting a \"Yes\", he then asks if they are working on a way to make computers edible, again getting a \"Yes\". Some say that this is an homage to Seinfeld's own show about \"nothing\" (\"Seinfeld\"). In a second commercial in the series, Gates and Seinfeld are at the home of an average family trying to fit in with normal people.",
            "score": 26.475871801376343
        },
        {
            "docid": "13075834_6",
            "document": "The Braes o' Killiecrankie . <score midi=\"5\" vorbis=\"1\"> \\relative c\" { \\time 2/4 \\key g \\major  \\partial 8 g16( a) | b8 b \\grace { c8 } b a16( g) | c4 c8 b16( a) | b8 b c16( b) a( g) | b8 d d g,16( a) | b8 b c16( b) a16( g) | c4 c8 b16( a) | b16( c) d16( b) a8 g | d8 g g \\bar \"||\" b16( c) | d8 d, d e16( f) | e8 d16( e) c8 b'16( c) | d8 d, d' d, | b' d d\\fermata b16( c) | d8 d, d e16( f) | g16( f) e( d) c8 b'16 c | b16( c) d( b) a8 g | e g g \\bar \"|.\" }  \\addlyrics {Whare | hae ye been sae | braw, lad? Whare | hae ye been sae | bran -- kie, O? Whare | hae ye been sae | braw, lad? Came | ye by Kil -- li -- | cran -- kie, O? An | ye had been whare | I hae been, Ye | wad -- na been sae | can -- tie, O; An | ye had seen what | I hae seen, I' the | braes o' Kil -- li -- | crank -- kie, O. }</score>",
            "score": 7.727230548858643
        },
        {
            "docid": "144829_24",
            "document": "Steve McQueen . In 1973 The Rolling Stones referred to McQueen in the song \"Star Star\" from the album \"Goats Head Soup\" for which an amused McQueen reportedly gave personal permission. The lines were \"Star fucker, star fucker, star fucker, star fucker star/ Yes you are, yes you are, yes you are/Yeah, Ali MacGraw got mad with you/For givin' head to Steve McQueen\".",
            "score": 17.099373817443848
        },
        {
            "docid": "12744285_3",
            "document": "Electric Soup (album) . It was also released as a 2-CD set with \"Gorilla Biscuit\", a collection of their b-sides and rarities. Brad Shepherd, the group's lead guitarist described the albums \"You just have to listen to [\"Electric Soup\"], it's just jam packed full of pretty groovy songs... The best of was always the record company's idea and the B-side was always our idea to combat that. We think if a best of is representative of a band then a B-side album is even more representative.\" Shepherd also explained the album names: \"\"Electric Soup\" is another name for Jack Daniels bourbon... \"Gorilla Biscuit\" is slang for 'downers' like mandrax.\"",
            "score": 21.718499422073364
        },
        {
            "docid": "2471736_5",
            "document": "Cryptotaenia . English names for the plant include mitsuba, Japanese wild parsley, stone parsley, honeywort, san ip, and san ye qin (from ). Like parsley, the flavor is clean and refreshing with a slightly bitter taste which some describe as celery-like. The sprouts are used in salads and soup. In Japan it is commonly used as a garnish in soups or atop entrees or as a sushi ingredient.",
            "score": 19.71995258331299
        },
        {
            "docid": "247960_6",
            "document": "Mikoyan-Gurevich MiG-25 . The subsonic Boeing B-47 Stratojet and Boeing B-52 Stratofortress strategic bombers were followed by the Mach 2 Convair B-58 Hustler, with the Mach 3 North American B-70 Valkyrie on the drawing board at that time. A major upgrade in the PVO defence system was required, and at the start of 1958 a requirement was issued for manned interceptors capable of reaching 3,000 km/h (1,864 mph) and heights of up to 27 km (88,583 ft). Mikoyan and Sukhoi responded. The Mikoyan-Gurevich OKB had been working on a series of interceptors during the second half of the 1950s: the I-1, I-3U, I-7U, I-75, Ye-150, Ye-150A, Ye-152, Ye-152A, Ye-152P, and Ye-152M. The Ye-150 was noteworthy because it was built specifically to test the Tumansky R-15 engine, two of which would later be used for the MiG-25. This led to Ye-152, alternatively known as Ye-166, which set several world records. The Ye-152M (converted from one of the two Ye-152 aircraft) was intended to be the definite heavy interceptor design. But before it was finished, the PVO had selected the Tupolev Tu-128. As the work on the MiG-25 was well under way, the single-engine Ye-152M was abandoned.",
            "score": 7.919504642486572
        },
        {
            "docid": "299646_27",
            "document": "Places in The Hitchhiker's Guide to the Galaxy . Frogstar World B is said to be \"\"the most totally evil place in the galaxy\"\". It is somewhat like the books' equivalent of Brontitall in the radio show; although there are differences between the two, they share some attributes. Although there is no statue of Arthur on Frogstar B, the bird people came about the same way. There is no archaeologist called Lintilla in the part of the books that concerns itself with Frogstar B; however, the spaceport with the massively delayed spaceship is there. Frogstar B was thrown into poverty through an event termed the Shoe Event Horizon. Many years ago, Frogstar World B was \"a thriving, happy planet – people, cities, shops, a normal world.\" However, there were slightly too many shoe-shops on the high streets of the planet, and the number of shoe-shops was steadily increasing. The more shoe-shops there were, the more the shops had to make. The more they had to make, the worse and more unwearable the shoes became. And the worse and more unwearable the shoes became, the more the people had to buy, and the more money the shops made until it became economically impossible to build anything other than shoe-shops. The result was collapse, ruin, and famine. Most of the population died out, but a select few with the right kind of genetic instability mutated into a bird-like species and cursed the ground, refusing to set foot on it ever again. Frogstar B is the home of the Total Perspective Vortex, a machine that effectively annihilates one's soul by showing one in an instant the whole infinity of creation and oneself in relation to it, and in the continuity of the books, Frogstar World B is the future site of Milliways, the Restaurant at the End of the Universe. In the radio series this role is instead given to Magrathea.",
            "score": 24.955511331558228
        },
        {
            "docid": "26396162_4",
            "document": "Holes in My Shoes . He grew up in extreme poverty in the Lower East Side of New York City, born in his parents cold water apartment on East 6th Street. His parents were Jewish immigrants from Austria. He sold newspapers on the corner of Avenue B and 10th Street and played in Tompkins Square Park. Beers and his siblings took many jobs as kids to support the starving family. They had potatoes and potato soup every day. They gathered fallen coal from the coal truck to keep the house warm. He had 3 brothers - Manny, Julius and Hy, and one sister, Lilian.",
            "score": 23.19212818145752
        },
        {
            "docid": "73440_25",
            "document": "Duck Soup (1933 film) . In another scene, the film pokes fun at the Hays Code. Due to the code, a man and woman could not be shown in bed together. The camera begins the scene in a woman's bedroom, panning across the foot of the bed. A pair of men's shoes are shown on the floor, then a pair of women's shoes and then four horseshoes. The camera cuts to a shot of the entire room: Pinky is sleeping in one bed with the horse, while the woman is in another bed.",
            "score": 30.57913589477539
        },
        {
            "docid": "19688599_10",
            "document": "Offset agreement . The universe of this military niche of offsets trade is sophisticated and less innocuous than commonly believed. In 2000 Daniel Pearl wrote an article about the universe of offsets: “could the sale of U.S. weapons in the Persian Gulf help an oil concern unload gasoline stations in Europe? Yes, under the new logic of international arms deals.” Pearl describes the new-found world of indirect offsets:",
            "score": 15.479484558105469
        },
        {
            "docid": "8529463_4",
            "document": "Aggregation problem . First, to sum the demand functions without other strong assumptions it must be assumed that they are independent; that is that one consumer's demand decisions are not influenced by the decisions of another consumer. For example, A is asked how many pairs of shoes he would buy at a certain price. A says at that price I would be willing and able to buy two pairs of shoes. B is asked the same question and says four pairs. Questioner goes back to A and says B is willing to buy four pairs of shoes, what do you think about that? A says if B has any interest in those shoes then I have none. Or A, not to be outdone by B, says \"then I'll buy five pairs\". And on and on. This problem can be eliminated by assuming that the consumers' tastes are fixed in the short run. This assumption can be expressed as assuming that each consumer is an independent idiosyncratic decision maker.",
            "score": 28.034776210784912
        },
        {
            "docid": "9360586_19",
            "document": "Milkweed (novel) . Big Henryk is a large boy who will “say yes to everything.” He doesn’t wear shoes but instead wears “gray bank coin bags on his feet.” He appears mentally disabled from the \"bellowing\" and how he says \"yes to everything\"",
            "score": 20.02791404724121
        },
        {
            "docid": "13094293_2",
            "document": "Soup for One (soundtrack) . Soup for One is the soundtrack album to the movie \"Soup for One\" by American R&B band Chic et al., released by Mirage Records in 1982. The album reached number 168 on the \"Billboard\" 200 albums chart and number 42 on the R&B chart. Besides three previously released tracks, Chic's \"I Want Your Love\" from 1978 album \"C'est Chic\", Sister Sledge's \"Let's Go On Vacation\" from 1980s \"Love Somebody Today\" and \"Jump, Jump\" from Debbie Harry's \"KooKoo\", the album contains five songs specifically written and produced by Bernard Edwards and Nile Rodgers for the movie.",
            "score": 21.938157558441162
        },
        {
            "docid": "8501495_9",
            "document": "Ye Xian . The next morning, the king goes into Ye Xian's house and asks her to come with him into his kingdom. Ye Xian then wears both her shoes, and appears in her beautiful sea-green gown. The stepmother and Jun-li, however, said that Ye Xian could not have clothes of that kind, for she was only their slave, and the stepmother said that the finery was Jun-li's and Ye Xian stole them. The king dismisses her lies, and invites Ye Xian to live at the palace with him as his wife and queen. She accepts, but her cruel step-family was left with their fate, which is to be banished to the wilderness by the king forever. They live a harsh, unhappy life until the day they were killed by a rain of fiery stones. On the other hand, the king takes Ye Xian into his kingdom and makes her his queen.",
            "score": 18.50308084487915
        },
        {
            "docid": "28284510_15",
            "document": "KLB Club . Yes, you gave us soup and enough black bread To etch out a mere existence, Enough to keep us wanting more And weaken our resistance",
            "score": 17.61721897125244
        },
        {
            "docid": "30177587_3",
            "document": "Shoe Show . The company was founded in 1960 by Robert B. Tucker and has more than 1150 locations. It acquired Burlington Shoes in 1986, Altier Shoes in 1993 and Shoebilee! in 2002. In the early 2000s, the company began opening Shoe Dept. Encore stores, which are larger than regular Shoe Dept. stores.",
            "score": 24.101842880249023
        },
        {
            "docid": "30011882_2",
            "document": "Louis Diat . Louis Felix Diat (1885–1957) was a chef and culinary writer who is one of the chefs believed to have created vichyssoise soup, though other chefs in France are also credited for the same; no proof is available for any claimants' assertions. Diat was born in 1885 in Bourbon-l'Archambault/Montmarault, France, where his father managed a shoe store. During the summer, when Diat and his siblings desired a cold snack, Diat's mother Annette often poured milk into leftover potato-and-leek soup (\"potage bonne femme\").",
            "score": 28.5300350189209
        },
        {
            "docid": "14600623_3",
            "document": "Space Soap (La Soupe aux choux) . This instrumental single is a R&B, dance and techno remake of the theme of \"La Soupe aux choux\", a 1981 French film directed by Jean Girault.",
            "score": 17.42922592163086
        },
        {
            "docid": "46746174_3",
            "document": "Litefeet . The Harlem shake is commonly incorporated into Litefeet, as is the “Chicken Noodle Soup, the Tone Whop (often mistakenly named the \"Toe Whop\"), and the Aunt Jackie. Moves often include: footwork, popping, shuffling, tutting, hat tricks, and shoe tricks.",
            "score": 28.935465335845947
        },
        {
            "docid": "8629842_2",
            "document": "Chicken Noodle Soup (song) . \"Chicken Noodle Soup\" is a song by producer Da Drizzle from Webstar's album \"\" (2006). It features rappers Young B and the Voice of Harlem. The song also has an associated dance.",
            "score": 17.309519290924072
        },
        {
            "docid": "10287083_9",
            "document": "North Slavic fermented cereal soups . Kyselo (or krkonošské kyselo) (, ) is a soup based on sourdough and mushrooms. It is a traditional Czech cuisine from poor folk food originating in the Northern Bohemia mountain region Krkonoše. It is very substantial and it contains an abundance of quality proteins, B vitamins, dietary fiber and other important nutrients. Usage of sourdough is closely related to fermented flour usage in the Polish sour rye soup.",
            "score": 20.675372838974
        },
        {
            "docid": "226105_27",
            "document": "Bill Drummond . Several Penkiln Burn projects involve making things and then distributing them. Drummond has created a Soup Line drawn across a map going through Belfast and Nottingham to the edges of the British Isles. Anyone living on the Soup Line may contact Drummond to come to their house and make soup for them, their family and friends. Drummond has also constructed – and encourages others to construct – Cake Circles drawn on maps. Cakes are then made and delivered to people who live within the circle with the words \"I have baked you a cake, here it is\". Other projects involve Drummond building beds from timber in public places which are then raffled off. In 2011, for the Venice Biennale, Drummond took up shoe-shining on the streets of Venice. Each spring, Drummond gives away 40 bunches of daffodils to strangers on the street in different cities.",
            "score": 29.114723682403564
        },
        {
            "docid": "2814961_75",
            "document": "Women's cinema . Other notable filmmakers include María Ripoll (\"Tortilla Soup\", \"The Man with Rain in His Shoes\"), Patricia Ferreira, Chus Gutiérrez, María Lidón aka Luna (\"\", \"Moscow Zero\"), Rosa Vergés, Lydia Zimmermann, or Laura Mañá.",
            "score": 28.783802032470703
        },
        {
            "docid": "17647962_4",
            "document": "B and B Chemical Company . The building was designed by Coolidge, Shepley, Bulfinch & Abbott and built in 1937 for the B and B Chemical Company, a subsidiary of the United Shoe Machinery Corporation. The facility, which include a more simply designed second building behind this one, produced adhesives used in the shoe manufacturing process at other plants. It later served as the headquarters for the Polaroid Corporation for many years. It is now owned by The Bulfinch Companies, and is occupied by Nimbus Discovery, a biotechnology firm.",
            "score": 20.442779064178467
        },
        {
            "docid": "18622408_4",
            "document": "Grover Shoe Factory disaster . The R. B. Grover shoe factory was big, but not the biggest shoe factory in Brockton, a town that had 35,000 shoe workers. The wooden building, shaped like a letter \"E\", occupied half a city block at the corner of Main and Calmar Streets.  Grover made the popular Emerson brand shoe, and business had been good enough to add a fourth floor.",
            "score": 25.41345191001892
        },
        {
            "docid": "50112367_4",
            "document": "Brian Atwood . The Brian Atwood shoe line was launched in 2001. His budget line of shoes is B Brian Atwood. This brand retails for US$200 to US$500 as opposed to his main line of shoes which retails for $525 to $2900. The B Brian Atwood brand was later entered into a partnership agreement with shoemaker, Steve Madden (NASDAQ:SHOO), who purchased the Jones Group stake. He is the author of the book, \"Pumped\", a study of stiletto heels.",
            "score": 21.043521881103516
        },
        {
            "docid": "32064360_5",
            "document": "D-Men . The band started breaking up with the departure of singer Brace, followed by rapper Ali B. A single \"Vraag jezelf eens af\" was released. Contractual disagreements intensified with rapper Yes-R who joined the label of his cousin Ali B. Soesi B, a friend from childhood to Yes-R followed suit. The last of the new members to leave was Negativ. This the formation went back to the original three members Lange Frans, Brutus and Baas B. Yes-R even made a recording to diss the original members with his recording \"Je krijgt het van ons\" (\"You get it from us\")",
            "score": 6.127716541290283
        },
        {
            "docid": "11553901_3",
            "document": "Alphabet Soup (horse) . Alphabet Soup was bred by Southeast Associates, a group led by Roy S. Lerman, and purchased by Californian Georgia B. Ridder. He is a descendant of Nearco, and his damsire is U.S. Racing Hall of Fame inductee Arts and Letters. Purchased privately as a two-year-old by Georgia B. Ridder, Alphabet Soup was late in developing. Mrs. Ridder raced the colt in California, where he began to come into his own at the age of four, winning the 1995 Native Diver and Del Mar Breeders' Cup Handicaps. In 1996, en route to his triumph in that year's Breeders' Cup Classic, he won three important graded stakes races: the San Antonio Handicap, the Pat O'Brien Handicap, and the San Pasqual Handicap, in which he defeated Best Pal. He also crossed the wire first in the Goodwood Breeders' Cup Handicap but was disqualified and set back to third. Alphabet Soup raced in 1997 at age six, his best effort coming in defense of the San Antonio Handicap when he finished second to Gentlemen.",
            "score": 16.970947265625
        },
        {
            "docid": "3075186_5",
            "document": "Blomberg B . A popular modification by railroads in later years was reducing the number of brake shoes from 8 to 4 by reconfiguring the double-clasp brake rigging, removing one brake shoe per wheel. This can give the Blomberg B a similar appearance of later Blomberg M trucks.",
            "score": 21.584888458251953
        }
    ],
    "r": [
        {
            "docid": "46402663_8",
            "document": "FEIT . All FEIT shoes are handmade using biodegradable materials in factories with a low environmental impact that are free of harmful chemicals and synthetic materials. They are hand stitched without the use of machines to help reduce the amount of waste produced by the factory. \"The sole is made up of five individual pieces. An internal leather midsole, a layer of natural cork, a buffalo leather outsole, a rubber tread and a vegetable leather strip which encases the sole to the upper.\" The shoe also includes a natural bamboo shank, buffalo leather insoles, natural leather welt, and cotton cording to sew it all together. FEIT shoes are primarily made using two different shoe-making techniques: Hand Sewn Goodyear and Hand Sewn Stitchdown construction.",
            "score": 50.106388092041016
        },
        {
            "docid": "467481_2",
            "document": "Sneakers . Sneakers (also known as athletic shoes, tennis shoes, gym shoes, sport shoes, runners, takkies, or trainers) are shoes primarily designed for sports or other forms of physical exercise, but which are now also often used for everyday wear. The term generally describes a type of footwear with a flexible sole made of rubber or synthetic material and an upper part made of leather or synthetic materials.",
            "score": 48.625694274902344
        },
        {
            "docid": "27178_19",
            "document": "Shoe . Since the mid-20th Century, advances in rubber, plastics, synthetic cloth, and industrial adhesives have allowed manufacturers to create shoes that stray considerably from traditional crafting techniques. Leather, which had been the primary material in earlier styles, has remained standard in expensive dress shoes, but athletic shoes often have little or no real leather. Soles, which were once laboriously hand-stitched on, are now more often machine stitched or simply glued on. Many of these newer materials, such as rubber and plastics, have made shoes less biodegradable. It is estimated that most mass-produced shoes require 1000 years to degrade in a landfill. In the late 2000s, some shoemakers picked up on the issue and began to produce shoes made entirely from degradable materials, such as the Nike Considered.",
            "score": 45.89772033691406
        },
        {
            "docid": "27178_29",
            "document": "Shoe . The is the layer in direct contact with the ground. Dress shoes often have leather or resin rubber outsoles; casual or work-oriented shoes have outsoles made of natural rubber or a synthetic material like polyurethane. The outsole may comprise a single piece, or may be an assembly of separate pieces, often of different materials. On some shoes, the heel of the sole has a rubber plate for durability and traction, while the front is leather for style. Specialized shoes will often have modifications on this design: athletic or so called cleated shoes like soccer, rugby, baseball and golf shoes have spikes embedded in the outsole to improve traction.",
            "score": 44.96834182739258
        },
        {
            "docid": "309347_3",
            "document": "Climbing shoe . Modern climbing shoes use carefully crafted multi-piece patterns to conform very closely to the wearer's feet. Leather is the most common upper material, with other materials such as fabric and synthetic leather also employed. The climbing rubber used for soles was developed specifically for rock-climbing.",
            "score": 42.0041389465332
        },
        {
            "docid": "21081725_8",
            "document": "Boot and shoe clicker . Similar processes are used in preparing materials for the sole and heel of shoes, known as \"bottom stock\", although the materials, whether natural leathers, rubbers or synthetics, are heavier for durability. The clicker would also cut these materials in a small manufacturing facility, whereas larger-scale production would have dedicated operators.",
            "score": 40.4416389465332
        },
        {
            "docid": "10073962_5",
            "document": "Adidas Stan Smith . In 1963 (or in 1964), the first Adidas tennis shoe was produced, which was the first ever leather tennis shoe and marked the beginning of a long line of classic Adidas shoes. The upper part of the shoe is made of white leather, whereas the pimpled outer sole is made of rubber. The inner sole is made of synthetic material. It was Horst Dassler, the son of Adolf \"Adi\" Dassler – the founder of Adidas, who had the idea of the first leather tennis shoe. In 1965, this tennis shoe model was named the \"adidas Robert Haillet\" after the French tennis professional Robert Haillet. When Haillet retired from tennis, Adidas and Horst Dassler decided to find another tennis player that could endorse the tennis shoe model. Donald Dell, an American tennis manager, suggested Stan Smith, who took the offer in order to obtain royalties for the use of his name. For Adidas, the shoe became a market opener in the United States. In 1967, a green foam padding was added at the back of the shoe for Achilles tendon protection.",
            "score": 39.99842071533203
        },
        {
            "docid": "9344650_7",
            "document": "Huarache (shoe) . The modern huarache developed from the adoption in the 1930s of rubber soles developed from used rubber car-tires. Modern designs vary in style from a simplistic sandal to a more complex shoe, using both traditional leather as well as more modern synthetic materials.",
            "score": 39.939205169677734
        },
        {
            "docid": "44520102_4",
            "document": "Biodegradable athletic footwear . The athletic shoe midsole is one of the main contributors that lead to a generation of end-of-life waste because it is composed of polymeric foams based on ethylene vinyl acetate (EVA). Ethylene vinyl acetate (EVA) is a polyolefin copolymer of ethylene and vinyl acetate that provides durability and flexibility, making it the most commonly used material found in athletic shoe midsoles. Although the synthetic polymer is a useful material for the athletic shoe industry, it has become an environmental concern because of its poor biodegradability. EVA goes through an anaerobic decomposition process called thermal degradation that often occurs in landfills resulting in releases of volatile organic compounds (VOC’s) into the air. VOC’s “contribute to the formation of tropospheric ozone, which is harmful to humans and plant life.” Thermal degradation of EVA is temperature dependent and occurs in two stages; in the first stage acetic acid is lost, followed by the degradation of the unsaturated polyethylene polymer. The environmental impacts of athletic shoe degradation in landfills “are inextricably connected to the nature of the materials.” The production of many petroleum-based products, such as EVA, used to manufacture athletic shoes result in serious environmental pollution of groundwater and rivers when disposed into landfills. When disposed in landfills, athletic footwear can take up to thousands of years to naturally degrade. EVA athletic shoe midsoles can be kept in contact with moist soil for a period of 12 years and experience little to no evidence of bio deterioration.",
            "score": 39.799442291259766
        },
        {
            "docid": "27536067_3",
            "document": "Flamenco shoe . Flamenco shoes constructed for dance generally have small nails embedded in the toe and heel to enhance the sound of the dancer's percussive footwork. The most common materials are leather and suede, although synthetic materials are also used in certain grades of shoes. Heel types can include \"standard\", \"carrete\" (curved), or \"cubano\" (short and thick) with a heel size generally ranging from 4 cm to 7 cm. Heels are often covered by the main material but may also be exposed wood. Fastenings may include elastic or leather straps, buckles, or laces.",
            "score": 39.525390625
        },
        {
            "docid": "3397375_39",
            "document": "United States Army uniforms in World War II . Army combat footwear in World War II originally consisted of a basic tanned leather shoe, used with heavy canvas leggings, the Model 1939 \"Shoes, Service, Composition Sole\", or Type I Service Shoe. This was an ankle-high field shoe made of tanned leather in a dark red or russet color, originally with leather soles. The sole was changed to a rubber composition after 1940 and designated as the Type II Service Shoe. Soon after the US entry into the war these shoes, which were also used as part of the Class A dress uniform, were replaced with a \"roughout\" field shoe made from leather uppers with a sueded outer finish, and designated the Type III Service Shoe. The Marine Corps version of these shoes were commonly referred to as \"boondockers\". In November 1943, the Type II and III service shoes were in turn replaced by a boot, the M43 Combat Boot or \"Two-Buckle Boot\". This boot had a permanently attached a two-buckled leather ankle flap, which was designed to replace the unpopular canvas leggings. The sole was made of synthetic or reclaimed rubber. Due to supply issues, soldiers can be seen wearing both the service shoes with the leggings and the newer combat boot.",
            "score": 39.10098648071289
        },
        {
            "docid": "47883354_37",
            "document": "Horse welfare . The case of shoeing is special. It was originally a means of protecting the equine foot from wear and tear on different hard surfaces. However, its usefulness is questioned by a growing number of riders who feel that being \"barefoot\" is more consistent with the nature of the horse. According to Pierre Enoff, the horse does not really need shoeing, which frustrates locomotion and sensory perception by forcing it to rely solely on the hoof walls, unable to use the soles or assess the terrain. The dominant perspective of professionals in the horse world, including farriers, is to see shoeing as protection for the hoof. Similarly, moving to a barefoot approach too quickly can be harmful to horses that have lived with shoes for a long time if their feet are not prepared.",
            "score": 39.06716537475586
        },
        {
            "docid": "27178_3",
            "document": "Shoe . Traditionally, shoes have been made from leather, wood or canvas, but in the 2010s, they are increasingly made from rubber, plastics, and other petrochemical-derived materials. Though the human foot is adapted to varied terrain and climate conditions, it is still vulnerable to environmental hazards such as sharp rocks and temperature extremes, which shoes protect against. Some shoes are worn as safety equipment, such as steel-soled boots which are required on construction sites.",
            "score": 38.970298767089844
        },
        {
            "docid": "27178_27",
            "document": "Shoe . The basic anatomy of a shoe is recognizable, regardless of the specific style of footwear. All shoes have a , which is the bottom of a shoe, in contact with the ground. Soles can be made from a variety of materials, although most modern shoes have soles made from natural rubber, polyurethane, or polyvinyl chloride (PVC) compounds. Soles can be simple — a single material in a single layer — or they can be complex, with multiple structures or layers and materials. When various layers are used, soles may consist of an insole, midsole, and an outsole.",
            "score": 38.392173767089844
        },
        {
            "docid": "3540564_5",
            "document": "Jelly shoes . Jelly shoes companies like Holster in Australia are now adding trending health features and benefits to the shoes as well. Holster's jelly shoes are recyclable, odor resistant and non-toxic, which have been distributed to 2,200 retail stores globally. Jelly shoes are vegan-friendly and offer alternative shoes that are not made from leather. Brazilian shoe store, Melissa Shoes, opened locations in New York City, London, Spain and three locations in Florida because it experienced a continuous increase in sales regarding its eco-friendly shoes. Jelly shoes come in a variety of styles such as flats, heels and wedges. They are known to be comfortable shoes for the winter, fall and spring seasons.",
            "score": 37.685096740722656
        },
        {
            "docid": "1800287_19",
            "document": "Shoe polish . At the end of the 19th century, leather shoes and boots became affordable to the masses, and with the outbreak of World War I in 1914, the demand for large numbers of polished army boots led to a need in the market for a product that would allow boots to be polished quickly, efficiently and easily. The polish was also used to shine leather belts, handgun holsters, and horse tack. This demand led to a rapid increase in the sales of shoe and boot polish. The popularity of Kiwi shoe polish spread throughout the British Commonwealth and the United States. Rival brands began to emerge, including \"Shinola\" and \"Cavalier\" (United States), \"Cherry Blossom\" (United Kingdom), \"Parwa\" (India), \"Jean Bart\" (France), and many others. Advertising became more prominent; many shoe polish brands used fictional figures or historical characters to spread awareness of their products. In the German documentary of 1927 \"\", a scene focuses on shoe shining with a polish called Nigrin sporting the face of a black person. Shoe manufacturing improvements in the mid-19th century allowed for factories to produce large numbers of shoes made of leather, and later synthetic materials. This increase in leather shoe production continued well into the 20th century and led to a surge in the number of retail shoe stores in the industrialized world, and subsequently a call for shoe polish by footwear consumers.",
            "score": 37.46293258666992
        },
        {
            "docid": "1667713_3",
            "document": "Chuck Taylor All-Stars . The design of the Chuck Taylor All-Star has remained largely unchanged since its introduction. The shoes consist of a stitched upper portion, a toe cap usually made of white rubber, and a sole that is usually made of brown rubber. Although Chuck Taylors are made of various materials such as leather, the original and most widely known version of the shoe is made from cotton canvas. The innovative detail of the original shoe was the \"loose lining\" of soft canvas. This was intended to move along with sweaty gym socks and prevent blisters.",
            "score": 37.220787048339844
        },
        {
            "docid": "34763994_8",
            "document": "Nike Cortez . The shoe is given a simple outer design that consists of the Nike Swoosh symbol across the sides of the shoe and a streak across the lower portion of the outer sole. Leather was the first material used to construct the shoe. However Bowerman soon realized that he could reduce the weight of the shoe if he changed the material of the shoe's upper to nylon and suede. In 2009, a new design of the Nike Cortez - the Cortez Fly Motion - was released. The Cortez Fly Motion instituted flywire: a lightweight thread made of Vectran placed in the upper of the shoe, which further reduced the weight of the shoe.",
            "score": 36.87101745605469
        },
        {
            "docid": "3580975_3",
            "document": "Spectator shoe . Common color combinations include a white shoe body with black, brown or tan toe and heel caps, but other colors can be used. The spectator is typically an all leather shoe, but can be constructed using a canvas, mesh or suede body. The spectator was originally constructed of willow calf leather and white buck or reverse calf suede. The white portion was sometimes made from a mesh material, for better ventilation in hot weather.",
            "score": 36.824851989746094
        },
        {
            "docid": "940322_4",
            "document": "Shoemaking . Shoemakers (also known as \"cordwainers\") may produce a range of footwear items, including shoes, boots, sandals, clogs and moccasins. Such items are generally made of leather, wood, rubber, plastic, jute or other plant material, and often consist of multiple parts for better durability of the sole, stitched to a leather upper",
            "score": 36.787723541259766
        },
        {
            "docid": "29379_25",
            "document": "Shiva (Judaism) . Leather shoes are not permitted to be worn during the observance of shiva. The reasoning behind this involves a lack of luxury. Without leather shoes, an individual is able to concentrate on mourning and the deeper meaning of life. However, exceptions to this rule include pregnant women. and those with ailments of the feet. Aside from those observing shiva or sheloshim, guests and individuals who are not should refrain from wearing leather shoes in the home of mourners as well.",
            "score": 36.725433349609375
        },
        {
            "docid": "21401843_20",
            "document": "Freedom of speech . In 1985, Joel Feinberg introduced what is known as the \"offense principle\", arguing that Mill's harm principle does not provide sufficient protection against the wrongful behaviors of others. Feinberg wrote \"It is always a good reason in support of a proposed criminal prohibition that it would probably be an effective way of preventing serious offense (as opposed to injury or harm) to persons other than the actor, and that it is probably a necessary means to that end.\" Hence Feinberg argues that the harm principle sets the bar too high and that some forms of expression can be legitimately prohibited by law because they are very offensive. But, as offending someone is less serious than harming someone, the penalties imposed should be higher for causing harm. In contrast, Mill does not support legal penalties unless they are based on the harm principle. Because the degree to which people may take offense varies, or may be the result of unjustified prejudice, Feinberg suggests that a number of factors need to be taken into account when applying the offense principle, including: the extent, duration and social value of the speech, the ease with which it can be avoided, the motives of the speaker, the number of people offended, the intensity of the offense, and the general interest of the community at large.",
            "score": 36.66440200805664
        },
        {
            "docid": "6946735_2",
            "document": "Reebok Princess . The Reebok Princess is a simplified athletic/casual sneaker similar to its older stablemate, the Freestyle. In the late 1980s, Reebok had several smoothed out Freestylesque sneakers, such as the Rhapsody. Following the Rhapsody, the Princess, Empress and Dutchess came along. All are very similar, and differed mainly in color trim. The Princess is mainly available in white or black leather, but it can sometimes be found with blue, pink, or other colored trim and soles. It's also available in wide width sizes. Today, while the Freestyle might be less common, the Princess is available in most large department stores and shoe chain shops, and it is worn mostly as a comfortable shoe by waitresses, cashiers, and other such professionals. It is also used in the sport of competition aerobics. The Princess usually was made of garment leather which was very thin and very soft. This was one of its main qualities. But now Princess is made of man made material called \"synthetic leather\", making this legendary and iconic sneaker a very ordinary shoe.",
            "score": 36.53749465942383
        },
        {
            "docid": "27178_39",
            "document": "Shoe . Athletic shoes are specifically designed to be worn for participating in various sports. Since friction between the foot and the ground is an important force in most sports, modern athletic shoes are designed to maximize this force, and materials, such as rubber, are used. Although, for some activities such as dancing or bowling, sliding is desirable, so shoes designed for these activities often have lower coefficients of friction. The earliest athletic shoes date back to the mid 19th century were track spikes — leather shoes with metal cleats on the soles to provide increased friction during running. They were developed by J.W. Foster & Sons, which later become known as Reebok. By the end of the 19th century, Spalding also manufactured these shoes as well. Adidas started selling shoes with track spikes in them for running and soccer in 1925. Spikes were eventually added to shoes for baseball and American football in the 20th century. Golfers also use shoes with small metal spikes on their soles to prevent slipping during their swing.",
            "score": 36.415348052978516
        },
        {
            "docid": "15934768_3",
            "document": "SIDI . SIDI is one of the most well known brands of cycling shoes, its non-MTB shoes have been used by many famous professional cyclists to win many important races, including world championships. Originally, shoes were made with leather uppers and wooden soles. However, since the late 1970s plastics and other man-made materials, including: Lorica and carbon fibre have been used (in models such as Sidi Ergo 1 and Sidi Ergo 2).",
            "score": 36.105533599853516
        },
        {
            "docid": "1703619_9",
            "document": "Episcopal sandals . The sandals retained substantially their original form until the tenth century. Then straps were replaced by three or five tongues reaching to the ankle, extensions of the upper leather upon the point of the foot, and these were fastened at ankle by means of a string. In the twelfth century these tongues were gradually shortened; in the thirteenth century, the sandal was a regular shoe with a slit above the foot or on the side to make the putting-on easier. In the sixteenth century there was a return to the earlier form of the sandal; instead of a high shoe it now became once more a low foot-covering, like a slipper, a form which it has retained until the present time. The material of which the pontifical sandals are made was, until the thirteenth century, exclusively leather, at times covered with silk. Since the later Middle Ages, the upper part of the sandals has been made, not of leather, but of silk, velvet, etc. It is not until about 1400, with the exception of entirely isolated earlier examples, that a cross is to be found upon the sandals. The fork-shaped decoration, frequently found on pontifical shoes, especially on those of the thirteenth century, was not a cross, but merely an ornament.",
            "score": 35.910892486572266
        },
        {
            "docid": "46219043_12",
            "document": "Paul A. Sperry . In the later 1930s, Sperry continued work on developing a more durable and functional boat shoe. He worked with the United States Rubber Company, which developed a rubber compound for traction and wear that could be more easily siped, and with the Commonwealth Shoe & Leather Company on a new leather shoe design made with specially tanned leather. Sperry’s new design had a unique \"saddle\" through which rawhide laces were pulled—the now-familiar Sperry Authentic Original boat shoe.",
            "score": 35.7215461730957
        },
        {
            "docid": "56958014_11",
            "document": "Ordinaire (wine bar) . For several years, Ordinaire partnered with the nearby pizzeria Boot & Shoe Service to serve pizza at the bar. In January 2018, Ordinaire discontinued the partnership after Boot & Shoe's owner, Charlie Hallowell, was accused of sexual harassment by 17 former employees. In an announcement on Facebook, Taylor wrote \"[c]hange will only come if corporate officers and investors are economically threatened and the current modes of production are broken. ... Remember that the food and wine community that we cherish and enjoy is not built out of abstract ideas. It is built out of humans.\" Janelle Bitker of the \"East Bay Express\" noted the moral quandary facing restaurant patrons, who may fear that boycotting a business reported for sexual harassment could harm employees more than abusive owners; according to Bitker, Ordinaire had taken \"a significant stand that boycotting — as customers, suppliers, and business partners — is the answer.\"",
            "score": 35.71260452270508
        },
        {
            "docid": "19277881_4",
            "document": "Silver Shoes . In Alexander Melentyevich Volkov's \"The Wizard of the Emerald City\" (1939), the Silver shoes or Serebryaniye bashmachki as they are called in the manuscript, are the source of Elly's (his version of Dorothy) protection instead of the good Witch's kiss. She is therefore attacked once by an Ogre when removing them, and afterward wears them even when she sleeps. They are not taken from the Witch's body, but rather brought by Toto from her dwelling (a dark cave). This was possibly done to avert the problem of a person wearing the shoes to be impossible to harm, since in that book the hurricane is created by the Wicked Witch to destroy mankind, and redirected upon her by the Good Witch of the North, who suffers no ill effects for harming her. It is said the Witch only wore the shoes on very special occasions. They are lost just like in Baum's book.",
            "score": 35.532955169677734
        },
        {
            "docid": "1575546_2",
            "document": "Skate shoe . Skate shoes or skateboard shoes are a type of footwear specifically designed and manufactured for use in skateboarding. While numerous non-skaters choose to wear skate shoes, the design of the skate shoe includes many features designed especially for use in skateboarding, including a vulcanized rubber or polyurethane sole with minimal tread pattern or no pattern, a composition leather or suede upper, and double or triple stitching to extend the life of the upper material. A low, padded tongue is often included for comfort.",
            "score": 35.269813537597656
        },
        {
            "docid": "592649_3",
            "document": "Elevator shoes . Unlike high-heeled shoes, the component of elevator shoes that increases the wearer's height is inside the shoe, hiding it from observers. An elevator shoe, like the platform shoe's heel, can be made from different soles like plastic, wood, or rubber. Shoes with thickened soles are also used in cases of orthopedic problems, although the term \"elevator shoe\" is not usually used for these.",
            "score": 35.2210807800293
        },
        {
            "docid": "1501979_5",
            "document": "Hotdish . Typical ingredients in hotdish are potatoes or pasta, ground beef, green beans, and corn, with canned soup added as a binder, flavoring and sauce. Potatoes may be in the form of tater tots, hash browns, potato chips, or shoe string potatoes. The dish is usually seasoned lightly with salt and pepper, and it may be eaten with ketchup as a condiment. Another popular hotdish is the tuna hotdish, made with macaroni or egg noodles, canned tuna, peas, and mushroom soup. Also common is a dish known as goulash, though it bears no resemblance to the familiar Hungarian goulash. Minnesota goulash is usually made with ground beef, macaroni, canned tomatoes, and perhaps a can of creamed corn.",
            "score": 35.21439743041992
        }
    ]
}