{
    "q": [
        {
            "docid": "11608859_2",
            "document": "Prevention of dementia . The aim of dementia prevention is to delay or prevent dementia. Dementia prevention is a global health priority and as such requires a global response. Recent initiatives include the establishment of the International Research Network on Dementia Prevention (IRNDP) which aims to link researchers in this field globally, and the establishment of the Global Dementia Observatory a web-based data knowledge and exchange platform, which will collate and disseminate key dementia data from members states. Although there is no cure for dementia currently, it is well established that modifiable risk factors influence both the likelihood of developing dementia and the age at which it is developed. Dementia can be prevented by reducing the risk factors for vascular disease (e.g. diabetes, high blood pressure, obesity, smoking, and physical inactivity) and depression. Livingstone et al. (2014) conclude that more than a third dementia cases are theoretically preventable.",
            "score": 27.2906813621521
        },
        {
            "docid": "5559793_2",
            "document": "Montessori-Based Dementia Programming . Montessori-Based Dementia Programming (MBDP) is a method of working with older adults living with cognitive and/or physical impairments based on the ideas of the educator Maria Montessori. It has been shown to increase levels of engagement and participation in activities of persons with dementia. While it can not cure or prevent Alzheimer's disease, it has been shown to generally improve many aspects of the quality of life of those who have it.",
            "score": 39.02253723144531
        },
        {
            "docid": "16983737_5",
            "document": "Ceramic mold casting . The \"Unicast process\" is very similar to the Shaw process, except it does not require the mold to be ignited and then be cured in a furnace. Instead, the mold is partially cured so the pattern can be removed and it is then completely cured by firing it at approximately . If a metal with a low melting point is cast then the firing can be skipped, because the mold has enough strength in the \"green state\" (un-fired).",
            "score": 18.23757314682007
        },
        {
            "docid": "54614163_23",
            "document": "Vienna Test System . The World Alzheimer Report 2015 predicted that every year 9.9 million people will be newly diagnosed with dementia. That means that on average someone is diagnosed every 3.2 seconds. Because dementia cannot be cured but its progress can be slowed, early diagnosis of symptoms is particularly important. The DSM-5 classification system defines special diagnostic criteria for neurocognitive disorders in this field; these are assessed by the test set CFD – Cognitive Functions Dementia. Using a touch-screen, the test set assesses attention, verbal long-term memory, executive functions, expressive language and perceptual/motor functions and combines the results to arrive at a global CFD index.",
            "score": 41.21636772155762
        },
        {
            "docid": "38390_60",
            "document": "Dementia . Since dementia impairs normal communication due to changes in receptive and expressive language, as well as the ability to plan and problem solve, agitated behaviour is often a form of communication for the person with dementia. Actively searching for a potential cause, such as pain, physical illness, or overstimulation can be helpful in reducing agitation. Additionally, using an \"ABC analysis of behaviour\" can be a useful tool for understanding behavior in people with dementia. It involves looking at the antecedents (A), behavior (B), and consequences (C) associated with an event to help define the problem and prevent further incidents that may arise if the person's needs are misunderstood. Little is understood as to whether regular music therapy is helpful due to lack of high quality data.",
            "score": 31.180691480636597
        },
        {
            "docid": "602618_12",
            "document": "Arginase . Symptoms of the disorder include neurological impairment, dementia, retardation of growth, and hyperammonemia. While some symptoms of the disease can be controlled via dietary restrictions and pharmaceutical developments, no cure or completely effective therapy currently exists.",
            "score": 27.9429714679718
        },
        {
            "docid": "25973091_4",
            "document": "Art and dementia . While scientists are racing to find a cure, according to the Alzheimer Society of Canada, about half a million Canadians were living with dementia in 2009. The arts provide a non-pharmaceutical approach that helps alleviate anxiety and confusion and provide some respite for people with dementia and their caregivers. Being engaged in the arts is a positive way of maintaining or improving one's quality of life, especially those who live with dementia.",
            "score": 26.933116674423218
        },
        {
            "docid": "38390_61",
            "document": "Dementia . No medications have been shown to prevent or cure dementia. Medications may be used to treat the behavioural and cognitive symptoms but have no effect on the underlying disease process.",
            "score": 40.02005338668823
        },
        {
            "docid": "21553781_2",
            "document": "Alzheimer Society of Canada . The Alzheimer Society of Canada (ASC) is the leading nationwide health charity for people living with Alzheimer's disease and other dementias. Active in communities right across Canada, the Society partners with Alzheimer Societies in every Canadian province to offer information, support and education programs for people with dementia, their families and caregivers. ASC funds research to find a cure and improve the care of people with dementia, promotes public education and awareness of Alzheimer's disease and other dementias, and influences policy and decision-making to address the needs of people with dementia and their caregivers.",
            "score": 37.380489110946655
        },
        {
            "docid": "29680009_23",
            "document": "The Society for the Arts in Dementia Care . The topic of creative expression and dementia is gaining interest in conferences, workshops, art exhibits and in research in the academic world. Presently, there is no known cure for this condition and the Society urges the medical model of dementia care to be reinforced with approaches that promote social and creative well-being. The work of the Society is of interest to researchers in gerontology and dementia, to the arts community, to creative expression facilitators, medical doctors, formal and informal caregivers. It also engages practitioners in the field of dementia care, administrators of care facilities, policy makers, families and the community at large.",
            "score": 23.530346632003784
        },
        {
            "docid": "38390_57",
            "document": "Dementia . Except for the treatable types listed above, there is no cure. Cholinesterase inhibitors are often used early in the disorder course; however, benefit is generally small. Cognitive and behavioral interventions may be appropriate. There is some evidence that educating and providing support for the person with dementia, as well as caregivers and family members, improves outcomes. Exercise programs are beneficial with respect to activities of daily living and potentially improve dementia.",
            "score": 31.646679162979126
        },
        {
            "docid": "668318_24",
            "document": "Frontotemporal dementia . Currently, there is no cure for FTD. Treatments are available to manage the behavioral symptoms. Disinhibition and compulsive behaviors can be controlled by selective serotonin reuptake inhibitors (SSRIs). Although Alzheimer's and FTD share certain symptoms, they cannot be treated with the same pharmacological agents because the cholinergic systems are not affected in FTD.",
            "score": 21.543667793273926
        },
        {
            "docid": "2345894_16",
            "document": "Social issue . Infectious diseases are often public health concerns because they can spread quickly and easily, affecting large numbers of members. The World Health Organization has an acute interest in combatting infectious disease outbreaks by minimizing their geographic and numerical spread and treating the affected. Other conditions for which there is not yet a cure or even effective treatment, such as dementia, can be viewed as public health concerns in the long run.",
            "score": 31.782373905181885
        },
        {
            "docid": "14210361_3",
            "document": "Alzheimer's Research UK . In February 2011 Alzheimer's Research Trust renamed as the Alzheimer's Research UK. It is dedicated to funding scientific studies to find ways to treat, cure or prevent Alzheimer's disease, vascular dementia, Lewy Body disease and fronto-temporal dementia.",
            "score": 33.96515917778015
        },
        {
            "docid": "10525212_2",
            "document": "Yes We Can Can . \"Yes We Can Can\" is a 1973 funk classic recorded by the American R&B girl group the Pointer Sisters and released on the Blue Thumb record label.",
            "score": 8.205468893051147
        },
        {
            "docid": "13075834_6",
            "document": "The Braes o' Killiecrankie . <score midi=\"5\" vorbis=\"1\"> \\relative c\" { \\time 2/4 \\key g \\major  \\partial 8 g16( a) | b8 b \\grace { c8 } b a16( g) | c4 c8 b16( a) | b8 b c16( b) a( g) | b8 d d g,16( a) | b8 b c16( b) a16( g) | c4 c8 b16( a) | b16( c) d16( b) a8 g | d8 g g \\bar \"||\" b16( c) | d8 d, d e16( f) | e8 d16( e) c8 b'16( c) | d8 d, d' d, | b' d d\\fermata b16( c) | d8 d, d e16( f) | g16( f) e( d) c8 b'16 c | b16( c) d( b) a8 g | e g g \\bar \"|.\" }  \\addlyrics {Whare | hae ye been sae | braw, lad? Whare | hae ye been sae | bran -- kie, O? Whare | hae ye been sae | braw, lad? Came | ye by Kil -- li -- | cran -- kie, O? An | ye had been whare | I hae been, Ye | wad -- na been sae | can -- tie, O; An | ye had seen what | I hae seen, I' the | braes o' Kil -- li -- | crank -- kie, O. }</score>",
            "score": 6.104068279266357
        },
        {
            "docid": "39701014_7",
            "document": "Cast urethanes . Cast urethane starts as a liquid that can be dispensed into a mold, post cured in ovens and where required, secondary machining operations can be added. Cast thermoset urethanes have better physical properties than most injection or extruded thermoplastics. Dispensing liquid urethane into open molds or compression tools makes it possible to cast just about any configuration from affordable tooling.",
            "score": 16.456884384155273
        },
        {
            "docid": "25303023_27",
            "document": "Pretty Cure All Stars . is a 5-minute short released with the \"Yes! PreCure 5 GoGo\" movie DVD, featuring the cures from \"Max Heart\", \"Splash Star\" and \"Yes! PreCure 5 GoGo\" series working together to fight off a mysterious enemy. Ultimately, this has led to the establishment of \"Pretty Cure All Stars\" series today.",
            "score": 6.661343574523926
        },
        {
            "docid": "43012238_5",
            "document": "Young Living . In September 2014, the U.S. Food and Drug Administration warned Young Living against marketing its products as possible treatments or cures for Ebola virus, and other conditions, including \"Parkinson’s disease, autism, diabetes, hypertension, cancer, insomnia, heart disease, post-traumatic stress disorder (PTSD), dementia, and multiple sclerosis, that are not amenable to self-diagnosis and treatment by individuals who are not medical practitioners.\" The letter named specific essential oil products, \"such as, but not limited to, \"Thieves,\" \"Cinnamon Bark,\" \"Oregano,\" \"ImmuPower,\" \"Rosemary,\" \"Myrtle,\" \"Sandalwood,\" \"Eucalyptus Blue,\" \"Peppermint,\" \"Ylang Ylang,\" \"Frankincense,\" and \"Orange,\" are promoted for conditions that cause them to be drugs under section 201(g)(1)(B) of the Federal Food, Drug, and Cosmetic Act (the Act) [21 U.S.C. § 321(g)(1)(B)], because they are intended for use in the diagnosis, cure, mitigation, treatment, or prevention of disease.\" The warning further stated that the marketing and distribution of these essential oil products as drugs without FDA approval are violations of the Act.",
            "score": 30.07115864753723
        },
        {
            "docid": "850697_11",
            "document": "J-B Weld . J-B Weld can be used as an adhesive, laminate, plug, filler, sealant, or electrical insulator. When fully cured, J-B Weld can be drilled, formed, ground, tapped, machined, sanded, and painted. However, until hardened, it can sag or drip when applied.",
            "score": 13.820743799209595
        },
        {
            "docid": "3954500_3",
            "document": "The Best of Morphine: 1992–1995 . \"The Best of Morphine, 1992-1995\" chronicles the band's first four albums: \"Good\", \"Cure For Pain\", \"Yes\" and \"B-sides and Otherwise\", and includes two previously unreleased tracks: “Pretty Face”, a dark atmospheric ballad recorded live in one take at Morphine’s studio in Cambridge, MA, and “Jack And Tina”, described by Morphine drummer Billy Conway as “the most beautiful bridge Mark Sandman ever wrote.” The B-side of the long-out-of-print 1000-piece pressing of “Cure For Pain” on 7\" vinyl called “Sexy Christmas Baby Mine” (1993) rounds out the adventure through Morphine musical history. The CD is enhanced with a video of the song “Shame”, recorded at the Masquerade in Atlanta.",
            "score": 8.131787300109863
        },
        {
            "docid": "25303023_2",
            "document": "Pretty Cure All Stars . is the first crossover movie in the \"Pretty Cure\" series, released on March 20, 2009. It features all the Pretty Cures from \"Futari wa Pretty Cure Max Heart\", \"Futari wa Pretty Cure Splash Star\", \"Yes! Pretty Cure 5 GoGo!\" and \"Fresh Pretty Cure!\".",
            "score": 6.354730129241943
        },
        {
            "docid": "227167_2",
            "document": "Dementia with Lewy bodies . Dementia with Lewy bodies (DLB) is a type of dementia accompanied by changes in behavior, cognition and movement. Memory loss is not always present early. Dementia steadily worsens over time and the condition is diagnosed when cognitive decline interferes with normal daily functioning. A core feature is REM sleep behavior disorder (RBD), in which individuals lose normal muscle paralysis during REM sleep, and act out their dreams. RBD may appear years or decades before other symptoms. Other frequent symptoms include visual hallucinations; marked fluctuations in attention or alertness; and slowness of movement, trouble walking, or rigidity. The autonomic nervous system is usually affected, resulting in changes in blood pressure, heart and gastrointestinal function, with constipation as a common symptom. Mood changes such as depression and apathy are common. The exact cause is unknown, but involves widespread deposits of abnormal clumps of alpha-synuclein protein in neurons, known as Lewy bodies, as well as Lewy neurites. DLB is not usually inherited, but there is a genetic association in a small number of families. A probable diagnosis is made based on symptoms and biomarkers; the diagnostic workup may include blood tests, neuropsychological tests, medical imaging, and polysomnography. Other conditions that share some symptoms of DLB include Alzheimer's disease (AD), Parkinson's disease, delirium and, rarely, psychosis. There is no cure or medication that will modify the progression of the disease. Treatments aim to relieve some of its symptoms and reduce the burden on caregivers. Acetylcholinesterase inhibitors (AChEI), such as donepezil and rivastigmine, are effective at improving cognition and overall functioning, and melatonin can be used for sleep-related symptoms. Antipsychotics are usually avoided, even for hallucinations, because people with DLB are sensitive to them, and their use can result in death. Medications for one symptom may worsen another. DLB is one of the three most common types of dementia, along with Alzheimer's disease and vascular dementia. Together with Parkinson's disease dementia, it is one of two dementias classified as the Lewy body dementias. It typically begins after the age of 50, and about 0.4% of people over 65 are affected. In the latter stages of the disease, people with DLB may be unable to care for themselves. Life expectancy following diagnosis is about eight years. The abnormal deposits of protein that are the underlying mechanism of the disease were discovered in 1912 by Frederic Lewy, and diffuse Lewy body disease was first described by Kenji Kosaka in 1976.",
            "score": 54.26165819168091
        },
        {
            "docid": "47845501_9",
            "document": "Real World: Go Big or Go Home . Additional missions Fear, Yes, Speed, and Fall also took part but were not aired. Fear required Kailah to be in a cave of bats, Speed involved the cast driving rally trucks, Yes required Chris to say yes to what his roommates asked of him for the day, and Fall required the cast to rappel down a cliff. Fall did not include CeeJai and Jenna as both had been removed from the show by the time of the mission. Fall can be seen in the season's trailer.",
            "score": 11.133077621459961
        },
        {
            "docid": "11608859_9",
            "document": "Prevention of dementia . Obesity increases the risk of any dementia and Alzheimer's disease in particular. The effect of alcohol on the risk of dementia is a J curve: high alcohol consumption increases the risk of dementia while low alcohol consumption may be protective. However, low alcohol consumption may not protect against vascular dementia and overall cognitive decline. Moderate alcohol consumption can possibly reduce the risk of vascular disease and dementia because it can increase blood levels of HDL cholesterol and weakens blood-clotting agents such as fibrinogen, which offers some protection against heart attacks and small subclinical strokes that together can ultimately damage the brain.",
            "score": 52.09409832954407
        },
        {
            "docid": "7251223_20",
            "document": "Chronic traumatic encephalopathy . there is no cure and it is not expected anytime soon. Treatment is supportive as with other forms of dementia.",
            "score": 21.43383264541626
        },
        {
            "docid": "38390_19",
            "document": "Dementia . Vascular dementia is the cause of at least 20% of dementia cases, making it the second most common cause of dementia. It is caused by disease or injury affecting the blood supply to the brain, typically involving a series of minor strokes. The symptoms of this dementia depend on where in the brain the strokes have occurred and whether the vessels are large or small. Multiple injuries can cause progressive dementia over time, while a single injury located in an area critical for cognition (i.e. hippocampus, thalamus) can lead to sudden cognitive decline.",
            "score": 52.83181715011597
        },
        {
            "docid": "25478512_6",
            "document": "Michael Nehls . Since 2011, Nehls has published several books on the necessary behavioral changes required for healthy aging from an evolutionary history point of view. First \"\"The Methuselah-Strategy\"\" then with \"\"The Alzheimer's Lie\"\" and \"\"Alzheimer's can be cured\"\" two books about Alzheimer's disease, in which he presents his theory about the development of this special form of dementia from evolutionary history of life and systems biology point of view.",
            "score": 29.016080379486084
        },
        {
            "docid": "56419948_7",
            "document": "Good Mood (album) . \"The Australian\" noted, \"the affable plain-spokenness, the facility for melodies that can cure a vitamin D deficiency and, yes, the festival-friendly anthems with unabashedly broad appeal\" and declared it their best album.",
            "score": 7.80714225769043
        },
        {
            "docid": "1340551_52",
            "document": "Crown (dentistry) . There are several materials that can be used to construct temporary crowns. Direct temporary crowns are either made using metal or plastic pre-formed crowns, chemically-cured or light-cured resins or resin composites. Indirect restorations are either made of chemically-cured acrylic, heat-cured acrylic or cast in metal. Unlike cementation of definitive crowns, temporary crowns should be relatively easy to remove. For this reason softer cements are used when cementing temporary crowns. These tend to be zinc oxide eugenol cements.",
            "score": 17.517443656921387
        },
        {
            "docid": "490620_69",
            "document": "Human brain . Neurodegenerative diseases result in progressive damage to different parts of the brain's function, and worsen with age. Common examples include dementia such as Alzheimer's disease, alcoholic dementia or vascular dementia; Parkinson's disease; and other rarer infectious, genetic, or metabolic causes such as Huntington's disease, motor neuron diseases, HIV dementia, syphilis-related dementia and Wilson's disease. Neurodegenerative diseases can affect different parts of the brain, and can affect movement, memory, and cognition.",
            "score": 64.18114924430847
        },
        {
            "docid": "38390_2",
            "document": "Dementia . Dementia is a broad category of brain diseases that cause a long-term and often gradual decrease in the ability to think and remember that is great enough to affect a person's daily functioning. Other common symptoms include emotional problems, difficulties with language, and a decrease in motivation. A person's consciousness is usually not affected. A dementia diagnosis requires a change from a person's usual mental functioning and a greater decline than one would expect due to aging. These diseases also have a significant effect on a person's caregivers. The most common type of dementia is Alzheimer's disease, which makes up 50% to 70% of cases. Other common types include vascular dementia (25%), Lewy body dementia (15%), and frontotemporal dementia. Less common causes include normal pressure hydrocephalus, Parkinson's disease dementia, syphilis, and Creutzfeldt–Jakob disease among others. More than one type of dementia may exist in the same person. A small proportion of cases run in families. In the DSM-5, dementia was reclassified as a neurocognitive disorder, with various degrees of severity. Diagnosis is usually based on history of the illness and cognitive testing with medical imaging and blood tests used to rule out other possible causes. The mini mental state examination is one commonly used cognitive test. Efforts to prevent dementia include trying to decrease risk factors such as high blood pressure, smoking, diabetes, and obesity. Screening the general population for the disorder is not recommended. There is no known cure for dementia. Cholinesterase inhibitors such as donepezil are often used and may be beneficial in mild to moderate disorder. Overall benefit, however, may be minor. There are many measures that can improve the quality of life of people with dementia and their caregivers. Cognitive and behavioral interventions may be appropriate. Educating and providing emotional support to the caregiver is important. Exercise programs may be beneficial with respect to activities of daily living and potentially improve outcomes. Treatment of behavioral problems with antipsychotics is common but not usually recommended due to the little benefit and side effects, including an increased risk of death. Globally, dementia affected about 46 million people in 2015. About 10% of people develop the disorder at some point in their lives. It becomes more common with age. About 3% of people between the ages of 65–74 have dementia, 19% between 75 and 84 and nearly half of those over 85 years of age. In 2013 dementia resulted in about 1.7 million deaths up from 0.8 million in 1990. As more people are living longer, dementia is becoming more common in the population as a whole. For people of a specific age, however, it may be becoming less frequent, at least in the developed world, due to a decrease in risk factors. It is one of the most common causes of disability among the old. It is believed to result in economic costs of 604 billion USD a year. People with dementia are often physically or chemically restrained to a greater degree than necessary, raising issues of human rights. Social stigma against those affected is common.",
            "score": 54.001545667648315
        }
    ],
    "r": [
        {
            "docid": "490620_69",
            "document": "Human brain . Neurodegenerative diseases result in progressive damage to different parts of the brain's function, and worsen with age. Common examples include dementia such as Alzheimer's disease, alcoholic dementia or vascular dementia; Parkinson's disease; and other rarer infectious, genetic, or metabolic causes such as Huntington's disease, motor neuron diseases, HIV dementia, syphilis-related dementia and Wilson's disease. Neurodegenerative diseases can affect different parts of the brain, and can affect movement, memory, and cognition.",
            "score": 64.18115234375
        },
        {
            "docid": "8188320_14",
            "document": "Cognitive training . The FTC found that Lumosity's marketing \"preyed on consumers' fears about age-related cognitive decline, suggesting their games could stave off memory loss, dementia, and even Alzheimer's disease\", without providing any scientific evidence to back its claims. The company was ordered not to make any claims that its products can \"[improve] performance in school, at work, or in athletics\" or \"[delay or protect] against age-related decline in memory or other cognitive function, including mild cognitive impairment, dementia, or Alzheimer's disease\", or \"[reduce] cognitive impairment caused by health conditions, including Turner syndrome, post-traumatic stress disorder (PTSD), attention deficit hyperactivity disorder (ADHD), traumatic brain injury (TBI), stroke, or side effects of chemotherapy\", without \"competent and reliable scientific evidence\", and agreed to pay a $50 million settlement (reduced to $2 million).",
            "score": 63.63321304321289
        },
        {
            "docid": "1432945_12",
            "document": "Cognitive disorder . Neurocognitive disorders can have numerous causes: genetics, brain trauma, stroke, and heart issues. The main causes are neurodegenerative diseases such as Alzheimer's disease, Parkinson's disease, and Huntington's disease because they affect or deteriorate brain functions. Other diseases and conditions that cause NDCs include vascular dementia, frontotemporal degeneration, Lewy body disease, prion disease, normal pressure hydrocephalus, and dementia/neurocognitive issues due to HIV infection. They may also include dementia due to substance abuse or exposure to toxins.",
            "score": 61.47153854370117
        },
        {
            "docid": "36359094_5",
            "document": "Lumosity . On January 5, 2016, Lumos Labs agreed to a $50 million settlement (reduced to $2 million subject to financial verification) to the Federal Trade Commission over claims of false advertising for their product. The Commission found that Lumosity's marketing \"preyed on consumers' fears about age-related cognitive decline, suggesting their games could stave off memory loss, dementia, and even Alzheimer's disease\", without providing any scientific evidence to back its claims. The company was ordered not to make any claims that its products can \"[improve] performance in school, at work, or in athletics\" or \"[delay or protect] against age-related decline in memory or other cognitive function, including mild cognitive impairment, dementia, or Alzheimer's disease\", or \"[reduce] cognitive impairment caused by health conditions, including Turner syndrome, post-traumatic stress disorder (PTSD), attention deficit hyperactivity disorder (ADHD), traumatic brain injury (TBI), stroke, or side effects of chemotherapy\", without \"competent and reliable scientific evidence\".",
            "score": 60.14778137207031
        },
        {
            "docid": "1432945_3",
            "document": "Cognitive disorder . Although Alzheimer's disease accounts for the majority of cases of neurocognitive disorders, there are various medical conditions that affect mental functions such as memory, thinking, and the ability to reason, including frontotemporal degeneration, Huntington’s disease, Lewy body disease, traumatic brain injury (TBI), Parkinson’s disease, prion disease, and dementia/neurocognitive issues due to HIV infection. Neurocognitive disorders are diagnosed as mild and major based on the severity of their symptoms. While anxiety disorders, mood disorders, and psychotic disorders can also have an effect on cognitive and memory functions, the DSM-IV-TR does not consider these cognitive disorders, because loss of cognitive function is not the primary (causal) symptom. Additionally, developmental disorders such as Autism spectrum disorder are typically developed at birth or early in life as opposed to the acquired nature of neurocognitive disorders.",
            "score": 57.56910705566406
        },
        {
            "docid": "490620_4",
            "document": "Human brain . The brain is protected by the skull, suspended in cerebrospinal fluid, and isolated from the bloodstream by the blood–brain barrier. However, the brain is still susceptible to damage, disease, and infection. Damage can be caused by trauma, or a loss of blood supply known as a stroke. The brain is susceptible to degenerative disorders, such as Parkinson's disease, dementias including Alzheimer's disease, and multiple sclerosis. Psychiatric conditions, including schizophrenia and clinical depression, are thought to be associated with brain dysfunctions. The brain can also be the site of tumours, both benign and malignant; these mostly originate from other sites in the body. The study of the anatomy of the brain is neuroanatomy, while the study of its function is neuroscience. A number of techniques are used to study the brain. Specimens from other animals, which may be examined microscopically, have traditionally provided much information. Medical imaging technologies such as functional neuroimaging, and electroencephalography (EEG) recordings are important in studying the brain. The medical history of people with brain injury has provided insight into the function of each part of the brain.",
            "score": 57.49434280395508
        },
        {
            "docid": "18517835_4",
            "document": "Elizabeth Warrington . Elizabeth Warrington played a key role in the British development of Cognitive Neuropsychology a research approach that has had implications beyond the clinical sphere, providing important insights into the way that the normal human brain perceives, remembers, and talk about words, objects and events. Elizabeth Warrington's work has established a number of important differences (dissociations) between superficially similar cognitive abilities, for example in defining the differences between episodic memory and semantic memory and in establishing the evidence for category specific disorders of semantic knowledge; her work also defined a pattern of clinical impairment that became recognised as defining a form of dementia semantic dementia. Her work is a foundation for understanding normal function as well as for innovating clinical methods in the development of numerous tests that can be used in the diagnosis of brain injuries and diseases including dementia, Alzheimer's disease, and brain injuries resulting from a stroke and tumours. Her tests may also be used to track recovery and to plan rehabilitation",
            "score": 56.00025939941406
        },
        {
            "docid": "3452485_10",
            "document": "Memory disorder . While studies show that there are “normal” aspects to aging, such as graying hair and changes in vision, there are changes such as forgetting how to do things that are not considered “normal”. The importance of understanding that the changes most frequently observed and noticed on a daily basis concerning aging loved ones is imperative. While mild cognitive impairment can be considered a normal part of aging, the differences must be noted. In one study by J. Shagam, it was noted that while Diabetes and Hypertension are not considered part of normal aging, they would be classified under mild cognitive impairment. With this being said, it is important to differentiate the differences with what can be potentially harmful and what is not. It is difficult to accurately diagnose dementia due to the fact that most people are unaware of what to be looking for and also because there is no specific test which can be given as a diagnostic tool. What is even more evident is that the symptoms among dementia, Alzheimer's and Parkinson's related dementia tend to go beyond just one ailment. While there are different forms of dementia, Vascular dementia as it would sound is associated with vascular cautions. This form of dementia is not a slow deterioration but rather a sudden and unexpected change due to heart attack or stroke significantly reducing blood to the brain. Research has shown that persistent hypertension can be contributory to the breakdown of the BBB. The blood-brain barrier (BBB) serves as a “gatekeeper” for the brain by keeping out water and other substances. Various studies show that as the brain ages the blood-brain barrier starts to break down and become dysfunctional. There are different ways to measure the thinning of the BBB and one that most are familiar with is imaging, this consists of taking pictures of the brain using CT scans, MRI, or PET scans. Previous research also indicates that with aging and the thinning of the BBB, cognitive changes were also occurring within the section of the brain known as the hippocampus. This shows a relationship between aging and the thinning of the BBB and its effects on the brain. Also indicated by the aging brain are learning and memory impairments. While changes to the BBB are not a cause of impairment to cognitive functions alone research suggests that there is a relationship. Another impairment which is indicative of brain aging and the breakdown of the BBB is the accretion of iron. Too much iron in the body can create free radicals which could influence the degeneration of the blood-brain barrier. One other specific age related factor noted in Popsecu et al. is a decrease in estrogen as one ages could adversely affect the breakdown of the blood-brain barrier and create a sensitivity to neurodegeneration. As pointed out earlier, dementia is a broad category of memory impairments most commonly associated with ageing. Another symptom which should be monitored is Type 2 diabetes, which can lead to vascular dementia. Also linked with vascular dementia issues is high cholesterol; furthermore, this risk factor is related to cognitive decline, stroke, and Alzheimer's disease. It is estimated that within 20 years, worldwide prevalence will increase twofold. By 2050, this number is expected to increase to 115 million. Overall, dementia incidence is similar for men and women. However, after 90 years of age dementia incidence declines in men but not in women.",
            "score": 54.562686920166016
        },
        {
            "docid": "21312265_35",
            "document": "Retrospective memory . Alzheimer's disease accounts for 60 to 70 percent of cases of dementias. The brains of Alzheimer's patients have an abundance of plaques and tangles which begin in areas involved in memory, spreading to other areas, and eventually affecting most of the brain. Vascular dementia is often considered the second-most common form of dementia and is the reduction of blood flow to parts of the brain most often caused by many very small strokes that have an accumulative effect on cognitive abilities including memory.",
            "score": 54.36930847167969
        },
        {
            "docid": "227167_2",
            "document": "Dementia with Lewy bodies . Dementia with Lewy bodies (DLB) is a type of dementia accompanied by changes in behavior, cognition and movement. Memory loss is not always present early. Dementia steadily worsens over time and the condition is diagnosed when cognitive decline interferes with normal daily functioning. A core feature is REM sleep behavior disorder (RBD), in which individuals lose normal muscle paralysis during REM sleep, and act out their dreams. RBD may appear years or decades before other symptoms. Other frequent symptoms include visual hallucinations; marked fluctuations in attention or alertness; and slowness of movement, trouble walking, or rigidity. The autonomic nervous system is usually affected, resulting in changes in blood pressure, heart and gastrointestinal function, with constipation as a common symptom. Mood changes such as depression and apathy are common. The exact cause is unknown, but involves widespread deposits of abnormal clumps of alpha-synuclein protein in neurons, known as Lewy bodies, as well as Lewy neurites. DLB is not usually inherited, but there is a genetic association in a small number of families. A probable diagnosis is made based on symptoms and biomarkers; the diagnostic workup may include blood tests, neuropsychological tests, medical imaging, and polysomnography. Other conditions that share some symptoms of DLB include Alzheimer's disease (AD), Parkinson's disease, delirium and, rarely, psychosis. There is no cure or medication that will modify the progression of the disease. Treatments aim to relieve some of its symptoms and reduce the burden on caregivers. Acetylcholinesterase inhibitors (AChEI), such as donepezil and rivastigmine, are effective at improving cognition and overall functioning, and melatonin can be used for sleep-related symptoms. Antipsychotics are usually avoided, even for hallucinations, because people with DLB are sensitive to them, and their use can result in death. Medications for one symptom may worsen another. DLB is one of the three most common types of dementia, along with Alzheimer's disease and vascular dementia. Together with Parkinson's disease dementia, it is one of two dementias classified as the Lewy body dementias. It typically begins after the age of 50, and about 0.4% of people over 65 are affected. In the latter stages of the disease, people with DLB may be unable to care for themselves. Life expectancy following diagnosis is about eight years. The abnormal deposits of protein that are the underlying mechanism of the disease were discovered in 1912 by Frederic Lewy, and diffuse Lewy body disease was first described by Kenji Kosaka in 1976.",
            "score": 54.26165771484375
        },
        {
            "docid": "38390_2",
            "document": "Dementia . Dementia is a broad category of brain diseases that cause a long-term and often gradual decrease in the ability to think and remember that is great enough to affect a person's daily functioning. Other common symptoms include emotional problems, difficulties with language, and a decrease in motivation. A person's consciousness is usually not affected. A dementia diagnosis requires a change from a person's usual mental functioning and a greater decline than one would expect due to aging. These diseases also have a significant effect on a person's caregivers. The most common type of dementia is Alzheimer's disease, which makes up 50% to 70% of cases. Other common types include vascular dementia (25%), Lewy body dementia (15%), and frontotemporal dementia. Less common causes include normal pressure hydrocephalus, Parkinson's disease dementia, syphilis, and Creutzfeldt–Jakob disease among others. More than one type of dementia may exist in the same person. A small proportion of cases run in families. In the DSM-5, dementia was reclassified as a neurocognitive disorder, with various degrees of severity. Diagnosis is usually based on history of the illness and cognitive testing with medical imaging and blood tests used to rule out other possible causes. The mini mental state examination is one commonly used cognitive test. Efforts to prevent dementia include trying to decrease risk factors such as high blood pressure, smoking, diabetes, and obesity. Screening the general population for the disorder is not recommended. There is no known cure for dementia. Cholinesterase inhibitors such as donepezil are often used and may be beneficial in mild to moderate disorder. Overall benefit, however, may be minor. There are many measures that can improve the quality of life of people with dementia and their caregivers. Cognitive and behavioral interventions may be appropriate. Educating and providing emotional support to the caregiver is important. Exercise programs may be beneficial with respect to activities of daily living and potentially improve outcomes. Treatment of behavioral problems with antipsychotics is common but not usually recommended due to the little benefit and side effects, including an increased risk of death. Globally, dementia affected about 46 million people in 2015. About 10% of people develop the disorder at some point in their lives. It becomes more common with age. About 3% of people between the ages of 65–74 have dementia, 19% between 75 and 84 and nearly half of those over 85 years of age. In 2013 dementia resulted in about 1.7 million deaths up from 0.8 million in 1990. As more people are living longer, dementia is becoming more common in the population as a whole. For people of a specific age, however, it may be becoming less frequent, at least in the developed world, due to a decrease in risk factors. It is one of the most common causes of disability among the old. It is believed to result in economic costs of 604 billion USD a year. People with dementia are often physically or chemically restrained to a greater degree than necessary, raising issues of human rights. Social stigma against those affected is common.",
            "score": 54.00154495239258
        },
        {
            "docid": "18914017_2",
            "document": "Alzheimer's disease . Alzheimer's disease (AD), also referred to simply as Alzheimer's, is a chronic neurodegenerative disease that usually starts slowly and worsens over time. It is the cause of 60–70% of cases of dementia. The most common early symptom is difficulty in remembering recent events (short-term memory loss). As the disease advances, symptoms can include problems with language, disorientation (including easily getting lost), mood swings, loss of motivation, not managing self care, and behavioural issues. As a person's condition declines, they often withdraw from family and society. Gradually, bodily functions are lost, ultimately leading to death. Although the speed of progression can vary, the typical life expectancy following diagnosis is three to nine years. The cause of Alzheimer's disease is poorly understood. About 70% of the risk is believed to be genetic with many genes usually involved. Other risk factors include a history of head injuries, depression, or hypertension. The disease process is associated with plaques and tangles in the brain. A probable diagnosis is based on the history of the illness and cognitive testing with medical imaging and blood tests to rule out other possible causes. Initial symptoms are often mistaken for normal ageing. Examination of brain tissue is needed for a definite diagnosis. Mental and physical exercise, and avoiding obesity may decrease the risk of AD; however, evidence to support these recommendations is not strong. There are no medications or supplements that have been shown to decrease risk. No treatments stop or reverse its progression, though some may temporarily improve symptoms. Affected people increasingly rely on others for assistance, often placing a burden on the caregiver; the pressures can include social, psychological, physical, and economic elements. Exercise programmes may be beneficial with respect to activities of daily living and can potentially improve outcomes. Behavioural problems or psychosis due to dementia are often treated with antipsychotics, but this is not usually recommended, as there is little benefit with an increased risk of early death. In 2015, there were approximately 29.8 million people worldwide with AD. It most often begins in people over 65 years of age, although 4% to 5% of cases are early-onset Alzheimer's which begin before this. It affects about 6% of people 65 years and older. In 2015, dementia resulted in about 1.9 million deaths. It was first described by, and later named after, German psychiatrist and pathologist Alois Alzheimer in 1906. In developed countries, AD is one of the most financially costly diseases.",
            "score": 53.837032318115234
        },
        {
            "docid": "38390_49",
            "document": "Dementia . Another approach to screening for dementia is to ask an informant (relative or other supporter) to fill out a questionnaire about the person's everyday cognitive functioning. Informant questionnaires provide complementary information to brief cognitive tests. Probably the best known questionnaire of this sort is the \"Informant Questionnaire on Cognitive Decline in the Elderly (IQCODE)\". There is not sufficient evidence to determine how accurate the IQCODE is for diagnosing or predicting dementia. The Alzheimer's Disease Caregiver Questionnaire is another tool. It is about 90% accurate for Alzheimer's and can be completed online or in the office by a caregiver. On the other hand, the \"General Practitioner Assessment Of Cognition\" combines both, a patient assessment and an informant interview. It was specifically designed for the use in the primary care setting.",
            "score": 53.49117660522461
        },
        {
            "docid": "3452485_4",
            "document": "Memory disorder . Alzheimer's disease (AD) is a progressive, degenerative and fatal brain disease, in which cell to cell connections in the brain are lost. Alzheimer's disease is the most common form of dementia. Globally approximately 1–5% of the population is affected by Alzheimer's disease. Women are disproportionately the victims of Alzheimer's disease, with evidence suggesting that women with AD display more severe cognitive impairment relative to age-matched males with AD, as well as a more rapid rate of cognitive decline. Amnesia is an abnormal mental state in which memory and learning are affected out of all proportion to other cognitive functions in an otherwise alert and responsive patient. There are two forms of amnesia: Anterograde amnesia and retrograde amnesia, that show hippocampal or medial temporal lobe damage. Anterograde amnesics show difficulty in the learning and retention of information encountered after brain damage. Retrograde Amnesics generally have memories spared about personal experiences or context independent semantic information.",
            "score": 53.388458251953125
        },
        {
            "docid": "54104_14",
            "document": "Vitamin E . Alzheimer's disease (AD) and vascular dementia are common causes of decline of brain functions that occur with age. AD is a chronic neurodegenerative disease that worsens over time. The disease process is associated with plaques and tangles in the brain. Vascular dementia can be caused by ischemic or hemorrhagic infarcts affecting multiple brain areas, including the anterior cerebral artery territory, the parietal lobes, or the cingulate gyrus. Both types of dementia may be present. Vitamin E status (and that of other antioxidant nutrients) is conjectured as having a possible impact on risk of Alzheimer's disease and vascular dementia. A review of dietary intake studies reported that higher consumption of vitamin E from foods lowered the risk of developing AD by 24%. A second review examined serum vitamin E levels and reported lower serum vitamin E in AD patients compared to healthy, age-matched people. A Cochrane review reported on vitamin E as treatment for mild cognitive impairment (MCI) and Alzheimer's disease. Based on evidence from only one trial in each of the categories, the authors' conclusions were that there was not sufficient evidence for supplemental vitamin E preventing the progression from MCI to dementia, but that it did slow functional decline in people with AD. Given the small number of trials and subjects, the authors recommended further research. In 2017 a consensus statement from the British Association for Psychopharmacology included that until further information is available, vitamin E cannot be recommended for treatment or prevention of Alzheimer's disease.",
            "score": 53.273826599121094
        },
        {
            "docid": "227181_2",
            "document": "Vascular dementia . Vascular dementia, also known as multi-infarct dementia (MID) and vascular cognitive impairment (VCI), is dementia caused by problems in the supply of blood to the brain, typically a series of minor strokes, leading to worsening cognitive decline that occurs step by step. The term refers to a syndrome consisting of a complex interaction of cerebrovascular disease and risk factors that lead to changes in the brain structures due to strokes and lesions, and resulting changes in cognition. The temporal relationship between a stroke and cognitive deficits is needed to make the diagnosis.",
            "score": 52.91383743286133
        },
        {
            "docid": "12947872_21",
            "document": "Adult development . Dementia is characterized by persistent, multiple cognitive deficits in the domains including, but not limited to, memory, language, and visuospatial skills and can result from central nervous system dysfunction. Two forms of dementia exist: degenerative and nondegenerative. The progression of nondegenerative dementias, like head trauma and brain infections, can be slowed or halted but degenerative forms of dementia, like Parkinson’s disease, Alzheimer’s disease, and Huntington’s are irreversible and incurable.",
            "score": 52.8725471496582
        },
        {
            "docid": "38390_19",
            "document": "Dementia . Vascular dementia is the cause of at least 20% of dementia cases, making it the second most common cause of dementia. It is caused by disease or injury affecting the blood supply to the brain, typically involving a series of minor strokes. The symptoms of this dementia depend on where in the brain the strokes have occurred and whether the vessels are large or small. Multiple injuries can cause progressive dementia over time, while a single injury located in an area critical for cognition (i.e. hippocampus, thalamus) can lead to sudden cognitive decline.",
            "score": 52.831817626953125
        },
        {
            "docid": "3905897_4",
            "document": "Organic brain syndrome . \"Chronic\" organic brain syndrome is long-term. For example, some forms of chronic drug or alcohol dependence can cause organic brain syndrome due to their long-lasting or permanent toxic effects on brain function. Other common causes of chronic organic brain syndrome sometimes listed are the various types of dementia, which result from permanent brain damage due to strokes, Alzheimer's disease, or other damaging causes which are not reversible.",
            "score": 52.76246643066406
        },
        {
            "docid": "18914017_37",
            "document": "Alzheimer's disease . The National Institute of Neurological and Communicative Disorders and Stroke (NINCDS) and the Alzheimer's Disease and Related Disorders Association (ADRDA, now known as the Alzheimer's Association) established the most commonly used NINCDS-ADRDA Alzheimer's Criteria for diagnosis in 1984, extensively updated in 2007. These criteria require that the presence of cognitive impairment, and a suspected dementia syndrome, be confirmed by neuropsychological testing for a clinical diagnosis of possible or probable AD. A histopathologic confirmation including a microscopic examination of brain tissue is required for a definitive diagnosis. Good statistical reliability and validity have been shown between the diagnostic criteria and definitive histopathological confirmation. Eight cognitive domains are most commonly impaired in AD—memory, language, perceptual skills, attention, constructive abilities, orientation, problem solving and functional abilities. These domains are equivalent to the NINCDS-ADRDA Alzheimer's Criteria as listed in the \"Diagnostic and Statistical Manual of Mental Disorders\" (DSM-IV-TR) published by the American Psychiatric Association.",
            "score": 52.36045455932617
        },
        {
            "docid": "11608859_9",
            "document": "Prevention of dementia . Obesity increases the risk of any dementia and Alzheimer's disease in particular. The effect of alcohol on the risk of dementia is a J curve: high alcohol consumption increases the risk of dementia while low alcohol consumption may be protective. However, low alcohol consumption may not protect against vascular dementia and overall cognitive decline. Moderate alcohol consumption can possibly reduce the risk of vascular disease and dementia because it can increase blood levels of HDL cholesterol and weakens blood-clotting agents such as fibrinogen, which offers some protection against heart attacks and small subclinical strokes that together can ultimately damage the brain.",
            "score": 52.09410095214844
        },
        {
            "docid": "38390_99",
            "document": "Dementia . The link between Alzheimer's and gum disease is oral bacteria. In the oral cavity, a large number of bacterial species can be found including \"P. gingivalis\", \"F. nucleatum\", \"P. intermedia\", and \"T. forsythia\". Six oral trepomena spirochetes have also been examined in the brains of Alzheimer's patients. Spirochetes are neurotropic in nature, meaning they act to destroy nerve tissue and create inflammation. Inflammatory pathogens are an indicator of Alzheimer's disease and bacteria related to gum disease have been found in the brains of Alzheimer's disease individuals. The bacteria invade nerve tissue in the brain, increasing the permeability of the blood-brain barrier and promoting the onset of Alzheimer's among the elderly population. It has also been found that individuals with a plethora of tooth plaque have a risk of cognitive decline. Poor oral hygiene can also have an adverse effect on speech and nutrition causing general and cognitive health decline.",
            "score": 51.611968994140625
        },
        {
            "docid": "3585815_39",
            "document": "Health effects of tobacco . The usage of tobacco can also create cognitive dysfunction. There seems to be an increased risk of Alzheimer's disease, although \"case–control and cohort studies produce conflicting results as to the direction of the association between smoking and AD\". Smoking has been found to contribute to dementia and cognitive decline, reduced memory and cognitive abilities in adolescents, and brain shrinkage (cerebral atrophy).",
            "score": 51.1630973815918
        },
        {
            "docid": "3452485_26",
            "document": "Memory disorder . Normal aging, although not responsible for causing memory disorders, is associated with a decline in cognitive and neural systems including memory (long-term and working memory). Many factors such as genetics and neural degeneration have a part in causing memory disorders. In order to diagnose Alzheimer's disease and dementia early, researchers are trying to find biological markers that can predict these diseases in younger adults. One such marker is a beta-amyloid deposit which is a protein that deposits on the brain as we age. Although 20-33% of healthy elderly adults have these deposits, they are increased in elderly with diagnosed Alzheimer's disease and dementia.",
            "score": 50.80523681640625
        },
        {
            "docid": "29826376_2",
            "document": "Hippocampal prosthesis . A hippocampus prosthesis is a type of cognitive prosthesis (a prosthesis implanted into the nervous system in order to improve or replace the function of damaged brain tissue). Prosthetic devices replace normal function of a damaged body part; this can be simply a structural replacement (e.g. reconstructive surgery or glass eye) or a rudimentary, functional replacement (e.g. a pegleg or hook). However, prosthetics involving the brain have some special categories and requirements. \"Input\" prosthetics, such as retinal or cochlear implant, supply signals to the brain that the patient eventually learns to interpret as sight or sound. \"Output\" prosthetics use brain signals to drive a bionic arm, hand or computer device, and require considerable training during which the patient learns to generate the desired action via their thoughts. Both of these types of prosthetics rely on the plasticity of the brain to adapt to the requirement of the prosthesis, thus allowing the user to \"learn\" the use of his new body part. A cognitive or \"brain-to-brain\" prosthesis involves neither learned input nor output signals, but the native signals used normally by the area of the brain to be replaced (or supported). Thus, such a device must be able to fully replace the function of a small section of the nervous system—using that section's normal mode of operation. In order to achieve this, developers require a deep understanding of the functioning of the nervous system. The scope of design must include a reliable mathematical model as well as the technology in order to properly manufacture and install a cognitive prosthesis. The primary goal of an artificial hippocampus is to provide a cure for Alzheimer's disease and other hippocampus—related problems. To do so, the prosthesis has to be able to receive information directly from the brain, analyze the information and give an appropriate output to the cerebral cortex; in other words, it must behave just like a natural hippocampus. At the same time, the artificial organ must be completely autonomous, since any exterior power source will greatly increase the risk of infection.",
            "score": 50.61884307861328
        },
        {
            "docid": "3289570_36",
            "document": "Cognitive advantages of bilingualism . To test the protection of bilingualism against Alzheimer's disease (AD), Bialystok et al. (2007) examined the hospital records of monolingual and bilingual patients who had been diagnosed with various types of dementia. After controlling for various cognitive and other factors, the researchers found that bilinguals experienced the onset of symptoms and were diagnosed approximately 3–4 years later on average than monolinguals. This was replicated with patients all diagnosed with AD. It is important to stress, however, that the studies did not show that bilingualism directly prevents one from having AD, but rather enables functional cognition for a longer period of time; it delays the onset of symptoms for those with the disease. This was confirmed by the finding that when monolingual and bilingual Alzheimer's patients' brains were scanned, bilinguals actually had more pathology (signs of disease) and damage than the monolingual patients. This suggests that active use of the two languages protects against the symptoms of the disease; areas of the brain that enable cognitive control may have benefited from the bilingual experience and so improve cognitive function in older age. ",
            "score": 50.2747917175293
        },
        {
            "docid": "72750_78",
            "document": "Prosthesis . Unlike neuromotor prostheses, neurocognitive prostheses would sense or modulate neural function in order to physically reconstitute or augment cognitive processes such as executive function, attention, language, and memory. No neurocognitive prostheses are currently available but the development of implantable neurocognitive brain-computer interfaces has been proposed to help treat conditions such as stroke, traumatic brain injury, cerebral palsy, autism, and Alzheimer's disease. The recent field of Assistive Technology for Cognition concerns the development of technologies to augment human cognition. Scheduling devices such as Neuropage remind users with memory impairments when to perform certain activities, such as visiting the doctor. Micro-prompting devices such as PEAT, AbleLink and Guide have been used to aid users with memory and executive function problems perform activities of daily living.",
            "score": 50.18021011352539
        },
        {
            "docid": "47878_5",
            "document": "Huntington's disease . Cognitive abilities are progressively impaired. Especially affected are executive functions, which include planning, cognitive flexibility, abstract thinking, rule acquisition, initiation of appropriate actions, and inhibition of inappropriate actions. As the disease progresses, memory deficits tend to appear. Reported impairments range from short-term memory deficits to long-term memory difficulties, including deficits in episodic (memory of one's life), procedural (memory of the body of how to perform an activity) and working memory. Cognitive problems tend to worsen over time, ultimately leading to dementia. This pattern of deficits has been called a subcortical dementia syndrome to distinguish it from the typical effects of cortical dementias e.g. Alzheimer's disease.",
            "score": 49.29127883911133
        },
        {
            "docid": "24373070_2",
            "document": "Cognitive skill . Cognitive functioning is a term referring to an individual’s ability to process to (thoughts) that should not deplete on a large scale in healthy individuals. It is defined as \"the ability of an individual to perform the various mental activities most closely associated with learning and problem solving. Examples include verbal, spatial, psychomotor, and processing-speed ability.\" Cognition mainly refers to things like memory, the ability to learn new information, speech, understanding of written material. The brain is usually capable of learning new skills in the aforementioned areas, typically in early childhood, and of developing personal thoughts and beliefs about the world. Old age and disease may affect cognitive function, causing memory loss and trouble thinking of the right words while speaking or writing (\"drawing a blank\"). Multiple sclerosis (MS), for example, can eventually cause memory loss, an inability to grasp new concepts or information, and depleted verbal fluency. Not all with the condition will experience this side effect, and most will retain their general intellect and the ability.",
            "score": 49.116127014160156
        },
        {
            "docid": "36564148_16",
            "document": "Electrophysiological techniques for clinical diagnosis . Dementia is a progressive, degenerative brain disease that impairs cognitive functions. Alzheimer’s disease and other types of dementia diagnosis is being improved through the use of electroencephalogram (EEG) and event-related potentials(ERP).",
            "score": 49.04893112182617
        },
        {
            "docid": "20270864_34",
            "document": "Environmental enrichment . Another source of evidence for the effect of environment stimulation upon the human brain is cognitive reserve (a measure of the brain’s resilience to cognitive impairment) and the level of a person’s education. Not only is higher education linked to a more cognitively demanding educational experience, but it also correlates with a person’s general engagement in cognitively demanding activities. The more education a person has received, the less the effects of aging, dementia, white matter hyperintensities, MRI-defined brain infarcts, Alzheimer's disease, and traumatic brain injury. Also, aging and dementia are less in those that engage in complex cognitive tasks. The cognitive decline of those with epilepsy could also be affected by the level of a person’s education.",
            "score": 49.03452682495117
        },
        {
            "docid": "971305_19",
            "document": "Haemodynamic response . If fMRI can be used to detect the regular flow of blood in a healthy brain, it can also be used to detect the problems with a brain that has undergone degenerative diseases. Functional MRI, using haemodynamic response, can help assess the effects of stroke and other degenerative diseases such as Alzheimer’s disease on brain function. Another way fMRI could be used is in the planning of surgery of the brain. Surgeons can use fMRI to detect blood flow of the most active areas of the brain and the areas involved in critical functions like thought, speech, movement, etc. In this way, brain procedures are less dangerous because there is a brain mapping that shows which areas are vital to a person’s life. Haemodynamic response is vital to fMRI and clinical use because through the study of blood flow we are able to examine the anatomy of the brain and effectively plan out procedures of the brain and link together the causes of degenerative brain disease.",
            "score": 48.90578079223633
        }
    ]
}