{
    "q": [
        {
            "docid": "13670932_4",
            "document": "Classic hip-hop . Doug Abernethy, general manager of Radio One's Houston stations, described the classic hip-hop format as a parallel to the classic rock and classic country formats: these stations focus primarily on hip-hop music from the 1980s and 1990s, featuring artists such as 2Pac, De La Soul, LL Cool J, Ludacris, Notorious B.I.G., Queen Latifah, and Salt-N-Pepa. Some stations may include small amounts of R&B in their playlists as well.",
            "score": 52.390169858932495
        },
        {
            "docid": "22113121_9",
            "document": "Battle of the Sexes (album) . Upon its release, the album received generally positive reviews from most music critics, based on an aggregate score of 68/100 from Metacritic. Allmusic writer David Jeffries gave it 3 out of 5 stars and viewed it as a \"porno-style album\", stating \"Limited and a little patched together, but if cheap thrills are what you’re after, this one puts the dirty back in dirty south\". \"The A.V. Club\"s Nathan Rabin viewed its \"R&B heavy\" material as a weakness, but gave the album a B+ rating and praised Ludacris's lyricism, writing \"Ludacris remains an underrated lyricist with unparalleled verbal dexterity. His liquid flow crams an awful lot of polysyllabic words into even the tawdriest sex jam, and no rapper alive conveys joy as effortlessly or infectiously\". Giving it 2½ out of 4 stars, \"Los Angeles Times\" critic August Brown called \"Battle of the Sexes\" \"another welcome occasion to listen to Luda enjoying the real love of his life -- the sound of his own voice\", and described its music as \"fizzy pillow talk and respectfully tawdry club fodder\". Despite viewing Ludacris's lyrics as from the male perspective, \"USA Today\"s Elysa Gardner commended him for his humor and wrote that the album is \"more appealing, and more artful, when Ludacris directs his crude, breezy rhymes where they're best suited: into unabashed displays of loopy lust and boneheaded bravado\". \"XXL\" writer Rondell Conway gave \"Battle of the Sexes\" an XL rating and shared a similar sentiment, stating \"Luda may not have evened the playing field, but he certainly created an excellent musical forum for the sexes to air out their differences\". \"Newsday\"s Glenn Gamboa gave the album a B rating and commended Ludacris for his musical balance, writing \"Not only does Luda know when a song needs an R&B crooner or a female voice, he knows when he needs to speed up a flow or rough up a rhyme\".",
            "score": 42.90506434440613
        },
        {
            "docid": "2554741_4",
            "document": "Stand Up (Ludacris song) . The song topped the \"Billboard\" Hot 100 for the week of December 6, 2003, and topped the R&B/Hip-Hop singles chart for four weeks, making it the rapper's first #1 on both charts respectively. Ludacris went on to be nominated for a Grammy Award for Best Rap Solo Performance. This song was also featured on the 2004 compilation album \"Now That's What I Call Music! 15\".",
            "score": 47.15038704872131
        },
        {
            "docid": "547533_14",
            "document": "Crossover music . Collaborations between classical and popular performers have included Sting and Edin Karamazov's album \"Songs from the Labyrinth\". A collaboration between Freddie Mercury and soprano Montserrat Caballé resulted in the worldwide hit \"Barcelona\". R&B singer Mariah Carey performed a live duet with her mother Patricia, who is an opera singer, of the Christmas song - O Come, All Ye Faithful. Welsh soprano Katherine Jenkins performed a duet with Rock-singer Michael Bolton of O Holy Night. Singers and instrumentalists from the classical tradition, Andreas Dorschel has argued, run the risk of losing the sophistication of the genre(s) they were trained in, when they try to perform rock music, without coming up to the often rough and wild qualities of the latter.",
            "score": 36.63654398918152
        },
        {
            "docid": "42965133_5",
            "document": "Rising Star (U.S. TV series) . While the viewers at home are considered the “judges”, the expert panelists (Brad Paisley, Kesha, and Ludacris) also influence the vote. For the first six shows, a yes vote from one of the judges added 7% to the performers total. In the round of 13 it was announced that their yes vote would add 5%. In the quarterfinals the expert's yes vote was lowered to a 3% add. In the semifinals, the expert's yes vote was lowered to a 1% add. In the finale, the expert's yes vote only counts as a home judge vote.",
            "score": 18.961555004119873
        },
        {
            "docid": "31145841_6",
            "document": "Dirt Road Anthem . At the 2011 CMT Music Awards, Aldean performed the song with guest rapper Ludacris, who joined Aldean onstage after the second chorus to perform his own hip hop-style second verse. On picking Ludacris for the collaboration, Aldean said, \"...even though our music is totally different, our roots are the same. We both know about hot Georgia summers and cooling off with a six pack or two. It wasn't that much of a stretch.\" A remixed studio version featuring Ludacris was released for digital download through iTunes on June 9, 2011.",
            "score": 54.674765825271606
        },
        {
            "docid": "40034432_4",
            "document": "Yes/No (Banky W. song) . The music video for \"Yes/No\" won Most Gifted R&B Video at the 10th Annual Channel O Music Video Awards, which was held at the Walter Sisulu Square in Kliptown, Soweto on November 30, 2013. Banky W was nominated for the Best Male Vocal Performance award at The Headies 2013 for \"Yes/No\".",
            "score": 21.222777366638184
        },
        {
            "docid": "43975_63",
            "document": "Yes (band) . In January 2016, Anderson, Rabin and Wakeman announced touring as Anderson, Rabin and Wakeman (ARW), having previously revealed in 2010 that they were working together, and that they had begun writing new material. Their tour, An Evening of Yes Music and More, began in October 2016 with a set of Yes songs from several eras. Wakeman stated that Squire's passing inspired them to move forward, feeling that \"following the very sad passing of Chris … it was the right time to get together and produce both new music and perform some of the classic material as we feel it should be performed.\"",
            "score": 27.865911722183228
        },
        {
            "docid": "28448298_8",
            "document": "Wet Lubricants . In June 2010, Wet Platinum was featured in the “adult” version of the music video for Ludacris’ single “Sex Room,” which debuted on Vevo. Wet Platinum was used by Ludacris in a steamy bedroom scene. The edited version of the video was released on MTV and MTV2 but does not include scenes with Wet.",
            "score": 35.76399636268616
        },
        {
            "docid": "32527806_2",
            "document": "Wet the Bed . \"Wet the Bed\" is a song by American R&B recording artist Chris Brown featuring American rapper Ludacris, from his fourth studio album \"F.A.M.E.\" (2011). It was written by Brown, King Derrick \"Bigg D\" Baker, Steven Kubie, Kevin McCall, Amber Streeter, Andre Merritt, Joseph Bereal and Christopher Bridges, and produced by Bigg D. Lyrically, the song sees Brown and Ludacris exploring ways to leave a woman satisfied. \"Wet the Bed\" received mixed reviews from most music critics, who were ambivalent towards its lyrics. It was released as a single and has appeared on the US Hot R&B/Hip-Hop Songs chart at number twenty-five. The song has been performed live at the album's listening party, as well as on Brown's F.A.M.E. Tour.",
            "score": 42.877270221710205
        },
        {
            "docid": "6033171_2",
            "document": "Money Maker . \"Money Maker\" is a song written and performed by American rapper Ludacris and R&B singer Pharrell Williams. The song was released to the radio on July 17, 2006 as the first single from Ludacris's fifth album \"Release Therapy\". Produced by Williams and Chad Hugo (known collectively as The Neptunes), the song is a reimagining of the 1961 Elmore James blues song \"Shake Your Moneymaker\". The single became Ludacris' third number-one song on the US \"Billboard\" Hot 100, while also topping the Hot R&B/Hip-Hop Songs and Hot Rap Tracks charts. It also became the number-one single on radio in the United States on October 19, 2006.",
            "score": 38.287580490112305
        },
        {
            "docid": "159966_11",
            "document": "Ludacris . Ludacris took a more mature approach to his fourth album, \"The Red Light District\". Sohail Khalid helped produce this album with various artists such as T.I., Lil Flip and Bun B. Ludacris openly boasted that he may be the only rapper able to keep the Def Jam label afloat on the opening track. Ludacris filmed and recorded the single \"Get Back\" in which he was featured as a muscle-bound hulk who was being annoyed by the media and warned critics to leave him alone. He first appeared on \"Saturday Night Live\" as a special guest performing with musical guest Sum 41 on a season 30 episode hosted by Paul Giamatti. He then recorded \"Get Back\" with Sum 41 to make a rock crossover single. The follow-up single was the \"Austin Powers\"-inspired \"Number One Spot\". It was produced by New York City's Hot 97 personality DJ Green Lantern. It used the Quincy Jones sample of \"Soul Bossa Nova\" and sped it up to the tempo of Ludacris' rap flow. Featured artists on the album include Nas, DJ Quik, DMX, Trick Daddy, Sleepy Brown and Disturbing tha Peace newcomers Bobby Valentino, Dolla Boi and Small World. The album debuted at number one on the Billboard charts.",
            "score": 38.173662424087524
        },
        {
            "docid": "3910694_5",
            "document": "Welcome to Atlanta . The official remix, \"Welcome To Atlanta (Coast 2 Coast Remix)\", features Murphy Lee, Snoop Dogg, Diddy and Ludacris on the intro and outro. Ludacris does not appear in the video. The Music Video was directed by Benny Boom. Murphy Lee would collaborate with Dupri again in 2003 on \"What Da Hook Gon Be?\".",
            "score": 35.19615411758423
        },
        {
            "docid": "35026272_4",
            "document": "Country Shit . On June 11, 2011 the music video for the remix featuring Bun B and Ludacris was released. The music video features a cameo appearance by Chamillionaire.",
            "score": 36.720993518829346
        },
        {
            "docid": "15139944_3",
            "document": "Classic Artists: Yes . In addition to a large amount of music to accompany the documentary, the video also includes rare and unseen photographs from personal collections, performance archive, music promos, and includes 20 page full colour booklet.",
            "score": 28.925236225128174
        },
        {
            "docid": "159966_10",
            "document": "Ludacris . The album's next single, \"Splash Waterfalls\", was released in early 2004. A huge pop hit (despite its steamy video and explicit, adult-oriented lyrical content and themes), it subsequently became a success at urban radio and BET, and is the only time he has produced two consecutive top 10 singles from a solo album, except for \"Release Therapy\" (an unedited version of the video could only be viewed on BET's Uncut program). It was Ludacris' most sexual video yet, an R&B remix that featured Raphael Saadiq and sampled Tony! Toni! Tone!'s \"Whatever You Want\". Ludacris received his first Grammy Award with Usher and Lil Jon for their hit single \"Yeah!\". Ludacris next released \"Blow It Out\", which was accompanied by a low-budget music video.",
            "score": 35.89348101615906
        },
        {
            "docid": "48503712_15",
            "document": "One Voice Children's Choir . The choir performs an eclectic selection of genres including pop music, gospel music, classical music, Broadway musical songs, and patriotic songs. They have performed songs from Rihanna, Disney, and Ellie Goulding. In a 2003 interview with \"The Salt Lake Tribune\", Fukuda said, \"We go anywhere from baroque and classical to R&B and hip-hop. We're media-oriented.\"",
            "score": 45.35597801208496
        },
        {
            "docid": "1336181_8",
            "document": "Frederick Hemke . In a traditional modern saxophone quartet — B soprano, E alto, B tenor, and E baritone saxophone — repertoire and popularity for solo classical was, and still is, dominated by B soprano and E alto saxophone. Bucking the trend, Hemke spent time focusing on the B tenor as a classical solo instrument, as evidenced by the release of his 1971 solo album, \"Music for Tenor Saxophone\". In orchestral music, the tenor is known as one of the three saxophone voices in Ravel's \"Boléro\" — originally performed by two saxophonists, one on E sopranino and one on tenor doubling on B soprano. Recordings by tenor saxophone virtuoso James Houlik and others notwithstanding, classical tenor saxophone recordings make up a small portion of the classical saxophone repertoire and discography universe.",
            "score": 40.565898418426514
        },
        {
            "docid": "33643086_2",
            "document": "Chicken-n-Beer . Chicken-n-Beer is the fourth studio album by American rapper Ludacris. It was released on October 7, 2003, by Disturbing tha Peace and Def Jam Recordings. Recording sessions took place from 2002 to 2003, and it was handled by several record producers, including DJ Nasty & LVM, Kanye West, Mo B. Dick, DJ Paul, Juicy J and Ludacris himself. The Southern hip hop album, \"Chicken-n-Beer\" is musically similar to Ludacris' previous work, with his use of a fast, highly versatile flow. Some of the songs on the album take a political overtone.",
            "score": 45.884605169296265
        },
        {
            "docid": "2249360_12",
            "document": "Oh (Ciara song) . The music video for \"Oh\" was directed by the Fat Cats. It begins with Ciara sitting with \"little\" Ciara watching a video player. The camera zooms into the video player and reveals an overview of Atlanta and scenes of Ciara and her friends at a block party in an alley. She performs the first verse and first chorus in the middle of the street, while she is surrounded by guests and their cars. There are dance sequences throughout the remainder of the video and a scene with Ciara performing on top of a car as Ludacris raps. Ciara is also \"ridin' slow\" in a classic model Oldsmobile. There is also a cameo by Gucci Mane and Boyz n da Hood.",
            "score": 35.679771900177
        },
        {
            "docid": "82991_2",
            "document": "Chamber music . Chamber music is a form of classical music that is composed for a small group of instruments—traditionally a group that could fit in a palace chamber or a large room. Most broadly, it includes any art music that is performed by a small number of performers, with one performer to a part (in contrast to orchestral music, in which each string part is played by a number of performers). However, by convention, it usually does not include solo instrument performances.",
            "score": 43.984440088272095
        },
        {
            "docid": "5131648_7",
            "document": "Release Therapy . Unlike the previous albums released by Ludacris, \"Release Therapy\" has a more mature and serious approach to the music (e.g. the 3rd single \"Runaway Love\" is Ludacris' first stab at socially concerned music). It is also Ludacris' darkest album to date, both in mood and subject matter. The different approach Ludacris took with Release Therapy has caused many listeners and fans to debate on whether the album is Ludacris's best or worst.",
            "score": 42.00126528739929
        },
        {
            "docid": "15287050_3",
            "document": "Like Dat . The music video was filmed and produced in Atlanta, Georgia, the video includes cameos from Ludacris, Young Buck and Bun B.",
            "score": 34.67838966846466
        },
        {
            "docid": "4734577_9",
            "document": "WBJC . WBJC produces several popular programs hosted by respected artist Jonathan Palevsky \"Past Masters\" showcases notable performances from the past. \"Face the Music\" has a panel of local musical experts listening and offering critiques of new recordings. \"Vocalise\" focuses on vocal music (the station usually does not play vocal music on a daily basis). \"WBJC Operafest\" presents classic opera recordings in their entirety. \"Toccata\" focuses on keyboard music. \"Music in Maryland\" features locally performed concerts. Late night/early morning broadcasts are provided by Classical 24.",
            "score": 37.762707471847534
        },
        {
            "docid": "223014_29",
            "document": "Indian classical music . A \"raga\" is not a tune, because the same \"raga\" can yield a very large number of tunes. A \"raga\" is not a scale, because many \"ragas\" can be based on the same scale. A \"raga\", states Bruno Nettl and other music scholars, is a concept similar to mode, something between the domains of tune and scale, and it is best conceptualized as a \"unique array of melodic features, mapped to and organized for a unique aesthetic sentiment in the listener\". The goal of a \"raga\" and its artist is to create \"rasa\" (essence, feeling, atmosphere) with music, as classical Indian dance does with performance arts. In the Indian tradition, classical dances are performed with music set to various \"ragas\".",
            "score": 42.4573655128479
        },
        {
            "docid": "26269204_12",
            "document": "My Chick Bad . The song was first performed by the duo at BET's \"Rip the Runway\" 2010, which Minaj co-hosted with \"The Game\" actor Pooch Hall. While Ludacris wore a black vest similar to in the \"How Low\" video, Minaj's attire was from the \"My Chick Bad\" video, as she donned a pink wig and similar clothing as in the Freddy Kruger-lair scene. Ludacris and Minaj performed the song at MTV's Spring Break 2010 in Acapulco, Mexico, featuring Minaj donning a blonde wig. The duo also performed the song at the 2010 BET Awards on June 27, 2010, as a part of a medley with the remix of \"All I Do Is Win\", featuring Ludacris in a mask, flanked by violin players, and Minaj with a spiraling blonde wig seated in a medieval chair, similar to her scene in the music video. Minaj has also recited her verse on select dates of her debut tour, the Pink Friday Tour. She has performed her verse in a medley on her .",
            "score": 36.40450072288513
        },
        {
            "docid": "6668778_57",
            "document": "Classical music . Improvisation once played an important role in classical music. A remnant of this improvisatory tradition in classical music can be heard in the cadenza, a passage found mostly in concertos and solo works, designed to allow skilled performers to exhibit their virtuoso skills on the instrument. Traditionally this was improvised by the performer; however, it is often written for (or occasionally by) the performer beforehand. Improvisation is also an important aspect in authentic performances of operas of Baroque era and of bel canto (especially operas of Vincenzo Bellini), and is best exemplified by the \"da capo aria\", a form by which famous singers typically perform variations of the thematic matter of the aria in the recapitulation section ('B section' / the 'da capo' part). An example is Beverly Sills' complex, albeit pre-written, variation of \"Da tempeste il legno infranto\" from Händel's \"Giulio Cesare\".",
            "score": 37.903552770614624
        },
        {
            "docid": "19961079_2",
            "document": "One More Drink . \"One More Drink\" is the second official single off Ludacris' album, \"Theater of the Mind\". The song \"co-stars\" T-Pain. The song was released on iTunes on October 28, 2008. Ludacris performed the song live while he and T-Pain appeared as musical guests on Saturday Night Live. The song samples Shalamar's \"Take That to the Bank\".",
            "score": 35.89710474014282
        },
        {
            "docid": "4628389_18",
            "document": "Tucson Symphony Orchestra . The mission of the Tucson Symphony Orchestra is to share beautiful, professionally performed music with as wide an audience as possible. It does so each season through a series of nine Classic concerts, four MasterWorks Chamber Orchestra concerts, five TSO Pops! concerts, Classic, MasterWorks and TSO Pops! Specials, ensemble performances, Moveable Musical Feasts and award-winning educational programs.",
            "score": 34.10329580307007
        },
        {
            "docid": "4906940_2",
            "document": "Brown Opera Productions . Brown Opera Productions (BOP) is dedicated to the promotion and performance of classical vocal music both on campus and in the greater Providence, Rhode Island community and is a space for singers and musicians to collaborate on exciting classical performance projects. BOP produces a full-length opera every spring, and throughout the year produces concerts of classical vocal music on campus and in local hospitals, nursing homes, and schools. As the name implies, the group is composed of Brown University students, who also work with RISD students at times. BOP does not charge admission for its performances but depends on individual donations.",
            "score": 34.18728303909302
        },
        {
            "docid": "26808701_2",
            "document": "Ride (Ciara song) . \"Ride\" is a song performed by American recording artist Ciara. The song features American rapper Ludacris. It was co-written by Ciara, Ludacris, Tricky Stewart, and The-Dream, and produced by the latter two. The song serves as the lead single from her fourth studio album, \"Basic Instinct\". The song was first released for digital download on April 23, 2010. \"Ride\" is a down-tempo R&B song, featuring a heavy bass line and seductive tone.",
            "score": 33.01392483711243
        },
        {
            "docid": "18018389_8",
            "document": "Simply Music . Simply Music does not focus on mastering classical concert performance technique. Instead, Simply Music teachers encourage students to play expressively and comfortably, without tension.",
            "score": 36.25811505317688
        }
    ],
    "r": [
        {
            "docid": "31145841_6",
            "document": "Dirt Road Anthem . At the 2011 CMT Music Awards, Aldean performed the song with guest rapper Ludacris, who joined Aldean onstage after the second chorus to perform his own hip hop-style second verse. On picking Ludacris for the collaboration, Aldean said, \"...even though our music is totally different, our roots are the same. We both know about hot Georgia summers and cooling off with a six pack or two. It wasn't that much of a stretch.\" A remixed studio version featuring Ludacris was released for digital download through iTunes on June 9, 2011.",
            "score": 54.674766540527344
        },
        {
            "docid": "12653094_7",
            "document": "Music genre . The term \"art music\" refers primarily to classical traditions, including both contemporary and historical classical music forms. Art music exists in many parts of the world. It emphasizes formal styles that invite technical and detailed deconstruction and criticism, and demand focused attention from the listener. In Western practice, art music is considered primarily a written musical tradition, preserved in some form of music notation rather than being transmitted orally, by rote, or in recordings, as popular and traditional music usually are. Historically, most western art music has been written down using the standard forms of music notation that evolved in Europe, beginning well before the Renaissance and reaching its maturity in the Romantic period. The identity of a \"work\" or \"piece\" of art music is usually defined by the notated version rather than by a particular performance, and is primarily associated with the composer rather than the performer (though composers may leave performers with some opportunity for interpretation or improvisation). This is so particularly in the case of western classical music. Art music may include certain forms of jazz, though some feel that jazz is primarily a form of popular music.",
            "score": 53.52967071533203
        },
        {
            "docid": "21290934_13",
            "document": "Audition . A performer auditioning for a solo or \"lead\" instrument role will typically perform prepared solos that showcase a range of skills, including the ability to perform a melody with sensitivity and expression; the ability to play virtuosic passages; and, in some styles (e.g., fusion jazz or blues), the ability to improvise a melody over a chord progression. In some popular genres, there is relatively less emphasis on \"stage presence\" and movement onstage, such as classic jazz or traditional 1950s-style country music. In these styles, there is more of a focus on the sound of the music and the expressiveness of the performer with their voice or instrument. In other genres, such as heavy metal \"shred guitar\" or hardcore punk, it may be very important that a performer can move about in a dramatic fashion onstage. One of the differences between instrumentalist auditions in rock music styles and Classical styles is that in a rock context, the performers will be expected to have memorized most or all of the music. In a Classical context, most or all of the music is read from sheet music (with the exception of a solo Bach suite movement or a solo concerto movement).",
            "score": 52.543025970458984
        },
        {
            "docid": "13670932_4",
            "document": "Classic hip-hop . Doug Abernethy, general manager of Radio One's Houston stations, described the classic hip-hop format as a parallel to the classic rock and classic country formats: these stations focus primarily on hip-hop music from the 1980s and 1990s, featuring artists such as 2Pac, De La Soul, LL Cool J, Ludacris, Notorious B.I.G., Queen Latifah, and Salt-N-Pepa. Some stations may include small amounts of R&B in their playlists as well.",
            "score": 52.39017105102539
        },
        {
            "docid": "198778_10",
            "document": "Composer . The level of distinction between composers and other musicians varies, which affects issues such as copyright and the deference given to individual interpretations of a particular piece of music. In the development of European classical music, the function of composing music initially did not have much greater importance than that of performing it. The preservation of individual compositions did not receive enormous attention and musicians generally had no qualms about modifying compositions for performance. In as much as the role of the composer in western art music has seen continued solidification, in alternative idioms (i.e. jazz, experimental music) it has in some ways become increasingly complex or vague. For instance, in certain contexts the line between composer and performer, sound designer, arranger, producer, and other roles, can be quite blurred. The term \"composer\" is often used to refer to composers of instrumental music, such as those found in classical, jazz or other forms of art and traditional music. In popular and folk music, the composer is usually called a songwriter, since the music generally takes the form of a song. Since the mid-20th century, the term has expanded to accommodate creators of electroacoustic music, in which composers directly create sonic material in any of the various electronic media, such as reel-to-reel tape and electronic effects units, which may be presented to an audience by replaying a tape or other sound recording, or by having live instrumentalists and singers perform with prerecorded material. This is distinct from a 19th-century conception of instrumental composition, where the work was represented solely by a musical score to be interpreted by performers.",
            "score": 52.009151458740234
        },
        {
            "docid": "198778_21",
            "document": "Composer . In the 19th century, one of the key ways that new compositions became known to the public was by the sales of sheet music, which amateur music lovers would perform at home on their piano or other instruments. With 20th-century music, there was a vast increase in music listening as the radio gained popularity and phonographs were used to replay and distribute music. In the 20th century, contemporary classical composers were also influenced by the African-American improvisation-based jazz music. The jazz influence can be seen in Third Stream music and in the compositions of Leonard Bernstein. The focus of art music was characterized by exploration of new rhythms, styles, and sounds. Igor Stravinsky, Arnold Schoenberg, and John Cage were all influential composers in 20th-century art music. Cage wrote compositions for traditional classical instruments and unusual sound-producing devices not normally thought of as instruments, such as radios. The invention of sound recording and the ability to edit music on tape gave rise to new subgenre of classical music, including the acousmatic and Musique concrète schools of electronic composition, in which composers made pieces using reel-to-reel tape recorders and electronic equipment.",
            "score": 51.78487777709961
        },
        {
            "docid": "18839_64",
            "document": "Music . The focus of art music in the 20th century was characterized by exploration of new rhythms, styles, and sounds. The horrors of World War I influenced many of the arts, including music, and some composers began exploring darker, harsher sounds. Traditional music styles such as jazz and folk music were used by composers as a source of ideas for classical music. Igor Stravinsky, Arnold Schoenberg, and John Cage were all influential composers in 20th-century art music. The invention of sound recording and the ability to edit music gave rise to new subgenre of classical music, including the acousmatic and Musique concrète schools of electronic composition. Sound recording was also a major influence on the development of popular music genres, because it enabled recordings of songs and bands to be widely distributed. The introduction of the multitrack recording system had a major influence on rock music, because it could do much more than record a band's performance. Using a multitrack system, a band and their music producer could overdub many layers of instrument tracks and vocals, creating new sounds that would not be possible in a live performance.",
            "score": 51.41410827636719
        },
        {
            "docid": "40844367_2",
            "document": "Classical music in Scotland . Classical music in Scotland is all art music in the Western European classical tradition, between its introduction in the eighteenth century until the present day. The development of a distinct tradition of art music in Scotland was limited by the impact of the Scottish Reformation on ecclesiastical music from the sixteenth century. Concerts, largely composed of \"Scottish airs\", developed in the seventeenth century and classical instruments were introduced to the country. Music in Edinburgh prospered through the patronage of figures including the merchant Sir John Clerk of Penicuik. The Italian style of classical music was probably first brought to Scotland by the cellist and composer Lorenzo Bocchi, who travelled to Scotland in the 1720s. The Musical Society of Edinburgh was incorporated in 1728. Several Italian musicians were active in the capital in this period and there are several known Scottish composers in the classical style, including Thomas Erskine, 6th Earl of Kellie, the first Scot known to have produced a symphony.",
            "score": 51.00215530395508
        },
        {
            "docid": "24686326_4",
            "document": "21st-century classical music . Like the term 20th-century classical music, \"21st-century classical music\" is defined entirely by the calendar and does not refer to a historical style period in music—in the sense that Baroque and Romantic do—but rather to all art music produced since the year 2000. Musicologists generally say that we are in the contemporary music period—a term which covers art music written from around 1975 or 1945, depending on the historian's perspective.",
            "score": 49.98336410522461
        },
        {
            "docid": "21697121_5",
            "document": "Christylez Bacon . Bacon classifies his largely diverse music as progressive hip hop. In a local interview, He states, \"It takes traditional hip-hop elements and fuses live instrumentation and genres from around the world. The inspiration came from knowing our simple connection in music. Every culture or group of people on this planet has music and the arts. I have always believed that ignorance causes hate, disrespect, and lack of communication among us all. The idea of the \"remix\" in hip-hop music made it evident that we can put any style into the mix, thus uniting lovers of hip-hop, salsa, classical, jazz, and bhangra in one space. The music is the lure and the lyric is the education that will destroy the many barriers that prevent us from recognizing our connections with each other.\"",
            "score": 49.29112243652344
        },
        {
            "docid": "47962_2",
            "document": "Musical composition . Musical composition can refer to an original piece of music, either a song or an instrumental music piece, the structure of a musical piece, or the process of creating or writing a new song or piece of music. The word \"song\" is widely misused by people in the popular music industry to describe any musical composition, whether sung or played only by instruments. People who create new compositions are called composers in classical music. In popular music and traditional music, the creators of new songs are usually called songwriters; with songs, the person who writes new words for a song is the lyricist. \"Composition\" is the act or practice of creating a song or other piece of music. In many cultures, including Western classical music, the act of composing typically includes the creation of music notation, such as a sheet music \"score,\" which is then performed by the composer or by other instrumental musicians or singers. In popular music and traditional music, songwriting may involve the creation of a basic outline of the song, called the lead sheet, which sets out the melody, lyrics and chord progression. In classical music, orchestration (choosing the instruments of a large music ensemble such as an orchestra which will play the different parts of music, such as the melody, accompaniment, countermelody, bassline and so on) is typically done by the composer, but in musical theatre and in pop music, songwriters may hire an arranger to do the orchestration. In some cases, a pop or traditional songwriter may not use written notation at all, and instead compose the song in their mind and then play, sing and/or record it from memory. In jazz and popular music, notable sound recordings by influential performers are given the weight that written or printed scores play in classical music.",
            "score": 49.289493560791016
        },
        {
            "docid": "12321596_3",
            "document": "Joseph Horowitz . Horowitz’s books treat the late nineteenth century as the apex of American classical music, before it generated into a “culture of performance“ spotlighting celebrity conductors and instrumentalists, whom he terms “performance specialists” in contradistinction to the composer/performers of an earlier era. He is also credited (as by Alex Ross in The New Yorker) with coining the phrase “post-classical music” to describe an emerging 21st century musical landscape merging classical music with popular and non-Western genres.",
            "score": 49.193702697753906
        },
        {
            "docid": "87323_35",
            "document": "History of music . As for classical music, two fundamental schools determined the course of the century: that of Arnold Schoenberg and that of Igor Stravinsky. Classical music is a broad, imprecise category, including music produced in, or rooted in the traditions of art, ecclesiastical and concert music. A music is classical if it includes some of the following features: a learned tradition, support from the church or government, or greater cultural capital. Classical music is also described as complex, lasting, transcendent, and abstract. In many cultures a classical tradition coexisted with traditional or popular music, occasionally for thousands of years, and with different levels of mutual borrowing with the parallel tradition. Sub-Saharan African music is by a strong rhythmic interest that exhibits common characteristics in all regions of this vast territory, so that Arthur Morris Jones (1889–1980) has described the many local approaches as constituting one main system.  C. K. also affirms the profound homogeneity of approach. West African rhythmic techniques carried over the Atlantic were fundamental ingredients in various musical styles of the Americas: samba, forró, maracatu and coco in Brazil, Afro-Cuban music and Afro-American musical genres such as blues, jazz, rhythm & blues, funk, soul, reggae, hip hop and rock and roll were thereby of immense importance in 20th-century popular music.",
            "score": 48.76759719848633
        },
        {
            "docid": "255791_5",
            "document": "Art music . The term \"art music\" refers primarily to classical traditions (including contemporary as well as historical classical music forms) that focus on formal styles, invite technical and detailed deconstruction and criticism, and demand focused attention from the listener. In strict western practice, art music is considered primarily a written musical tradition, preserved in some form of music notation, as opposed to being transmitted orally, by rote, or in recordings (like popular and traditional music).",
            "score": 48.68101119995117
        },
        {
            "docid": "17344636_14",
            "document": "Drumma Boy . Gholson cites hip hop and R&B musicians Dr. Dre, Quincy Jones, Raphael Saadiq and The Funk Brothers as his signature music production inspirations with other musical influences ranging from European classical composers Ludwig van Beethoven, Jean Sibelius, Wolfgang Amadeus Mozart, and Johann Sebastian Bach to American Jazz icons Dizzy Gillespie and Miles Davis all the way to Academy Award-winning hip hop group Three 6 Mafia and Houston rapper, Scarface. He is known for combining classical music chords with urban hip hop street sounds, and for his adherence to the Atlanta trap music subgenre. His production techniques bring together a diverse array of genres that originate in hip hop, rock, pop, classical, soul, and R&B.",
            "score": 48.502349853515625
        },
        {
            "docid": "33643086_7",
            "document": "Chicken-n-Beer . Upon its release, \"Chicken-n-Beer\" received generally positive reviews from music critics. At Metacritic, which assigns a normalized rating out of 100 to reviews from mainstream critics, the album received an average score of 75, based on 10 reviews, which indicates \"generally favorable reviews\". John Bush of Allmusic noted Ludacris' \"lightning-quick phrasing and cutting wit\" and \"rollicking, all-in-good-fun persona\": he went on to commend the eccentric and upbeat nature of Ludacris' music, calling him \"one of the few who's actually celebrating something – and having a great time doing it\". Writing for \"Entertainment Weekly\", Neil Drumming praised Ludacris' rapping skills, including his \"explosive enunciation\", \"witty wordplay\" and \"punchline potency\", although he reacted negatively towards the album's production, feeling it to contain \"campy sampling and cartoonish composition\". Nathan Rabin of \"The A.V. Club\" complimented Ludacris' \"impeccable comic timing\" and his ability to \"wring the most out of every line\", although he also noted the album to be Ludacris' most \"emotional, autobiographical major-label release to date\". Although he dismissed much of the album's production as \"duds\", \"Rolling Stone\" writer Toure praised Ludacris' musical style as appealing to genres outside hip-hop music, calling him \"cocksure, witty and just hard enough to be taken seriously\" yet \"playful enough to be pop\": he further noted Ludacris to be one of the most technically skilled rappers of the time, stating:",
            "score": 48.42001724243164
        },
        {
            "docid": "18839_69",
            "document": "Music . Many cultures have strong traditions of solo performance (in which one singer or instrumentalist performs), such as in Indian classical music, and in the Western art-music tradition. Other cultures, such as in Bali, include strong traditions of group performance. All cultures include a mixture of both, and performance may range from improvised solo playing to highly planned and organised performances such as the modern classical concert, religious processions, classical music festivals or music competitions. Chamber music, which is music for a small ensemble with only a few of each type of instrument, is often seen as more intimate than large symphonic works.",
            "score": 48.28067398071289
        },
        {
            "docid": "1651235_2",
            "document": "Canadian classical music . In Canada, classical music includes a range of musical styles rooted in the traditions of Western or European classical music that European settlers brought to the country from the 17th century and onwards. As well, it includes musical styles brought by other ethnic communities from the 19th century and onwards, such as Indian classical music (Hindustani and Carnatic music) and Chinese classical music. Since Canada's emergence as a nation in 1867, the country has produced its own composers, musicians and ensembles. As well, it has developed a music infrastructure that includes training institutions, conservatories, performance halls, and a public radio broadcaster, CBC, which programs a moderate amount of Classical music. There is a high level of public interest in classical music and education.",
            "score": 48.259185791015625
        },
        {
            "docid": "499199_15",
            "document": "Electric violin . Although the violin is an instrument used extensively in classical music, electric violins are generally employed by classical performers only in the performance of contemporary classical music. The electric violin is more frequently used by non-classical musicians in popular genres such as metal, rock, hip hop, electronic music, pop, jazz/jazz fusion, country, new-age, and experimental music. Well known electric violinists include:",
            "score": 48.01451110839844
        },
        {
            "docid": "6668778_2",
            "document": "Classical music . Classical music is art music produced or rooted in the traditions of Western culture, including both liturgical (religious) and secular music. While a more precise term is also used to refer to the period from 1750 to 1820 (the Classical period), this article is about the broad span of time from before the 6th century AD to the present day, which includes the Classical period and various other periods. The central norms of this tradition became codified between 1550 and 1900, which is known as the common-practice period. The major time divisions of Western art music are as follows:",
            "score": 47.996768951416016
        },
        {
            "docid": "484938_4",
            "document": "Freight Elevator Quartet . As a conceptual project the Freight Elevator Quartet combined influences from experimental music and conceptual art as well as a strong interest in musical Futurism (played out in their joint recording with DJ Spooky, \"File Under Futurism\"). In their liner notes, they referred to themselves as a group of musicians in the \"present imagining the past imaging the future,\" a concept akin to the literary conceit of Steampunk; by combining cutting-edge digital (computers, samplers), obsolescent solid state (analog synthesizers), classical 18th century (cello), and aboriginal (didjeridoo) instrumentation, the group deliberately confused the temporal reference point of their music. Stylistically FEQ was known to appropriate whatever genres they felt like, working to fuse different styles of breakbeat, drum and bass, downtempo, digital hardcore, rock, hip hop, classical, and, most conspicuously, academic computer music. Though always billing themselves as an electronica act, their music has many stylistic similarities to the later genre of post-rock. Most of their recordings are culled from composite takes of live performances, though they have released two studio albums as well, both of which feature songs with guest vocalists, including Lorraine Lelis of the band Mahogany and Spezialmaterial recording artist Josh Druckman (as JMD).",
            "score": 47.96419906616211
        },
        {
            "docid": "28830_4",
            "document": "Song . Songs may be written for one or more singers to sing without instrumental accompaniment or they may be written for performance with instrumental accompaniment. The accompaniment used for a song depends on the genre of music and, in classical styles, the instructions of the composer as set out in the musical score. Songs may be accompanied by a single accompanist playing piano or guitar, by a small ensemble (e.g., a jazz quartet, a basso continuo group (in the case of Baroque music), a rock or pop band or a rhythm section) or even a big band (for a jazz song) or orchestra (for a classical aria). One division is between \"art songs\", \"pop songs\" and traditional music which includes \"folk songs\" and early blues songs. Other common methods of classification are by purpose (sacred vs secular), by style (dance, ballad, Lied, etc.), or by time of origin (Renaissance, Contemporary, etc.). Songs may be learned and passed on \"by ear\" (as in traditional folk songs); from a recording or lead sheet (in jazz and pop) or from detailed music notation (in classical music). Some instrumental music which is played in a singing style may be named a song, e.g., Mendelssohn's \"Songs Without Words\" for solo piano.",
            "score": 47.92110824584961
        },
        {
            "docid": "5759475_2",
            "document": "Music appreciation . In North America, music appreciation courses often focus on Western art music, commonly called \"Classical music\". Usually music appreciation classes involve some history lessons to explain why people of a certain era liked the music that they did. \"Appreciation,\" in this context, means the understanding of the value and merit of different styles of music. Music appreciation classes also typically include information about the composers, the instruments and ensembles, and the different styles of music from an era. Music appreciation courses are widely available in universities and colleges. Typically, these courses are designed for non-music majors. A significant part of music appreciation courses is listening to recordings of musical pieces or excerpts from pieces such as symphonies, opera arias and concertos. In some music appreciation classes, the class may go out to hear a live musical performance by an orchestra or chamber music group.",
            "score": 47.784873962402344
        },
        {
            "docid": "18839_56",
            "document": "Music . The music of the Classical period (1730 to 1820) aimed to imitate what were seen as the key elements of the art and philosophy of Ancient Greece and Rome: the ideals of balance, proportion and disciplined expression. (Note: the music from the Classical period should not be confused with Classical music in general, a term which refers to Western art music from the 5th century to the 2000s, which includes the Classical period as one of a number of periods). Music from the Classical period has a lighter, clearer and considerably simpler texture than the Baroque music which preceded it. The main style was homophony, where a prominent melody and a subordinate chordal accompaniment part are clearly distinct. Classical instrumental melodies tended to be almost voicelike and singable. New genres were developed, and the fortepiano, the forerunner to the modern piano, replaced the Baroque era harpsichord and pipe organ as the main keyboard instrument.",
            "score": 47.74913787841797
        },
        {
            "docid": "11649320_22",
            "document": "Culture of Georgia (U.S. state) . Rhythm and Blues is another important musical genre in Georgia. Ray Charles was one of popular music's most influential performers, fusing R&B, jazz, and country into many popular songs. Augusta native James Brown and Macon native Little Richard, two important figures in R&B history, started performing in Georgia clubs on the chitlin' circuit, fused gospel with blues and boogie-woogie to lay the foundations for R&B and Soul music, and rank among the most iconic musicians of the 20th century. In the 1960s, Atlanta native Gladys Knight proved one of the most popular Motown recording artists, while Otis Redding, born in the small town of Dawson but raised in Macon, defined the grittier Southern soul sound of Memphis-based Stax Records. Atlanta-based OutKast proved one of the first commercially successful Hip-Hop groups from outside of New York City or Los Angeles. In the 1990s and 2000s, Atlanta emerged as the leading center of urban music. Artists like TLC, Usher, 112, T.I., Ludacris, YoungBloodZ, OutKast, Goodie Mob (as well as the Dungeon Family music collective of which both are members), and producers like Organized Noize, L.A. Reid, and Jermaine Dupri, the later of whom founded the successful record labels LaFace and SoSo Def, have blurred musical boundaries by blending R&B singing with Hip-Hop production. More recently, Atlanta is also known as a center of crunk music, an electric bass-driven club music, whose most visible practitioner has been Atlanta-based producer/hype man/rapper Lil Jon. Before moving to Atlanta, Young Jeezy lived in Macon, Georgia.",
            "score": 47.71476745605469
        },
        {
            "docid": "33183_53",
            "document": "Woman . Women have been composers, songwriters, instrumental performers, singers, conductors, music scholars, music educators, music critics/music journalists and other musical professions. There are music movements, events and genres related to women, women's issues and feminism. In the 2010s, while women comprise a significant proportion of popular music and classical music singers, and a significant proportion of songwriters (many of them being singer-songwriters), there are few women record producers, rock critics and rock instrumentalists. Although there have been a huge number of women composers in classical music, from the Medieval period to the present day, women composers are significantly underrepresented in the commonly performed classical music repertoire, music history textbooks and music encyclopedias; for example, in the \"Concise Oxford History of Music\", Clara Schumann is one of the only female composers who is mentioned.",
            "score": 47.67070007324219
        },
        {
            "docid": "18839_89",
            "document": "Music . Women have played a major role in music throughout history, as composers, songwriters, instrumental performers, singers, conductors, music scholars, music educators, music critics/music journalists and other musical professions. As well, it describes music movements, events and genres related to women, women's issues and feminism. In the 2010s, while women comprise a significant proportion of popular music and classical music singers, and a significant proportion of songwriters (many of them being singer-songwriters), there are few women record producers, rock critics and rock instrumentalists. Although there have been a huge number of women composers in classical music, from the Medieval period to the present day, women composers are significantly underrepresented in the commonly performed classical music repertoire, music history textbooks and music encyclopedias; for example, in the \"Concise Oxford History of Music\", Clara Schumann is one of the only female composers who is mentioned.",
            "score": 47.619598388671875
        },
        {
            "docid": "47988234_2",
            "document": "Women in music . Women in music describes the role of women as composers, songwriters, instrumental performers, singers, conductors, music scholars, music educators, music critics/music journalists and other musical professions. As well, it describes music movements (e.g., women's music, which is music written and performed by women for women), events and genres related to women, women's issues and feminism. In the 2010s, while women comprise a significant proportion of popular music and classical music singers, and a significant proportion of songwriters (many of them being singer-songwriters), there are few women record producers, rock critics and rock instrumentalists. Notable women artists in pop, such as Bjork and Lady Gaga have commented about sexism and gender discrimination in the music industry. Additionally, a recent study led by Dr. Smith announced that \"...over the last six years, the representation of women in the music industry has been even lower\" .In classical music, although there have been a huge number of women composers from the Medieval period to the present day, women composers are significantly underrepresented in the commonly performed classical music repertoire, music history textbooks and music encyclopedias; for example, in the \"Concise Oxford History of Music\", Clara Schumann is one of the only female composers who is mentioned.",
            "score": 47.472110748291016
        },
        {
            "docid": "23921223_9",
            "document": "Canadian music genres . In Canada, classical music includes a range of musical styles rooted in the traditions of Western or European classical music that European settlers brought to the country from the 17th century and onwards. As well, it includes musical styles brought by other ethnic communities from the 19th century and onwards, such as Indian classical music (Hindustani and Carnatic music) and Chinese classical music.",
            "score": 47.45545959472656
        },
        {
            "docid": "6668778_3",
            "document": "Classical music . European art music is largely distinguished from many other non-European classical and some popular musical forms by its system of staff notation, in use since about the 11th century. Catholic monks developed the first forms of modern European musical notation in order to standardize liturgy throughout the worldwide Church. Western staff notation is used by composers to indicate to the performer the pitches (which form the melodies, basslines and chords), tempo, metre and rhythms for a piece of music. This can leave less room for practices such as improvisation and \"ad libitum\" ornamentation, which are frequently heard in non-European art music and in popular-music styles such as jazz and blues. Another difference is that whereas most popular styles adopt the song (strophic) form or a derivation of this form, classical music has been noted for its development of highly sophisticated forms of instrumental music such as the symphony, concerto, fugue, sonata, and mixed vocal and instrumental styles such as opera, cantata, and mass.",
            "score": 47.4404411315918
        },
        {
            "docid": "47962_22",
            "document": "Musical composition . Even when music is notated relatively precisely, as in Western classical music from the 1750s onwards, there are many decisions that a performer and/or conductor has to make, because notation does not specify all of the elements of musical performance. The process of deciding how to perform music that has been previously composed and notated is termed \"interpretation.\" Different performers' or conductor's interpretations of the same work of music can vary widely, in terms of the tempos that are chosen and the playing or singing style or phrasing of the melodies. Composers and songwriters who present their own music in a concert are interpreting their songs, just as much as those who perform the music of others. The standard body of choices and techniques present at a given time and a given place is referred to as performance practice, whereas interpretation is generally used to mean the individual choices of a performer.",
            "score": 47.377689361572266
        },
        {
            "docid": "10546438_9",
            "document": "Yitzhak Yedid . Musically, Yedid creates a confluence between the Maqamat (Arabic music modal system), heterophonic textures of ancient genres, and compositional approaches of contemporary Western classical music, to produce an original sound. Yedid introduces microtonality in his works in a range of different ways. He examined ways of using microtonal pitches that in Arabic music function as ornamentation and as part of improvisational gestures. He has extended the use of traditional ornamentation to compose microtonal sounds with microtonal qualities that unfold at different tempi without a definite pitch. This can be seen in many of his works. In his string quartet Visions, Fantasies and Dances, the microtonal intervals function in the context of diatonic and chromatic intervals and the method of a tension-and-release for intervals of a quarter-tone and three-quarter-tones have been employed.  Yitzhak Yedid also writes \"my work could be viewed as the beginning of my research of integrating classical Arabic music, Arabic-influenced Jewish music and contemporary Western classical music. There are areas that need further exploration in different contexts. These include examining the possibilities in compositions with different types and combinations of instruments. The possibilities drawn in my works should be examined with these instruments and with the new challenges associated with its performance practice. Large ensemble works and the integration of various instrumental combinations of performers from Group A and Group B are other aspects that merit exploration. This includes examining how traditional Arabic instruments can be integrated into Western ensemble as a soloist (perhaps in a concerto format), and also how mixed ensembles of various performers including traditional instruments could be integrated.”",
            "score": 47.36246109008789
        }
    ]
}