{
    "q": [
        {
            "docid": "10742666_7",
            "document": "Brian Fortuna . Fortuna competed on \"Dancing with the Stars\" during its 4th season; partnering former Miss USA, Shandi Finnessey. His television success allowed him to dance as a principal dancer in the next two national Dancing with the Stars tours. Brian did double duty on the tour and was chosen to also host the third DWTS tour in front of sold out audiences of 15,000 people per night. His hosting talents captured the attention of ABC who chose Brian as series co-host with his Dancing with the Stars partner Shandi for ABC's Dancing with the Stars…Online Encore.",
            "score": 28.388576984405518
        },
        {
            "docid": "27748226_11",
            "document": "Jeopardy! . During the Jeopardy! round, except in response to the Daily Double clue, contestants are not penalized for forgetting to phrase their response in the form of a question, although the host will remind contestants to watch their phrasing in future responses. In the Double Jeopardy! round and in the Daily Double in the Jeopardy! round, the phrasing rule is followed more strictly, with a response not phrased in the form of a question counting as wrong if it is not re-phrased before the host or judges make a ruling. If it is determined that a previous response was wrongly ruled to be correct or incorrect, the scores are adjusted at the first available opportunity. If, after a game is over, a ruling change is made that would have significantly altered the outcome of the game, the affected contestant(s) are invited back to compete on a future show.",
            "score": 49.450605392456055
        },
        {
            "docid": "35051869_2",
            "document": "Dancing with the Stars (Australian season 12) . The twelfth season of \"Dancing with the Stars\" premiered on April 15, 2012, at the 6:30pm time slot on Channel Seven. With previous co-host Sonia Kruger defecting to Channel Nine, former Spice Girl and American \"Dancing with the Stars\" season 5 runner up Mel B was hired as her replacement. Daniel MacPherson continues his role as main host of the show, along with judges Todd McKenney, Helen Richey, and Joshua Horner.",
            "score": 27.66177010536194
        },
        {
            "docid": "659190_11",
            "document": "Fixed stars . The phrase \"fixed star\" is technically incorrect, but nonetheless it is used in an historical context, and in classical mechanics.",
            "score": 22.69450044631958
        },
        {
            "docid": "7173665_4",
            "document": "My Star (Brainstorm song) . The band's performance is also memorable. Kaupers danced in a relatively eccentric manner, provoking cheers from the audience. In late 2005, as part of his hosting duties at the Congratulations special, he was asked about his dancing abilities by co-host Katrina Leskanich. Kaupers' response that he danced very well prompted further cheers from the live audience as well as a repeat of his moves.",
            "score": 25.253180742263794
        },
        {
            "docid": "752942_7",
            "document": "Ty Treadway . In June 2002, Ty pulled double duty as soap star and talk show host. He began co-hosting Soapnet's \"Soap Talk\" with Lisa Rinna.",
            "score": 28.87962293624878
        },
        {
            "docid": "14212173_8",
            "document": "Yes, Madam . \"Yes, Madam\" was the first starring role in a feature film for Michelle Yeoh. Yeoh had previously won the 1982 Miss World Malaysia contest in 1983. After winning the contest she met D&B executive producer Dickson Poon who cast her in a small role in a television commercial with entertainer Jackie Chan in 1984. Her role in the commercial caught the attention of a film production company D&B Films. Yeoh had previously played small roles in Sammo Hung's film \"Owl vs. Dumbo\" (1985) and \"Twinkle Twinkle Lucky Stars\" (1985). For \"Yes, Madam!\", Yeoh took to stunt work opposed to allowing a double for every stunt. To train for her role, Yeoh worked out in a gym for eight hours a day. Michelle Yeoh stated that both herself and Rothrock did not want the film to be \"too hard core\", stating that \"We wanted the family to come in and watch it\"",
            "score": 21.660022497177124
        },
        {
            "docid": "46214776_17",
            "document": "Dancing with the Stars (U.S. season 21) . Tom Bergeron also returned to his hosting duties this week; the episode was dedicated to the memory of his father, Raymond, who died earlier in the day.",
            "score": 19.670348167419434
        },
        {
            "docid": "22903798_2",
            "document": "Dancing with the Stars (U.S. season 9) . Season nine of \"Dancing with the Stars\" premiered on September 21, 2009. Executive producer Conrad Green confirmed to Entertainment Tonight that the season would start off with 16 celebrities, with 3 double-eliminations halfway through the season. Former House Majority Leader Tom DeLay withdrew from the competition in week three; however, Debi Mazar was also eliminated on the same night, replacing the double elimination planned for week five. Some changes were added this season including a larger cast and relay dances. Four new dances were introduced to complement the large cast. Those dances were the bolero, lambada, two-step, and the Charleston. The cast was unveiled on the Monday, August 17, 2009, edition of \"Good Morning America\", returning to the announcement format of most seasons past. Tom Bergeron and Samantha Harris returned as the show's hosts. Len Goodman, Bruno Tonioli, and Carrie Ann Inaba continue as the judges this season, with Baz Luhrmann appearing as a guest judge in week two, temporarily replacing Len Goodman. Pro pairings were officially announced on August 24, 2009. This was Samantha Harris' last season as co-host.",
            "score": 29.135787963867188
        },
        {
            "docid": "36739351_12",
            "document": "Raghav Juyal . He also worked in the film ABCD 2 which was released on 19 June 2015, directed by Remo D'Souza co-starring Varun Dhawan and Shraddha Kapoor. He also hosted the show Dance Plus on Star Plus. He also Hosted Prem Ki Diwali along with Karishma Tanna telecasted on Life Ok. He was seen in season 7 as a contestant.He hosted the season 2 of the show Dance Plus which aired on Star Plus. . He hosted Rising Star along with Meiyang Chang in early 2017 which aired on Colors TV. He has also hosted Dance Plus (season 3) which was aired on Star Plus. In October 2017, he began co-hosting the dance contest TV show Dance Champions with Ridhima Pandit.",
            "score": 28.155449986457825
        },
        {
            "docid": "3666969_26",
            "document": "Deal or No Deal (Australian game show) . Double Deal Friday ran in 2005 but was dropped after 2008. Home viewers were invited to ring a phone number charged at $0.55 and register their details. Every Friday, a home viewer was randomly selected to win the same prize as the studio contestant. Host O'Keefe had mentioned that Double Deal Fridays received over 100,000 calls each week. \"Dancing with the Deals\" (the celebrity version of DoND retiring contestants on that season's edition of Dancing With The Stars) followed a similar format to Double Deal Friday, except that the celebrity didn't win the prize.",
            "score": 27.161603212356567
        },
        {
            "docid": "977122_10",
            "document": "The Insider (TV series) . After the departure of O'Brien, the show was hosted by Spencer alone until January 2009, when Samantha Harris (who had previously served as a correspondent for \"E! News\") joined the program as a permanent co-host. Harris also provided analysis and commentary as part of her duties as co-host of ABC's \"Dancing with the Stars\" until her departure from the reality competition series at the start of 2010.",
            "score": 24.307435750961304
        },
        {
            "docid": "32965942_5",
            "document": "Hilla Nachshon . As a result of her success, in 2005 Nachshon began to host the entertainment show \"Y on ten\" (\"Y \"בעשר) on the broadcasts of the satellite television provider Yes, initially alongside Michael Hanegbi and later alongside Aviad Kisos. That year she also played a cameo role in the daily TV drama \"HaShir Shelanu\". Also in that year, she began to host the Israeli version of the reality show \"Dancing with the Stars\" on the Israeli channel 2, along with Avi Kushnir. In 2010 and in 2011 Nachshon hosted the Miss Israel beauty pageant competition.",
            "score": 21.155563354492188
        },
        {
            "docid": "15177106_12",
            "document": "Irish traditional music . Irish traditional music was largely meant (to the best of our current knowledge) for dancing at house dances, celebrations for weddings, saint's days or other observances. Tunes are divided into two or more (typically eight-bar) parts. The parts are referred to as the A-part, B-part, and so on. Each part is played twice, and the entire tune is played three times; A, A, B, B, A, A, B, B, A, A, B, B. Irish dance music is isometric. This makes for an eminently danceable music, and Irish dance has been widely exported abroad. 16 measures are known as a \"step\", with one 8 bar part for a \"right foot\" and the second for the \"left foot\" of the step. Tunes that are not so evenly divided are called \"crooked\".  Traditional dances and tunes include reels (), hornpipes ( with swung eighth notes), and jigs (double and single jigs are in time), as well as imported waltzes, mazurkas, polkas, and highlands or barndances (a sort of Irish version of the Scottish strathspey). Jigs come in various other forms for dancing – the slip jig and hop jig or single jig are commonly written in time, the slide in . (The dance the hop jig is no longer performed under the auspices of An Coimisiun.) The forms of jig danced in hardshoe are known as double or treble jigs (for the doubles/trebles performed with the tip of the hardshoe), and the jigs danced in ghillies are known as light jigs.",
            "score": 21.178256154060364
        },
        {
            "docid": "1823364_3",
            "document": "Marissa Jaret Winokur . She was a contestant on the popular reality competition series \"Dancing With the Stars\" and went on to host the similar \"Dance Your Ass Off.\" From 2010-2011 she served as a co-host on the daily daytime talk show \"The Talk,\" ultimately leaving to focus on her clothing line and a new cable TV show. The cable TV show in question, when it premiered, proved to be a late-night talk show titled \"All About Sex,\" whose co-hosting duties she shared with Margaret Cho, Heather McDonald, and Dr. Tiffanie Davis Henry, and which TLC transmitted at 11:00 PM Eastern time on Saturday nights.",
            "score": 29.803754806518555
        },
        {
            "docid": "9010108_6",
            "document": "Contra dance choreography . Typical contra dance choreography comprises four parts, each 16 counts (8 measures) long. The parts are called A1, A2, B1 and B2. This nomenclature stems from the music: Most contra dance tunes (as written) have two parts (A and B), each 8 measures long, and each fitting one part of the dance. The A and B parts are each played twice in a row, hence, A1, A2, B1, B2. While the same music is generally played in, for example, parts A1 and A2, distinct choreography is followed in those parts. Thus, a contra dance is typically 64 \"counts\", and goes with a 32-\"measure\" tune. Tunes of this form are called \"square\"; tunes that deviate from this form are called \"crooked\". Crooked tunes are more commonly used in square dancing, where the phrasing of the dance does not have to align as closely with the phrasing of the music.",
            "score": 18.88105058670044
        },
        {
            "docid": "35051869_3",
            "document": "Dancing with the Stars (Australian season 12) . The cast for the season were revealed on 13 March 2012 via the Seven website, along with their professional partners, although four contestants were revealed in late February 2012. This cast has been seen as a \"star increase\" on the previous year's cast, particularly with the addition of new international co-host Mel B, and former Nine daytime talkshow host Kerri-Anne Kennerley. Six new professional dancers, including former American \"Dancing with the Stars\" professional Damian Whitewood, Christopher Page, Elena Samodanova, Jess Prince, Gleb Savchenko and Damien Samuel have been recruited to replace non-returning professional dancers Alana Patience, Brendon Midson, Arsen Kishishian, Masha Belash, Jade Brand and Mark Hodge.",
            "score": 20.51380681991577
        },
        {
            "docid": "25391981_3",
            "document": "Dancing with the Stars (U.S. season 10) . Samantha Harris did not return as co-host for this season, due to her expanded correspondent duties on \"The Insider\" and \"Entertainment Tonight\". On March 8, 2010, Tom Bergeron announced on \"Good Morning America\" that his new co-host is season seven champion Brooke Burke. Len Goodman, Bruno Tonioli, and Carrie Ann Inaba continued as the judges this season.",
            "score": 22.328404426574707
        },
        {
            "docid": "3028912_17",
            "document": "Sabrina Bryan . She has been a celebrity correspondent for the behind-the-scenes look at season 8 of \"Dancing with the Stars\" for E! News, and TV Guide show \"Reality Chat\". For season 9 of \"Dancing with the Stars\", she co-hosted TV Guide show \"Reality Chat\" and hosted backstage at \"Dancing with the Stars\" on abc.com. Bryan was asked back to co-host backstage at \"Dancing with the Stars\" for the 10th through 12th seasons. She has interviewed season 10 winner of the series Nicole Scherzinger, country singer Reba McEntire, Evan Lysacek, Erin Andrews, Kate Gosselin, and many more.",
            "score": 25.811116695404053
        },
        {
            "docid": "2982147_6",
            "document": "Your Number's Up . After the contestant selected one of the two phrases, the host read its second half to the other two contestants (example: after selecting the first phrase above, the host read \"...all of the House listens.\" Answer: Tip O'Neill). The first contestant to buzz-in and fill in the acronym correctly scored one point and spun the wheel for the next turn; incorrect guesses deducted one point, but scores could never go below zero. If neither opponent guessed correctly, the contestant who selected the riddle won $50 and spun the wheel, but did not score any points. The first contestant to score six points won the game and $500.",
            "score": 33.2942214012146
        },
        {
            "docid": "387073_6",
            "document": "Between you and I . Others do not accuse Shakespeare of grammatical incorrectness: sociologist Robert Nisbet criticizes \"word snobs\" who condemn the phrase, and lexicographer and OED editor Robert Burchfield states that what is incorrect for us wasn't necessarily incorrect for Shakespeare: \"grammatical assumptions were different then\", a view shared by philologist and grammarian Henry Sweet. However, Bryan A. Garner, who writes on usage and (especially legal) language, writes that even if the phrase was not incorrect for Shakespeare, it is and should be considered incorrect today, and cites linguist Randolph Quirk: \"It is true that Shakespeare used both ['between you and I' as well as 'between you and me'], but that did not make it any more correct\".",
            "score": 24.04021167755127
        },
        {
            "docid": "52747_17",
            "document": "Albireo . β Cygni B has been reported to be a very close double, but the observations appear to have been incorrect.",
            "score": 14.839006423950195
        },
        {
            "docid": "4602548_4",
            "document": "Kim Jones (reporter) . Before joining YES, Jones was the New York Giants beat reporter and a National Football League (NFL) columnist for \"The Star-Ledger\" newspaper in Newark, New Jersey. In addition to her duties on YES and WFAN, she continued to write a Sunday NFL column for \"The Star-Ledger\".",
            "score": 8.729854583740234
        },
        {
            "docid": "7775827_3",
            "document": "Pasi Heikura . Heikura hosts the radio program \"Aristoteleen kantapää\" (Aristotle’s Heel) on YLE Radio 1 which focuses on common usage of the Finnish language. In addition to discussion with a guest about a different topic each week, incorrect use of phrases and quote tips are also presented.",
            "score": 22.86798620223999
        },
        {
            "docid": "14581_5",
            "document": "Ich bin ein Berliner . There is a widespread misconception (outside German-speaking countries) that the phrase is incorrect German and in fact means \"I'm a doughnut\". It has even been embellished into an urban legend including equally incorrect claims about the audience laughing at this phrase.",
            "score": 20.121390342712402
        },
        {
            "docid": "2869453_25",
            "document": "WCFS-FM . On February 25, 2008, morning personality Mike LeBaron and midday personality Lisa Greene signed on as the first DJ's on Chicago's \"Fresh 105.9.\" On April 13, Program Director Mike Peterson named Rick Hall as afternoon host. Previously, LeBaron had been well known as a longtime part-time market veteran at WTMX-FM and WUSN-FM. Fellow market veteran Greene previously hosted an Oldies dance show on WJMK and similar features at WILV and WUBT (now WKSC-FM), was an APD/MD for AC stations, and had worked for many years as a traffic and news reporter, and co-host. Hall worked double duty as weekend/fill-in host at sister station WUSN and music director–midday host at Milwaukee's WFZH.",
            "score": 28.89007878303528
        },
        {
            "docid": "37973159_2",
            "document": "Dancing with the Stars (Thai TV series) . Dancing with the Stars is a dance competition show airing on BBTV Channel 7 in Thailand. The show is the Thai version of the British television series \"Strictly Come Dancing\". Sornram Teppitak, Thai actor and Thai pop singer, hosts with co-host Morakot Kittisara, Miss Thailand Universe 2004.",
            "score": 21.755055904388428
        },
        {
            "docid": "1120774_6",
            "document": "C+C Music Factory . All four singles from their debut album reached No. 1 on the \"Billboard\" Dance/Club Play chart, and all four were also crossover Pop and R&B hits. The first single, \"Gonna Make You Sweat (Everybody Dance Now)\", reached No. 1 on the \"Billboard\" Hot 100 and R&B Singles chart (and No. 3 in the UK). The fourth and final single from their debut album, \"Just a Touch of Love\", featured in the movie \"Sister Act\". The album contained two more Top 5 singles; \"Here We Go (Let's Rock & Roll)\" reached No. 3 on Billboard's Hot 100 chart (and No. 20 in the UK), and \"Things That Make You Go Hmmm\" (inspired by a phrase uttered periodically by late-night talk show host, Arsenio Hall) reached No. 4 (and No. 4 in the UK).",
            "score": 29.140273094177246
        },
        {
            "docid": "8377419_4",
            "document": "Double-duty dollar . Though the Swadeshi movement had much broader goals, in the 1920s Mohandas Gandhi of India urged his countrymen to avoid funding their own subjugation by buying items from the British which they could produce and trade independently, such as cloth and clothing. In the 1940s and 1950s, Leon Sullivan applied the broader phrase \"'selective patronage\" to denote consumers' choice of retailers as a tool a) to influence businesses toward having more fair and just interactions with African Americans, and b) to build demand for African-American businesses.",
            "score": 19.40463137626648
        },
        {
            "docid": "53603_12",
            "document": "Double star . Apart from these pairs, the components of a double star are generally denoted by the letters A (for the brighter, \"primary\", star) and B (for the fainter, \"secondary\", star) appended to the designation, of whatever sort, of the double star. For example, the components of α Canis Majoris (Sirius) are α Canis Majoris A and α Canis Majoris B (Sirius A and Sirius B); the components of 44 Boötis are 44 Boötis A and 44 Boötis B; the components of ADS 16402 are ADS 16402A and ADS 16402B; and so on. The letters AB may be used together to designate the pair. In the case of multiple stars, the letters C, D, and so on may be used to denote additional components, often in order of increasing separation from the brightest star, A. Visual doubles are also designated by an abbreviation for the name of their discoverer followed by a catalogue number unique to that observer. For example, the pair α Centauri AB was discovered by Father Richaud in 1689, and so is designated \"RHD 1\". Other examples include Δ65, the 65th double discovered by James Dunlop, and Σ2451, discovered by F. G. W. Struve.",
            "score": 22.129040837287903
        },
        {
            "docid": "2558317_7",
            "document": "Kerry Washington . In April 2016, Washington confirmed that, in the 1990s in New York, she learned to dance from Jennifer Lopez. During her appearance on The Tonight Show Starring Jimmy Fallon, she told host Jimmy Fallon that \"I've been taking dance for a long time, since I was a little girl. I had this very inspiring teacher named Larry Maldonado, for anybody from my neighborhood in the Bronx, he was our role model\", Washington continued, \"And he had an awesome substitute teacher named Jennifer, who would sometimes step in and teach. But, then she left to move to Los Angeles and be on the TV show In Living Color. So, yes, I learned to dance from JLo!\" Washington verified.",
            "score": 20.27878451347351
        },
        {
            "docid": "7091671_2",
            "document": "Burgo's Catch Phrase . Burgo's Catch Phrase was an Australian game show that ran between 1997 and 2003, produced by Southern Star Group (and later by the joint-venture Endemol Southern Star) for the Nine Network. The show was based on the British and American versions of the game, and was originally knowned simply as Catch Phrase until 1999 where the show was renamed as Burgo's Catch Phrase In honour of its host, John Burgess. The show was cancelled in 2003 after a revamp of the show and a hiatus in 2001.",
            "score": 25.946770429611206
        }
    ],
    "r": [
        {
            "docid": "27748226_11",
            "document": "Jeopardy! . During the Jeopardy! round, except in response to the Daily Double clue, contestants are not penalized for forgetting to phrase their response in the form of a question, although the host will remind contestants to watch their phrasing in future responses. In the Double Jeopardy! round and in the Daily Double in the Jeopardy! round, the phrasing rule is followed more strictly, with a response not phrased in the form of a question counting as wrong if it is not re-phrased before the host or judges make a ruling. If it is determined that a previous response was wrongly ruled to be correct or incorrect, the scores are adjusted at the first available opportunity. If, after a game is over, a ruling change is made that would have significantly altered the outcome of the game, the affected contestant(s) are invited back to compete on a future show.",
            "score": 49.45060348510742
        },
        {
            "docid": "25242135_3",
            "document": "We Need Answers . In \"We Need Answers\", Watson acted as the main host, Key as the question master, and Horne as the studio expert, as well as the man responsible for the computer graphics and sound effects used in the show.",
            "score": 45.60863494873047
        },
        {
            "docid": "46325838_4",
            "document": "My Oga at the top . The phrase is common in Nigeria, used in public and government offices, and became very popular when Channels TV's morning program Sunrise Daily interviewed Obafaiye Shem, the Lagos State Commandant of the Nigeria Security and Civil Defence Corps on the need to know the correct website of the corp to avoid misleading job seekers. He was asked, \"What is the website of the NSCDC?\" And he responded, \"I cannot categorically tell you one now.\" He was asked again, \"Do you mean that NSCDC has multiple websites?\" He responded, \"We can't have multiple websites but I cannot tell you one now, and “My Oga At The Top” say is another one and the one we are going to make use of will be made known by “My Oga At The Top”. Nigerians considered his response inappropriate and it went viral.",
            "score": 44.24652099609375
        },
        {
            "docid": "6026198_32",
            "document": "Monty Hall problem . Among the simple solutions, the \"combined doors solution\" comes closest to a conditional solution, as we saw in the discussion of approaches using the concept of odds and Bayes theorem. It is based on the deeply rooted intuition that \"revealing information that is already known does not affect probabilities\". But, knowing that the host can open one of the two unchosen doors to show a goat does not mean that opening a specific door would not affect the probability that the car is behind the initially chosen door. The point is, though we know in advance that the host will open a door and reveal a goat, we do not know \"which\" door he will open. If the host chooses uniformly at random between doors hiding a goat (as is the case in the standard interpretation), this probability indeed remains unchanged, but if the host can choose non-randomly between such doors, then the specific door that the host opens reveals additional information. The host can always open a door revealing a goat \"and\" (in the standard interpretation of the problem) the probability that the car is behind the initially chosen door does not change, but it is \"not because\" of the former that the latter is true. Solutions based on the assertion that the host's actions cannot affect the probability that the car is behind the initially chosen appear persuasive, but the assertion is simply untrue unless each of the host's two choices are equally likely, if he has a choice (Falk 1992:207,213). The assertion therefore needs to be justified; without justification being given, the solution is at best incomplete. The answer can be correct but the reasoning used to justify it is defective.",
            "score": 44.20508575439453
        },
        {
            "docid": "2681823_5",
            "document": "The Wild East . A notable quote is when the midget patriarch says \"remember there is no sex in our country.\" The phrase is a quotation of a famous episode from the \"perestroika\"-era TV show \"US-Soviet Space Bridge\" hosted by Vladimir Pozner when an American asked a question about TV advertisements exploiting sex in the Soviet Union, and a Soviet lady (, Liudmila Ivanova) proudly answered \"There is no sex in the USSR!\". In fact, she said \"Well, sex... (laugh) we don't have it, and we are absolutely against it!\", which was then corrected by another soviet lady present in the show: \"We do have sex, but we do not have advertisements!\".",
            "score": 41.842010498046875
        },
        {
            "docid": "20412552_43",
            "document": "Un, dos, tres... responda otra vez . Some changes were introduced in the rules of the question round. For the first time a random amount thrown by a slot machine would be given for each correct answer to the first question. The first question would be exactly the same question for the three couples, and it would be based on the theme of the week. Couples would be introduced in the studio one by one, being locked away so that they could not hear the first question and answer in advantage. The second question would be a regular question like in previous seasons, and for the third question a new system was presented. Instead of a regular question, the host would read a statement, and then words that needed a match to be given, for example, if the statement was \"Books and authors\", the host said \"Don Quixote\", and the contestants had to say \"Cervantes\", then the host said \"Romeo and Juliet\", and the contestants had to say \"Shakespeare\", and so on, until the contestants gave a wrong answer or the usual 45 seconds were over. This type of question was introduced from the British adaptation of the show.",
            "score": 41.39275360107422
        },
        {
            "docid": "3729941_70",
            "document": "Who Wants to Be a Millionaire (U.S. game show) . The U.S. \"Millionaire\" also made catchphrases out of various lines used on the show. In particular, \"\"Is that your final answer?\"\", asked by \"Millionaire\"<nowiki>'</nowiki>s hosts whenever a contestant's answer needs to be verified, was popularized by Philbin during his tenure as host, and was also included on TV Land's special \"100 Greatest TV Quotes and Catch Phrases\", which aired in 2006. Meanwhile, during his tenure as host, Cedric signed off shows with a catchphrase of his own, \"\"Watch yo' wallet!\"\"",
            "score": 40.69231414794922
        },
        {
            "docid": "32056391_10",
            "document": "We Are Singaporeans . The number of contestants were reduced to two while the number of celebrities remained at 6, similar to Season 3. The host is now changed to Najip Ali (who also hosted the Malay edition \"Kita Orang Singapura\") and the questions are now focused on global trends and current affairs, hence the title \"Global Edition\". The round had six questions that focused on the statistics and surveys asked by Singaporeans, which are narrated by the celebrity icon. The contestant starting from the left podium, will get to choose one of the six celebrity icons to ask them a survey-related multiple-choice question of three answers. Every correct answer is worth $200. In replacement with the Hero or Zero card, which was removed for the entire season, an incorrect answer will result in a 'Kena Fine', which deducts the contestant's winnings from $1 up to $100, with a penalty of up to $261 (the denominations were $1, $10, $20, $50, $80 and $100; the winnings cannot go below $0 or end with negative score). The next contestant will have to answer from the remaining two options; a correct answer will earn $100, but an incorrect answer will also deduct by the same denomination. This made for a maximum possible winnings of $900.",
            "score": 40.672462463378906
        },
        {
            "docid": "1029178_8",
            "document": "Contextualism . That is, when we attribute knowledge to someone, the context in which we use the term 'knowledge' determines the standards relative to which \"knowledge\" is being attributed (or denied). If we use it in everyday conversational contexts, the contextualist maintains, most of our claims to \"know\" things are true, despite skeptic's attempts to show we know little or nothing. But if the term 'knowledge' is used when skeptical hypotheses are being discussed, we count as \"knowing\" very little, if anything. Contextualists use this to explain why skeptical arguments can be persuasive, while at the same time protecting the correctness of our ordinary claims to \"know\" things. It is important to note that this theory does not allow that someone can have knowledge at one moment and not the other, for this would hardly be a satisfying epistemological answer. What contextualism entails is that in one context an utterance of a knowledge attribution can be true, and in a context with higher standards for knowledge, the same statement can be false. This happens in the same way that 'I' can correctly be used (by different people) to refer to different people at the same time.",
            "score": 40.64385223388672
        },
        {
            "docid": "39286094_3",
            "document": "Kisko Milega Cash . Star One is famous for its one of a kind game shows right from Laughter Challenge to Bluffmaster. And yet again, they have come out with another original concept called Kisko Milega Cash- a game show where the contestants need to do just one simple thing, justify why they are in need of cash. Speaking about the concept of the show and what drove him to come up with such a unique concept, Ravinath Menon, EVP and GM, Star One, says, “This show is one of a kind. And Star One has always been known for presenting its viewers with something that is exciting and apart from the norm, and we aim to do the same with Kisko Milega Cash. The whole show is about being for the people and by the people. Hence we decided to make it a in-house production. It is for real people with real needs.The main concept of the show is to award prize money to people who are actually in need of it. Each set of contestants, 3 per episode, are chosen by our creative team and will be judged by the viewers through SMS’s, in totality.” Further on the concept, he adds, “We will give each contestant a minute to tell India their needs and why they should win the money. We will also be doing an extensive research on each of the contestants to verify the authenticity of the needs by questioning their neighbours, friends and family. It will be a 28 episode show, but we will be showing the first 20 episodes with three contestants each. The rest of the 8 episodes will be like a bumper episode where-in we will take contestants whose needs cannot be satisfied within five lakhs and here the winning prize will be 25 lakhs. If the show is appreciated by the audience, we will plan on bringing out another season of it. And each episode will showcase contestants from different walks of life.” Vinod Sherawat, the host, says about the show, “There are a lot of talent shows happening on television, but no-one has come up with such a concept for a game show. All other shows have only been about making a rich celebrity richer, but this show is all about helping common man to fulfill his desires and dreams.”",
            "score": 40.559051513671875
        },
        {
            "docid": "438454_6",
            "document": "Double Dare (Nickelodeon game show) . Each round begins with a toss-up physical challenge in which both teams compete, with the winning team receiving both initial control of the round, and money for their score. After the toss-up, the host begins asking trivia questions of the team in control. Each correct answer earns a monetary award, and allows the team to maintain control, while an incorrect answer, or failure to respond within approximately ten seconds turns control over to the opponents. However, the team can dare their opponents to answer the question, doubling its value; in response, the opponents can double dare for quadruple the original value. When the team in control is challenged to a double dare, they have to either answer or compete in a physical challenge. An incorrect answer, or not responding within approximately five seconds on a dare or double dare, awards both control and the appropriate amount of money to the team that issues it. The second round plays the same as the first, with question values doubled. On the original \"Double Dare\" and \"Super Sloppy Double Dare\", a question was initially worth $10. On \"Family Double Dare\" and \"Double Dare 2000\", a question was initially worth $25. On the 2018 \"Double Dare\", a question is initially worth $50.",
            "score": 39.73973846435547
        },
        {
            "docid": "30461888_5",
            "document": "Perfection (game show) . In each round, the booth is turned off and the contestant has 45 seconds to answer four true/false statements. Once time runs out or all four statements have been played, the booth is turned on so the suspects can see the statements and answers, and the host asks if they would have responded differently. The number of correct answers is then revealed, but not specifically which ones. If the contestant has all four correct, he/she wins the round. Otherwise, the suspects are given a chance to change the responses they believe are incorrect, and can win the round by choosing correctly. The suspects win by default if all four of the contestant's answers are incorrect. If the suspects fail to change all answers missed by the contestant, neither side wins the round.",
            "score": 39.68037414550781
        },
        {
            "docid": "1888459_6",
            "document": "The Receiving End of Sirens . The band has also been known to perform under the pseudonym The Red Eye of Soromon , or, if abbreviated, TREOS. Andrew explained the name change in an interview for www.drivenfaroff.com: \"Sometimes we just feel like playing a show near home and not announcing it as a TREOS show, just keeping it small and intimate and stuff. And you know, when you play a lot of shows you have to worry about your draw, and a lot of bands will purposefully not play their hometown area for a long time to build up a draw. It’s something that every band needs to be conscious of. And for us, we got to thinking, “We haven’t played a show in Massachusetts for a long time, kind of purposefully “we need to give ourselves a break and not saturate the market so people don’t care about seeing us anymore,” you know? And it got to the point where like, “Man, we miss playing hall shows and stuff. Let’s just do one,” and we talked to Alex from Therefore I Am because we love those guys and love playing with them, and worked it out. He set up the show and it just worked out great. People have caught on and every time they see The Red Eye of Soromon they’re obviously going to know it’s us, but it’s just something to do to be fun, you know, just be goofy about it, show people that we don’t take ourselves too seriously and that we still love playing shows like this. Playing big shows is great, playing big clubs is great, but it loses something at that level, you know? And it’s not as intimate and off-the-cuff and random as shows like these, and we love doing it, so we’re going to keep doing it as long as we’re a band, regardless of how well or how poorly the band does from here on out.\" The most recent performance under the pseudonym was on May 16, 2012.",
            "score": 38.552001953125
        },
        {
            "docid": "27748226_7",
            "document": "Jeopardy! . The Jeopardy! round begins when the returning champion selects a clue, which may be from any position on the game board. The clue is revealed and read aloud by the host, after which any contestant may ring-in using a hand-held signaling device. The first contestant to ring-in successfully is prompted to provide a response to the clue, phrased in the form of a question. For example, if a contestant were to select \"Presidents for $200\", the resulting clue could be \"This 'Father of Our Country' didn't really chop down a cherry tree\", to which the correct response would be \"Who is/was George Washington?\" (Contestants are free to phrase the response in the form of any question; the traditional phrasing of \"who is/are\" for people or \"what is/are\" for things or words is almost always used.) If the contestant responds correctly, the clue's dollar value is added to the contestant's score, and they may select a new clue from the board. An incorrect response, or a failure to respond within five seconds, deducts the clue's value from the contestant's score and allows the other contestants the opportunity to ring-in and respond. If no contestant both rings-in and responds correctly, the host gives the correct response; the \"last correct questioner\" chooses the next clue.",
            "score": 38.487823486328125
        },
        {
            "docid": "4855263_9",
            "document": "Tim Key . In 2007, Key took his first solo poetry show to Edinburgh. It was called \"The Slut in the Hut\" and sold out. In this year \"We Need Answers\" also debuted. Key was question master in a debauched quiz to find the smartest comedian. Mark Watson and Alex Horne made up a trio of hosts who ultimately crowned Paul Sinha the first winner of this show. Guests on We Need Answers included Germaine Greer, Sharon Horgan and Miranda Hart. Key also starred in Mark Watson's 24-hour jamboree.",
            "score": 38.438377380371094
        },
        {
            "docid": "19404850_7",
            "document": "Benjamin Cook (journalist) . For \"Radio Times\" magazine, Cook has written on E4 teen drama \"Skins\" (\"The assertion that it's our job simply to reflect life is always a cop-out,\" co-creator Bryan Elsley told him. \"But people who think it's our duty to educate young people on the correct way to live are just as bonkers\"), ITV talent show \"The X Factor\" (\"We weren't always fighting,\" Dannii Minogue confessed about ex-judge Sharon Osbourne, \"but Sharon made it clear that she didn't like me, so she won't be missed. Not by me\"), short-lived ITV fantasy drama \"Demons\" (\"I didn't entirely understand \"Demons\",\" actor Richard Wilson told Cook. \"I just had to say I did and hope no-one caught on\"), the BBC's \"The Omid Djalili Show\" (\"The first series was OK, but we all agreed it was there to be bettered,\" said Omid Djalili. \"It was a bit slapdash, to be honest\"), \"Dan Cruickshank's Adventures in Architecture\" and \"Wild China\", Comedy Central's \"Kröd Mändoon and the Flaming Sword of Fire\", as well as BBC dramas \"Doctor Who\", \"The Sarah Jane Adventures\", \"Merlin\", \"Little Dorrit\" and \"Spooks\". In 2009, Cook interviewed US boy band the Jonas Brothers for \"Radio Times\", in which they spoke out about the controversy surrounding comedian Russell Brand's ridicule of their chastity rings at the 2008 MTV Video Music Awards: \"You know what? We were happy to see he recognised their value,\" reasoned Joe. \"You have to learn to laugh,\" Kevin added. The next year, Cook conducted the \"first Twitter interview\" with Stephen Fry, asking him how he accounted for (fellow 2010 National Television Award nominee) Piers Morgan's career: \"It's pretty hard to imagine, isn't it?\" replied Fry. \"Biodiversity is the answer... Just as nature needs a few snakes and bugs, TV needs Piers Morgan and me!\"",
            "score": 38.38654327392578
        },
        {
            "docid": "40476283_12",
            "document": "Million Dollar Minute . In 60 seconds, Grant Denyer (2013) or Simon Reeve (2014-2015) reads out five multiple choice questions each with three answers. The host reads the questions at 12-second intervals. In the last two seconds for each question, the answers on the contestant's touch screen begin to flash. The contestant must submit their answer during this two-second interval. Once all five questions are answered, five numbers which represent the contestant's choices are shown on a screen and checked one at a time in a random order. If all answers are correct, the contestant has won the jackpot. If any answer is incorrect, the contestant will play again in the following show's game for the same jackpot.",
            "score": 38.36469650268555
        },
        {
            "docid": "15321382_5",
            "document": "PlayCafe . Live shows were no longer produced after December 18, 2008. Users could host their own shows using the site's interface, some of which differed from those that PlayCafe ran. On January 30, 2009, the game user interface was replaced with a redirect to the PlayCafe blog, which stated: \"...[W]e have decided to hold off on producing shows for now. We are thrilled with the enthusiasm of so many of you... Unfortunately in these challenging times, it has been difficult to continue our growth. We are exploring partnerships with companies that can use PlayCafe's technology and give our shows wider distribution... Thank you all for your enthusiasm and support and we hope to see you again soon!\" Every user that watches PlayCafe during a live show is a contestant on the show: players enter answers via an Adobe Flash interface, which displays the question, answer choices, statistics of the user, and a leaderboard after each question. PlayCafe is currently streamed through Stickam.",
            "score": 38.299259185791016
        },
        {
            "docid": "23691318_13",
            "document": "There's More Than One of Everything . Co-creator and executive producer Roberto Orci explained in an interview that the big reveal at the end of the episode, in which Olivia meets Bell in the parallel universe, was actually planned for a fourth season, but the writers decided \"let's actually answer something instead and not get, not just rely on that mystery forever. And so we actually chose to give kind of a big answer and have to come with a different show than we ever intended\". The writers wanted to use an iconic image for the scene, leading to staff writer Andrew Kreisberg's suggestion of the Twin Towers. Wyman first thought it was \"the greatest idea in the world\" before having doubts that its use would \"sensationalize\" it. He explained, \"But then, when we started thinking about it, we thought collectively America really understood 9/11 is such a monumental moment so we felt it wasn’t exploited but indicative of the times we’re living in right now. We used it and that was the end of the first season and then we were all really thrilled with where it was going.\" The cast would later recollect on the series, and for Jackson, considered that the show has never \"had a better visual or a better cliff-hanger\" as this finale.",
            "score": 38.242496490478516
        },
        {
            "docid": "38156_41",
            "document": "Who Wants to Be a Millionaire? . On the Australian versions, McGuire replaces the phrase with \"Lock it in?\"; likewise, the Indian version's hosts have used varying \"lock\" catchphrases. There are also a number of other non-English versions of \"Millionaire\" where the host does not ask \"[Is that your] final answer?\" or a literal translation thereof. Besides the \"final answer\" question, other catchphrases used on the show include the contestants' requests to use lifelines, such as \"I'd like to phone a friend\"; and a line that Tarrant spoke whenever a contestant was struggling with a particular question, \"Some questions are only easy if you know the answer.\"",
            "score": 38.231658935546875
        },
        {
            "docid": "1317798_3",
            "document": "The Chamber (game show) . To begin, two contestants (always one male and one female) were posed a question by host Rick Schwartz. The contestants went back and forth, providing a single answer that fit the category. Once a correct answer was given, the opponent had to do the same. If a contestant gave an incorrect answer, repeated an answer, or took too much time, the opponent could score a point by giving one more right answer. The first to score two points in this way moved on to the main game, the loser left with nothing.",
            "score": 38.04777908325195
        },
        {
            "docid": "1185945_14",
            "document": "Chain Reaction (game show) . The third format had the same time limit, but each of the first nine correct responses were now worth $100, and the tenth correct response increased the contestant's winnings to $10,000. After two weeks, the format was slightly modified so that the contestant was staked with $100 at the start of the round, thus reducing the number of correct answers needed for a $10,000 win to nine.",
            "score": 38.03288650512695
        },
        {
            "docid": "38680120_12",
            "document": "John M. Last . Later in the same interview, he stated: \"\"...our duty as public health officials is to assemble, assess and evaluate the evidence on public health problems affecting the population we serve. We must show leadership in presenting this evidence to elected officials to whom we are answerable, and must be prepared also to communicate this evidence to the general public, along with actions needed to control the public health problems that we identify. We must be prepared to defend our decisions, which are sometimes opposed by eloquent representatives of powerful vested interest groups. To be effective in this role, we need political savvy – sometimes the most important of the skills we possess.\"\"",
            "score": 37.909568786621094
        },
        {
            "docid": "38156_8",
            "document": "Who Wants to Be a Millionaire? . Once a contestant enters the main game, they are asked increasingly difficult general knowledge questions by the host. Each features four possible answers, in which the contestant must give the correct answer. Doing so wins them a certain amount of money, with tackling much tougher questions increasing their prize fund. During their game, the player has a set of lifelines that they may use only once to help them with a question, as well as two \"safety nets\" - if a contestant gets a question wrong, but had reached a designated cash value during their game, they will leave with that amount as their prize. While the first few questions are generally easy, subsequent ones after them will prompt the host to ask if the answer they gave is their \"final answer\" - if it is, then it is locked in and cannot be changed. If a contestant feels unsure about an answer, and does not wish to play on, they can walk away with the money they have won, to which the host will ask them to confirm this as their final decision; in such cases, the host will usually ask them to state what answer they would have gone for, and reveal if it would have been correct or incorrect.",
            "score": 37.661842346191406
        },
        {
            "docid": "24797_12",
            "document": "Proclus . There is a double motivation found in Neoplatonic systems. The first is a need to account for the origin and character of all things in the universe. The second is a need to account for how we can know this origin and character of things. These two aims are related: they begin from the assumption that we can know reality, and then ask the question of what reality must be like, in its origin and unfolding, so that we can know it. An important element in the Neoplatonic answer to these questions is its reaction to Scepticism. In response to the sceptical position that we only know the appearances presented by our senses, and not the world as it is, Plotinus placed the object of knowledge inside the soul itself, and accounted for this interior truth through the soul's kinship with its own productive principles.",
            "score": 37.5635986328125
        },
        {
            "docid": "21922177_11",
            "document": "Grounding in communication . \"Relevant next turn\" refers to the initiation or invitation to respond between speakers, including verbal and nonverbal prompts for turn-taking in conversation. Questions and answers act as adjacency pairs, the first part of the conversation is relevant to the second part. Meaning that a relevant utterance needs to be made in response to the question in order for it to be accepted. For example: Chico is revealing that he did not understand Miss Dimple's first question. She then corrects her phrase after realizing Chico's utterance wasn't an appropriate response and they continue to communicate with adjacent pairs.",
            "score": 37.313995361328125
        },
        {
            "docid": "4722099_21",
            "document": "On Denoting . Strawson also argued that we often need to know the use of a word to understand its meaning, such as in statements of the form, \"The table is covered with books.\" In normal use, the expression would be referring to one particular table. It is false, Strawson believed, to think, as Russell, that the phrase will only have meaning insofar as there is only one table and no more. The phrase has application in virtue of the fact that one table and no more is what is being referred to, and it is understood that the table is what is being referenced.",
            "score": 37.20176315307617
        },
        {
            "docid": "56493821_4",
            "document": "Think Tank (Australian TV series) . Before the show, the Think Tank answered quiz questions under strict conditions to determine which eight are in the tank that episode, because if a Think Tanker gets question: impossible correct they cannot be in the episode. Three contestants play against each other across five rounds. The phrases, \"Shut the gate\", \"kill the goat\" or \"dance like a pagan\" are sometimes used, similar to the phrase, \"Lock it in\", from rival game show \"Millionaire Hot Seat\", when selecting an answer. Each contestant gets asked three questions. When a question is asked, each answer given by the Think Tank is displayed, some being correct, some not, with one of the options being the correct answer. The contestant must decide which of the options is the correct answer. 15 points are given for each correct answer, with 45 being the maximum points total possible.",
            "score": 37.13191604614258
        },
        {
            "docid": "20794754_3",
            "document": "Echo answer . The Finnish language is one language that employs echo answers in response to yes-no questions. It does not answer them with either adverbs or interjections. So the answer to \"Tuletteko kaupungista?\" (\"Are you coming from town?\") is the verb form itself, \"Tulemme\" (\"We are coming.\"). Negatively phrased questions are answered similarly. Negative answers use the negative verb \"en\" in coordination with the infinitive. The negative answer to \"Tunnetteko herra Lehdon?\" (\"Do you know Mr Lehto?\") is \"En tunne\" (\"I don't know.\") or simply \"En\" (\"I don't.\").",
            "score": 37.0164909362793
        },
        {
            "docid": "1721061_12",
            "document": "Baseball Tonight . One featured running gag on the show is the spoof segment \"Name That Molina\", where one of the personalities has to guess which of the three Molina catcher brothers – Bengie, Jose, or Yadier – is being shown. \"Name that LaRoche\" is another spoof segment featuring the two brothers who play for the Toronto Blue Jays Andy and the Washington Nationals Adam. Another running gag is the Umpire Fantasy League in which \"owners\" of umpires in this fictitious league are rewarded for their umpires ejecting players or coaches. It is unclear whether this is reference to the real-life Umpire Ejection Fantasy League. Also another gag in session is when an analyst on the show uses the \"Stump the host\" slogan. This is when the analyst has information on a certain players milestone that has just happened on the telecast. An example is when a player hits a home run, double, steals a base, or strikes someone out and the analyst will say \"Stump the Host; Career hr/strikeout/2-B/SB/etc. number __? The host very seldom knows the answer but will take a reasonable, and sometimes ludicrous, guess at what the answer might be. This gag is very seldom used but sometimes is quite comical for the fact that the host has no idea what the answer may be.",
            "score": 37.01622009277344
        },
        {
            "docid": "23451503_12",
            "document": "Family Feud (1977 Australian game show) . Once all the points for the first player are tallied, the second family member comes back on stage with the first contestant's answers covered and is given 20 seconds to answer the same five questions. If the second player gives the same answer as the first player on a question, a double buzzer will sound, and the host will ask for another response.",
            "score": 36.9907112121582
        },
        {
            "docid": "13398037_7",
            "document": "Whammy! Push Your Luck . Each question round included four questions. Any contestant could buzz in and answer the question, but was not immediately told if his or her answer was right. The other two contestants would then be allowed to guess the correct answer from three multiple choices (the buzz-in contestant's answer plus two alternative answers). If no contestant buzzed in, then the hosts' would read three multiple choice answers, and all three contestants would attempt to guess the correct answer. A correct buzz-in answer earned a contestant three spins for use in the Big Board round; multiple-choice was worth one spin. So a player could earn up to a maximum of twelve spins in a question round (by being the first to buzz in on all four questions, and answering all four correctly), and the maximum for all three would be 20.",
            "score": 36.84836959838867
        }
    ]
}