{
    "q": [
        {
            "docid": "19252792_3",
            "document": "Thalassophobia . Thalassophobia can include fear of being in large bodies of water, fear of the vast emptiness of the sea, of sea waves, and fear of distance from land.",
            "score": 65.68649303913116
        },
        {
            "docid": "19252792_1",
            "document": "Thalassophobia . Thalassophobia",
            "score": 38.0952730178833
        },
        {
            "docid": "19252792_2",
            "document": "Thalassophobia . Thalassophobia (Greek: θάλασσα, \"thalassa\", \"sea\" and φόβος, \"phobos\", \"fear\") is an intense and persistent fear of the sea or of sea travel.",
            "score": 52.504937171936035
        },
        {
            "docid": "17380298_81",
            "document": "Robert Mugabe . Colin Legum, a journalist with \"The Observer\", argued that Mugabe had a \"paranoidal personality\", in that while he did not suffer from clinical paranoia, he did behave in a paranoid fashion when placed under severe and sustained pressure. Mugabe biographer Andrew Norman suggested that the leader may have suffered from antisocial personality disorder. Several Mugabe biographers have observed that he had an obsession with accruing power. According to Meredith, \"power for Mugabe was not a means to an end, but the end itself.\" Conversely, Onslow and Redding suggested that Mugabe's craving for power stemmed from \"ideological and personal reasons\" and his belief in the illegitimacy of his political opposition. Denis Norman, a white politician who served in Mugabe's cabinet for many years, commented that \"Mugabe isn't a flashy man driven by wealth but he does enjoy power. That's always been his motivation\".",
            "score": 9.243452787399292
        },
        {
            "docid": "13323241_28",
            "document": "Ahimsa in Jainism . Ācārya Amṛtacandra has described as to how the consequences of violence (karmas attracted) differ from person to persons for similar and different types of acts. A small violence may bring serious consequences to one person, while to another person grievous violence may bring about lesser consequences. For instance, a person hunting and killing only one small animal suffers severe consequences while a person who is building a temple or hospital suffers milder karmic consequences even though its construction kills many animals. Even when violence is jointly committed by two persons, the same act may result in severe consequence for one person and mild consequence for another person. This may happen in the case where the leader and planner of violence binds severe \"karmas\", while a follower binds much lesser \"karmas\". One who actually does not commit violence may be responsible for \"hiṃsā\" while one who actually commits violence is not responsible for hiṃsā. For instance, a burglar who fails in his robbery is still a felon but a diligent surgeon who is trying to save a patient is not responsible for violence even if a patient dies during the surgery. Persons who have not committed violence may become responsible for violence committed by others. This may happen when a violence which is carried out by someone is approved and instigated by someone else. often gives result of \"himsa\" to one and \"himsa\" may sometimes give result of \"ahimsa\" to another. For instance, one person saves another from oppression by use of violence and hence enjoys consequences of \"ahimsa\" although resorting to violence, while another does not act to save someone wishing that the other person is not saved and thus suffers the consequences of violence although he may have not actually done anything.",
            "score": 11.7476966381073
        },
        {
            "docid": "1699268_9",
            "document": "Type A and Type B personality theory . The theory describes Type B individuals as a contrast to those of Type A. Type B personality, by definition, are noted to live at lower stress levels. They typically work steadily, and may enjoy achievement, although they have a greater tendency to disregard physical or mental stress when they do not achieve. When faced with competition, they may focus less on winning or losing than their Type A counterparts, and more on enjoying the game regardless of winning or losing. Unlike the Type A personality's rhythm of multi-tasked careers, Type B individuals are sometimes attracted to careers of creativity: writer, counselor, therapist, actor or actress. However, network and computer systems managers, professors, and judges are more likely to be Type B individuals as well. Their personal character may enjoy exploring ideas and concepts.",
            "score": 10.677697658538818
        },
        {
            "docid": "21828092_11",
            "document": "John T. Noonan Jr. . The First Amendment, guaranteeing the free exercise of religion to every person within the nation, is a guarantee that Townley Manufacturing Company rightly invokes. Nothing in the broad sweep of the amendment puts corporations outside its scope. Repeatedly and successfully, corporations have appealed to the protection the Religious Clauses afford or authorize. Just as a corporation enjoys the right of free speech guaranteed by the First Amendment, so a corporation enjoys the right guaranteed by the First Amendment to exercise religion. The First Amendment does not say that only one kind of corporation enjoys this right. The First Amendment does not say that only religious corporations or only not-for-profit corporations are protected. The First Amendment does not authorize Congress to pick and choose the persons or the entities or the organizational forms that are free to exercise their religion. All persons--and under our Constitution all corporations are persons--are free. A statute cannot subtract from their freedom.",
            "score": 10.842129588127136
        },
        {
            "docid": "392019_11",
            "document": "Mycobacterium tuberculosis . Typing of strains is useful in the investigation of tuberculosis outbreaks, because it gives the investigator evidence for or against transmission from person to person. Consider the situation where person A has tuberculosis and believes he acquired it from person B. If the bacteria isolated from each person belong to different types, then transmission from B to A is definitively disproved; however, if the bacteria are the same strain, then this supports (but does not definitively prove) the hypothesis that B infected A.",
            "score": 8.120972394943237
        },
        {
            "docid": "1126782_43",
            "document": "William T. Anderson . In a study of 19th-century warfare, historian James Reid posited that Anderson suffered from delusional paranoia, which exacerbated his aggressive, sadistic personality. He sees Anderson as obsessed with, and greatly enjoying, the ability to inflict fear and suffering in his victims, and suggests he suffered from the most severe type of sadistic personality disorder. Reid draws a parallel between the bashi-bazouks of the Ottoman Army and Anderson's guerrillas, arguing that they behaved similarly.",
            "score": 16.00219702720642
        },
        {
            "docid": "28082786_28",
            "document": "Alkarama . Torture means any act by which severe pain or suffering, whether physical or mental, is intentionally inflicted on a person for such purposes as obtaining from him or a third person information or a confession, punishing him for an act he or a third person has committed or is suspected of having committed, or intimidating or coercing him or a third person, or for any reason based on discrimination of any kind, when such pain or suffering is inflicted by or at the instigation of or with the consent or acquiescence of a public official or other person acting in an official capacity. It does not include pain or suffering arising only from, inherent in or incidental to lawful sanctions.",
            "score": 9.238714218139648
        },
        {
            "docid": "21771273_18",
            "document": "Alvin Plantinga's free will defense . Plantinga responds that \"What is important about the idea of transworld depravity is that if a person suffers from it, then it wasn't within God's power to actualize any world in which that person is significantly free but does no wrong—that is, a world in which he produces moral good but no moral evil\" and that it is logically \"possible\" that every person suffers from transworld depravity.",
            "score": 9.841800689697266
        },
        {
            "docid": "5413890_3",
            "document": "The God Delusion . In \"The God Delusion\", Dawkins contends that a supernatural creator almost certainly does not exist and that belief in a personal god qualifies as a delusion, which he defines as a persistent false belief held in the face of strong contradictory evidence. He is sympathetic to Robert Pirsig's statement in \"\" (1991) that \"when one person suffers from a delusion it is called insanity. When many people suffer from a delusion it is called religion.\" With many examples, he explains that one does not need religion to be moral and that the roots of religion and of morality can be explained in non-religious terms.",
            "score": 10.562931299209595
        },
        {
            "docid": "20780721_10",
            "document": "Yes and no . Ameka classifies these two words in different ways according to context. When used as back-channel items, he classifies them as interjections; but when they are used as the responses to a yes-no question, he classifies them as formulaic words. The distinction between an interjection and a formula is, in Ameka's view, that the former does not have an addressee (although it may be directed at a person), whereas the latter does. The \"yes\" or \"no\" in response to the question is addressed at the interrogator, whereas \"yes\" or \"no\" used as a back-channel item is a \"feedback usage\", an utterance that is said to oneself. However, Sorjonen criticizes this analysis as lacking empirical work on the other usages of these words, in addition to interjections and feedback uses.",
            "score": 1.8654274940490723
        },
        {
            "docid": "12882529_12",
            "document": "Yes, What? . Greenbottle is a member of a large family who all appear to be suffering from madness. His frequent meetings with them invariably make him late for class. He explains ludicrous tales by way of an excuse for his tardiness, often involving his family members or descriptions of his ludicrously designed house. He considers himself an expert on all topics, boasting that whatever subject the class is studying at the time is his best. He often claims to possess skills he really lacks, such as a brilliant singing voice and an expertise in poetry. This does not deter him from demonstrating his self-proclaimed talents. The extent of Greenbottle's lunacy is ambiguous as it is unclear how many of his eccentric habits are feigned to waste time and how many are inherent to his personality. His habit of saying \"Yes\" all the time causes Dr Pym to answer \"Yes, What?\", to which Greenbottle will often expound ridiculous theories or family stories. Greenbottle was played by Jack Craig-Gardiner although he left the cast for a brief period due to illness. Craig-Gardiner contributed many other minor voices to the series. For example, Greenbottle Senior and the boxer 'Dangerous Dynamite Dixon' from Episode 228.",
            "score": 14.425568222999573
        },
        {
            "docid": "9587_8",
            "document": "Euthanasia . The third element incorporated into many definitions is that of intentionality – the death must be intended, rather than being accidental, and the intent of the action must be a \"merciful death\". Michael Wreen argued that \"the principal thing that distinguishes euthanasia from intentional killing simpliciter is the agent's motive: it must be a good motive insofar as the good of the person killed is concerned.\" Similarly, Heather Draper speaks to the importance of motive, arguing that \"the motive forms a crucial part of arguments for euthanasia, because it must be in the best interests of the person on the receiving end.\" Definitions such as that offered by the House of Lords Select Committee on Medical Ethics take this path, where euthanasia is defined as \"a deliberate intervention undertaken with the express intention of ending a life, to relieve intractable suffering.\" Beauchamp and Davidson also highlight Baruch Brody's \"an act of euthanasia is one in which one person ... (A) kills another person (B) for the benefit of the second person, who actually does benefit from being killed\".",
            "score": 7.926283240318298
        },
        {
            "docid": "1992478_9",
            "document": "Jeffrey Osborne . In the new millennium, he returned with a series of albums that, while far from the success he enjoyed in the 1980s, returned him to Adult R&B radio, scoring modest chart singles such as \"Rest of Our Lives\" (#75, 2003) and his cover of Barbara Mason's classic \"Yes, I'm Ready\" (#64, 2005).",
            "score": 6.262088060379028
        },
        {
            "docid": "32066656_8",
            "document": "Yes-R . Yes-R begins has been able to target a broad audience and appears through his DVD releases. He is regularly featured not only on urban-oriented programs, but also makes an effort to take part in children shows and talk shows and has become one of the best selling rapper acts in Netherlands, winning many awards including TMF Award for \"Best Newcomer\" in 2006. Although Yes-R is successful on the charts, he has been suffering from stream of criticism about his commercialism by some other Dutch hip hop personalities and the Dutch people..",
            "score": 6.0613625049591064
        },
        {
            "docid": "51256878_11",
            "document": "Volcanalis . \"Volcanalis\" received positive reviews. The A.V. Club's Kevin McFarland gave the episode a \"B-\" grade and wrote, \"I don't like when the mythology and creature abilities on \"Grimm\" leave wide gaps for me to think about logic problems. It distracts from the episode, takes me out of a world I've come to enjoy, and for the most part learned to accept despite its flaws. But when the logic is stretched so thin — Does the Volcanalis kill everyone who takes rocks from near any dormant volcano anywhere around the world at any time? — it's impossible to ignore. Even with the benefit of two very interesting creature — or one Wesen and a demigod figure — 'Volcanalis' suffers from being too ridiculous to work completely as an episodic diversion.\"",
            "score": 9.202670574188232
        },
        {
            "docid": "1272337_4",
            "document": "Pity . The word is often used in the translations from ancient Greek into English of Aristotle's \"Poetics\" and \"Rhetoric\". Aristotle argued (Rhetoric 2.8) that before a person can feel pity for another human, the person must first have experienced suffering of a similar type, and the person must also be somewhat distanced or removed from the sufferer. In Aristotle's \"Rhetoric\" he defines pity as follows: \"Let pity, then, be a kind of pain in the case of an apparent destructive or painful harm of one not deserving to encounter it, which one might expect oneself, or one of one's own, to suffer, and this when it seems near\". Aristotle also pointed out that \"people pity their acquaintances, provided that they are not exceedingly close in kinship; for concerning these they are disposed as they are concerning themselves...For what is terrible is different from what is pitiable, and is expulsive of pity\". Thus, from Aristotle's perspective, in order to feel pity, a person must believe that the person who is suffering does not deserve their fate. Developing a traditional Greek view in his work on poetry, Aristotle also defines tragedy as a kind of imitative poetry that provokes pity and fear.",
            "score": 18.142751574516296
        },
        {
            "docid": "5071174_215",
            "document": "Ages of consent in Europe . \"(1)A person (A) commits an offence if— (a)he intentionally penetrates the vagina, anus or mouth of another person (B) with his penis, (b)B does not consent to the penetration, and (c)A does not reasonably believe that B consents. (2)Whether a belief is reasonable is to be determined having regard to all the circumstances, including any steps A has taken to ascertain whether B consents. (3)Sections 75 and 76 apply to an offence under this section.",
            "score": 7.7497053146362305
        },
        {
            "docid": "37196_30",
            "document": "Causality . Interpreting causation as a deterministic relation means that if \"A\" causes \"B\", then \"A\" must \"always\" be followed by \"B\". In this sense, war does not cause deaths, nor does smoking cause cancer or emphysema. As a result, many turn to a notion of probabilistic causation. Informally, \"A\" (\"The person is a smoker\") probabilistically causes \"B\" (\"The person has now or will have cancer at some time in the future\"), if the information that \"A\" occurred increases the likelihood of \"B\"s occurrence. Formally, P{\"B\"|\"A\"}≥ P{\"B\"} where P{\"B\"|\"A\"} is the conditional probability that \"B\" will occur given the information that \"A\" occurred, and P{\"B\"}is the probability that \"B\" will occur having no knowledge whether \"A\" did or did not occur. This intuitive condition is not adequate as a definition for probabilistic causation because of its being too general and thus not meeting our intuitive notion of cause and effect. For example, if \"A\" denotes the event \"The person is a smoker,\" \"B\" denotes the event \"The person now has or will have cancer at some time in the future\" and \"C\" denotes the event \"The person now has or will have emphysema some time in the future,\" then the following three relationships hold: P{\"B\"|\"A\"} ≥ P{\"B\"}, P{\"C\"|\"A\"} ≥ P{\"C\"} and P{\"B\"|\"C\"} ≥ P{\"B\"}. The last relationship states that knowing that the person has emphysema increases the likelihood that he will have cancer. The reason for this is that having the information that the person has emphysema increases the likelihood that the person is a smoker, thus indirectly increasing the likelihood that the person will have cancer. However, we would not want to conclude that having emphysema causes cancer. Thus, we need additional conditions such as temporal relationship of \"A\" to \"B\" and a rational explanation as to the mechanism of action. It is hard to quantify this last requirement and thus different authors prefer somewhat different definitions.",
            "score": 13.161092519760132
        },
        {
            "docid": "1874234_4",
            "document": "Species dysphoria . In a 2008 study by Gerbasi \"et al.\", 46% of people surveyed who identified as being in the furry fandom, (usually defined as a person who enjoys anthropomorphic animals, occasionally to an almost obsessive degree), answered \"yes\" to the question \"Do you consider yourself to be less than 100% human?\" and 41% answered \"yes\" to the question \"If you could become 0% human, would you?\" Questions that Gerbasi states as being deliberately designed to draw parallels with gender dysphoria, specifying \"a persistent feeling of discomfort\" about the human body and the feeling that the person was the \"non-human species trapped in a human body\", were answered \"yes\" by 24% and 29% of respondents, respectively. Likewise, these studies support the fact that the therianthropic, otherkin and furry communities are very similar in nature and are often interconnected.",
            "score": 21.96062421798706
        },
        {
            "docid": "4893539_3",
            "document": "Future interest . As a slightly more complicated example, suppose O is the owner of Blackacre. Consider what happens when O transfers the property, \"to A for life, then to B\". Person A acquires possession of Blackacre. Person B does not receive any right to possess Blackacre immediately; however, once person A dies, possession will fall to person B (or his estate, if he died before person A). Person B has a \"future\" interest in the property. In this example, the event triggering the transfer is person A's death.",
            "score": 9.209299802780151
        },
        {
            "docid": "2095829_81",
            "document": "Sonia Sotomayor . She takes several daily insulin injections, and her diabetes is considered to be well controlled. Sotomayor does not belong to a Catholic parish or attend Mass, but does attend church for important occasions. She has said, \"I am a very spiritual person [though] maybe not traditionally religious in terms of Sunday Mass every week, that sort of thing. The trappings are not important to me, but, yes, I do believe in God. And, yes, I do believe in the commandments.\"",
            "score": 2.003103494644165
        },
        {
            "docid": "40263821_10",
            "document": "Doe B . Doe B's funeral was held in Montgomery, Alabama on January 4, 2014. T.I. spoke at the funeral praising Doe B and speaking about how bright of a future in music he really had. On January 11, 2014, it was reported that three of the five surviving victims of the shooting were suing the Centennial Hill Bar & Grill. The plaintiffs Keldric Landon, Clarence Young, Jr. and Ferro Bennett have filed lawsuits against Centennial, The Flight LLC, its owner Nicole Bankhead, and the club's security company. Landon was the most injured suffered multiple gunshot injuries requiring surgery. All three victims claimed in the lawsuit that the club's bouncers were bribed into allowing weapons into the building. They are seeking compensation for medical expenses, loss of work, and pain and suffering.",
            "score": 6.167755126953125
        },
        {
            "docid": "16263446_2",
            "document": "Victim soul . The concept of the victim soul derives from the Roman Catholic teaching on redemptive suffering. Such a person is said to be one chosen by God to suffer more than most people during life, and who generously accepts the suffering, based on the example of Christ's own Passion. The Catholic Church does not officially designate anyone as a victim soul.",
            "score": 6.939073801040649
        },
        {
            "docid": "2917_28",
            "document": "Dutch hip hop . The commercial success of Dutch hip hop is largely made by Brainpower, Yes-R, Ali B, Lange Frans & Baas B and Extince. For a large part of the Dutch hip hop community Yes-R, Ali B and Lange Frans & Baas B are sometimes considered fake because they do a lot of work for children TV stations. Brainpower and Extince however both enjoy a great respect for bringing up hip hop in their native Dutch. Other commercial rappers are De Jeugd van Tegenwoordig, and one of the more popular artists in the Netherlands, Partysquad or The Partysquad. They are a 2-man group, having had success with hits such as \"Stuk\" (Broken), and \"Dat is Die Shit\" (That's the shit), with other popular songs in the background such as \"Non Stop\" ft. Brainpower, \"We Gaan Los\" (we're going crazy {because of highness or drunkenness}) with Kempi, and \"Wat Wil Je Doen\" (What do you want to do?).",
            "score": 11.307435989379883
        },
        {
            "docid": "777845_52",
            "document": "Raymond Leo Burke . At a July 23, 2011, conference on end-of-life care sponsored by the St. Gianna Physician's Guild, Burke said that suffering does not cause a person to have less meaning in his life, nor does it give the government the right to decide if that person should live or die: \"No matter how much a life is diminished, no matter what suffering the person is undergoing, that life demands the greatest respect and care. It's never right to snuff out a life because it's in some way under heavy burden.\"",
            "score": 8.30691146850586
        },
        {
            "docid": "35086131_35",
            "document": "South African company law . A close corporation is a juristic person distinct from its members. It enjoys perpetual succession, and its members have limited liability. It has the capacity and the powers of a natural person, and is encumbered by a minimal number of formalities. It may be formed by a single person. It does not deal in shares and share capital; instead, there are \"members' interests,\" which are determined as a percentage of ownership.",
            "score": 6.961576342582703
        },
        {
            "docid": "391321_2",
            "document": "Key authentication . Key authentication is used to solve the problem of authenticating the keys of the person (say \"person B\") to whom some other person (\"person A\") is talking to or trying to talk to. In other words, it is the process of assuring that the key of \"person A\" held by \"person B\" does in fact belong to \"person A\" and vice versa.",
            "score": 6.858027935028076
        },
        {
            "docid": "40637173_7",
            "document": "Hypofrontality . Major depressive disorder, or MDD, is diagnosed by a persistent low mood that affects the way a person sees themselves and how they live their life. Oftentimes, those suffering from MDD lose interest in what they used to enjoy, are constantly in an edgy mood or display slower movements. MDD and anxiety are commonly expressed comorbidly. Smaller volumes of various brain regions, including the frontal cortex, are common in those who suffer from MDD.",
            "score": 12.683953046798706
        },
        {
            "docid": "206578_25",
            "document": "Presidential system . Constitutions that only require plurality support are said to be especially undesirable, as significant power can be vested in a person who does not enjoy support from a majority of the population.",
            "score": 8.562190771102905
        }
    ],
    "r": [
        {
            "docid": "19252792_3",
            "document": "Thalassophobia . Thalassophobia can include fear of being in large bodies of water, fear of the vast emptiness of the sea, of sea waves, and fear of distance from land.",
            "score": 65.68649291992188
        },
        {
            "docid": "19252792_2",
            "document": "Thalassophobia . Thalassophobia (Greek: θάλασσα, \"thalassa\", \"sea\" and φόβος, \"phobos\", \"fear\") is an intense and persistent fear of the sea or of sea travel.",
            "score": 52.50493621826172
        },
        {
            "docid": "19252792_1",
            "document": "Thalassophobia . Thalassophobia",
            "score": 38.09527587890625
        },
        {
            "docid": "18054581_4",
            "document": "Hydro sapiens . For every question, there is an answer… What is the power of water? How weak can it make you? Should we fear it, love it, hate it? A human being is made up 66% percent out of water, so why do we need more? And in how many ways a man can drown? For all these questions, The Lunatics will try to find the answers - through a very intensive, hilarious, spectacular and even brutal search for the right value of water...",
            "score": 34.458900451660156
        },
        {
            "docid": "47777152_2",
            "document": "Shore . A shore or a shoreline is the fringe of land at the edge of a large body of water, such as an ocean, sea, or lake. In physical oceanography, a shore is the wider fringe that is geologically modified by the action of the body of water past and present, while the beach is at the edge of the shore, representing the intertidal zone where there is one. In contrast to a coast, a shore can border any body of water, while the coast must border an ocean; in that sense a coast is a type of shore; however, coast often refers to an area far wider than the shore, often stretching miles into the interior.",
            "score": 33.217529296875
        },
        {
            "docid": "21830_24",
            "document": "Nature . An ocean is a major body of saline water, and a principal component of the hydrosphere. Approximately 71% of the Earth's surface (an area of some 361 million square kilometers) is covered by ocean, a continuous body of water that is customarily divided into several principal oceans and smaller seas. More than half of this area is over deep. Average oceanic salinity is around 35 parts per thousand (ppt) (3.5%), and nearly all seawater has a salinity in the range of 30 to 38 ppt. Though generally recognized as several 'separate' oceans, these waters comprise one global, interconnected body of salt water often referred to as the World Ocean or global ocean. This concept of a global ocean as a continuous body of water with relatively free interchange among its parts is of fundamental importance to oceanography.",
            "score": 31.133638381958008
        },
        {
            "docid": "18842323_2",
            "document": "Sea . A sea is a large body of salt water that is surrounded in whole or in part by land. More broadly, \"the sea\" is the interconnected system of Earth's salty, oceanic waters—considered as one global ocean or as several principal oceanic divisions. The sea moderates Earth's climate and has important roles in the water cycle, carbon cycle, and nitrogen cycle. Although the sea has been traveled and explored since prehistory, the modern scientific study of the sea—oceanography—dates broadly to the British \"Challenger\" expedition of the 1870s. The sea is conventionally divided into up to five large oceanic sections—including the International Hydrographic Organization's four named oceans (the Atlantic, Pacific, Indian, and Arctic) and the Southern Ocean; smaller, second-order sections, such as the Mediterranean, are known as \"seas\".",
            "score": 30.82248306274414
        },
        {
            "docid": "6585135_29",
            "document": "History of slavery . Then,\" said I, \"how comes it in all our country we never heard of them?\" They told me because they lived so very far off. I then asked where were their women? Had they any like themselves? I was told that they had. \"And why,\" said I, \"do we not see them?\" They answered, because they were left behind. I asked how the vessel could go? They told me they could not tell; but that there was cloth put upon the masts by the help of the ropes I saw, and then the vessel went on; and the white men had some spell or magic they put in the water when they liked, in order to stop the vessel. I was exceedingly amazed at this account, and really thought they were spirits. I there-fore wished much to be from amongst them, for I expected they would sacrifice me; but my wishes were vain—for we were so quartered that it was impossible for any of us to make our escape.  Accounts like these raised many questions as some slaves grew philosophical with their journey. Smallwood points the challenges for slaves were physical and metaphysical. The physical would be obvious as the challenge to overcome capacity, lack of ship room, and food. The metaphysical was unique as the open sea would challenge African slaves vision of the ocean as habitable. At essence, the journey on the ocean would prove to be an African's biggest fear that would keep them in awe. Combining this with the lack of knowledge of the sea, Africans would be entering a world of anxiety never seen before. Yet, Europeans were also fearful of the sea, but not to the extent of Africans. One of these dilemmas came with the sense of time. Africans used seasonal weather to predict time and days. The moon was a sense of time, but used like in other cultures. On the sea, Africans used the moon to best count the days, but the sea did not provide seasonal changes for them to know how long they were at sea. Counting the days on a ship was not the main priority however. Surviving the voyage was the main horror. No one escaped diseases as the close quarters infected everyone including the crew. Death was so common that ships were called tumbeiros or floating tombs. What shocked Africans the most was how death was handled in the ships. Smallwood says the traditions for an African death was delicate and community based. On ships, bodies would be thrown into the sea. Because the sea represented bad omens, bodies in the sea represented a form of purgatory and the ship a form of hell. In the end, the Africans who made the journey would have survived disease, malnutrition, confined space, close death, and the trauma of the ship.",
            "score": 29.280536651611328
        },
        {
            "docid": "1691995_2",
            "document": "Greenland Sea . The Greenland Sea is a body of water that borders Greenland to the west, the Svalbard archipelago to the east, Fram Strait and the Arctic Ocean to the north, and the Norwegian Sea and Iceland to the south. The Greenland Sea is often defined as part of the Arctic Ocean, sometimes as part of the Atlantic Ocean. However, definitions of the Arctic Ocean and its seas tend to be imprecise or arbitrary. In general usage the term \"Arctic Ocean\" would exclude the Greenland Sea. In oceanographic studies the Greenland Sea is considered part of the Nordic Seas, along with the Norwegian Sea. The Nordic Seas are the main connection between the Arctic and Atlantic oceans and, as such, could be of great significance in a possible shutdown of thermohaline circulation. In oceanography the Arctic Ocean and Nordic Seas are often referred to collectively as the \"Arctic Mediterranean Sea\", a marginal sea of the Atlantic.",
            "score": 29.22679901123047
        },
        {
            "docid": "676502_9",
            "document": "Rogue wave . A rogue wave is a natural ocean phenomenon that is not caused by land movement, only lasts briefly, occurs in a limited location, and most often happens far out at sea. Rogue waves are considered rare but potentially very dangerous, since they can involve the spontaneous formation of massive waves far beyond the usual expectations of ship designers, and can overwhelm the usual capabilities of ocean-going vessels which are not designed for such encounters. Rogue waves are therefore distinct from tsunamis. Tsunamis are caused by massive displacement of water, often resulting from sudden movement of the ocean floor, after which they propagate at high speed over a wide area. They are nearly unnoticeable in deep water and only become dangerous as they approach the shoreline and the ocean floor becomes shallower; therefore tsunamis do not present a threat to shipping at sea (the only ships lost in the 2004 Asian tsunami were in port). They are also distinct from megatsunamis, which are single massive waves caused by sudden impact, such as meteor impact or landslides within enclosed or limited bodies of water. They are also different from the waves described as \"hundred-year waves\", which is a purely statistical prediction of the highest wave likely to occur in a hundred-year period in a particular body of water.",
            "score": 28.33416175842285
        },
        {
            "docid": "26530670_3",
            "document": "Ocean privatization . \"The Market for Liberty\", published in 1970, stated that \"as companies drilling for off-shore oil have proved, there is no reason why a piece of land cannot be owned and used simply because it is covered by water.\" In proposing privatization, Walter Block stated that \"there are vast areas of human existence where private property rights play no role at all: oceans, seas, rivers and other bodies of water. But why should we expect that there would be any better results from such 'water socialism' than we have experienced from socialism on land?\" Murray Rothbard's \"For a New Liberty\" likewise notes, \"Anyone can capture fish in the ocean, or extract its resources, but only on the run, only as hunters and gatherers. No one can farm the ocean, no one can engage in aquaculture. In this way we are deprived of the use of the immense fish and mineral resources of the seas...Even now there is a simple but effective technique that could be used for increasing fish productivity: parts of the ocean could be fenced off electronically, and through this readily available electronic fencing, fish could be segregated by size. By preventing big fish from eating smaller fish, the production of fish could be increased enormously.\" Mary Ruwart's \"Healing Our World\" states, \"Owners would also be more likely to invest in artificial reefs to bolster the fish population. Whalers could operate only with the permission of the owners, much as hunters must request permission to stalk deer on privately owned land. Ocean owners profit most by making sure that the valuable species in their region are not hunted to extinction.\" Much as ownership of land also, under the common law, included ownership of all the airspace above him upward indefinitely unto the heavens and downward into the center of the earth, and causing polluted air to enter another person's airspace would constitute aggression, causing polluted water to enter waters owned by another person would constitute aggression that would be legally treated as such, under an anarcho-capitalist system.",
            "score": 28.147592544555664
        },
        {
            "docid": "6456388_3",
            "document": "Biological oceanography . The Challenger Expedition was pivotal to biological oceanography and oceanography in general. The Challenger Expedition was headed by Charles Wyville Thomson in 1872-1876 The expedition also included two other naturalists, Henry N. Moseley and John Murray. Prior to the expedition, the ocean was, although interesting to many, considered an unpredictable and mostly life-less body of water and this expedition made them rethink this stance on the ocean This expedition was at the behest of The Royal Society in order to see if they would be able to lay cables at the bottom of the ocean. They also brought the equipment to collect data about the biological, chemical, and geological properties of the ocean in a systematic way. They mapped the oceanic sediment and collected data The data collected in this voyage proved that there was life in deep waters (5500 meters) and that the composition of water in the ocean is consistent.",
            "score": 28.124467849731445
        },
        {
            "docid": "532901_2",
            "document": "Aquaphobia . Aquaphobia or waterfright is a persistent and abnormal fear of water. Aquaphobia is a specific phobia that involves a level of fear of water that is beyond the patient's control or that may interfere with daily life. People suffer aquaphobia in many ways and may experience it even though they realize the water in an ocean, a river, or even a bathtub poses no imminent threat. They may avoid such activities as boating and swimming, or they may avoid swimming in the deep ocean despite having mastered basic swimming skills. This anxiety commonly extends to getting wet or splashed with water when it is unexpected, or being pushed or thrown into a body of water.",
            "score": 28.018739700317383
        },
        {
            "docid": "3386_13",
            "document": "Black Sea . Previously, it was erroneously suggested that the name had to be derived from the color of the water, or at least were to be related to climatic particulars. Black (or dark), in this context however, referred to a system in which colors represented the various \"cardinal points\" of the known world. Black, or dark represented the north, red the south, white for the west, and green or light blue for the east. This symbolism based on cardinal points was used in a plethora of different occasions, and is therefore widely attested. For example, the \"Red Sea\", a body of water reported since the time of Herodotus ( 484– 425 BC) in fact designated the Indian Ocean, together with bodies of water known as the Persian Gulf and the \"actual\" Red Sea. According to the same explanation and reasoning, it is therefore considered to be impossible for the Scythians (who principally roamed in what is present-day Ukraine and Russia) to have given the designation as they lived to the north of the sea, and it would be therefore a southern antipodal body of water for them. As the name could have only been given by a people that were well aware of both the northern \"black/dark\" and southern \"red\" seas, it is therefore considered probable that it was given its name by the Achaemenids (550–330 BC).",
            "score": 27.91645050048828
        },
        {
            "docid": "875900_2",
            "document": "Body of water . A body of water or waterbody (often spelled water body) is any significant accumulation of water, generally on a planet's surface. The term most often refers to oceans, seas, and lakes, but it includes smaller pools of water such as ponds, wetlands, or more rarely, puddles. A body of water does not have to be still or contained; rivers, streams, canals, and other geographical features where water moves from one place to another are also considered bodies of water.",
            "score": 27.83561897277832
        },
        {
            "docid": "558685_10",
            "document": "Natural environment . An ocean is a major body of saline water, and a component of the hydrosphere. Approximately 71% of the Earth's surface (an area of some 362 million square kilometers) is covered by ocean, a continuous body of water that is customarily divided into several principal oceans and smaller seas. More than half of this area is over 3,000 meters (9,800 ft) deep. Average oceanic salinity is around 35 parts per thousand (ppt) (3.5%), and nearly all seawater has a salinity in the range of 30 to 38 ppt. Though generally recognized as several 'separate' oceans, these waters comprise one global, interconnected body of salt water often referred to as the World Ocean or global ocean. The deep seabeds are more than half the Earth's surface, and are among the least-modified natural environments. The major oceanic divisions are defined in part by the continents, various archipelagos, and other criteria: these divisions are (in descending order of size) the Pacific Ocean, the Atlantic Ocean, the Indian Ocean, the Southern Ocean and the Arctic Ocean. A river is a natural watercourse, usually freshwater, flowing toward an ocean, a lake, a sea or another river. A few rivers simply flow into the ground and dry up completely before reaching another body of water.  The water in a river is usually in a channel, made up of a stream bed between banks. In larger rivers there is also a wider floodplain shaped by waters over-topping the channel. Flood plains may be very wide in relation to the size of the river channel. Rivers are a part of the hydrological cycle. Water within a river is generally collected from precipitation through surface runoff, groundwater recharge, springs, and the release of water stored in glaciers and snowpacks.",
            "score": 27.796405792236328
        },
        {
            "docid": "29055353_3",
            "document": "Borders of the oceans . Though generally described as several separate oceans, the world's oceanic waters constitute one global, interconnected body of salt water sometimes referred to as the World Ocean or global ocean. This concept of a continuous body of water with relatively free interchange among its parts is of fundamental importance to oceanography.",
            "score": 27.78926658630371
        },
        {
            "docid": "37855583_2",
            "document": "Paleoflooding . The phenomenon of paleoflooding is apparent in the geologic record over various spatial and temporal scales. It often occurred on a large scale, and was the result of either glacial ice melt causing large outbursts of freshwater, or high sea levels breaching bodies of freshwater. If a freshwater outflow event was large enough that the water reached the ocean system, it caused changes in salinity that potentially affected ocean circulation and global climate. Freshwater flows could also accumulate to form continental glacial lakes, and this is another indicator of large-scale flooding. In contrast, periods of high global sea level (often during interglacials) could cause marine water to breach natural dams and flow into bodies of freshwater. Changes in salinity of freshwater and marine bodies can be detected from the analysis of organisms that inhabited those bodies at a given time, as certain organisms are more suited to live in either fresh or saline conditions.",
            "score": 27.767776489257812
        },
        {
            "docid": "55398573_8",
            "document": "Ocean Worlds Exploration Program . On Earth, itself an ocean world, liquid water is essential to life as we know it. A question is whether the dark, alien oceans of the outer Solar System could be habitable for simple life forms, and if so, what would their biochemistry be. Exploring these moons could help to answer the question of how life arose on Earth and whether it exists anywhere else in the Solar System. It may also be possible to find pre-biotic chemistry occurring, which could provide clues to how life started on Earth. Any life detected at the remote ocean worlds in the outer Solar System would likely have formed and evolved along an independent path from life on Earth, giving us a deeper understanding of the potential for life in the universe.",
            "score": 27.664920806884766
        },
        {
            "docid": "24481973_4",
            "document": "Melinda Heffernan . She impressed the judges with her statement: \"I feel strongly that we as human beings are all entitled to fresh clean drinking water. However, our precious eco-system and oceans are under constant threat from polluted stormwater. It is our actions through land filling and vegetation clearing that result in erosion and pollution to water catchments. We can all develop strategies to minimise the amount of 'dirty water' entering our waterways. Simple measures from switching to environmentally friendly detergents and soaps to council initiatives for restoring creeks and preventing pollution. I would be honoured to encourage people to focus on cleaning our waterways so we can all enjoy our beautiful beaches and clean water for many years to come.\" She nailed the competition with her answer.",
            "score": 27.353052139282227
        },
        {
            "docid": "18842359_2",
            "document": "Ocean . An ocean (, the sea of classical antiquity) is a body of saline water that composes much of a planet's hydrosphere. On Earth, an ocean is one of the major conventional divisions of the World Ocean. These are, in descending order by area, the Pacific, Atlantic, Indian, Southern (Antarctic), and Arctic Oceans. The word \"sea\" is often used interchangeably with \"ocean\" in American English but, strictly speaking, a sea is a body of saline water (generally a division of the world ocean) partly or fully enclosed by land.",
            "score": 27.280982971191406
        },
        {
            "docid": "18842359_8",
            "document": "Ocean . Though generally described as several separate oceans, the global, interconnected body of salt water is sometimes referred to as the World Ocean or global ocean. The concept of a continuous body of water with relatively free interchange among its parts is of fundamental importance to oceanography.",
            "score": 27.26829719543457
        },
        {
            "docid": "4937086_10",
            "document": "Global commons . The global or world ocean, as the interconnected system of the Earth's oceanic (or marine) waters that comprise the bulk of the hydrosphere, is a classic global commons. It is divided into a number of principal oceanic areas that are delimited by the continents and various oceanographic features. In turn, oceanic waters are interspersed by many smaller seas, gulfs, and bays. Further, most freshwater bodies ultimately empty into the ocean and are derived through the Earth's water cycle from ocean waters. The Law of the Sea is a body of public international law governing relationships between nations in respect to navigational rights, mineral rights, and jurisdiction over coastal waters. Maritime law, also called Admiralty law, is a body of both domestic law governing maritime activities and private international law governing the relationships between private entities which operate vessels on the oceans. It deals with matters including marine commerce, marine navigation, shipping, sailors, and the transportation of passengers and goods by sea. However, these bodies of law do little to nothing to protect deep oceans from human threats.",
            "score": 27.240734100341797
        },
        {
            "docid": "31161_2",
            "document": "Tsunami . A tsunami (from , \"harbour wave\"; English pronunciation: ) or tidal wave, also known as a seismic sea wave, is a series of waves in a water body caused by the displacement of a large volume of water, generally in an ocean or a large lake. Earthquakes, volcanic eruptions and other underwater explosions (including detonations of underwater nuclear devices), landslides, glacier calvings, meteorite impacts and other disturbances above or below water all have the potential to generate a tsunami. Unlike normal ocean waves, which are generated by wind, or tides, which are generated by the gravitational pull of the Moon and the Sun, a tsunami is generated by the displacement of water.  Tsunami waves do not resemble normal undersea currents or sea waves because their wavelength is far longer. Rather than appearing as a breaking wave, a tsunami may instead initially resemble a rapidly rising tide. For this reason, it is often referred to as a \"tidal wave\", although this usage is not favoured by the scientific community because it might give the false impression of a causal relationship between tides and tsunamis. Tsunamis generally consist of a series of waves, with periods ranging from minutes to hours, arriving in a so-called \"internal wave train\". Wave heights of tens of metres can be generated by large events. Although the impact of tsunamis is limited to coastal areas, their destructive power can be enormous, and they can affect entire ocean basins. The 2004 Indian Ocean tsunami was among the deadliest natural disasters in human history, with at least 230,000 people killed or missing in 14 countries bordering the Indian Ocean.",
            "score": 27.1416015625
        },
        {
            "docid": "17351446_7",
            "document": "Geographical feature . A body of water is any significant accumulation of water, usually covering the Earth. The term \"body of water\" most often refers to oceans, seas, and lakes, but it may also include smaller pools of water such as ponds, creeks or wetlands. Rivers, streams, canals, and other geographical features where water moves from one place to another are not always considered bodies of water, but they are included as geographical formations featuring water.",
            "score": 26.983041763305664
        },
        {
            "docid": "9619285_2",
            "document": "Ocean color . The \"color\" of the ocean is determined by the interactions of incident light with substances or particles present in the water. White light from the sun is made up of a combination of colors that are broken apart by water droplets in a \"rainbow\" spectrum. Large quantities of water, even in a swimming pool, would appear blue as well. When light hits the water surface, the different colors are absorbed, transmitted, scattered, or reflected in differing intensities by water molecules and other so-called optically-active constituents in suspension in the upper layer of the ocean. The reason that open ocean waters often appear blue is due to the absorption and scattering of light. The blue wavelengths of light are scattered, similar to the scattering of blue light in the sky but absorption is a much larger factor than scattering for the clear ocean water. In water, absorption is strong in the red and weak in the blue and so red light is absorbed quickly in the ocean leaving blue. Almost all sunlight that enters the ocean is absorbed, except very close to the coast. The red, yellow, and green wavelengths of sunlight are absorbed by water molecules in the ocean. When sunlight hits the ocean, some of the light is reflected back directly, but most of it penetrates the ocean surface and interacts with the water molecules that it encounters. The red, orange, yellow, and green wavelengths of light are absorbed and so the remaining light we see is composed of the shorter wavelength blues and violets.",
            "score": 26.906423568725586
        },
        {
            "docid": "37889303_3",
            "document": "Cold core ring . The governing forces of an eddy are very dependent on its size. Small eddies are largely governed by viscosity and direction of a water body. However larger eddies are formed from a balance between the horizontal pressure gradient force, arising from differences in densities of the meeting water masses, and the Coriolis force. Due to the turbulent nature of the earth’s oceans, eddies can be found almost everywhere. Mesoscale eddies are usually seen in areas of intense, winding currents such as the Gulf Stream and the Antarctic Circumpolar Current that feeds into the South Pacific and Indian oceans, but in general can be caused by a combination of factors such as cooling of sea surface temperature, convection, direct generation from wind, or water flow past an irregular coastline. Cycolic cold-core eddies are frequently formed at the polar front by the Gulf Stream and Labrador Current. The cold, nutrient-rich waters from the Labrador Sea flow south and get caught in the eastward meandering of the Gulf Stream, traveling east across the Atlantic Ocean.",
            "score": 26.53551483154297
        },
        {
            "docid": "162776_12",
            "document": "Hylomorphism . One approach to resolving this problem relies on the fact that a living body is constantly losing old matter and gaining new matter. A five-year-old body consists of different matter than does the same person's seventy-year-old body. If the five-year-old body and the seventy-year-old body consist of different matter, then what makes them the same body? The answer is presumably the soul. Because the five-year-old body and the seventy-year-old body share a soul—that is, the person's life—we can identify them both as the body. Apart from the soul, we cannot identify what collection of matter is the body. Therefore, a person's body is no longer that person's body after it dies.",
            "score": 26.378427505493164
        },
        {
            "docid": "15452231_2",
            "document": "Wind stress . In physical oceanography and fluid dynamics, the wind stress is the shear stress exerted by the wind on the surface of large bodies of water – such as oceans, seas, estuaries and lakes. It is the force component parallel to the surface, per unit area, as applied by the wind on the water surface. The wind stress is affected by the wind speed, the shape of the wind waves and the atmospheric stratification. It is one of the components of the air–sea interaction, with others being the atmospheric pressure on the water surface, as well as the exchange of heat and mass between the water and the atmosphere.",
            "score": 26.312532424926758
        },
        {
            "docid": "335427_5",
            "document": "Erotophobia . As a clinical phobia, 'erotophobia' describes an irrational and potentially debilitating fear of some object, person or act that is related to sex. This fear either impairs a person's desire or ability to have sexual relationships, or completely prevents a person's ability to have sex. Erotophobia can also in some (but not all) individual cases, be a part of larger patterns of any of the following psychological problems—social phobia, avoidant personality disorder, body dysmorphic disorder, or general social anxiety problems. Erotophobia can also, for others, be very specific to love making with another person and not be related to any of these other social anxiety disorders. In the case of \"specific\" erotophobia, only the fear of something related to sex would be present without any other fears or syndromes.",
            "score": 26.220130920410156
        },
        {
            "docid": "5734874_17",
            "document": "Melanesian mythology . Although Melanesia seems characteristically to lack myths of the origin of the world, a tale recounting the source of the sea is quite widely spread. As told by the Baining in New Britain, the story runs as follows. In the beginning the sea was very small—only a tiny water-hole, belonging to an old woman and from which she got the salt water for the flavouring of her food. She kept the hole concealed under a cover of tapa cloth, and though her two sons repeatedly asked her whence she obtained the salt water, she refused to answer. So they determined to watch and eventually surprised her in the act of lifting the cover and dipping up the salt water. When she had gone they went to the spot and tore the cover open; and the farther they tore, the larger became the water-hole. Terrified by this, they ran away, each carrying a corner of the cloth; and thus the water spread and spread until it became the sea, which rose so that only a few rocks, covered with earth, remained above it. When the old woman saw that the sea constantly grew larger, she feared that the entire world would be covered by it, so she hastily planted some twigs along the edge of the shore, thus preventing the ocean from destroying all things.",
            "score": 26.165678024291992
        },
        {
            "docid": "1098542_2",
            "document": "Seven Seas . The \"Seven Seas\" (as in the idiom \"sail the Seven Seas\") is an ancient phrase for all of the world's oceans. Since the 19th century, the term has been taken to include seven oceanic bodies of water: The World Ocean is also collectively known as just \"the sea\". The International Hydrographic Organization lists over 70 distinct bodies of water called seas.",
            "score": 26.153783798217773
        }
    ]
}