{
    "q": [
        {
            "docid": "91452_13",
            "document": "John B. Watson . In 1913, Watson viewed Ivan Pavlov's conditioned reflex as primarily a physiological mechanism controlling glandular secretions. He had already rejected Edward L. Thorndike's \"Law of Effect\" (a precursor to B. F. Skinner's principle of reinforcement) due to what Watson believed were unnecessary subjective elements. It was not until 1916 that Watson would recognize the more general significance of Pavlov's formulation and make it the subject of his presidential address to the American Psychological Association. The article is also notable for its strong defense of the objective scientific status of applied psychology, which at the time was considered to be much inferior to the established structuralist experimental psychology.",
            "score": 37.91722238063812
        },
        {
            "docid": "354398_13",
            "document": "She: A History of Adventure . During his time in South Africa, Haggard developed an intense hatred for the Boers, but also came to admire the Zulus. However, his admiration of the Zulus did not extend to other African peoples; rather, he shared many of the assumptions that underlay contemporary Victorian politics and philosophy, such as those expressed by James Hunt, the President of the Anthropological Society of London: \"the Negro is inferior intellectually to the European...[and] can only be humanised and civilised by Europeans. The analogies are far more numerous between the Negro and apes, than between the European and apes.\" The Victorian belief in the inherent inferiority of the 'darker races' made them the object of a civilising impulse in the European Scramble for Africa. Although disenchanted with the colonial effort, Haggard remained committed to this ideology. He believed that the British \"alone of all the nations in the world appear to be able to control coloured races without the exercise of cruelty\".",
            "score": 41.34711766242981
        },
        {
            "docid": "41170680_7",
            "document": "James Stewart (missionary) . He also had many negative views about the African natives. He felt there were no moral forces present in the African natives' lives. He warned people who went there of \"descent into mere animalism and fixed and hopeless barbarism,\" showing how he viewed the lives of the Africans as inferior to his life. He was also worried about their moral degradation because of polygamy and witchcraft. Stewart thought that this degradation process was reversible through mission help. He aimed at fixing their decline through his missionary work in Africa. Stewart also implicitly suggested that Africans were racially inferior to Europeans, both physically and biologically. Even though at first James Stewart had many negative views on Africans, he did not treat them as inferiors and did everything he could to help them.",
            "score": 43.851794719696045
        },
        {
            "docid": "48371322_8",
            "document": "Lewis Harvie Blair . Later in life Blair rejected his earlier opinions, stating in an unpublished manuscript that he believed African Americans to be inferior to whites, called for the Fourteenth and Fifteenth Amendments to be repealed, and also argued for disenfranchisement and segregation. His change in stance has been compared to Thomas E. Watson.",
            "score": 38.44820952415466
        },
        {
            "docid": "91452_23",
            "document": "John B. Watson . The 20th century marked the formation of qualitative distinctions between children and adults. Watson wrote the book \"Psychological Care of Infant and Child\" in 1928, with help from his mistress, turned wife, Rosalie Rayner. Critics then determined that the ideas mainly stemmed from Watson’s beliefs because Rosalie later entitled a self-penned article \"I am a Mother of Behaviorist Sons\". In the book, Watson explained that behaviorists were starting to believe psychological care and analysis was required for infants and children. All of Watson’s exclamations were due to his belief that children should be treated as a young adult. In his book, he warns against the inevitable dangers of a mother providing too much love and affection. Watson explains that love, along with everything else as the behaviorist saw the world, is conditioned. Watson supports his warnings by mentioning invalidism, saying that society does not overly comfort children as they become young adults in the real world, so parents should not set up these unrealistic expectations. Writer Suzanne Houk, \"Psychological Care of Infant and Child: A Reflection of its Author and his Times\", critiques Watson’s views, analyzing his hope for a businesslike and casual relationship between a mother and her child. Watson disapproved of thumb sucking, masturbation, homosexuality, and encouraged parents to be honest with their children about sex. Watson's reasoning for this was that, \"all of the weaknesses, reserves, fears, cautions, and inferiorities of our parents are stamped into us with sledge hammer blows\". Watson inferred that emotional disabilities were a result of personal treatment, not inherited.",
            "score": 48.458128929138184
        },
        {
            "docid": "91452_11",
            "document": "John B. Watson . After the divorce was finalized, Watson and Rayner married in 1920 in New Jersey. They remained together until her death in 1935.John and Rosalie had two children, James and William Watson, and they raised them with behaviorist principles that John believed in. Like their half-sister, Mary, both sons also later attempted suicide.William died of suicide in 1954.",
            "score": 32.618921756744385
        },
        {
            "docid": "16289_55",
            "document": "James Watson . Watson married Elizabeth Lewis in 1968. They have two sons, Rufus Robert Watson (b. 1970) and Duncan James Watson (b. 1972). Watson sometimes talks about his son Rufus, who suffers from schizophrenia, seeking to encourage progress in the understanding and treatment of mental illness by determining how genetics contribute to it.",
            "score": 34.59288787841797
        },
        {
            "docid": "25536008_3",
            "document": "Nucleic acid tertiary structure . The double helix is the dominant tertiary structure for biological DNA, and is also a possible structure for RNA. Three DNA conformations are believed to be found in nature, A-DNA, B-DNA, and Z-DNA. The \"B\" form described by James D. Watson and Francis Crick is believed to predominate in cells. James D. Watson and Francis Crick described this structure as a double helix with a radius of 10 Å and pitch of 34 Å, making one complete turn about its axis every 10 bp of sequence. The double helix makes one complete turn about its axis every 10.4–10.5 base pairs in solution. This frequency of twist (known as the helical \"pitch\") depends largely on stacking forces that each base exerts on its neighbours in the chain. Double-helical RNA adopts a conformation similar to the A-form structure.",
            "score": 53.66284704208374
        },
        {
            "docid": "3111001_11",
            "document": "Paul Cuffee . Most Englishmen and Anglo-Americans in his day felt that people of African descent were inferior to Europeans, even in the predominantly Calvinist and Quaker New England. Although slavery continued, prominent men like Presidents Thomas Jefferson and James Madison believed the emigration of Blacks to colonies outside the United States was the easiest and most realistic solution to the race problem in America. Attempts by Europeans and Americans to colonize Blacks in other parts of the world had failed, including the British attempt to colonize Sierra Leone. Beginning in 1787, the Sierra Leone Company sponsored 400 people who departed from Great Britain for Sierra Leone. The colony struggled to establish a working economy and develop a government that could survive against outside pressures. After the financial collapse of the Sierra Leone Company, a second group, the newly created African Institution offered migration to freed slaves who had previously settled in Nova Scotia and London after the American Revolution. The African Institution's London sponsors hoped to gain an economic return while foster the \"civilizing\" trades of educated Blacks.",
            "score": 22.90094757080078
        },
        {
            "docid": "597574_2",
            "document": "James Lopez Watson . James Lopez Watson (May 21, 1922 – September 1, 2001) was a judge for the United States Court of International Trade. While serving as a judge around the country, Watson became the first African-American to head a federal court in the Deep South.",
            "score": 34.9128737449646
        },
        {
            "docid": "5482732_11",
            "document": "The Interesting Narrative of the Life of Olaudah Equiano . Equiano makes numerous references to the similarity between the Jews and his people. Like the Jews, not only did his people practice circumcision, but they also practiced sacrificing, burnt offerings, and purification. He explains how Abraham’s wife was African, and that the skin colour of Eboan Africans and modern Jews differs due to the climate difference. At the end of the first chapter, Equiano asserts that Africans were not inferior people. The Europeans saw them as inferior because they were ignorant of the European language, history, and customs. He explains that it is important to remember that the ancestors of the Europeans were once uncivilized and barbarians at one point or another. He states, \"Understanding is not confined to feature or colour.\"",
            "score": 28.583313465118408
        },
        {
            "docid": "5297977_23",
            "document": "Lion's Blood . Due to the destruction of Rome by Carthage and Egypt in 200 BC, Europe remained largely tribal while Africa advanced technologically and culturally with steamboats, rifles and airships or \"flying boats\" by the late 19th century. The dominant Africans consider Europeans to be inferior and treat them as a source of slave labour which is supplied to them by Viking raiders similar to how our timeline's European White colonists viewed Black Africans as inferior and used them as slaves supplied by African slave traders. Southern Africa is controlled by the Zulus while the Vikings control much of Northern Europe and all of Scandinavia.",
            "score": 32.62146782875061
        },
        {
            "docid": "41170680_6",
            "document": "James Stewart (missionary) . Stewart thought that Africa was lagging behind other nations. When he first traveled in Africa, he observed that magic and medicine were intertwined, which he felt made African medicine inferior to European medicine. He felt that medicine in Africa had a very large presence, but he also felt that it had many malignant effects. He learned some of the natives’ medicine, but thought that European medicine should take precedence over native medicine.",
            "score": 33.062816858291626
        },
        {
            "docid": "23415844_29",
            "document": "Slavery among Native Americans in the United States . Some Native American tribes owned slaves.  The Five Civilized Tribes implemented some of these practices which they have seen as beneficial; they were working to get along with the Americans to keep their territory. These 5 nations made the largest efforts of all the Native American peoples to assimilate into white society adoption of slavery was one of them. They were the most receptive to whites pressures to adopt European cultures.  The pressures from European Americans to assimilate, the economic shift of furs and deerskins, and the government's continued attempts to civilize native tribes in the south led to them adopting an economy based on agriculture.  Slavery itself was not a new concept to indigenous American peoples as in inter-Native American conflict tribes often kept prisoners of war, but these captures often replaced slain tribe members.  Native American “versions” of slavery prior to European contact came nowhere close to fitting the European definition of slavery as Native Americans did not originally distinguish between groups of people based on color, but rather traditions.  There are conflicting theories as to what caused the shift between traditional Native American servitude to the oppressive racialized enslavement the Five Civilized tribes adopted.  One theory is the civilized tribes adopted slavery as means to defend themselves from federal pressure believing that it would help them maintain their southern lands.  Another narrative postulates that Native Americans began to feed into the European belief that Africans were somehow inferior to whites and themselves.  Some indigenous nations such as the Chickasaws and the Choctaws began to embrace the concept that African bodies were property, and equated blackness to hereditary inferiority.  In either case “The system of racial classification and hierarchy took shape as Europeans and Euro-Americans sought to subordinate and exploit Native Americans' and Africans' land, bodies, and labor.  Whether strategically or racially motivated the slave trade promoted African slaves owned by Native Americans which led to new power relations among Native societies, elevating groups such as the Five Civilized Tribes to power and serving, ironically, to preserve native order. These same missionaries reported that Native American slave owners were brutal and indulgent masters, even though accounts of Indian freedmen gave different accounts of being treated relatively well without tyrannical treatment. The earliest record of African and Native American contact occurred in April 1502, when Spanish explorers brought an African slave with them and encountered a band. Thereafter, Native Americans interacted with enslaved Africans and African Americans in every way possible; in the early colonial days, Native Americans were enslaved along with Africans, and both often worked with European indentured laborers. \"They worked together, lived together in communal quarters, produced collective recipes for food, shared herbal remedies, myths and legends, and in the end they intermarried.\" Because both races were non-Christian, Europeans considered them other and inferior to Europeans. They worked to make enemies of the two groups. In some areas, Native Americans began to slowly absorb white culture.",
            "score": 28.013567686080933
        },
        {
            "docid": "2091495_12",
            "document": "Nucleic acid double helix . At least three DNA conformations are believed to be found in nature, A-DNA, B-DNA, and Z-DNA. The \"B\" form described by James Watson and Francis Crick is believed to predominate in cells. It is 23.7 Å wide and extends 34 Å per 10 bp of sequence. The double helix makes one complete turn about its axis every 10.4–10.5 base pairs in solution. This frequency of twist (termed the helical \"pitch\") depends largely on stacking forces that each base exerts on its neighbours in the chain. The absolute configuration of the bases determines the direction of the helical curve for a given conformation.",
            "score": 43.98588442802429
        },
        {
            "docid": "16289_6",
            "document": "James Watson . James D. Watson was born in Chicago, Illinois, on April 6, 1928, as the only son of Jean (Mitchell) and James D. Watson, a businessman descended mostly from colonial English immigrants to America. His mother's father, Lauchlin Mitchell, a tailor, was from Glasgow, Scotland, and her mother, Lizzie Gleason, was the child of Irish parents from County Tipperary. Raised Catholic, he later described himself as \"an escapee from the Catholic religion.\" Watson said, \"The luckiest thing that ever happened to me was that my father didn't believe in God.\"",
            "score": 38.16270327568054
        },
        {
            "docid": "615757_11",
            "document": "Keilor, Victoria . In about 1838-39 the first European settlements were established by pastoralists James Watson and Alexander and John Hunter. James Watson is thought to have named their home station after a farm called Keillor <sic> in Forfarshire, Scotland, one of four which his father, Hugh Watson, tenanted.",
            "score": 36.09584140777588
        },
        {
            "docid": "11124673_3",
            "document": "Edward B. Watson . Watson was born on October 7, 1844, in Garnavillo, Iowa, as the child of James Watson and Emily Adams Franklin Watson. His older brother James Watson who would also serve on the Oregon Supreme Court was born in 1840. The family moved to Oregon Territory in 1853 and settled in Douglas County. In Oregon Edward Watson received an education in the public schools and at Wilbur Academy. Then, in June 1866, he graduated with a Bachelor of Arts from Pacific University in Forest Grove, Oregon. He then studied law and began practicing in 1868 in Jacksonville, Oregon. Watson studied the law under the supervision of his brother.",
            "score": 35.371400356292725
        },
        {
            "docid": "18897691_6",
            "document": "Woodlawn Cemetery (Fairmont, West Virginia) . James Otis Watson is considered the father of the bituminous coal industry in north central West Virginia. He and Pierpont owned the first coal mine to be commercially viable following the completion of the Baltimore and Ohio Railroad linking Fairmont with the eastern seaboard markets. One of his daughters married Aretas B. Fleming. His sons, James Edwin Watson, Sylvanus Lamb Watson and Clarence Wayland Watson are also buried here.",
            "score": 32.835439920425415
        },
        {
            "docid": "2136776_8",
            "document": "Wallace Thurman . He was able to publish only one issue of \"Fire!!\". It challenged such figures as W. E. B. Du Bois and African Americans who had been working for social equality and racial integration. Thurman criticized them for believing that black art should serve as propaganda for those ends. He said that the New Negro movement spent too much energy trying to show white Americans that blacks were respectable and not inferior.",
            "score": 29.927966594696045
        },
        {
            "docid": "9627698_22",
            "document": "Child development . John B. Watson’s behaviorism theory forms the foundation of the behavioral model of development 1925. Watson was able to explain the aspects of human psychology through the process of classical conditioning. With this process, Watson believed that all individual differences in behavior were due to different learning experiences. He wrote extensively on child development and conducted research (see Little Albert experiment). This experiment had shown that phobia could be created by classical conditioning. Watson was instrumental in the modification of William James’ stream of consciousness approach to construct a stream of behavior theory. Watson also helped bring a natural science perspective to child psychology by introducing objective research methods based on observable and measurable behavior. Following Watson’s lead, B.F. Skinner further extended this model to cover operant conditioning and verbal behavior. Skinner used the operant chamber, or Skinner box, to observe the behavior of small organisms in a controlled situation and proved that organisms' behaviors are influenced by the environment. Furthermore, he used reinforcement and punishment to shape in desired behavior.",
            "score": 37.12516725063324
        },
        {
            "docid": "7299_78",
            "document": "Colonialism . Popular political practices of the time reinforced colonial rule by legitimizing European (and/ or Japanese) male authority, and also legitimizing female and non-mother-country race inferiority through studies of Craniology, Comparative Anatomy, and Phrenology. Biologists, naturalists, anthropologists, and ethnologists of the 19th century were focused on the study of colonized indigenous women, as in the case of Georges Cuvier's study of Sarah Baartman. Such cases embraced a natural superiority and inferiority relationship between the races based on the observations of naturalists' from the mother-countries. European studies along these lines gave rise to the perception that African women's anatomy, and especially genitalia, resembled those of mandrills, baboons, and monkeys, thus differentiating colonized Africans from what were viewed as the features of the evolutionarily superior, and thus rightfully authoritarian, European woman.",
            "score": 23.5503191947937
        },
        {
            "docid": "13328928_3",
            "document": "List of fictional places in Yes Minister . Buranda is a fictional West African LDC (less developed country, later known as a developing country) that features in the second episode of \"Yes Minister\" (\"The Official Visit\") and (briefly) in \"Yes, Prime Minister\" (\"A Conflict of Interest\"). Formerly British Equatorial Africa, it is referred to privately by James Hacker as a \"TPLAC\" (tin-pot little African country), much to Sir Humphrey's consternation.",
            "score": 20.173322916030884
        },
        {
            "docid": "89988_26",
            "document": "W. E. B. Du Bois . The Niagarites held a second conference in August 1906, in celebration of the 100th anniversary of abolitionist John Brown's birth, at the West Virginia site of Brown's raid on Harper's Ferry. Reverdy C. Ransom spoke and addressed the fact that Washington's primary goal was to prepare blacks for employment in their current society: \"Today, two classes of Negroes, ... are standing at the parting of the ways. The one counsels patient submission to our present humiliations and degradations; ... The other class believe that it should not submit to being humiliated, degraded, and remanded to an inferior place ... it does not believe in bartering its manhood for the sake of gain.\"",
            "score": 21.845536947250366
        },
        {
            "docid": "2095829_81",
            "document": "Sonia Sotomayor . She takes several daily insulin injections, and her diabetes is considered to be well controlled. Sotomayor does not belong to a Catholic parish or attend Mass, but does attend church for important occasions. She has said, \"I am a very spiritual person [though] maybe not traditionally religious in terms of Sunday Mass every week, that sort of thing. The trappings are not important to me, but, yes, I do believe in God. And, yes, I do believe in the commandments.\"",
            "score": 21.069820404052734
        },
        {
            "docid": "30140560_10",
            "document": "South African Class 15A 4-8-2 . Since the only difference between the as-delivered Class 15 and Class 15A lay in the length of their boilers and whether they were built with or without combustion chambers, both models were reclassified to Class 15AR when they were reboilered with Watson Standard boilers. In the case of the Class 15A engines, reboilering replaced their combustion-chambered Belpaire boilers with less efficient Watson Standard boilers without combustion chambers and it was found that the rebuilds were inferior steamers compared with their non-rebuilt sister engines.",
            "score": 31.52522611618042
        },
        {
            "docid": "417385_19",
            "document": "Melvin B. Tolson . In 1941, he published his poem \"Dark Symphony\" in the \"Atlantic Monthly\". Some critics believe it is his greatest work, in which he compared and contrasted African-American and European-American history.",
            "score": 18.471574544906616
        },
        {
            "docid": "53870916_5",
            "document": "Native American slave ownership . In an effort to avoid removal, some Native American tribes attempted to assimilate into white European society through strategies such as formal schooling, adopting Christianity, moving off the reservation, or even owning slaves. The Five Civilized Tribes implemented some of these practices which they have seen as beneficial; they were working to get along with the Americans to keep their territory. These 5 nations made the largest efforts of all the Native American peoples to assimilate into white society adoption of slavey was one of them. They were the most receptive to whites pressures to adopt European cultures. The pressures from European Americans to assimilate, the economic shift of furs and deerskins, and the government's continued attempts to civilize native tribes in the south led to them adopting an economy based on agriculture. Slavery itself was not a new concept to indigenous American peoples as in inter-Native American conflict tribes often kept prisoners of war, but these captures often replaced slain tribe members. Native American \"versions\" of slavery prior to European contact came nowhere close to fitting the European definition of slavery as Native Americans did not originally distinguish between groups of people based on color, but rather traditions. There are conflicting theories as to what caused the shift between traditional Native American servitude to the oppressive racialized enslavement the Five Civilized tribes adopted. One theory is the civilized tribes adopted slavery as means to defend themselves from federal pressure believing that it would help them maintain their southern lands. Another narrative postulates that Native Americans began to feed into the European belief that Africans were somehow inferior to whites and themselves. Some indigenous nations such as the Chickasaws and the Choctaws began to embrace the concept that African bodies were property, and equated blackness to hereditary inferiority. In either case \"The system of racial classification and hierarchy took shape as Europeans and Euro-Americans sought to subordinate and exploit Native Americans' and Africans' land, bodies, and labor. Whether strategically or racially motivated the slave trade promoted interactions between the Five Civilized Tribes and African Slaves which led to new power relations among Native societies, elevating groups such as the Five Civilized Tribes to power and serving, ironically, to preserve native order.",
            "score": 25.27677893638611
        },
        {
            "docid": "50522581_14",
            "document": "Hungarian migrant quota referendum, 2016 . The Liberals took out a loan of HUF 12 million to place 150 billboards with political messages, such as \"If You stay home, Orbán remains upon us. Vote Yes!\" Guy Verhofstadt, the leader of the Alliance of Liberals and Democrats for Europe Group (ALDE), who called the referendum question as \"leading and manipulative\", which undermines the common European solution, actively participated in the MLP's campaign. In a video message, he said the Hungarian people was forced to \"choose between Hungary and Europe\". He urged the voters to \"say Yes to Europe, and say Yes to the European future of Hungary!\" Former ALDE Party President Graham Watson also expressed his support to the Liberal Party's quota campaign.",
            "score": 31.075985431671143
        },
        {
            "docid": "37578888_2",
            "document": "Michael B. Watson . Michael B. \"Mike\" Watson (born September 19, 1961 in Hopewell, Virginia) is an American politician. A Republican, he was elected to the Virginia House of Delegates in 2011. He represented the 93rd district, made up of the city of Williamsburg and parts of the counties of James City and York and the city of Newport News on the Virginia Peninsula.",
            "score": 30.775038719177246
        },
        {
            "docid": "155375_13",
            "document": "Chris Watson . Labour, including Watson, opposed the final terms of the Commonwealth Constitution, however their voting status was not enough to stop it from proceeding, and unlike Holman and Hughes, he believed that it should be submitted to the people. Nevertheless, with all but two of the Labour parliamentarians, he campaigned against the 'Yes' vote at the referendum. When the Constitution was accepted, he agreed that 'the mandate of the majority will have to be obeyed'. He had made an essential contribution to that democratic decision.",
            "score": 36.77295207977295
        },
        {
            "docid": "1881878_5",
            "document": "Nick of Time (film) . Watson eventually finds disabled war veteran named Huey who polishes people's shoes at the hotel. While at first he does not believe Watson's story, Smith talks to Watson about the plot, believing Huey to be completely deaf according to a sign. Huey reluctantly assists Watson to get to Governor Grant's suite and advise her of the conspiracy. Although skeptical at first of Watson's story, she later notices Brendan act suspiciously about Krista's whereabouts and realizes Watson was telling the truth. Being hastened by her husband to make the last speech, the governor greets supporters in a ballroom when Watson takes out the gun, points it at a projector room where Smith is watching him and shoots at the window. This unleashes a panic in the ballroom, causing a stampede and brief shootout between Watson and the security people. Thinking that his wife is dead, Brendan openly gloats about the plot's success, only to find out in horror that she had heard everything, confirming her suspicions about him.",
            "score": 40.83841788768768
        }
    ],
    "r": [
        {
            "docid": "26926596_42",
            "document": "History of the race and intelligence controversy . In 2007 James D. Watson, Nobel laureate in biology, gave a controversial interview to the \"Sunday Times Magazine\" during a book tour in the United Kingdom. Watson stated he was “inherently gloomy about the prospect of Africa” because “all our social policies are based on the fact that their intelligence is the same as ours – whereas all the testing says not really.” He also wrote that “there is no firm reason to anticipate that the intellectual capacities of peoples geographically separated in their evolution should prove to have evolved identically. Our wanting to reserve equal powers of reason as some universal heritage of humanity will not be enough to make it so.” This resulted in the cancellation of a Royal Society lecture, along with other public engagements, and his suspension from his administrative duties at Cold Spring Harbor Laboratory. He subsequently cancelled the tour and resigned from his position at CSHL, where he had served as either director, president or chancellor since 1968. However, Watson was later appointed chancellor emeritus of CSHL, and, as of 2009, he continued to advise and guide project work at the laboratory.",
            "score": 75.7781982421875
        },
        {
            "docid": "4026045_16",
            "document": "Anomalous monism . He asks us to then consider the attribution of a belief. We are seeking a good scientific theory of amorous relations. We ask ourselves if Thomas, who has recently been betrayed by his girlfriend Ffion, believes that it is possible that the relationship can continue. The way we can find out the answer to this question is simply by asking Thomas if he believes it is possible. Thomas says no. Does this authorize us to attribute to Thomas the belief that the relationship cannot continue? Of course not, since Thomas is probably angry and confuses his desire to break up with Ffion with his beliefs. So we ask him if he is angry with Ffion. He says that he is, but we cannot attribute to him the belief that the relationship \"can\" continue, because we don't really know if he's confusing his desires with his beliefs or vice versa. So now we ask Thomas if he will still retain the same opinion next month. Thomas pauses for a while and then says yes. At this point, we think we have a definitive confirmation of the fact that Thomas believes that the relation must be interrupted, since he reflected on the matter before answering. Just to be sure, we ask him what came to mind during that interval of reflection. Thomas answers that he thought of all the unhappy incidents between that took place between him and Ffion. So we return to our original hypothesis on the basis that Thomas is angry and therefore confuses his desires and his beliefs.",
            "score": 56.70500564575195
        },
        {
            "docid": "91452_18",
            "document": "John B. Watson . Watson called language a \"manipulative habit.\" He called it this because when we speak language, the sound originates in our larynx, which is a body instrument that we manipulate every time we talk in order to hear our \"voice.\" As we change our throat shape and tongue position, different sounds are made. Watson says when a baby first cries, or first says \"da\" or \"ma,\" that it is learning language. Watson also used an experiment that he and his wife conducted, in which they conditioned a baby to say \"da-da\" when he wanted his bottle. Although the baby was conditioned and was a success for a short while, the conditioning was eventually lost. Watson does say, however, that as the child got older, he would imitate Watson as a result of Watson imitating him. By three years old, the child needed no help developing his vocabulary because he was learning from others. Thus, language is imitative.",
            "score": 56.12226867675781
        },
        {
            "docid": "234248_14",
            "document": "Maurice Wilkins . By November 1951, Wilkins had evidence that DNA in cells as well as purified DNA had a helical structure. Alex Stokes had solved the basic mathematics of helical diffraction theory and thought that Wilkins's X-ray diffraction data indicated a helical structure in DNA. Wilkins met with Watson and Crick and told them about his results. This information from Wilkins, along with additional information gained by Watson when he heard Franklin talk about her research during a King's College research meeting, stimulated Watson and Crick to create their first molecular model of DNA, a model with the phosphate backbones at the center. Upon viewing the model of the proposed structure, Franklin told Watson and Crick that it was wrong. Franklin based this on two observations. First, experiments by J.M. Gulland showed that the CO- and NH groups of the bases could not be titrated, and so were probably inaccessible. Secondly, crystallographic evidence showed that the structural units of DNA were progressively separated by the addition of water, leading to the formation of a gel and then a solution. Franklin believed that the simplest explanation of this was for the hydrophilic part of the molecule to be on the outside. Crick tried to get Wilkins to continue with additional molecular modeling efforts, but Wilkins did not take this approach.",
            "score": 54.53786849975586
        },
        {
            "docid": "25536008_3",
            "document": "Nucleic acid tertiary structure . The double helix is the dominant tertiary structure for biological DNA, and is also a possible structure for RNA. Three DNA conformations are believed to be found in nature, A-DNA, B-DNA, and Z-DNA. The \"B\" form described by James D. Watson and Francis Crick is believed to predominate in cells. James D. Watson and Francis Crick described this structure as a double helix with a radius of 10 Å and pitch of 34 Å, making one complete turn about its axis every 10 bp of sequence. The double helix makes one complete turn about its axis every 10.4–10.5 base pairs in solution. This frequency of twist (known as the helical \"pitch\") depends largely on stacking forces that each base exerts on its neighbours in the chain. Double-helical RNA adopts a conformation similar to the A-form structure.",
            "score": 53.66284942626953
        },
        {
            "docid": "57234329_9",
            "document": "Florence Bell (scientist) . The importance of Bell's work on DNA is that, although today we know that several features of her proposed model are incorrect, it nevertheless showed that DNA had a regular, ordered structure that could be studied using X-ray crystallography and so laid the foundations for later work by Maurice Wilkins, Rosalind Franklin and Raymond Gosling as well as providing James Watson and Francis Crick with a key measurement - the distance between adjacent bases - when they began their own attempt to build a model of DNA. It is also worth noting that this work was done at a time when most scientists believed that proteins were the genetic material and that DNA was just a structural component composed of a monotonous repeat of bases. Bell's note book is held in the Leeds University archives.",
            "score": 53.5285758972168
        },
        {
            "docid": "10690215_20",
            "document": "Bruno Maddox . Maddox's \"Discover\" columns are occasionally criticized; his essay \"Fictional Reality\", in particular, has been controversial. Maddox declared science fiction obsolete in his essay \"Fictional Reality\" and was roundly criticized in the blogosphere, most notably by \"Scientific American\"<nowiki>'</nowiki>s J.R. Minkel. Maddox wrote that \"fiction—all fiction—finally became obsolete as a delivery system for big ideas\" as a result of the \"scarcity of foreseeable future\", citing the decline of author Michael Crichton's work as evidence. Minkel lambasted Maddox and pointed to author Neal Stephenson's cutting-edge work as proof to the contrary, venturing that \"science fiction writers can \"dictate\" the future if they have the vim and vision\". One of Maddox's most recent \"Discover\" essays, \"The James Watson Affair\", examines comments made by James Watson in an article in London's \"Sunday Times\" which led to Watson's suspension at the laboratory where he worked and his eventual retirement, and is skeptical of critics who found Watson's comment about black employees \"not that big a deal\" yet charged him with racism for his proposition on black African intelligence; in conclusion, Maddox derides the views held by several critics, stating that in comparison to Watson's statements, \"the most ignorant and hurtful idea of all, of course, is that the entire topic of race and genes and intelligence is off-limits to all right-thinking, compassionate people, just on principle\", which pejoratively assumes \"that some races \"are\" innately and immutably much less intelligent than others\". Maddox's essay, although published in the March 2008 printed edition of \"Discover\", has not been published online.",
            "score": 52.397735595703125
        },
        {
            "docid": "3213561_4",
            "document": "Jerry Donohue . Throughout his life Donohue specialized in crystal structures and analysis, specifically of molecules relating to biology and hydrogen-bonding. In 1952, Donohue was given a Guggenheim Foundation grant to study at Cambridge University for 6 months. He shared an office with Francis Crick and James D. Watson. In his work to determine the structure of DNA, Watson had been using structure for guanine from a monograph by James N. Davidson. Davidson had depicted these bases in the enol configuration and Watson used this structure in an unsuccessful 'like-with-like' pairing of the bases. Donohue informed Watson that the published structure was just a guess and that the keto structure was more likely, based on a publication of June Broomhead and quantum mechanical calculations. Within a few days, Watson and Crick were able to build their famous model for DNA.",
            "score": 52.31368637084961
        },
        {
            "docid": "11461_25",
            "document": "Francis Crick . Many have speculated about what might have happened had Pauling been able to travel to Britain as planned in May 1952. As it was, his political activities caused his travel to be restricted by the United States government and he did not visit the UK until later, at which point he met none of the DNA researchers in England. At any rate he was preoccupied with proteins at the time, not DNA. Watson and Crick were not officially working on DNA. Crick was writing his Ph.D. thesis; Watson also had other work such as trying to obtain crystals of myoglobin for X-ray diffraction experiments. In 1952, Watson performed X-ray diffraction on tobacco mosaic virus and found results indicating that it had helical structure. Having failed once, Watson and Crick were now somewhat reluctant to try again and for a while they were forbidden to make further efforts to find a molecular model of DNA. Of great importance to the model building effort of Watson and Crick was Rosalind Franklin's understanding of basic chemistry, which indicated that the hydrophilic phosphate-containing backbones of the nucleotide chains of DNA should be positioned so as to interact with water molecules on the outside of the molecule while the hydrophobic bases should be packed into the core. Franklin shared this chemical knowledge with Watson and Crick when she pointed out to them that their first model (from 1951, with the phosphates inside) was obviously wrong.",
            "score": 51.87124252319336
        },
        {
            "docid": "10095055_53",
            "document": "Preston Watson . Confirmation from articles in the Dundee Courier in 1910 confirming completion dates of Watson's first and second aeroplanes pour cold water on the suggestion that he built and flew rocking wing aircraft any earlier. Yet the rumours persist, with no small thanks to the likes of the book The pioneer flying achievements of Preston Watson, which is full of inconsistencies and errors and relies primarily on James Watson's discredited testimony. The unearthing of factual accounts of Watson's activities has not prevented a flood of articles and further re-assertions of the discredited stories in newspapers and magazines since James made his assertions over 60 years ago, however. During the 100th anniversary year of the Wrights' first powered flights, reporters took up the story and published \"their\" exclusive in the local press, recycling the same James Watson quotes and statements between them. Facts about Preston Watson remain as obscure to the public today as before December 1953, and although James Watson later publicly denied the claims he made about his brother. there are still many who refuse to accept that his tale has been so comprehensively debunked. This is unfortunate, considering the work that Preston actually carried out, and the conviction and enthusiasm he had for his subject matter. It is truly lamentable that he isn’t remembered for his pioneering work, regardless of the fact that it has proven to be fruitless.",
            "score": 51.38056564331055
        },
        {
            "docid": "23943084_12",
            "document": "Francis Collins . In June 2000 Collins was joined by President Bill Clinton and biologist Craig Venter in making the announcement of a working draft of the human genome. He stated that \"It is humbling for me, and awe-inspiring to realize that we have caught the first glimpse of our own instruction book, previously known only to God.\" An initial analysis was published in February 2001, and scientists worked toward finishing the reference version of the human genome sequence by 2003, coinciding with the 50th anniversary of James D. Watson and Francis Crick's publication of the structure of DNA.",
            "score": 51.36713790893555
        },
        {
            "docid": "50353534_13",
            "document": "Brian Watson (entrepreneur) . Watson said he is proud of Northstar's work buying distressed real estate, arguing doing so provides benefits to communities where Northstar has a presence. \"We can take something with low utility, and turn it into a highly productive environment that has a social impact. High tides raise all boats – if we can do well by doing good and give returns back to our investors and prove an asset and help achieve dreams in the community – then that’s a life well lived,\" Watson said. Watson also stated Northstar's work building a hospital for the healthcare company Clinica will help \"serve individuals who don’t have healthcare access.\"",
            "score": 51.29844665527344
        },
        {
            "docid": "51477851_5",
            "document": "Paul Joseph Watson . Watson, along with Jones and InfoWars as a whole, used to discuss conspiracy theories such as chemtrails, the New World Order and the Illuminati before switching to material against feminism, Islam, and left-wing politics. In an interview, Watson recalled, \"I've talked about some quite fruity things in the past in my younger days, in terms of conspiracy theories. We don't all believe what we believed ten years ago.\" Watson has been described as a member of \"the new far-right\" by \"The New York Times\", who wrote in August 2017 that his \"videos are straightforward nativist polemics, with a particular focus on Europe\" and also noted his opposition to modernist architecture and modern art. Iman Abou Atta, the director of the anti-Islamophobia group Tell MAMA, has said that \"Paul Joseph Watson has become 'the' nexus for anti-Muslim accounts that we have mapped...He has become an influencer in promoting information—much of it bizarre and untrue—which has been regurgitated by anti-Muslim and anti-migrant accounts time and time again.\"",
            "score": 51.188358306884766
        },
        {
            "docid": "3739933_39",
            "document": "Turing's proof . Thus Turing has converted statements about each machine considered separately into a single \"statement\" (string) about all of them. Given the machine (he calls it G) that created this expression, he can test it with his machine E and determine if it ever produces a 0. In our first example above we see that indeed it does, so we know that not all the M's in our sequence print 0s. But the second example shows that, since the string is blanks then every Mn in our sequence has produced a 0.",
            "score": 50.947265625
        },
        {
            "docid": "3874359_6",
            "document": "Estêvão Cacella . From Cacella's own words : \"We asked as many questions as we could about the kingdom of Cathay [China] but have heard nothing of it by this name, which is completely unknown here; however, there is a kingdom which is very famous here and which they say is very large called Xembala [Sham-bha-la] next to another called Sopo [Sog-po] (Mongolia); the King does not know the law of Xembala and he has asked us about it many times. We believe it might be the kingdom of Cathay because that of Sopo belongs to the Tartars who we understand are constantly at war with China, according to information given by the King who also says that the King of China rules over a larger population; however he believes that the people of Sopo are stronger and thus normally defeat the Chinese, which is in agreement with all that is already well known about the war between the Tartars and the Chinese, and as the kingdom of Cathay is very large and the only on this side that is next to that of the Tartars as the maps show, it seems we can deduce with some probability that it is the kingdom known here as Xembala. The fact that it is not known here by the other name does not contradict our assumption, as neither China, Tartary or Tibet are known by these names, the people here having no knowledge of them; China they call Guena [rGya-nag], Tartary Sopo, and Tibet Bothanta; we are told that the way to the kingdom of Xembala is very difficult; however, I trust in the Lord because as He has brought us this far with our thoughts focused on that kingdom, so will He take us where we can see it close up, and thus next year I shall send Your Reverence news of it...with the help of the Lord I shall try to go into the kingdom of Xembala where perhaps, either there or in another kingdom in the area, our Lord will give us the opportunity to serve Him, and next year I shall inform Your Reverence of everything we can find out\"",
            "score": 50.88804626464844
        },
        {
            "docid": "11461_30",
            "document": "Francis Crick . As a result of leaving King's College for Birkbeck College, Franklin was asked by John Randall to give up her work on DNA. When it became clear to Wilkins and the supervisors of Watson and Crick that Franklin was going to the new job, and that Linus Pauling was working on the structure of DNA, they were willing to share Franklin's data with Watson and Crick, in the hope that they could find a good model of DNA before Pauling was able. Franklin's X-ray diffraction data for DNA and her systematic analysis of DNA's structural features was useful to Watson and Crick in guiding them towards a correct molecular model. The key problem for Watson and Crick, which could not be resolved by the data from King's College, was to guess how the nucleotide bases pack into the core of the DNA double helix. Another key to finding the correct structure of DNA was the so-called Chargaff ratios, experimentally determined ratios of the nucleotide subunits of DNA: the amount of guanine is equal to cytosine and the amount of adenine is equal to thymine. A visit by Erwin Chargaff to England, in 1952, reinforced the salience of this important fact for Watson and Crick. The significance of these ratios for the structure of DNA were not recognized until Watson, persisting in building structural models, realized that A:T and C:G pairs are structurally similar. In particular, the length of each base pair is the same. Chargaff had also pointed out to Watson that, in the aqueous, saline environment of the cell, the predominant tautomers of the pyrimidine (C and T) bases would be the amine and keto configurations of cytosine and thymine, rather than the imino and enol forms that Crick and Watson had assumed. They consulted Jerry Donohue who confirmed the most likely structures of the nucleotide bases. The base pairs are held together by hydrogen bonds, the same non-covalent interaction that stabilize the protein α-helix. The correct structures were essential for the positioning of the hydrogen bonds. These insights led Watson to deduce the true biological relationships of the A:T and C:G pairs. After the discovery of the hydrogen bonded A:T and C:G pairs, Watson and Crick soon had their anti-parallel, double helical model of DNA, with the hydrogen bonds at the core of the helix providing a way to \"unzip\" the two complementary strands for easy replication: the last key requirement for a likely model of the genetic molecule. As important as Crick's contributions to the discovery of the double helical DNA model were, he stated that without the chance to collaborate with Watson, he would not have found the structure by himself.",
            "score": 50.56108474731445
        },
        {
            "docid": "538810_5",
            "document": "Leslie Orgel . Together with Sydney Brenner, Jack Dunitz, Dorothy Hodgkin, and Beryl M. Oughton he was one of the first people in April 1953 to see the model of the structure of DNA, constructed by Francis Crick and James Watson, at the time he and the other scientists were working at Oxford University's Chemistry Department. According to the late Dr. Beryl Oughton, later Rimmer, they all travelled together in two cars once Dorothy Hodgkin announced to them that they were off to Cambridge to see the model of the structure of DNA. All were impressed by the new DNA model, especially Brenner who subsequently worked with Crick; Orgel himself also worked with Crick at the Salk Institute for Biological Studies.",
            "score": 50.07644271850586
        },
        {
            "docid": "31666344_14",
            "document": "Three Upbuilding Discourses, 1844 . He says religion has always stopped the philosophers and scientists from gaining knowledge because the Christian religion is opposed to any knowledge that differs from Biblical knowledge. Hedgel is indifferent to what the Bible says. He writes in his \"Philosophy of Religion\" If at the present day philosophy be an object of enmity because it occupies itself with religion, this cannot really surprise us when we consider the general character of the time. Every one who attempts to take to do with the knowledge of God, and by the aid of thought to comprehend His nature, must be prepared to find, that either no attention will be paid to him, or that people will turn against him and combine to oppose him. The more the knowledge of finite things has increased and the increase is so great that the extension of the sciences has become almost boundless, and all regions of knowledge are enlarged to an extent which makes a comprehensive view impossible so much the more has the sphere of the knowledge of God become contracted. There was a time when all knowledge was knowledge of God. Our own time, on the contrary, has the distinction of knowing about all and everything, about an infinite number of subjects, but nothing at all of God. Formerly the mind found its supreme interest in knowing God, and searching into His nature. It had and it found no rest unless in thus occupying itself with God. When it could not satisfy this need it felt unhappy. The spiritual conflicts to which the knowledge of God gives rise in the inner life were the highest which the spirit knew and experienced in itself, and all other interests and knowledge were lightly esteemed. Our own time has put this need, with all its toils and conflicts, to silence; we have done with all this, and got rid of it. What Tacitus said of the ancient Germans, that they were securi adversus deos, we have once more become in regard to knowledge, securi adversus deum. It no longer gives our age any concern that it knows nothing of God; on the contrary, it is regarded as a mark of the highest intelligence to hold that such knowledge is not even possible. What is laid down by the Christian religion as the supreme, absolute commandment, \"Ye shall know God,\" is regarded as a piece of folly. Christ says, \"Be ye perfect, as My Father in heaven is perfect.\" This lofty demand is to the wisdom of our time an empty sound. It has made of God an infinite phantom, which is far from us, and in like manner has made human knowledge a futile phantom of finiteness, or a mirror upon which fall only shadows, only phenomena. How, then, are we any longer to respect the commandment, and grasp its meaning, when it says to us, \" Be ye perfect, as your Father in heaven is perfect,\" since we know nothing of the Perfect One, and since our knowing and willing are confined solely and entirely to appearance, and the truth is to be and to remain absolutely and exclusively a something beyond the present? And what, we must further ask, what else would it be worth while to comprehend, if God is incomprehensible? P. 35-36",
            "score": 49.98605728149414
        },
        {
            "docid": "1795879_28",
            "document": "F. C. S. Schiller . While Schiller's will to believe is a central theme of \"Riddle of the Sphinx\" (appearing mainly in the introduction and conclusion of his text), in 1891 the doctrine held a limited role in Schiller's philosophy. In \"Riddles\", Schiller only employs his version of the will to believe doctrine when he is faced with overcoming sceptic and pessimistic methods of philosophy. In 1897, William James published his essay \"The Will to Believe\" and this influenced Schiller to drastically expanded his application of the doctrine. For a 1903 volume titled \"Personal Idealism\", Schiller contributed a widely read essay titled \"Axioms as Postulates\" in which he sets out to justify the \"axioms of logic\" as postulates adopted on the basis of the will to believe doctrine. In this essay Schiller extends the will to believe doctrine to be the basis of our acceptance of causality, of the uniformity of nature, of our concept of identity, of contradiction, of the law of excluded middle, of space and time, of the goodness of God, and more. He notes that we postulate that nature is uniform because we \"need\" nature to be uniform:  [O]ut of the hurly-burly of events in time and space [we] extract[ ] changeless formulas whose chaste abstraction soars above all reference to any 'where' or 'when,' and thereby renders them blank cheques to be filled up at our pleasure with any figures of the sort. The only question is—Will Nature honour the cheque? Audentes Natura juvat—let us take our life in our hands and try! If we fail, our blood will be on our own hands (or, more probably, in some one else's stomach), but though we fail, we are in no worse case than those who dared not postulate […] Our assumption, therefore, is at least a methodological necessity; it may turn out to be (or be near) a fundamental fact in nature [an axiom]. Schiller stresses that doctrines like the uniformity of nature must first be postulated on the basis of need (not evidence) and only then \"justified by the evidence of their practical working.\" He attacks both empiricists like John Stuart Mill, who try to conclude that nature is uniform from previous experience, as well as Kantians who conclude that nature is uniform from the preconditions on our understanding. Schiller argues that preconditions are not conclusions, but demands made on our experience that may or may not work. On this success hinges our continued acceptance of the postulate and its eventual promotion to axiom status.",
            "score": 49.41085433959961
        },
        {
            "docid": "90472_61",
            "document": "Rosalind Franklin . The Perutz letter was as said one of three letters, published with letters by Wilkins and Watson, which discussed their various contributions. Watson clarified the importance of the data obtained from the MRC report as he had not recorded these data while attending Franklin's lecture in 1951. The upshot of all this was that when Crick and Watson started to build their model in February 1953 they were working with critical parameters that had been determined by Franklin in 1951, and which she and Gosling had significantly refined in 1952, as well as with published data and other very similar data to those available at King's. It was generally believed that Franklin was never aware that her work had been used during construction of the model, but Gosling asserted in his 2013 interview that, \"Yes. Oh, she did know about that.\"",
            "score": 49.37725830078125
        },
        {
            "docid": "1767861_20",
            "document": "Johnny &quot;Guitar&quot; Watson . Etta James stated, in an interview at the 2006 Rochester International Jazz Festival: \"Johnny 'Guitar' Watson... Just one of my favorite singers of all time. I first met him when we were both on the road with Johnny Otis in the '50s, when I was a teenager. We traveled the country in a car together so I would hear him sing every night. His singing style was the one I took on when I was 17 – people used to call me the female Johnny 'Guitar' Watson and him the male Etta James... He knew what the blues was all about...\"",
            "score": 49.21464920043945
        },
        {
            "docid": "379148_7",
            "document": "Sydney Brenner . Together with Jack Dunitz, Dorothy Hodgkin, Leslie Orgel, and Beryl M. Oughton, he was one of the first people in April 1953 to see the model of the structure of DNA, constructed by Francis Crick and James Watson; at the time he and the other scientists were working at the University of Oxford's Chemistry Department. All were impressed by the new DNA model, especially Brenner who subsequently worked with Crick in the Cavendish Laboratory at the University of Cambridge and the newly opened Laboratory of Molecular Biology. According to the late Beryl Oughton, later Rimmer, they all travelled together in two cars once Dorothy Hodgkin announced to them that they were off to Cambridge to see the model of the structure of DNA.",
            "score": 49.1461067199707
        },
        {
            "docid": "1576612_32",
            "document": "Dyson (company) . In March 2011, James Dyson reportedly said in an interview for \"The Sunday Times\" that British universities were allowing Chinese nationals to study engineering and spy on the departments where they were working, enabling them to take technology back to China after completing their studies. In the interview he was quoted as saying that \"Britain is very proud about the number of foreign students we educate at our universities, but actually all we are doing is educating our competitors. [...] I've seen frightening examples. Bugs are even left in computers so that the information continues to be transmitted after the researchers have returned home.\" David Willetts, the government minister responsible for British universities, said he would thoroughly investigate the statement provided by James Dyson. He has also criticised the Chinese authorities for failing to act on patent infringements.",
            "score": 49.06989288330078
        },
        {
            "docid": "6402253_10",
            "document": "The Will to Believe . James begins section VI with the following question: \"But now, since we are all such absolutists by instinct, what in our quality of students of philosophy ought we to do about the fact? Shall we espouse and endorse it?\" He then answers: \"I sincerely believe that the latter course is the only one we can follow as reflective men. [...] I am, therefore, myself a complete empiricist so far as my theory of human knowledge goes.\"",
            "score": 49.04494857788086
        },
        {
            "docid": "59789_19",
            "document": "Derek Parfit . Parfit was singular in his meticulously rigorous and almost mathematical investigations into personal identity. In some cases, he used examples seemingly inspired by \"Star Trek\" and other science fiction, such as the teletransporter, to explore our intuitions about our identity. He was a reductionist, believing that since there is no adequate criterion of personal identity, people do not exist apart from their components. Parfit argued that reality can be fully described impersonally: there need not be a determinate answer to the question \"Will I continue to exist?\" We could know all the facts about a person's continued existence and not be able to say whether the person has survived. He concluded that we are mistaken in assuming that personal identity is what matters in survival; what matters is rather Relation R: psychological connectedness (namely, of memory and character) and continuity (overlapping chains of strong connectedness).",
            "score": 48.930992126464844
        },
        {
            "docid": "314563_21",
            "document": "Dennis Quaid . There have been extensive stories about Quaid's past abuse of cocaine. In a candid 2002 interview with Larry King on his talk show, after King asked about his motives for using drugs, Quaid responded, \"Well, you got to put it in context. Back in the late 1960s, early 1970s. That was back during the time where, you know, drugs were going to expand our minds and everybody was experimenting and everything. We were really getting high, we didn't know it. And cocaine at that time was considered harmless. You know. I remember magazine articles in \"People Magazine\" of doctors saying it is not addicting. It is just—alcohol is worse. So I think we all fell into that. But that's not the way it was.\" When asked if he believed he had ever been addicted to the drugs, he responded, \"It was a gradual thing. But it got to the point where I couldn't have any fun unless I had it. Which is a bad place to be.\" Later in the interview he said, \"But I saw myself being dead in about five years if I didn't stop.\"",
            "score": 48.90045928955078
        },
        {
            "docid": "2156690_48",
            "document": "James Comey . Representative Chris Stewart asked Comey in the hearing: \"Mr. Clapper then went on to say that to his knowledge there was no evidence of collusion between members of the Trump campaign and the Russians. We did not conclude any evidence in our report and when I say 'our report,' that is the NSA, FBI, and CIA with my office, the director of national intelligence said anything – any reflection of collusion between the members of Trump campaign and the Russians, there was no evidence of that in our report. Was Mr. Clapper wrong when he said that?\" Comey responded: \"I think he's right about characterizing the report which you all have read.\" Press Secretary Sean Spicer and a White House tweet then highlighted this testimony as proof that Clapper was \"right\" there was no evidence of collusion, causing Clapper to release a statement clarifying he had been referring to the evidence as gathered in January and that more investigation is needed.",
            "score": 48.868019104003906
        },
        {
            "docid": "15358229_7",
            "document": "List of dreams . Nobel laureate James Watson opens TED 2005 with the frank and funny story of how he and his research partner, Francis Crick, discovered the structure of DNA. James Watson, co-discoverer of the structure of DNA, reported stumbling upon the double helix image for the DNA chain through his dream of a spiral staircase.",
            "score": 48.698062896728516
        },
        {
            "docid": "6402253_14",
            "document": "The Will to Believe . In section VIII, James finally moves beyond what he considers mere preliminaries. Here James first identifies areas of belief where he holds that to believe without evidence would be unjustified: \"Wherever the option between losing truth and gaining it is not momentous, we can throw the chance of gaining truth away, and at any rate save ourselves from any chance of believing falsehood, by not making up our minds at all till objective evidence has come. In scientific questions, this is almost always the case [...] The questions here are always trivial options, the hypotheses are hardly living (at any rate not living for us spectators), the choice between believing truth or falsehood is seldom forced.\" James concludes this section by asking us to agree \"that wherever there is no forced option, the dispassionately judicial intellect with no pet hypothesis, saving us, as it does from dupery at any rate, ought to be our ideal\".",
            "score": 48.56749725341797
        },
        {
            "docid": "1195321_4",
            "document": "Life Story (1987 film) . The film manages to convey the loneliness and competitiveness of scientific research but also educates the viewer as to how the structure of DNA was discovered. In particular, it explores the tension between the patient, dedicated laboratory work of Franklin and the sometimes uninformed intuitive leaps of Watson and Crick, all played against a background of institutional turf wars, personality conflicts and sexism. In the film Watson jokes, plugging the path of intuition: \"Blessed are they who believed before there was any evidence.\" The film also shows why Watson and Crick made their discovery, overtaking their competitors in part by reasoning from genetic function to predict chemical structure, thus helping to establish the then still-nascent field of molecular biology.",
            "score": 48.552642822265625
        },
        {
            "docid": "10541564_37",
            "document": "Luke Watson . SARU president Oregan Hoskins, certain journalists and Watson himself at the time accused White of personal bias. For them, Watson's non-selection was due partly to the fact that his father Daniel \"Cheeky\" Watson was a former anti-apartheid activist, who alienated himself from the SA Rugby establishment by playing club rugby in the 'black' townships of Eastern Province at a time when this was illegal in terms of racist apartheid legislation. Watson claimed that Mike Howe, one of his coaches at Grey High School, had told him while he was still a student there that White had made derogatory comments about Watson. Cheeky Watson suggested that Howe had influenced White against Luke – a charge Howe denies. The elder Watson said that White, while the coach of the Under-21 national team, had told a South African Rugby Football Union before witnesses that he would not select Luke \" 'because he would come with his father's baggage' \".",
            "score": 48.53227615356445
        },
        {
            "docid": "91452_23",
            "document": "John B. Watson . The 20th century marked the formation of qualitative distinctions between children and adults. Watson wrote the book \"Psychological Care of Infant and Child\" in 1928, with help from his mistress, turned wife, Rosalie Rayner. Critics then determined that the ideas mainly stemmed from Watson’s beliefs because Rosalie later entitled a self-penned article \"I am a Mother of Behaviorist Sons\". In the book, Watson explained that behaviorists were starting to believe psychological care and analysis was required for infants and children. All of Watson’s exclamations were due to his belief that children should be treated as a young adult. In his book, he warns against the inevitable dangers of a mother providing too much love and affection. Watson explains that love, along with everything else as the behaviorist saw the world, is conditioned. Watson supports his warnings by mentioning invalidism, saying that society does not overly comfort children as they become young adults in the real world, so parents should not set up these unrealistic expectations. Writer Suzanne Houk, \"Psychological Care of Infant and Child: A Reflection of its Author and his Times\", critiques Watson’s views, analyzing his hope for a businesslike and casual relationship between a mother and her child. Watson disapproved of thumb sucking, masturbation, homosexuality, and encouraged parents to be honest with their children about sex. Watson's reasoning for this was that, \"all of the weaknesses, reserves, fears, cautions, and inferiorities of our parents are stamped into us with sledge hammer blows\". Watson inferred that emotional disabilities were a result of personal treatment, not inherited.",
            "score": 48.4581298828125
        }
    ]
}