{
    "q": [
        {
            "docid": "17143_18",
            "document": "Koala . Koalas are herbivorous, and while most of their diet consists of eucalypt leaves, they can be found in trees of other genera, such as \"Acacia\", \"Allocasuarina\", \"Callitris\", \"Leptospermum\", and \"Melaleuca\". Although the foliage of over 600 species of \"Eucalyptus\" is available, the koala shows a strong preference for around 30. They tend to choose species that have a high protein content and low proportions of fibre and lignin. The most favoured species are \"Eucalyptus microcorys\", \"E. tereticornis\", and \"E. camaldulensis\", which, on average, make up more than 20% of their diet. Despite its reputation as a fussy eater, the koala is more generalist than some other marsupial species, such as the greater glider. Since eucalypt leaves have a high water content, the koala does not need to drink often; its daily water turnover rate ranges from 71 to 91 ml/kg of body weight. Although females can meet their water requirements from eating leaves, larger males require additional water found on the ground or in tree hollows. When feeding, a koala holds onto a branch with hindpaws and one forepaw while the other forepaw grasps foliage. Small koalas can move close to the end of a branch, but larger ones stay near the thicker bases. Koalas consume up to of leaves a day, spread over four to six feeding sessions. Despite their adaptations to a low-energy lifestyle, they have meagre fat reserves and need to feed often.",
            "score": 64.70126509666443
        },
        {
            "docid": "26964177_3",
            "document": "Eucalyptus agglomerata . Blue-leaved stringybark is a koala food tree. A field study conducted in the Campbelltown district southwest of Sydney published in 2000 found that koalas preferred Blue-leaved Stringybark and Grey Gum but only when the two tree species were growing on shale-based rather than sandstone soils. Stringybarks are some of the most difficult of all eucalyptus plants to identify. However, the bluish colour of the leaves makes this species fairly easy to identify.",
            "score": 63.00238037109375
        },
        {
            "docid": "23178392_10",
            "document": "Eucalyptus pilularis . Blackbutt can be confused with Sydney peppermint (\"Eucalyptus piperita\") or Sydney blue gum (\"E. saligna\"), but can be distinguished by the strong V-shape of the branch forks, which are preferred resting places for koalas.",
            "score": 48.80843544006348
        },
        {
            "docid": "1187061_19",
            "document": "You Yangs . Koalas in the You Yangs have been studied since 2006. In approximately 28% of the Park they are monitored by a non-intrusive system of nose pattern identification. The entire population was considered to number around 105 in 2017, down 35% from estimated 161 in 2007. The population has been recorded to prefer to roost in river red gum (Eucalyptus camaldulensis): 34% of sightings occur in that species. Four generations of one koala family have been recorded.",
            "score": 46.81664323806763
        },
        {
            "docid": "2671359_8",
            "document": "Eucalyptus punctata . The grey gum regenerates by regrowing from the base and branches after bushfire. Trees live for over a hundred years. The grey-headed flying fox (\"Pteropus poliocephalus\") eats the flowers, while the leaves form a staple of the diet of the koala (\"Phascolarctos cinereus\"). Leaves in winter contain less nitrogen than those in summer, which the koalas make up for by eating more in winter months. The brown-headed honeyeater (\"Melithreptus brevirostris\") and yellow-tufted honeyeater (\"Lichenostomus melanops\") have been observed eating gum exudate from the stems.  Fieldwork at several sites around central New South Wales showed that the red wattlebird (\"Anthochaera carunculata\") and noisy friarbird (\"Philemon corniculatus\") preferred to forage on the foliage of the grey gum over other trees, with the former appearing to oust the latter if both species were present.",
            "score": 58.13594603538513
        },
        {
            "docid": "158181_20",
            "document": "Eucalyptus regnans . The majority of the endangered Leadbeater’s possum population lives in Mountain Ash forests (\"Eucalyptus regnans\", \"E. delegatensis\" and \"E. nitens\") in the Central Highlands of Victoria. The possums use hollows in old trees for nesting and shelter and forage for arboreal arthropods under bark. The vegetation structure of these forests enables the possums to travel through them. Both Leadbeaters possums and yellow-bellied gliders feed on the sap from the trunks and branches. Koalas feed on the foliage, though it is not one of their preferred forage species.",
            "score": 36.57493209838867
        },
        {
            "docid": "3901711_3",
            "document": "Giant koala . The giant koala is an arboreal marsupial weighing about twice as much as a koala, about 30 kg. It is known as the largest tree dwelling marsupial that has ever lived. Scientists say that there is a clear similarity in the physical appearance from the modern koala. It is assumed that the diet of the giant koala is eucalyptus leaves, and that the giant koala was in fact a folivore.",
            "score": 57.47320556640625
        },
        {
            "docid": "49871_32",
            "document": "Eucalyptus . An essential oil extracted from eucalyptus leaves contains compounds that are powerful natural disinfectants and can be toxic in large quantities. Several marsupial herbivores, notably koalas and some possums, are relatively tolerant of it. The close correlation of these oils with other more potent toxins called formylated phloroglucinol compounds (euglobals, macrocarpals and sideroxylonals) allows koalas and other marsupial species to make food choices based on the smell of the leaves. For koalas, these compounds are the most important factor in leaf choice.",
            "score": 60.347129583358765
        },
        {
            "docid": "2202364_4",
            "document": "Stankervision . \"Stankervision\" also features some cartoons, but in \"Stankervision\" style. One regular such cartoon is about the adventures of \"Inebriated the Koala\", which was created by Waco O'Guin in 1993 and is introduced as \"everyone's favorite eucalyptus-eating marsupial\", to which the koala replies \"Eucalyptus? You can lick THIS!\" as he points to his crotch.",
            "score": 56.14841032028198
        },
        {
            "docid": "3319766_49",
            "document": "Sign test . The sign test example in Conover examined consumer preference for product A vs. product B. The null hypothesis was that consumers do not prefer product B over product A. The alternative hypothesis was that consumers prefer product B over product A, a one-sided test. In the study, 8 of 9 consumers who expressed a preference preferred product B over product A.",
            "score": 18.973036766052246
        },
        {
            "docid": "17143_8",
            "document": "Koala . The modern koala is the only extant member of Phascolarctidae, a family that once included several genera and species. During the Oligocene and Miocene, koalas lived in rainforests and had less specialised diets. Some species, such as the Riversleigh rainforest koala (\"Nimiokoala greystanesi\") and some species of \"Perikoala\", were around the same size as the modern koala, while others, such as species of \"Litokoala\", were one-half to two-thirds its size. Like the modern species, prehistoric koalas had well developed ear structures which suggests that long-distance vocalising and sedentism developed early. During the Miocene, the Australian continent began drying out, leading to the decline of rainforests and the spread of open \"Eucalyptus\" woodlands. The genus \"Phascolarctos\" split from \"Litokoala\" in the late Miocene and had several adaptations that allowed it to live on a specialised eucalyptus diet: a shifting of the palate towards the front of the skull; larger molars and premolars; smaller pterygoid fossa; and a larger gap between the molar and the incisor teeth.",
            "score": 46.075727701187134
        },
        {
            "docid": "2535417_7",
            "document": "Lone Pine Koala Sanctuary . Visitors are allowed to hold koalas for free. Strict regulations ensure that each koala is not held for more than thirty minutes every day. Fees paid for souvenir photos help fund new enclosures, research projects and eucalyptus plantations.",
            "score": 41.124271392822266
        },
        {
            "docid": "8226632_5",
            "document": "The Koala . \"The Koala\" began life as a publication dedicated to publishes the scores of sports events on the campus of UCSD in 1982. The name of the paper is a reference to the eucalyptus trees that grow on the campus, the leaves of which are the sole source of food in a koala's diet. In 1985 the paper attended sanctioned student organization status.",
            "score": 53.21843123435974
        },
        {
            "docid": "20631821_13",
            "document": "Captain Fury . Australian politician Sir Earle Page visited Hal Roach studios in August 1938 and promised to assist the movie by sending over some koalas and eucalyptus trees.",
            "score": 34.97155237197876
        },
        {
            "docid": "2288860_15",
            "document": "Edinburgh Zoo . Koala Territory was first opened in 2005, and houses three koalas, two males named Gooanroo and Yabbra, and a female named Alinga. Yooranah was the offspring of Alinga and Goonaroo, and was born in 2013 and died in 2016. Koala Territory is decorated with Aboriginal-inspired artwork, and features a garden of eucalyptus plants.",
            "score": 47.0783851146698
        },
        {
            "docid": "2212222_19",
            "document": "Dallas Zoo . Koala Walkabout opened on March 10, 2012, in the Australian Outback area. It features koalas, red kangaroos, wallabies, kookaburras, a blue-tongued skink, and lorikeets. The koalas, Kobi and Tekin, are two males on loan from the San Diego Zoo. Kobi and Tekin spend most of their time dozing in a eucalyptus tree within their climate-controlled exhibit. The zoo is currently one of only ten in the nation to exhibit koalas.",
            "score": 42.66373157501221
        },
        {
            "docid": "2816938_5",
            "document": "Eucalyptus viminalis . \"Eucalyptus viminalis\" is widely distributed in the cooler areas of Australia where the leaves are the favoured food of koalas. Sap has a 5–15% sugar content which makes it an essential part of the energy budget for arboreal or tree dwelling marsupial mammals like yellow-bellied, sugar and other gliders. Koalas reintroduced to Kangaroo Island impact on native \"E. viminalis\" and is part of a A$4,000,000 management project from 2005-9.",
            "score": 52.05198335647583
        },
        {
            "docid": "1189507_3",
            "document": "Australian Koala Foundation . The koala lives predominantly on a diet of eucalyptus plants. Many of these trees are being cleared each year. The primary focus of the AKF is getting new legislation in place to protect Koala trees. The organisation receives no form of government funding by choice, because this leaves the AKF to speak freely for Koalas without the constraints of government. Therefore, the AKF relies on donations, sponsorship, and fundraising to finance its ongoing work. AKF research indicates that somewhere between 52,000 and 87,000 koalas remain in the wild. Local extinctions are occurring regularly, and AKF believes that the only way to protect and regenerate populations into the future is with a Koala Protection Act.",
            "score": 53.69840955734253
        },
        {
            "docid": "17143_31",
            "document": "Koala . The animals are vulnerable to bushfires due to their slow movements and the flammability of eucalypt trees. The koala instinctively seeks refuge in the higher branches, where it is vulnerable to intense heat and flames. Bushfires also fragment the animal's habitat, which restricts their movement and leads to population decline and loss of genetic diversity. Dehydration and overheating can also prove fatal. Consequently, the koala is vulnerable to the effects of climate change. Models of climate change in Australia predict warmer and drier climates, suggesting that the koala's range will shrink in the east and south to more mesic habitats. Droughts also affect the koala's well-being. For example, a severe drought in 1980 caused many \"Eucalyptus\" trees to lose their leaves. Subsequently, 63% of the population in southwestern Queensland died, especially young animals that were excluded from prime feeding sites by older, dominant koalas, and recovery of the population was slow. Later, this population declined from an estimated mean population of 59,000 in 1995 to 11,600 in 2009, a reduction attributed largely to hotter and drier conditions resulting from droughts in most years between 2002 and 2007. Another predicted negative outcome of climate change is the effect of elevations in atmospheric levels on the koala's food supply: increases in cause \"Eucalyptus\" trees to reduce protein and increase tannin concentrations in their leaves, reducing the quality of the food source.",
            "score": 54.6724317073822
        },
        {
            "docid": "1956359_4",
            "document": "Revealed preference . Therefore revealed preference is a way to infer the preferences of individuals given the observed choices. It contrasts with attempts to directly measure preferences or utility, for example through stated preferences. Taking economics to be an empirical subject, there is the issue that one cannot observe preferences. Choices are made. In other words \"It is not what you say, it is what you do that reveals what you want.\"  Revealed preference theory tries to understand the preferences of a consumer among bundles of goods, given their budget constraint. For instance, if the consumer buys bundle of goods \"A\" over bundle of goods \"B\", where both bundles of goods are affordable, it is revealed that he/she directly prefers \"A\" over \"B\". It is assumed that the consumer's preferences are stable over the observed time period, i.e. the consumer will not reverse their relative preferences regarding \"A\" and \"B\".",
            "score": 20.8210551738739
        },
        {
            "docid": "7994902_7",
            "document": "Eucalyptus saligna . \"Eucalyptus saligna\" regenerates by regrowing from epicormic buds on the trunk and lower branches after bushfire. Trees live for over two hundred years. The grey-headed flying fox (\"Pteropus poliocephalus\") eats the flowers, the koala (\"Phascalarctos cinereus\") eats the leaves, and crimson rosella (\"Platycercus elegans\") eats the seed. The longhorn beetle species \"Paroplites australis\", \"Agrianome spinicollis\" and \"Tessaromma undatum\" have been recorded from the Sydney blue gum.",
            "score": 52.078383445739746
        },
        {
            "docid": "3319766_27",
            "document": "Sign test . The null hypothesis is that consumers do not prefer product B over product A. The alternative hypothesis is that consumers prefer product B over product A. Note that this is a one-sided (directional) test.",
            "score": 17.233261108398438
        },
        {
            "docid": "31876777_2",
            "document": "Kerewong State Forest . Kerewong State Forest is situated in the Mid North Coast region of New South Wales, Australia. It is 4,020 hectares in size. The high rainfall and volcanically enriched soils produce tall eucalyptus forest and rainforest in gullies. Threatened fauna within the forest includes the greater glider, koala and stuttering frog. Widespread felling of trees is occurring in 2011 and 2012 at Kerewong State Forest, using modern logging techniques. The blackbutt is a preferred logging species.",
            "score": 33.65639305114746
        },
        {
            "docid": "49871_78",
            "document": "Eucalyptus . Monarch butterflies use eucalyptus in California for over-wintering, but in some locations have a preference for Monterey pines.",
            "score": 21.757383108139038
        },
        {
            "docid": "228498_9",
            "document": "Common brushtail possum . The common brushtail possum can adapt to numerous kinds of vegetation. It prefers \"Eucalyptus\" leaves but will also eat flowers, shoots, fruits and seeds. It may also consume animal matter such as insects, birds’ eggs and chicks, and other small vertebrates. Brushtail possums may eat three or four different plant species during a foraging trip, unlike some other arboreal marsupials, such as the koala and the greater glider, which focus on single species. The brushtail possum's rounded molars cannot cut \"Eucalyptus\" leaves as finely as more specialised feeders. They are more adapted to crushing their food which enables them to chew fruit or herbs more effectively. The brushtail possums’ caecum lacks internal ridges and cannot separate coarse and fine particles as efficiently as some other arboreal marsupials. The brushtail possum cannot rely on \"Eucalyptus\" alone to provide sufficient nitrogen. Its more generalised and mixed diet, however, does provide adequate nitrogen.",
            "score": 60.168867349624634
        },
        {
            "docid": "12276202_11",
            "document": "Eucalyptus robusta . A long-lived tree, \"Eucalyptus robusta\" can live for at least two hundred years. Trees regenerate by regrowing from epicormic buds on the trunk after bushfire. The grey-headed flying fox (\"Pteropus poliocephalus\") eats the flowers, and the koala (\"Phascalarctos cinereus\") eats the leaves. \"Eucalyptus robusta\" appears to be one of several key species of eucalypt for the koala in the Shire of Noosa in Queensland. The musk lorikeet feeds on the nectar of the blossoms. It is a keystone species on the New South Wales Central Coast and Illawarra regions, where it is one of few reliable winter-flowering plants. Stands of \"E. robusta\" have been drastically reduced by land clearance. Some remnant trees in Robson Park in the Sydney suburb of Haberfield are the last vestiges of the Sydney Coastal Estuary Swamp Forest Complex community in Sydney's inner western suburbs.",
            "score": 50.08970928192139
        },
        {
            "docid": "101034_14",
            "document": "Goobang National Park . Species that require specialized niches and or cannot disperse and effectively colonize suitable habitat will be affected if this current trend of human induced climate change continues. It is estimated that 52% of the already declining population of frogs and 35% of birds will be affected. Koalas are listed by the IUCN as one of the top 10 species to become extinct. Koala populations are already at risk because of habitat modification and chlamydia. Increasing CO2 levels will affect the nutrient availability of eucalyptus leaves further weakening koala populations, increased frequency of droughts and bushfire will force koalas to seek new habitats, exposing them to the dangers of predation and injury from traffic.",
            "score": 42.97447967529297
        },
        {
            "docid": "10472818_11",
            "document": "Eucalyptus populnea . It is a favoured food tree for koalas in the range where it occurs.",
            "score": 38.940521240234375
        },
        {
            "docid": "19264489_19",
            "document": "Ubuntu version history . In an announcement to the community on 20 February 2009, Mark Shuttleworth explained that 9.10 would focus on improvements in cloud computing on the server using Eucalyptus, saying \"...a Koala's favourite leaf is Eucalyptus\", as well as further improvements in boot speed and development of the Netbook Remix.",
            "score": 34.14554977416992
        },
        {
            "docid": "17143_15",
            "document": "Koala . Unlike kangaroos and eucalyptus-eating possums, koalas are hindgut fermenters, and their digestive retention can last for up to 100 hours in the wild, or up to 200 hours in captivity. This is made possible by the extraordinary length of their caecum— long and in diameter—the largest proportionally of any animal. Koalas can select which food particles to retain for longer fermentation and which to pass through. Large particles typically pass through more quickly, as they would take more time to digest. While the hindgut is proportionally larger in the koala than in other herbivores, only 10% of the animal's energy is obtained from fermentation. Since the koala gains a low amount of energy from its diet, its metabolic rate is half that of a typical mammal, although this can vary between seasons and sexes. The koala conserves water by passing relatively dry faecal pellets high in undigested fibre, and by storing water in the caecum.",
            "score": 53.49049949645996
        },
        {
            "docid": "24127312_12",
            "document": "Eucalyptus resinifera . Red mahogany has wildlife value as a food tree for koalas.",
            "score": 38.7125186920166
        },
        {
            "docid": "1182054_8",
            "document": "Adventures of the Little Koala . In 1989, Family Home Entertainment released the English dub of the show on a single VHS cassette entitled \"The Adventures of the Little Koala and Friends: Laura and the Mystery Egg\" containing four episodes without their title cards which are \"Laura Finds an Egg\", \"Conquering Mt. Breadknife\", \"Saving the Eucalyptus\", and \"Mommy Can Fly\".",
            "score": 39.1124701499939
        }
    ],
    "r": [
        {
            "docid": "17143_18",
            "document": "Koala . Koalas are herbivorous, and while most of their diet consists of eucalypt leaves, they can be found in trees of other genera, such as \"Acacia\", \"Allocasuarina\", \"Callitris\", \"Leptospermum\", and \"Melaleuca\". Although the foliage of over 600 species of \"Eucalyptus\" is available, the koala shows a strong preference for around 30. They tend to choose species that have a high protein content and low proportions of fibre and lignin. The most favoured species are \"Eucalyptus microcorys\", \"E. tereticornis\", and \"E. camaldulensis\", which, on average, make up more than 20% of their diet. Despite its reputation as a fussy eater, the koala is more generalist than some other marsupial species, such as the greater glider. Since eucalypt leaves have a high water content, the koala does not need to drink often; its daily water turnover rate ranges from 71 to 91 ml/kg of body weight. Although females can meet their water requirements from eating leaves, larger males require additional water found on the ground or in tree hollows. When feeding, a koala holds onto a branch with hindpaws and one forepaw while the other forepaw grasps foliage. Small koalas can move close to the end of a branch, but larger ones stay near the thicker bases. Koalas consume up to of leaves a day, spread over four to six feeding sessions. Despite their adaptations to a low-energy lifestyle, they have meagre fat reserves and need to feed often.",
            "score": 64.70126342773438
        },
        {
            "docid": "26964177_3",
            "document": "Eucalyptus agglomerata . Blue-leaved stringybark is a koala food tree. A field study conducted in the Campbelltown district southwest of Sydney published in 2000 found that koalas preferred Blue-leaved Stringybark and Grey Gum but only when the two tree species were growing on shale-based rather than sandstone soils. Stringybarks are some of the most difficult of all eucalyptus plants to identify. However, the bluish colour of the leaves makes this species fairly easy to identify.",
            "score": 63.00238037109375
        },
        {
            "docid": "49871_32",
            "document": "Eucalyptus . An essential oil extracted from eucalyptus leaves contains compounds that are powerful natural disinfectants and can be toxic in large quantities. Several marsupial herbivores, notably koalas and some possums, are relatively tolerant of it. The close correlation of these oils with other more potent toxins called formylated phloroglucinol compounds (euglobals, macrocarpals and sideroxylonals) allows koalas and other marsupial species to make food choices based on the smell of the leaves. For koalas, these compounds are the most important factor in leaf choice.",
            "score": 60.347129821777344
        },
        {
            "docid": "228498_9",
            "document": "Common brushtail possum . The common brushtail possum can adapt to numerous kinds of vegetation. It prefers \"Eucalyptus\" leaves but will also eat flowers, shoots, fruits and seeds. It may also consume animal matter such as insects, birds’ eggs and chicks, and other small vertebrates. Brushtail possums may eat three or four different plant species during a foraging trip, unlike some other arboreal marsupials, such as the koala and the greater glider, which focus on single species. The brushtail possum's rounded molars cannot cut \"Eucalyptus\" leaves as finely as more specialised feeders. They are more adapted to crushing their food which enables them to chew fruit or herbs more effectively. The brushtail possums’ caecum lacks internal ridges and cannot separate coarse and fine particles as efficiently as some other arboreal marsupials. The brushtail possum cannot rely on \"Eucalyptus\" alone to provide sufficient nitrogen. Its more generalised and mixed diet, however, does provide adequate nitrogen.",
            "score": 60.16886901855469
        },
        {
            "docid": "2671359_8",
            "document": "Eucalyptus punctata . The grey gum regenerates by regrowing from the base and branches after bushfire. Trees live for over a hundred years. The grey-headed flying fox (\"Pteropus poliocephalus\") eats the flowers, while the leaves form a staple of the diet of the koala (\"Phascolarctos cinereus\"). Leaves in winter contain less nitrogen than those in summer, which the koalas make up for by eating more in winter months. The brown-headed honeyeater (\"Melithreptus brevirostris\") and yellow-tufted honeyeater (\"Lichenostomus melanops\") have been observed eating gum exudate from the stems.  Fieldwork at several sites around central New South Wales showed that the red wattlebird (\"Anthochaera carunculata\") and noisy friarbird (\"Philemon corniculatus\") preferred to forage on the foliage of the grey gum over other trees, with the former appearing to oust the latter if both species were present.",
            "score": 58.13594436645508
        },
        {
            "docid": "3901711_3",
            "document": "Giant koala . The giant koala is an arboreal marsupial weighing about twice as much as a koala, about 30 kg. It is known as the largest tree dwelling marsupial that has ever lived. Scientists say that there is a clear similarity in the physical appearance from the modern koala. It is assumed that the diet of the giant koala is eucalyptus leaves, and that the giant koala was in fact a folivore.",
            "score": 57.47320556640625
        },
        {
            "docid": "17143_14",
            "document": "Koala . The koala has several adaptations for its eucalypt diet, which is of low nutritive value, of high toxicity, and high in dietary fibre. The animal's dentition consists of the incisors and cheek teeth (a single premolar and four molars on each jaw), which are separated by a large gap (a characteristic feature of herbivorous mammals). The incisors are used for grasping leaves, which are then passed to the premolars to be snipped at the petiole before being passed to the highly cusped molars, where they are shredded into small pieces. Koalas may also store food in their cheek pouches before it is ready to be chewed. The partially worn molars of middle-aged koalas are optimal for breaking the leaves into small particles, resulting in more efficient stomach digestion and nutrient absorption in the small intestine, which digests the eucalyptus leaves to provide most of the animal's energy. A koala sometimes regurgitates the food into the mouth to be chewed a second time.",
            "score": 56.48259735107422
        },
        {
            "docid": "2202364_4",
            "document": "Stankervision . \"Stankervision\" also features some cartoons, but in \"Stankervision\" style. One regular such cartoon is about the adventures of \"Inebriated the Koala\", which was created by Waco O'Guin in 1993 and is introduced as \"everyone's favorite eucalyptus-eating marsupial\", to which the koala replies \"Eucalyptus? You can lick THIS!\" as he points to his crotch.",
            "score": 56.14841079711914
        },
        {
            "docid": "17143_31",
            "document": "Koala . The animals are vulnerable to bushfires due to their slow movements and the flammability of eucalypt trees. The koala instinctively seeks refuge in the higher branches, where it is vulnerable to intense heat and flames. Bushfires also fragment the animal's habitat, which restricts their movement and leads to population decline and loss of genetic diversity. Dehydration and overheating can also prove fatal. Consequently, the koala is vulnerable to the effects of climate change. Models of climate change in Australia predict warmer and drier climates, suggesting that the koala's range will shrink in the east and south to more mesic habitats. Droughts also affect the koala's well-being. For example, a severe drought in 1980 caused many \"Eucalyptus\" trees to lose their leaves. Subsequently, 63% of the population in southwestern Queensland died, especially young animals that were excluded from prime feeding sites by older, dominant koalas, and recovery of the population was slow. Later, this population declined from an estimated mean population of 59,000 in 1995 to 11,600 in 2009, a reduction attributed largely to hotter and drier conditions resulting from droughts in most years between 2002 and 2007. Another predicted negative outcome of climate change is the effect of elevations in atmospheric levels on the koala's food supply: increases in cause \"Eucalyptus\" trees to reduce protein and increase tannin concentrations in their leaves, reducing the quality of the food source.",
            "score": 54.67243194580078
        },
        {
            "docid": "1189507_3",
            "document": "Australian Koala Foundation . The koala lives predominantly on a diet of eucalyptus plants. Many of these trees are being cleared each year. The primary focus of the AKF is getting new legislation in place to protect Koala trees. The organisation receives no form of government funding by choice, because this leaves the AKF to speak freely for Koalas without the constraints of government. Therefore, the AKF relies on donations, sponsorship, and fundraising to finance its ongoing work. AKF research indicates that somewhere between 52,000 and 87,000 koalas remain in the wild. Local extinctions are occurring regularly, and AKF believes that the only way to protect and regenerate populations into the future is with a Koala Protection Act.",
            "score": 53.69841003417969
        },
        {
            "docid": "17143_15",
            "document": "Koala . Unlike kangaroos and eucalyptus-eating possums, koalas are hindgut fermenters, and their digestive retention can last for up to 100 hours in the wild, or up to 200 hours in captivity. This is made possible by the extraordinary length of their caecum— long and in diameter—the largest proportionally of any animal. Koalas can select which food particles to retain for longer fermentation and which to pass through. Large particles typically pass through more quickly, as they would take more time to digest. While the hindgut is proportionally larger in the koala than in other herbivores, only 10% of the animal's energy is obtained from fermentation. Since the koala gains a low amount of energy from its diet, its metabolic rate is half that of a typical mammal, although this can vary between seasons and sexes. The koala conserves water by passing relatively dry faecal pellets high in undigested fibre, and by storing water in the caecum.",
            "score": 53.490501403808594
        },
        {
            "docid": "8226632_5",
            "document": "The Koala . \"The Koala\" began life as a publication dedicated to publishes the scores of sports events on the campus of UCSD in 1982. The name of the paper is a reference to the eucalyptus trees that grow on the campus, the leaves of which are the sole source of food in a koala's diet. In 1985 the paper attended sanctioned student organization status.",
            "score": 53.21842956542969
        },
        {
            "docid": "3175680_3",
            "document": "Generalist and specialist species . Omnivores are usually generalists. Herbivores are often specialists, but those that eat a variety of plants may be considered generalists. A well-known example of a specialist animal is the koala, which subsists almost entirely on eucalyptus leaves. The raccoon is a generalist because it has a natural range that includes most of North and Central America, and it is omnivorous, eating berries, insects, butterflies (Hackberry Emperor, for example), eggs and small animals. Monophagous organisms feed exclusively, or nearly so, on a single other species.",
            "score": 53.00837326049805
        },
        {
            "docid": "10672263_8",
            "document": "Eucalyptus botryoides . \"Eucalyptus botryoides\" regenerates after bushfire by resprouting from epicormic buds and its woody lignotuber. Plants have been dated at 600 years of age. It also drops branches, and these have been known to grow roots. The wet environment and water-absorbing qualities of the thick, fibrous bark facilitate this. The koala (\"Phascalarctos cinereus\") eats the leaves, and ants consume the nectar. The species is highly susceptible to psyllids.",
            "score": 52.69804382324219
        },
        {
            "docid": "7994902_7",
            "document": "Eucalyptus saligna . \"Eucalyptus saligna\" regenerates by regrowing from epicormic buds on the trunk and lower branches after bushfire. Trees live for over two hundred years. The grey-headed flying fox (\"Pteropus poliocephalus\") eats the flowers, the koala (\"Phascalarctos cinereus\") eats the leaves, and crimson rosella (\"Platycercus elegans\") eats the seed. The longhorn beetle species \"Paroplites australis\", \"Agrianome spinicollis\" and \"Tessaromma undatum\" have been recorded from the Sydney blue gum.",
            "score": 52.07838439941406
        },
        {
            "docid": "2816938_5",
            "document": "Eucalyptus viminalis . \"Eucalyptus viminalis\" is widely distributed in the cooler areas of Australia where the leaves are the favoured food of koalas. Sap has a 5–15% sugar content which makes it an essential part of the energy budget for arboreal or tree dwelling marsupial mammals like yellow-bellied, sugar and other gliders. Koalas reintroduced to Kangaroo Island impact on native \"E. viminalis\" and is part of a A$4,000,000 management project from 2005-9.",
            "score": 52.05198287963867
        },
        {
            "docid": "4927738_11",
            "document": "Mammals of Australia . The marsupial herbivores are classified in the order Diprotodontia, and further into the suborders Vombatiformes, Phalangeriformes and Macropodiformes. The Vombatiformes include the koala and the three species of wombat. One of Australia's best-known marsupials, the koala is an arboreal (tree-dwelling) species that feeds on the leaves of some 120 species of eucalyptus. Wombats, on the other hand, live on the ground and feed on grasses, sedges and roots. Wombats use their rodent-like front teeth and powerful claws to dig extensive burrow systems; they are mainly crepuscular and nocturnal. Wombats are also well known for their backwards facing pouches. Also among this group is the marsupial lion, which went extinct after the arrival of aboriginals, and was one of the few carnivorous vombatiforms.",
            "score": 51.93647384643555
        },
        {
            "docid": "49860_10",
            "document": "Fauna of Australia . Herbivorous marsupials are classified in the order Diprotodontia, and further into the suborders Vombatiformes and Phalangerida. The Vombatiformes include the koala and the three species of wombat. One of Australia's best-known marsupials, the koala is an arboreal species that feeds on the leaves of various species of eucalyptus. Wombats, on the other hand, live on the ground and feed on grasses, sedges and roots. Wombats use their rodent-like front teeth and powerful claws to dig extensive burrow systems; they are mainly crepuscular and nocturnal.",
            "score": 51.88519287109375
        },
        {
            "docid": "12276202_11",
            "document": "Eucalyptus robusta . A long-lived tree, \"Eucalyptus robusta\" can live for at least two hundred years. Trees regenerate by regrowing from epicormic buds on the trunk after bushfire. The grey-headed flying fox (\"Pteropus poliocephalus\") eats the flowers, and the koala (\"Phascalarctos cinereus\") eats the leaves. \"Eucalyptus robusta\" appears to be one of several key species of eucalypt for the koala in the Shire of Noosa in Queensland. The musk lorikeet feeds on the nectar of the blossoms. It is a keystone species on the New South Wales Central Coast and Illawarra regions, where it is one of few reliable winter-flowering plants. Stands of \"E. robusta\" have been drastically reduced by land clearance. Some remnant trees in Robson Park in the Sydney suburb of Haberfield are the last vestiges of the Sydney Coastal Estuary Swamp Forest Complex community in Sydney's inner western suburbs.",
            "score": 50.0897102355957
        },
        {
            "docid": "23178392_10",
            "document": "Eucalyptus pilularis . Blackbutt can be confused with Sydney peppermint (\"Eucalyptus piperita\") or Sydney blue gum (\"E. saligna\"), but can be distinguished by the strong V-shape of the branch forks, which are preferred resting places for koalas.",
            "score": 48.808433532714844
        },
        {
            "docid": "17143_13",
            "document": "Koala . The koala has one of the smallest brains in proportion to body weight of any mammal, being 60% smaller than that of a typical diprotodont, weighing only . The brain's surface is fairly smooth, typical for a \"primitive\" animal. It occupies only 61% of the cranial cavity and is pressed against the inside surface by cerebrospinal fluid. The function of this relatively large amount of fluid is not known, although one possibility is that it acts as a shock absorber, cushioning the brain if the animal falls from a tree. The koala's small brain size may be an adaptation to the energy restrictions imposed by its diet, which is insufficient to sustain a larger brain. Because of its small brain, the koala has a limited ability to perform complex, unfamiliar behaviours. For example, when presented with plucked leaves on a flat surface, the animal cannot adapt to the change in its normal feeding routine and will not eat the leaves. The koala's olfactory senses are normal, and it is known to sniff the oils of individual branchlets to assess their edibility. Its nose is fairly large and covered in leathery skin. Its round ears provide it with good hearing, and it has a well-developed middle ear. A koala's vision is not well developed, and its relatively small eyes are unusual among marsupials in that the pupils have vertical slits. Koalas make use of a novel vocal organ to produce low-pitched sounds (see social spacing, below). Unlike typical mammalian vocal cords, which are folds in the larynx, these organs are placed in the velum (soft palate) and are called velar vocal cords.",
            "score": 47.705413818359375
        },
        {
            "docid": "2288860_15",
            "document": "Edinburgh Zoo . Koala Territory was first opened in 2005, and houses three koalas, two males named Gooanroo and Yabbra, and a female named Alinga. Yooranah was the offspring of Alinga and Goonaroo, and was born in 2013 and died in 2016. Koala Territory is decorated with Aboriginal-inspired artwork, and features a garden of eucalyptus plants.",
            "score": 47.07838439941406
        },
        {
            "docid": "1187061_19",
            "document": "You Yangs . Koalas in the You Yangs have been studied since 2006. In approximately 28% of the Park they are monitored by a non-intrusive system of nose pattern identification. The entire population was considered to number around 105 in 2017, down 35% from estimated 161 in 2007. The population has been recorded to prefer to roost in river red gum (Eucalyptus camaldulensis): 34% of sightings occur in that species. Four generations of one koala family have been recorded.",
            "score": 46.81664276123047
        },
        {
            "docid": "17143_8",
            "document": "Koala . The modern koala is the only extant member of Phascolarctidae, a family that once included several genera and species. During the Oligocene and Miocene, koalas lived in rainforests and had less specialised diets. Some species, such as the Riversleigh rainforest koala (\"Nimiokoala greystanesi\") and some species of \"Perikoala\", were around the same size as the modern koala, while others, such as species of \"Litokoala\", were one-half to two-thirds its size. Like the modern species, prehistoric koalas had well developed ear structures which suggests that long-distance vocalising and sedentism developed early. During the Miocene, the Australian continent began drying out, leading to the decline of rainforests and the spread of open \"Eucalyptus\" woodlands. The genus \"Phascolarctos\" split from \"Litokoala\" in the late Miocene and had several adaptations that allowed it to live on a specialised eucalyptus diet: a shifting of the palate towards the front of the skull; larger molars and premolars; smaller pterygoid fossa; and a larger gap between the molar and the incisor teeth.",
            "score": 46.07572937011719
        },
        {
            "docid": "12276202_2",
            "document": "Eucalyptus robusta . Eucalyptus robusta, commonly known as swamp mahogany or swamp messmate, is a tree native to eastern Australia. Growing in swampy or waterlogged soils, it is up to high with thick spongy reddish brown bark and dark green broad leaves, which help form a dense canopy. The white to cream flowers appear in autumn and winter. The leaves are commonly eaten by insects, and are a food item for the koala. It is an important winter-flowering species in eastern Australia, and has been planted extensively in many countries around the world. Its timber is used for firewood and in general construction.",
            "score": 45.80620193481445
        },
        {
            "docid": "25938215_3",
            "document": "Eucalyptus propinqua . It can grow to 50 metres in height, though is mostly seen between 20 and 30 metres tall. Growing north from Wyong in New South Wales up to south east Queensland, in high rainfall areas, prone to fire. Leaves eaten by koalas. Yellow-bellied gliders eat the sap of the Grey Gum.",
            "score": 45.799739837646484
        },
        {
            "docid": "942048_14",
            "document": "Adaptation . Flexibility stems from phenotypic plasticity, the ability of an organism with a given genotype to change its phenotype in response to changes in its habitat, or to move to a different habitat. The degree of flexibility is inherited, and varies between individuals. A highly specialized animal or plant lives only in a well-defined habitat, eats a specific type of food, and cannot survive if its needs are not met. Many herbivores are like this; extreme examples are koalas which depend on \"Eucalyptus\", and giant pandas which require bamboo. A generalist, on the other hand, eats a range of food, and can survive in many different conditions. Examples are humans, rats, crabs and many carnivores. The \"tendency\" to behave in a specialized or exploratory manner is inherited—it is an adaptation. Rather different is developmental flexibility: \"An animal or plant is developmentally flexible if when it is raised in or transferred to new conditions, it changes in structure so that it is better fitted to survive in the new environment,\" writes evolutionary biologist John Maynard Smith.",
            "score": 45.55028533935547
        },
        {
            "docid": "17143_3",
            "document": "Koala . Koalas typically inhabit open eucalypt woodlands, and the leaves of these trees make up most of their diet. Because this eucalypt diet has limited nutritional and caloric content, koalas are largely sedentary and sleep up to 20 hours a day. They are asocial animals, and bonding exists only between mothers and dependent offspring. Adult males communicate with loud bellows that intimidate rivals and attract mates. Males mark their presence with secretions from scent glands located on their chests. Being marsupials, koalas give birth to underdeveloped young that crawl into their mothers' pouches, where they stay for the first six to seven months of their lives. These young koalas, known as joeys, are fully weaned around a year old. Koalas have few natural predators and parasites, but are threatened by various pathogens, such as Chlamydiaceae bacteria and the koala retrovirus, as well as by bushfires and droughts.",
            "score": 44.93568801879883
        },
        {
            "docid": "169674_11",
            "document": "Eucalypt . Eucalypt leaves are low in protein and high in toxins. The main consumers of eucalypt leaves are the koala and eucalyptus leaf beetles.",
            "score": 44.62160110473633
        },
        {
            "docid": "2671359_2",
            "document": "Eucalyptus punctata . Eucalyptus punctata, commonly known as grey gum, is a large tree of the myrtle family, Myrtaceae, native to South East Queensland and eastern New South Wales, where it specialises in poor soils such as Sydney sandstone. Its leaves are one of the favoured foods of the koala. The tree's common name comes from its bark, which takes a greyish cast at about one year of age (see photograph). On most trees this bark is partly shed, revealing a bare and slightly orange or brown tinted smooth surface. The white flowers appear over the summer.",
            "score": 44.43998718261719
        },
        {
            "docid": "13654916_3",
            "document": "Riversleigh rainforest koala . The Riversleigh rainforest koala (Nimiokoala greystanesi) is an extinct marsupial, closely related to the extant koala, that inhabited northwestern Queensland in the early-middle Miocene (23–16 million years ago). Along with species of sister genus \"Litokoala\", the Riversleigh rainforest koala is the smallest representative of family \"Phascolarctide\". Based on cladistic analysis, \"Nimiokoala\" is one of the more basal genera of \"Phascolarctide\". It died out due to climate change rendering the environment more arid. It probably had a more generalized diet than that of the modern species, but its exact food preferences are unknown.",
            "score": 43.70956802368164
        },
        {
            "docid": "17143_2",
            "document": "Koala . The koala (\"Phascolarctos cinereus\", or, inaccurately, koala bear) is an arboreal herbivorous marsupial native to Australia. It is the only extant representative of the family Phascolarctidae and its closest living relatives are the wombats. The koala is found in coastal areas of the mainland's eastern and southern regions, inhabiting Queensland, New South Wales, Victoria, and South Australia. It is easily recognisable by its stout, tailless body and large head with round, fluffy ears and large, spoon-shaped nose. The koala has a body length of and weighs . Pelage colour ranges from silver grey to chocolate brown. Koalas from the northern populations are typically smaller and lighter in colour than their counterparts further south. These populations possibly are separate subspecies, but this is disputed.",
            "score": 43.11149215698242
        }
    ]
}