{
    "q": [
        {
            "docid": "10333181_5",
            "document": "Ye, Mon State . Ye has a tropical monsoon climate (Köppen climate classification \"Am\"). Temperatures are hot throughout the year, although maximum temperatures in the monsoon months are depressed by heavy cloud and rain. There is a winter dry season (November–April) and a summer wet season (May–October). Torrential rain falls from June to September, with over falling in August alone.",
            "score": 38.04756712913513
        },
        {
            "docid": "25220261_3",
            "document": "CRAFFT Screening Test . The older version of the questionnaire contains 9 items in total, answered in a \"yes\" or \"no\" format. The first three items (Part A) evaluate alcohol and drug use over the past year and the other six (Part B) ask about situations in which the respondent used drugs or alcohol and any consequences of the usage. The CRAFFT 2.0 screening tool begins with past-12-month frequency items (Part A), rather than the previous “yes/no” question for any use over the past year and the other six (Part B) ask about situations in which the respondent used drugs or alcohol and any consequences of usage.",
            "score": 36.414743423461914
        },
        {
            "docid": "8057455_7",
            "document": "R. B. Winter State Park . R. B. Winter State Park has of hiking trails that meander around the park and along the lakeshore. The park is also a trailhead for the hiking, mountain biking and snow mobile trails in Bald Eagle State Forest. Most of the trails in the park are open to mountain biking except for Rapid Run Trail and Mid State Trail and part of Overlook Trail. R. B. Winter State Park is open to cross-country skiing and snowmobiling during the winter months.",
            "score": 33.029348850250244
        },
        {
            "docid": "21095388_2",
            "document": "Ye Qiaobo . Ye Qiaobo (born August 3, 1964 in Changchun, Jilin) is a Chinese speed skater. She competed in the 1992 Winter Olympics and in the 1994 Winter Olympics.",
            "score": 31.035579919815063
        },
        {
            "docid": "56569032_3",
            "document": "Park Ye-eun (ice hockey) . She competed in the 2018 Winter Olympics as part of a unified team of 35 players drawn from both North and South Korea. The team's coach was Sarah Murray and the team was in Group B competing against Switzerland, Japan and Sweden.",
            "score": 20.01581048965454
        },
        {
            "docid": "19939899_5",
            "document": "Elsinore (band) . In August 2011 their song \"Yes Yes Yes\" was used by Kohl's department store for a month-long national television ad campaign.",
            "score": 29.12856960296631
        },
        {
            "docid": "105825_5",
            "document": "Dorothy Hodgkin . Dorothy Mary Crowfoot was born in Cairo, Egypt, to John Winter Crowfoot (1873–1959), then working for the country's Ministry of Education and Grace Mary Crowfoot (née Hood) (1877–1957), known to friends and family as Molly. She was the oldest of three girls, born in Egypt. The family lived in Cairo during the winter months, returning to England each year to avoid the hotter part of the season in Egypt. In August 1914, during one of those stays in England, World War I began.",
            "score": 42.1064875125885
        },
        {
            "docid": "28004380_5",
            "document": "Climate of Peshawar . Peshawar is not situated in the monsoon region, unlike the other northern parts of Pakistan. But occasionally monsoon currents make it as far as Peshawar causing downpours. This can be witnessed in the erratic monsoon of 2015 when the monsoon moisture was going well into eastern Afghanistan. The winter rainfall due to western disturbances shows a higher record during the months of February and April. The highest winter rainfall has been recorded in March, while the highest summer rainfall in the month of August. The average winter rainfall is higher than that of the summer. Based on a 30-year record, the average 30-year annual precipitation has been recorded as . The relative humidity varies from 46% in June to 76% in August.",
            "score": 51.09512543678284
        },
        {
            "docid": "247960_6",
            "document": "Mikoyan-Gurevich MiG-25 . The subsonic Boeing B-47 Stratojet and Boeing B-52 Stratofortress strategic bombers were followed by the Mach 2 Convair B-58 Hustler, with the Mach 3 North American B-70 Valkyrie on the drawing board at that time. A major upgrade in the PVO defence system was required, and at the start of 1958 a requirement was issued for manned interceptors capable of reaching 3,000 km/h (1,864 mph) and heights of up to 27 km (88,583 ft). Mikoyan and Sukhoi responded. The Mikoyan-Gurevich OKB had been working on a series of interceptors during the second half of the 1950s: the I-1, I-3U, I-7U, I-75, Ye-150, Ye-150A, Ye-152, Ye-152A, Ye-152P, and Ye-152M. The Ye-150 was noteworthy because it was built specifically to test the Tumansky R-15 engine, two of which would later be used for the MiG-25. This led to Ye-152, alternatively known as Ye-166, which set several world records. The Ye-152M (converted from one of the two Ye-152 aircraft) was intended to be the definite heavy interceptor design. But before it was finished, the PVO had selected the Tupolev Tu-128. As the work on the MiG-25 was well under way, the single-engine Ye-152M was abandoned.",
            "score": 15.054123640060425
        },
        {
            "docid": "328944_4",
            "document": "Takayama, Gifu . Per Japanese census data, the population of Takayama has increased gradually over the past 40 years.. The city has a climate characterized by hot and humid summers, and mild winters (Köppen climate classification \"Dfa\"). The average annual temperature in Takayama is 11.1 °C. The average annual rainfall is 1840 mm with September as the wettest month. The temperatures are highest on average in August, at around 24.3 °C, and lowest in January, at around -1.6 °C. It features four distinct seasons with a wide range of temperature between the summer and winter, somewhat resembling parts of northern Japan and Hokkaidō. Takayama is part of the heavy snow area of Japan (gōsetsu-chitai, 豪雪地帯) with snowfall most days throughout the winter season. Takayama and many other places exposed to the Sea of Japan experience lake effect snow, generating some of the highest, most consistent snowfall in the world.",
            "score": 42.80981707572937
        },
        {
            "docid": "27354244_22",
            "document": "Larry Winters . After nearly ten years in retirement, Winters began wrestling for local independent promotions in the Philadelphia area. On March 3, 2002, Winters defeated Jeff Rocker for the Cutting Edge Wrestling Federation but lost to Tony Stetson in a lumberjack match for Liberty All-Star Wrestling on April 20. Within three months, however, Winters reunited with Stetson in KAPOW Wrestling to defeat The Badstreet Boys (Christian York & Joey Matthews) and The Well Hung Warriors (Mark Smart & Greg Spitz) in a 3 Way Dance on July 28. A month later, he took part in a two-day card for the Universal Wrestling Federation. On August 16, 2002, Winters defeated Scotty Ice and, the following night, lost to The Sandman.",
            "score": 41.52887773513794
        },
        {
            "docid": "150983_18",
            "document": "Wilsonville, Oregon . Wilsonville, as part of the Willamette Valley, is within the Marine west coast climate zone. Summers in Wilsonville are generally warm, but temperatures year-round are moderated by a marine influence from the Pacific Ocean. Wilsonville receives most of its precipitation during the mild to cool winter months, with the wettest period from November through March. July and August are the warmest months with an average high temperature of , while December is the coolest month with an average low of . December is also on average the wettest month with . The highest recorded temperature, , has occurred on August 11, 1981; August 13, 1977; August 18, 1977; and September 3, 1988. Wilsonville's lowest ever recorded temperature was on December 23, 1998.",
            "score": 43.7780065536499
        },
        {
            "docid": "53166191_6",
            "document": "Clam Lake Canal . The Clam Lake Canal displays an unusual event most winters. It is out of the ordinary of what usually happens to canals in the Northern Hemisphere of the world in the winter time where temperatures are consistently well below the freezing point. It is such an unusual event that it has been written up in Ripley's Believe-It-Or-Not books series. The phenomenon is when the canal is frozen over in the first part of the winter, the lakes on each side are unfrozen. The canal freezes over first during the winter months, while the lakes on either end of the canal are unfrozen during a typical winter in Northern Michigan. After the lakes freeze over during the mid-winter months, the canal thaws out and flows with unfrozen water.",
            "score": 60.99828910827637
        },
        {
            "docid": "498611_14",
            "document": "Nile Delta . The Delta has a hot desert climate (Köppen: BWh) as the rest of Egypt, but its northernmost part, as is the case with the rest of the northern coast of Egypt which is the wettest region in the country, has relatively moderate temperatures, with highs usually not surpassing in the summer. Only of rain falls on the delta area during an average year, and most of this falls in the winter months. The delta experiences its hottest temperatures in July and August, with maximum average of . Winter temperatures are normally in the range of at nights to in the daytime. With cooler temperatures and some rain, the Nile Delta region becomes quite humid during the winter months.",
            "score": 53.8089644908905
        },
        {
            "docid": "26832100_4",
            "document": "Marilyn Cochran . Born in Burlington, Vermont, Cochran and her younger sister Barbara (b.1951) joined the U.S. Ski Team in 1967. She made her World Cup debut at age 18 in March 1968, a month after the Winter Olympics, with a pair of top ten finishes at the season's final stop in Aspen, Colorado. Brother Bob (b. 1951) joined the men's \"A team\" for the 1970 season and the three siblings competed on the World Cup tour through the 1974 season.",
            "score": 26.530240774154663
        },
        {
            "docid": "26841278_6",
            "document": "Frontier Region Kohat . The rainfall is received throughout the year. The monsoon rain is received from May to October. August is the rainiest month, with an average of about 114 mm. The winter rain occurs from November to April. The highest winter rainfall is received in the month of March. The average annual rainfall is about 638 mm. The maximum humidity has been recorded in the month of August during summer season and in December during the winter season.",
            "score": 56.60132622718811
        },
        {
            "docid": "37619610_4",
            "document": "Harisinga . Like the North-Eastern Part of India, the weather is pleasant with winters not being that harsh and the rainy season in full swing from the month of March to August.",
            "score": 39.29521942138672
        },
        {
            "docid": "53842_55",
            "document": "New Orleans . The climate is humid subtropical (Köppen climate classification \"Cfa\"), with short, generally mild winters and hot, humid summers; most suburbs and parts of Wards 9 and 15 fall in USDA Plant Hardiness Zone 9a, while the city's other 15 wards are rated 9b in whole. The monthly daily average temperature ranges from in January to in July and August. Officially, as measured at New Orleans International Airport, temperature records range from on December 23, 1989 and August 22, 1980, respectively; Audubon Park has recorded temperatures ranging from on February 13, 1899 up to on June 24, 2009. Dewpoints in the summer months (June–August) are relatively high, ranging from . The average precipitation is annually; the summer months are the wettest, while October is the driest month. Precipitation in winter usually accompanies the passing of a cold front. On average, there are 77 days of + highs, 8.1 days per winter where the high does not exceed , and 8.0 nights with freezing lows annually. It is rare for the temperature to reach , with the last occurrence of each being February 5, 1996 and June 26, 2016, respectively.",
            "score": 45.905627965927124
        },
        {
            "docid": "31687703_5",
            "document": "Balanus crenatus . This barnacle is a hermaphrodite and the reproductive organs develop during the winter. Individuals in a group fertilise each other and, after a period of maturation, nauplii are liberated into the water. After a number of moults, the larvae settle out of the zooplankton in about April and attach themselves to rocks and stones on the sea floor. \"B. crenatus\" is a fast-growing barnacle and can grow from a length of to in the month of May after settling. It is fully grown by August and ready to reproduce in its first winter.",
            "score": 40.62352395057678
        },
        {
            "docid": "3708_76",
            "document": "Brussels . Some summer festivities include the Couleur Café Festival, a festival of world and urban music, around the end of June or early July, the Brussels Summer Festival (BSF), a music festival in August, the Brussels Fair, the most important yearly fair in Brussels, lasting more than a month, in July and August, and \"Brussels Beach\", when the banks of the canal are turned into a temporary urban beach. The \"Winter Wonders\" animate the heart of Brussels in December; these winter activities were launched in Brussels in 2001.",
            "score": 42.13868427276611
        },
        {
            "docid": "6263863_5",
            "document": "Falling in Love Again (Can't Help It) . \"Falling in Love Again\" was Kevin Ayers’ final release on Island Records. The flip side, \"Everyone Knows the Song\", was an Ayers original. After the release of this single, Ayers signed to Harvest Records, and both tracks became part of his 1976 album, \"Yes We Have No Mañanas (So Get Your Mañanas Today)\". The single was also re-released a few months later by Harvest in parts of Europe but featuring the Ayers original \"The Owl\" on the B-side.",
            "score": 40.17520999908447
        },
        {
            "docid": "614115_14",
            "document": "Dandong . The area has long winters, and humid, somewhat hot summers belonging to the humid continental climate regime (Köppen \"Dwa\"). Winter usually begins in late November and continues until the end of March (about 4 months), with the most severe cold only lasting for around three weeks in December, January, or February. The coldest month, January, averages . Spring, though a period of quick warming, is delayed by one month compared to more inland parts of the province, and is somewhat dry until May. Summer heat is moderated by proximity to the coast; the city's warmest month, August, averages . With monthly percent possible sunshine ranging from 35% in July to 67% in February, the city receives 2,459 hours of sunshine annually and is, outside of the summer months, generally sunny.",
            "score": 48.222996950149536
        },
        {
            "docid": "32066656_3",
            "document": "Yes-R . Yes-R originates from East Amsterdam. Inspired by his cousin Ali B, he started rapping at the age of 12. A year later, he entered a talent show in which he placed second. In 2003, he was introduced to Lange Frans, the frontman of the rap formation D-Men, who was impressed by Yes-R's flow. Lange Frans then took on the production of Yes-R's recordings. The first song \"Chickiesflasher\" was an underground hit and became part of the compilation album \"De gastenlijst\". He was also featured on the single \"Sletje\" by Baas B as well Maritza's debut single \"Laat Je Gaan\".",
            "score": 9.7821683883667
        },
        {
            "docid": "54951052_2",
            "document": "Yes (Sam Feldt song) . \"Yes\" (stylized YES) is a song by Dutch DJ Sam Feldt. It features American R&B singer Akon, was written by Sam Feldt, Thomas Troelsen, Lunchmoney Lewis and S. Martin and produced by Feldt alongside Troelsen and Kaj Melsen. It was released on 10 August 2017 as the lead single from Feldt's upcoming debut album \"Sunrise\".",
            "score": 14.804202556610107
        },
        {
            "docid": "26678638_2",
            "document": "The Vortex World Tour . The Vortex Tour is a worldwide tour by American R&B/soul singer Erykah Badu in support of her Platinum selling 2008 album, \"New Amerykah Part One (4th World War)\". The U.S. tour kicked off May 4, in Detroit, MI ending on June 15, in Albuquerque, N.M. The second leg of tour reached Europe on June 25, in Copenhagen, Denmark. Badu toured across Europe playing shows that included an itinerary for the month of July. Several more shows were added throughout August in the U.S.",
            "score": 32.617377281188965
        },
        {
            "docid": "39638436_5",
            "document": "Steve Winter (footballer) . He moved to Tiverton Town in August 2001 and in July 2003 was a part of the Tiverton side that defeated his former club, Torquay United, at Plainmoor to win the Devon Bowl. In March 2006, Winter joined league rivals Chippenham Town in a surprise move. He left the club a few months later in May 2006.",
            "score": 38.270348072052
        },
        {
            "docid": "43105388_5",
            "document": "Journey to Freedom (album) . In January 2010, Michelle announced that she had parted ways with manager Mathew Knowles and Music World Entertainment. The following months, Williams made a return to Broadway by commencing a seven-week limited engagement in \"Chicago\" at the New York Ambassador Theatre, and in August, she joined the eighth series of British television show \"Strictly Come Dancing\". \"Journey to Freedom\", her fourth album, marks a return to Williams' gospel roots after taking a secular detour on 2008's \"Unexpected\". It features the singles \"If We Had Your Eyes\", \"Fire\", and \"Say Yes\", the latter of which features Beyoncé and Kelly Rowland.",
            "score": 46.1272759437561
        },
        {
            "docid": "1014469_24",
            "document": "K-os . On February 28, 2010, k-os performed at the 2010 Winter Olympics closing ceremony in Vancouver. On August 9, 2010, k-os released a follow-up mixtape to \"Yes!\", entitled \"The Anchorman Mixtape\". Mainly recorded on his tour bus, it featured leftover tracks from \"Yes!\", as well as new tracks.",
            "score": 26.61338496208191
        },
        {
            "docid": "3162588_12",
            "document": "Dakin Matthews . Matthews appeared in the 2009 world tour of The Bridge Project as \"Pishchick\" in \"The Cherry Orchard\" and \"Antigonus\" in \"The Winter's Tale\". In the 2011 summer season of The Public Theater's Shakespeare in the Park, he performed as \"the Provost\" in \"Measure for Measure\" and \"Lafew\" in \"All's Well That Ends Well\". and as \"Sir Humphrey\" in the American premiere of \"Yes Prime Minister\" at the Kirk Douglas Theatre. He was nominated for an Ovation Award for Book and Lyrics of an original musical entitled \"Liberty Inn\", which he co-wrote with B. T. Ryback.",
            "score": 19.980376482009888
        },
        {
            "docid": "14731190_4",
            "document": "Mukkoottuthara . As in many parts of Kerala, Mukkoottuthara also experiences a tropical climate. Rainfalls with thunderstorms are common in the months of June, July and August. The annual rainfall averages about 2550 mm. March, April and May are the hottest months with a less amount of rainfall. The average annual temperature here is 26.8°C. Winter normally starts from December.",
            "score": 45.48958897590637
        },
        {
            "docid": "52230_17",
            "document": "Osaka . Osaka is located in the humid subtropical climate zone (Köppen \"Cfa\"), with four distinct seasons. Its winters are generally mild, with January being the coldest month having an average high of . The city rarely sees snowfall during the winter. Spring in Osaka starts off mild, but ends up being hot and humid. It also tends to be Osaka's wettest season, with the — the rainy season — occurring between early June (average:Jun.7) to late July (average:Jul.21). Summers are very hot and humid. In August, the hottest month, the average daily high temperature reaches , while average nighttime low temperatures typically hover around . Fall in Osaka sees a cooling trend, with the early part of the season resembling summer while the latter part of fall resembles winter. Precipitation is abundant, with winter being the driest season, while monthly rainfall peaks in June with the \"tsuyu\" rainy season, which typically ends in mid to late July. From late July through the end of August, summer's heat and humidity peaks, and rainfall decreases some. Osaka experiences a second rainy period in September and early October, when tropical weather systems, including typhoons, coming from the south or southwest are possible.",
            "score": 43.187859535217285
        },
        {
            "docid": "10228536_20",
            "document": "Zhenli Ye Gon . Two Mexican Federal agents who were involved in the arrests at the Zhenli Ye Gon mansion were found dead in the southern Mexican state of Guerrero, as reported on August 2, 2007. Mr. Ye Gon was not among the persons who had been arrested by these agents several months before, however, and no charges have ever been filed suggesting any link whatsoever between their deaths and Mr. Ye Gon.",
            "score": 33.29002666473389
        }
    ],
    "r": [
        {
            "docid": "2366547_9",
            "document": "Christmas in July . In the Southern Hemisphere, seasons are in reverse to the Northern Hemisphere, with summer falling in December, January, and February, and with winter falling in June, July, and August. Therefore, in some southern hemisphere countries, such as Australia, New Zealand, Comoros, Madagascar, Bolivia, Angola, French Polynesia, Papua New Guinea, Paraguay, Samoa and South Africa, Christmas in July or Midwinter Christmas events are undertaken in order to have Christmas with a winter feel in common with the northern hemisphere. These countries still celebrate Christmas on December 25, in their summer, like the northern hemisphere.",
            "score": 95.7977066040039
        },
        {
            "docid": "10845_3",
            "document": "February . February is the third month of meteorological winter in the Northern Hemisphere. In the Southern Hemisphere, February is the last month of summer (the seasonal equivalent of August in the Northern Hemisphere, in meteorological reckoning).",
            "score": 92.47863006591797
        },
        {
            "docid": "34061_11",
            "document": "Winter . In the UK, meteorologists consider winter to be the three coldest months of December, January and February. In Scandinavia, winter in one tradition begins on 14 October and ends on the last day of February. In Russia, currently calendar winter starts on 1 December and lasts through to the end of February, though traditionally it was reckoned from the Christmas (25 December in Julian calendar, or 7 January in Gregorian) until the Annunciation (25 March in Julian). In many countries in the Southern Hemisphere, including Australia, New Zealand and South Africa, winter begins on 1 June and ends on 31 August. In Celtic nations such as Ireland (using the Irish calendar) and in Scandinavia, the winter solstice is traditionally considered as midwinter, with the winter season beginning 1 November, on All Hallows, or Samhain. Winter ends and spring begins on Imbolc, or Candlemas, which is 1 or 2 February. This system of seasons is based on the length of days exclusively. (The three-month period of the shortest days and weakest solar radiation occurs during November, December and January in the Northern Hemisphere and May, June and July in the Southern Hemisphere.)",
            "score": 90.55155944824219
        },
        {
            "docid": "15785_2",
            "document": "June . June is the sixth month of the year in the Julian and Gregorian calendars, the second of four months to have a length of 30 days, and the third of five months to have a length of less than 31 days. June contains the summer solstice in the Northern Hemisphere, the day with the most daylight hours, and the winter solstice in the Southern Hemisphere, the day with the fewest daylight hours (excluding polar regions in both cases). June in the Northern Hemisphere is the seasonal equivalent to December in the Southern Hemisphere and vice versa. In the Northern hemisphere, the beginning of the traditional astronomical summer is 21 June (meteorological summer begins on 1 June). In the Southern hemisphere, meteorological winter begins on 1 June.",
            "score": 86.58497619628906
        },
        {
            "docid": "15786_3",
            "document": "July . It is on average the warmest month in most of the Northern hemisphere, where it is the second month of summer, and the coldest month in much of the Southern hemisphere, where it is the second month of winter. The second half of the year commences in July. In the Southern hemisphere, July is the seasonal equivalent of January in the Northern hemisphere.",
            "score": 85.10457611083984
        },
        {
            "docid": "22472_4",
            "document": "Ophiuchus . In contrast to Orion, it is in the period November–January (summer in the Southern Hemisphere, winter in the Northern Hemisphere) when Ophiuchus is in the daytime sky and thus not visible at most latitudes. However, for much of the Arctic Circle in the Northern Hemisphere's winter months, the Sun is below the horizon even at midday. Stars (and thus parts of Ophiuchus, especially Rasalhague) are then visible at twilight for a few hours around local noon, low in the South. In the Northern Hemisphere's spring and summer months, when Ophiuchus is normally visible in the night sky, the constellation is actually not visible, at those times and places in the Arctic when midnight sun obscures the stars. In countries close to the equator Ophiuchus appears overhead in June around midnight and in the October evening sky.",
            "score": 84.15115356445312
        },
        {
            "docid": "24873453_3",
            "document": "Season . During May, June, and July, the Northern Hemisphere is exposed to more direct sunlight because the hemisphere faces the Sun. The same is true of the Southern Hemisphere in November, December, and January. It is Earth's axial tilt that causes the Sun to be higher in the sky during the summer months, which increases the solar flux. However, due to seasonal lag, June, July, and August are the warmest months in the Northern Hemisphere while December, January, and February are the warmest months in the Southern Hemisphere.",
            "score": 83.82601928710938
        },
        {
            "docid": "15642_2",
            "document": "January . January is the first month of the year in the Julian and Gregorian calendars and the first of seven months to have a length of 31 days. The first day of the month is known as New Year's Day. It is, on average, the coldest month of the year within most of the Northern Hemisphere (where it is the second month of winter) and the warmest month of the year within most of the Southern Hemisphere (where it is the second month of summer). In the Southern hemisphere, January is the seasonal equivalent of July in the Northern hemisphere and vice versa.",
            "score": 83.39765167236328
        },
        {
            "docid": "1374399_4",
            "document": "Microthermal . The characteristic feature of the microthermal climate is cold winters — specifically, winters that are cold enough to ensure that snow will remain on the ground continuously for a fixed period of time every year. Conceptually, an average temperature of 0°C or colder is assumed to be necessary to bring this about; thus the climate of a location where at least one full month is this cold is classified as microthermal (however, at least one month in the summer must average 10°C or higher; otherwise the climate would be reckoned as polar). This definition places all of the world's microthermal climates in the Northern Hemisphere, as the absence of broad land masses at upper-middle latitudes in the Southern Hemisphere precludes the existence of such temperature conditions there.",
            "score": 82.83061981201172
        },
        {
            "docid": "13588886_8",
            "document": "New Zealand at the Olympics . New Zealand, as with other Southern Hemisphere countries, has had the disadvantage of needing to peak to compete in summer sports which are held during their winter months. Only three Olympics have ever been held in the Southern Hemisphere, the 1956 Summer Olympics in Melbourne, the 2000 Summer Olympics in Sydney, and the 2016 Summer Olympics in Rio de Janeiro.",
            "score": 82.53341674804688
        },
        {
            "docid": "17335975_7",
            "document": "Climate of Argentina . In winter (June–August), the northern parts of Argentina are generally warm, the central parts mild, and the southern parts cold with frequent frost and snow. The climate of the southern parts of the country is moderated by the surrounding oceans, resulting in cold weather that is less intense and prolonged than at comparable latitudes in the northern hemisphere. The northern parts of the country have the warmest temperatures, with an average of ; the central parts are cooler, with an average of . In the extreme south, mean temperatures are below . At higher altitudes in the Andes, average winter temperatures are below . June and July temperatures are normally similar to each other; however, in August temperatures see a rise of about .",
            "score": 80.17437744140625
        },
        {
            "docid": "16654_12",
            "document": "Geography of Kenya . There are slight seasonal variations in temperature, of , cooler in the winter months. Although Kenya is centred at the equator, it shares the seasons of the southern hemisphere: with the warmest summer months in December–March and the coolest winter months in June–August, again with differences in temperature varying by location within the country.",
            "score": 79.90670776367188
        },
        {
            "docid": "153797_35",
            "document": "Orion (constellation) . In the period May–July (summer in the Northern Hemisphere, winter in the Southern Hemisphere), Orion is in the daytime sky and thus not visible at most latitudes. However, for much of Antarctica in the Southern Hemisphere's winter months, the Sun is below the horizon even at midday. Stars (and thus Orion) are then visible at twilight for a few hours around local noon, low in the North. At the same time of day at the South Pole itself (Amundsen–Scott South Pole Station), Rigel is only 8° above the horizon, and the Belt sweeps just along it. In the Southern Hemisphere's summer months, when Orion is normally visible in the night sky, the constellation is actually not visible in Antarctica because the sun does not set at that time of year south of the Antarctic Circle.",
            "score": 79.45772552490234
        },
        {
            "docid": "724310_15",
            "document": "Dark Angel (band) . On August 16, 2013, six days after the \"reunion\" was announced, Doty and Hoglan released statements addressing the \"reunion rumors\" in an attempt to \"put any confusion to rest.\" Hoglan admitted that he and the members of Dark Angel had been \"talking about doing something\" in 2014, and stated that some shows could be in the works, but \"right now it's just speculation.\" Hoglan also stated that, due to his commitments with Testament and Dethklok, the band is \"moving forward s-l-o-w-l-y.\" Doty also commented on the reunion rumors, stating, \"When talks are complete, a statement will be given. We will know more in the months to come. We will let you know as it unravels.\" Asked on August 21, 2013 about the reunion, Hoglan replied, \"The latest is that we are talking about doing one. We will definitely keep everybody posted when there is something solid to talk about.\"",
            "score": 78.72112274169922
        },
        {
            "docid": "1005_3",
            "document": "August . In the Southern Hemisphere, August is the seasonal equivalent of February in the Northern Hemisphere. In many European countries, August is the holiday month for most workers. Numerous religious holidays occurred during August in ancient Rome.",
            "score": 78.26376342773438
        },
        {
            "docid": "34061_7",
            "document": "Winter . Meteorological reckoning is the method of measuring the winter season used by meteorologists based on \"sensible weather patterns\" for record keeping purposes, so the start of meteorological winter varies with latitude. Winter is often defined by meteorologists to be the three calendar months with the lowest average temperatures. This corresponds to the months of December, January and February in the Northern Hemisphere, and June, July and August in the Southern Hemisphere. The coldest average temperatures of the season are typically experienced in January or February in the Northern Hemisphere and in June, July or August in the Southern Hemisphere. Nighttime predominates in the winter season, and in some regions winter has the highest rate of precipitation as well as prolonged dampness because of permanent snow cover or high precipitation rates coupled with low temperatures, precluding evaporation. Blizzards often develop and cause many transportation delays. Diamond dust, also known as ice needles or ice crystals, forms at temperatures approaching due to air with slightly higher moisture from aloft mixing with colder, surface based air. They are made of simple ice crystals that are hexagonal in shape. The Swedish meteorological institute (SMHI) define winter as when the daily mean temperatures go below for five consecutive days. According to the SMHI, winter in Scandinavia is more pronounced when Atlantic low-pressure systems take more southerly and northerly routes, leaving the path open for high-pressure systems to come in and cold temperatures to occur. As a result, the coldest January on record in 1987 was also the sunniest in Stockholm.",
            "score": 78.11258697509766
        },
        {
            "docid": "14067073_3",
            "document": "Harvest (wine) . The majority of the world's wine producing regions lie between the temperate latitudes of 30° and 50° in both hemispheres with regions lying closer to the equator typically harvesting earlier due to their warmer climates. In the Northern Hemisphere, vineyards in Cyprus begin harvesting as early as July. In California some sparkling wine grapes are harvested in late July to early August at a slightly unripe point to help maintain acidity in the wine. The majority of Northern Hemisphere harvesting occurs in late August to early October with some late harvest wine grapes being harvested throughout the autumn. In Germany, Austria, the United States and Canada, ice wine grapes can be harvested as late as January. In the Southern Hemisphere harvest can begin as early as January 1 in some of the warmer climate sites in New South Wales, Australia. The majority of Southern Hemisphere harvesting occurs between the months of February and April with some cool climate sites like Central Otago, New Zealand picking late harvest wine grapes in June.",
            "score": 77.45954132080078
        },
        {
            "docid": "24873453_18",
            "document": "Season . Meteorological seasons are reckoned by temperature, with summer being the hottest quarter of the year and winter the coldest quarter of the year. In 1780 the Societas Meteorologica Palatina (which became defunct in 1795), an early international organization for meteorology, defined seasons as groupings of three whole months as identified by the Gregorian calendar. Ever since, professional meteorologists all over the world have used this definition. Therefore, for temperate areas in the northern hemisphere, spring begins on 1 March, summer on 1 June, autumn on 1 September, and winter on 1 December. For the southern hemisphere temperate zone, spring begins on 1 September, summer on 1 December, autumn on 1 March, and winter on 1 June. In Australasia the meteorological terms for seasons apply to the temperate zone that occupies all of New Zealand, New South Wales, Victoria, Tasmania, the south-eastern corner of South Australia and the south-west of Western Australia, and the south east Queensland areas south of Brisbane.",
            "score": 77.33403015136719
        },
        {
            "docid": "50048_10",
            "document": "Polar climate . Otto Nordenskjöld theorized that winter conditions also play a role: His formula is , where \"W\" is the average temperature in the warmest month and \"C\" the average of the coldest month, both in degrees Celsius. For example, if a particular location had an average temperature of in its coldest month, the warmest month would need to average or higher for trees to be able to survive there as . Nordenskiöld's line tends to run to the north of Köppen's near the west coasts of the Northern Hemisphere continents, south of it in the interior sections, and at about the same latitude along the east coasts of both Asia and North America. In the Southern Hemisphere, all of Tierra del Fuego lies outside the polar region in Nordenskiöld's system, but part of the island (including Ushuaia, Argentina) is reckoned as being within the Antarctic under Köppen's.",
            "score": 76.37120056152344
        },
        {
            "docid": "878461_7",
            "document": "Earth's orbit . By astronomical convention, the four seasons are determined by the solstices the two points in the Earth's orbit of the maximum tilt of the Earth's axis, towards the Sun or away from the Sun and the equinoxes the two points in the Earth's orbit where the Earth's tilted axis and an imaginary line drawn from the Earth to the Sun are exactly perpendicular to one another. The solstices and equinoxes divide the year up into four approximately equal parts. In the northern hemisphere winter solstice occurs on or about December 21; summer solstice is near June 21; spring equinox is around March 20; and autumnal equinox is about September 23. The effect of the Earth's axial tilt in the southern hemisphere is the opposite of that in the northern hemisphere, thus the seasons of the solstices and equinoxes in the southern hemisphere are the reverse of those in the northern hemisphere (e.g. the northern summer solstice is at the same time as the southern winter solstice).",
            "score": 76.05616760253906
        },
        {
            "docid": "211586_14",
            "document": "Dead Can Dance . \"I have been talking with Lisa Gerrard this past week with regard to recording a new DCD album this coming winter. We hope to complete the album by the summer of 2012 and then embark on an extensive two month world tour in late 2012.\" The band made a formal announcement about its world tour and new album, \"Anastasis\", for a release date of 13 August.",
            "score": 75.86455535888672
        },
        {
            "docid": "1892176_7",
            "document": "G. E. Smith . During this same period, Smith was hired to play lead guitar for Hall & Oates. He stayed for six years (1979–85), consistently touring and recording with them, with songs such as \"Private Eyes\", \"Maneater\", \"Kiss on My List\" and others. \"It was insanely fun,\" he recalled. \"We were so big that one year, we decided we would perform during summer – all year 'round! We toured the northern hemisphere in the summer and the southern hemisphere during New York's winter.\" Another event was the Live Aid and Farm Aid benefit concerts in mid-1985. During the Philadelphia portion of Live Aid day (the main Live Aid show was in London) the Hall & Oates band ended up being the house band. Smith ended up being the de facto music director for a lot of the show, as his band backed Mick Jagger, Tina Turner and others.",
            "score": 75.71858215332031
        },
        {
            "docid": "24182090_2",
            "document": "August 2009 Argentine winter heat wave . The 2009 Argentine winter heat wave was a period of unusual and exceptionally hot weather that arrived at the end of the winter on August 2009 in Argentina. Several provinces of the country were most affected. Several records were broken. August 2009 was the warmest month since official measurements began. On 30 August 2009 it felt like the middle of summer late last week in the heart of Argentina even with the calendar showing more than three weeks remaining in the Southern Hemisphere winter.",
            "score": 75.29911804199219
        },
        {
            "docid": "34061_4",
            "document": "Winter . The tilt of the Earth's axis relative to its orbital plane plays a large role in the formation of weather. The Earth is tilted at an angle of 23.44° to the plane of its orbit, causing different latitudes to directly face the Sun as the Earth moves through its orbit. This variation brings about seasons. When it is winter in the Northern Hemisphere, the Southern Hemisphere faces the Sun more directly and thus experiences warmer temperatures than the Northern Hemisphere. Conversely, winter in the Southern Hemisphere occurs when the Northern Hemisphere is tilted more toward the Sun. From the perspective of an observer on the Earth, the winter Sun has a lower maximum altitude in the sky than the summer Sun.",
            "score": 74.9081039428711
        },
        {
            "docid": "20903181_13",
            "document": "Birthday . According to a public database of births, birthdays in the United States are quite evenly distributed for the most part, but there tend to be more births in September and October. This may be because there is a holiday season nine months before (the human gestation period is about nine months), or because the longest nights of the year also occur in the Northern Hemisphere nine months before. However, it appears the holidays have more of an effect on birth rates than the winter: New Zealand, a Southern Hemisphere country, has the same September and October peak with no corresponding peak in March and April. The least common birthdays tend to fall around public holidays, such as Christmas, New Years Day and fixed-date holidays such as July 4 in the US. This is probably due to hospitals and birthing centres not offering labor inductions and elective Caesarean sections on public holidays.",
            "score": 74.68995666503906
        },
        {
            "docid": "56680_20",
            "document": "Harare . There are three main seasons: a warm, wet season from November to March/April; a cool, dry season from May to August (corresponding to winter in the Southern Hemisphere); and a hot, dry season in September/October. Daily temperature ranges are about in July (the coldest month), about in October (the hottest month) and about in January (midsummer). The hottest year on record was 1914 with and the coldest year was 1965 with .",
            "score": 74.56580352783203
        },
        {
            "docid": "12537157_11",
            "document": "Sundevall's roundleaf bat . Breeding occurs during the winter in populations in the northern and southern parts of the range. In equatorial regions, although only a single breeding season occurs each year for any given population, this may be aligned with either the Northern or Southern Hemisphere winter, so some populations geographically close to one another may, nonetheless, be reproductively isolated. Gestation lasts about three to four months, but in some populations, delayed implantation of the embryo causes birth of the young until five to seven months after mating.",
            "score": 74.43653869628906
        },
        {
            "docid": "19344_5",
            "document": "March . March is the first month of spring in the Northern Hemisphere (North America, Europe, Asia and part of Africa) and the first month of fall or autumn in the Southern Hemisphere (South America, part of Africa, and Oceania).",
            "score": 74.37765502929688
        },
        {
            "docid": "1332_2",
            "document": "August 7 . This day marks the approximate midpoint of summer in the Northern Hemisphere and of winter in the Southern Hemisphere (starting the season at the June solstice).",
            "score": 73.72682189941406
        },
        {
            "docid": "34061_9",
            "document": "Winter . In the Northern Hemisphere, some authorities define the period of winter based on astronomical fixed points (i.e. based solely on the position of the Earth in its orbit around the sun), regardless of weather conditions. In one version of this definition, winter begins at the winter solstice and ends at the vernal equinox. These dates are somewhat later than those used to define the beginning and end of the meteorological winter – usually considered to span the entirety of December, January, and February in the Northern Hemisphere and June, July, and August in the Southern.",
            "score": 73.56953430175781
        },
        {
            "docid": "11890785_3",
            "document": "Summer solstice . The summer solstice occurs during the hemisphere's summer. This is the June solstice in the Northern Hemisphere and the December solstice in the Southern Hemisphere. Depending on the shift of the calendar, the summer solstice occurs sometime between June 20 and June 22 in the Northern Hemisphere and between December 20 and December 23 in the Southern Hemisphere. The same dates in the opposite hemisphere are referred to as the winter solstice.",
            "score": 73.22667694091797
        },
        {
            "docid": "20935694_2",
            "document": "Southern Cross Novel Challenge . The Southern Cross Novel Challenge, or SoCNoC, was a yearly event held every June from 2007 - 2013. The southern hemisphere's version of National Novel Writing Month, June (comprising thirty days total, including one long weekend) was selected as the month for this challenge because it is considered the equivalent of the northern hemisphere's November in terms of weather and temperatures. This challenge is hosted by Kiwi Writers, a New Zealand-based writing group which housed members primarily based in New Zealand and Australia but stretched as far as the United States and Canada. SoCNoC was the largest writing competition in the Southern Hemisphere.",
            "score": 73.12982940673828
        }
    ]
}