{
    "q": [
        {
            "docid": "1420969_3",
            "document": "Julius Caesar (cricketer) . Julius Caesar was born in Godalming, Surrey, to Benjamin Caesar, an English professional cricketer, and his wife Anne (née Bowler). Benjamin and Anne had seven children. George, Richard, Lawrence William, Ann, Benjamin, Frederick Bowler and finally Julius. He was brought up in Godalming, a town with approximately 4,000 inhabitants, in Surrey, England. He was almost certainly educated in one of the two schools in Godalming at the time, and could read and write with a legible hand.",
            "score": 66.3338360786438
        },
        {
            "docid": "69880_95",
            "document": "Napoleon . While in exile, Napoleon wrote a book about Julius Caesar, one of his great heroes. He also studied English under the tutelage of Count Emmanuel de Las Cases with the main aim of being able to read English newspapers and books, as access to French newspapers and books was heavily restricted to him on Saint Helena.",
            "score": 54.89754772186279
        },
        {
            "docid": "2926817_3",
            "document": "Memnon of Heraclea . Memnon's history encompassed an unknown number of books, but Photius had read the ninth through the sixteenth, and made a tolerably copious abstract of that portion. The first eight books he had not read, and he speaks of other books after the sixteenth. The ninth book begins with an account of the tyrant Clearchus, the disciple of Plato and Isocrates. The thirteenth book contains a long account of the rise of Rome. The last event mentioned in the sixteenth book was the death of Brithagoras, who was sent by the Heracleians as ambassador to Julius Caesar, after the latter had obtained the supreme power (48 BC).",
            "score": 60.14940071105957
        },
        {
            "docid": "17938506_6",
            "document": "Lucius Julius . Lucius Julius Caesar I may have been the son of Numerius Julius Caesar or identical to Lucius Julius Libo II, with Sextus Julius Caesar (praetor 208 BC) as his son, in which case the latter would be the father of Sextus Julius Caesar (military tribune 181 BC) identical to Sextus Julius Caesar (consul 157 BC).",
            "score": 70.95782136917114
        },
        {
            "docid": "57328_19",
            "document": "Julius Caesar (play) . The text of \"Julius Caesar\" in the First Folio is the only authoritative text for the play. The Folio text is notable for its quality and consistency; scholars judge it to have been set into type from a theatrical prompt-book.",
            "score": 61.67222881317139
        },
        {
            "docid": "9437624_15",
            "document": "Art patronage of Julius II . Many also criticize Julius II for having repeatedly identified himself with Julius Caesar. His desire to emulate Caesar and his extravagant patronage further the negative connotations. Scholars have drawn this conclusion from the medal Julius had made for Saint Peter's with himself on the back, as well as his self-chosen name of Julius. (Gosman, 44) The second, less common stance, is that Julius’s main motive for his patronage was for his own personal aesthetic pleasure (Gosman, 45). One scholar defends Julius II's patronage by stating: \"“It must not be forgotten that not all messages conveyed in works commissioned by a patron, let alone those merely addressed to him, can be read as a communication by the patron of his thinking and claims and aspirations. To say this is not to deny that messages may be read into them, but it should not be assumed that patrons would necessarily have cared about or understood or been motivated by theories and statements about their power and authority that may be coded into the works of art they paid for\". \" (Gosman, 61)",
            "score": 63.921388149261475
        },
        {
            "docid": "32008642_5",
            "document": "Hubert Goltzius . Golzius had his own printshop in Bruges, where he published \"Caius Julius Caesar, or a history of Roman Emperors in medals\" in 1563, and \"The life of Julius Caesar\" in 1566. In 1567 he published the book \"Fastos\" for which he was made an honorary Roman citizen by the Rome council (and which was noted in his next book called \"Caesar Augustus\" in 1574). He published his final book in 1576 on the emperors of Greece in medallions. His portrait was painted twice by Antonis Mor in exchange for his medallion book. These paintings, as well as the books, were all honored in verse by various poets. The same goes for the engraved portrait by Melchior Lorck, used in his last book from 1576 and also used independently.",
            "score": 69.49603080749512
        },
        {
            "docid": "694796_10",
            "document": "Michael Parenti . In 2003 The New Press published Parenti's \"The Assassination of Julius Caesar: A People's History of Ancient Rome.\" \"PW\" said, \"Parenti... narrates a provocative history of the late republic in Rome (100–33 B.C.) to demonstrate that Caesar's death was the culmination of growing class conflict, economic disparity and political corruption.\" \"Kirkus Reviews\" wrote: \"Populist historian Parenti... views ancient Rome’s most famous assassination not as a tyrannicide but as a sanguinary scene in the never-ending drama of class warfare.\" Kirkus described the book as \"revisionist history at its most provocative.\" \"Political Affairs\" wrote: \"This is an excellent book and a good read.\"",
            "score": 56.3996787071228
        },
        {
            "docid": "4358254_33",
            "document": "The Twelve Caesars . Suetonius describes several omens that predicted the assassination of Caligula. He mentions a bolt of lightning that struck Rome on the Ides of March, which was when Julius Caesar was assassinated. Lightning was an event of immense superstition in the ancient world. The day of the assassination, Caligula sacrificed a flamingo. During the sacrifice, blood splattered on his clothes. Suetonius also describes a comet that was seen shortly before the assassination. In the ancient world, comets were believed to foretell the death or assassination of important people. Suetonius even suggested that Caligula's name itself was a predictor of his assassination, noting that every Caesar named Gaius, such as the dictator Gaius Julius Caesar, had been assassinated (a statement which is not entirely accurate; Julius Caesar's father died from natural causes, as did Augustus).",
            "score": 69.43687641620636
        },
        {
            "docid": "15924_61",
            "document": "Julius Caesar . Julius Caesar had been preparing to invade Parthia, the Caucasus, and Scythia, and then march back to Germania through Eastern Europe. These plans were thwarted by his assassination. His successors did attempt the conquests of Parthia and Germania, but without lasting results.",
            "score": 66.14136695861816
        },
        {
            "docid": "1120048_10",
            "document": "Scroll . The Romans invented the \"codex\" form of the book, folding the scroll into pages which made reading and handling the document much easier. Legend has it that Julius Caesar was the first to fold scrolls, concertina-fashion, for dispatches to his forces campaigning in Gaul. Scrolls were awkward to read if a reader wished to consult material at opposite ends of the document. Further, scrolls were written only on one side, while both sides of the codex page were used.",
            "score": 55.80862855911255
        },
        {
            "docid": "4309435_2",
            "document": "Julia (wife of Marius) . Julia (c. 130 BC – 69 BC) was a daughter of Gaius Julius Caesar II (praetor-grandfather of Caesar) and Marcia (daughter of praetor Quintus Marcius Rex). She was a sister of Gaius Julius Caesar III (the father of Julius Caesar) and Sextus Julius Caesar III, consul in 91 BC.",
            "score": 66.91636562347412
        },
        {
            "docid": "12194458_2",
            "document": "Brannovices . The Brannovices or Brannovii were a Gallic people mentioned by Julius Caesar (\"B. G.\" vii. 75). D'Anville conjectures that they may have been in the canton of Brionnois, near Mâcon, Saône-et-Loire, France. Walckenaer (\"Géog.\" vol. i. p. 331) has some remarks on these people. In Caesar (\"B. G.\" vii. 75) there are also readings \"Blannovicibus\" and \"Blannoviis\" (Oudendorp. ed. Caes.); and Walckenaer proposes to place the \"Blannovices\" or \"Brannovices\" in the district of Mâcon, where D'Anville also places the Brannovices or Brannovii. Walckenaer urges, in favor of this supposition, the existence of a place called Blannot in the district of Mâcon. There is another Blannot in the department of Côte d'Or, about 22 km from Arnay, and here Walckenaer places the Blannovii. The controversy has not been resolved.",
            "score": 50.158201694488525
        },
        {
            "docid": "26174_6",
            "document": "Julio-Claudian family tree . This generation of Julii Caesares has two consuls: Sextus Julius Caesar III in 91 BC, and Lucius Julius Caesar III the next year. This generation has also two female descendants very close to the centers of power by their marriages: Julia, the daughter of Gaius Julius Caesar II was married to seven-times consul Gaius Marius, while Julia, the daughter of Lucius Julius Caesar II was married to the two-times consul and Roman dictator Lucius Cornelius Sulla, who had successfully challenged Marius' power. For ensuing generations, Gaius Julius Caesar the Elder, married to a consul's daughter, and Lucius Julius Caesar III proved to be quintessential ancestors of those who held Imperial power in the Julio-Claudian dynasty.",
            "score": 75.51390719413757
        },
        {
            "docid": "39202379_25",
            "document": "Destruction of the Library of Alexandria . Thus Orosius laments the pillaging of libraries within temples in 'his own time' by 'his own men' and compares it to the destruction of the Great Library destroyed at the time of Julius Caesar. He is certainly referring to the plundering of pagan temples during his lifetime, but this presumably did not include the library of Alexandria, which he assumes was destroyed in Caesar's time. While he admits that the accusations of plundering books are “true enough,” he then suggests that the books in question were not copies of those that had been housed at the Great Library, but rather new books \"to rival the ancient love of literature.\" Orosius does not say where temples' books were taken, whether to Constantinople or to local monastic libraries or elsewhere, and he does not say that the books were destroyed.",
            "score": 68.05191421508789
        },
        {
            "docid": "57328_36",
            "document": "Julius Caesar (play) . The 2008 movie \"Me and Orson Welles\", based on a book of the same name by Robert Kaplow, is a fictional story centred around Orson Welles' famous 1937 production of \"Julius Caesar\" at the Mercury Theatre. British actor Christian McKay is cast as Welles, and co-stars with Zac Efron and Claire Danes.",
            "score": 57.34856343269348
        },
        {
            "docid": "1232477_2",
            "document": "Sextus Julius Caesar . Sextus Julius Caesar was the name of several Roman men of the Julii Caesares. \"Sextus\" was one of three praenomina used by the Julii Caesares, the others being \"Lucius\" and \"Gaius\", the latter being the praenomen of the most famous Julius Caesar.",
            "score": 68.31277060508728
        },
        {
            "docid": "57328_30",
            "document": "Julius Caesar (play) . One of the earliest cultural references to the play came in Shakespeare's own \"Hamlet\". Prince Hamlet asks Polonius about his career as a thespian at university, Polonius replies \"I did enact Julius Caesar. I was killed i' th' Capitol. Brutus killed me.\" This is a likely meta-reference, as Richard Burbage is generally accepted to have played leading men Brutus and Hamlet, and the older John Heminges to have played Caesar and Polonius.",
            "score": 66.63036513328552
        },
        {
            "docid": "15924_85",
            "document": "Julius Caesar . Julius Caesar is seen as the main example of \"Caesarism\", a form of political rule led by a charismatic strongman whose rule is based upon a cult of personality, whose rationale is the need to rule by force, establishing a violent social order, and being a regime involving prominence of the military in the government. Other people in history, such as the French Napoleon Bonaparte and the Italian Benito Mussolini, have defined themselves as Caesarists. Bonaparte did not focus only on Caesar's military career but also on his relation with the masses, a predecessor to populism. The word is also used in a pejorative manner by critics of this type of political rule.",
            "score": 73.72527074813843
        },
        {
            "docid": "219117_12",
            "document": "Roman emperor . Julius Caesar, and then Augustus after him, accumulated offices and titles of the highest importance in the Republic, making the power attached to those offices permanent, and preventing anyone with similar aspirations from accumulating or maintaining power for themselves. However, Julius Caesar, unlike those after him, did so without the Senate's vote and approval.",
            "score": 77.57464385032654
        },
        {
            "docid": "57328_28",
            "document": "Julius Caesar (play) . After the theatres re-opened at the start of the Restoration era, the play was revived by Thomas Killigrew's King's Company in 1672. Charles Hart initially played Brutus, as did Thomas Betterton in later productions. \"Julius Caesar\" was one of the very few Shakespearean plays that was not adapted during the Restoration period or the eighteenth century.",
            "score": 66.34583520889282
        },
        {
            "docid": "57328_13",
            "document": "Julius Caesar (play) . Brutus next attacks Cassius for supposedly soiling the noble act of regicide by having accepted bribes. (\"Did not great Julius bleed for justice' sake? / What villain touch'd his body, that did stab, / And not for justice?\") The two are reconciled, especially after Brutus reveals that his beloved wife committed suicide under the stress of his absence from Rome; they prepare for a civil war against Mark Antony and Caesar's adopted son, Octavius, who have formed a triumvirate in Rome with Lepidus. That night, Caesar's ghost appears to Brutus with a warning of defeat. (He informs Brutus, \"Thou shalt see me at Philippi.\")",
            "score": 71.00877976417542
        },
        {
            "docid": "7514689_4",
            "document": "Medici giraffe . In 46 BC Julius Caesar had celebrated his triumphs in Egypt by returning to Rome with a vast menagerie, the star attraction of which was a giraffe, the first ever seen in Europe. The Romans did not know what to make of such an animal and named it the cameleopard, for it seemed to them to embody characteristics of both the camel and leopard. Caesar had the animal torn to shreds by lions in the arena, probably to emphasize his power by the disposal of such a rare creature in a casual manner. Lorenzo had read of the success of the spectacle of Caesar's giraffe and saw a way to cement his reputation in Florence by emulating it. He also realised that he could gain further political influence by passing the animal on and promised to send it to Anne of France, after its sojourn in Florence.",
            "score": 70.80965304374695
        },
        {
            "docid": "4308816_7",
            "document": "Julii Caesares . The rest of the genealogy is well-known. As Caesar left no legitimate sons to carry on his name and legacy, by his will he adopted his grand-nephew, Gaius Octavius, who thus became Gaius Julius Caesar Octavianus, the future emperor better known as Augustus. Octavian had only a daughter, and therefore adopted two of his grandchildren by Marcus Vipsanius Agrippa, who thus became Gaius and Lucius Julius Caesar; but when both died young, the emperor adopted their brother, who became Marcus Julius Caesar Agrippa Postumus, and a stepson, Tiberius Claudius Nero, who became Tiberius Julius Caesar. Tiberius' son, Nero Claudius Drusus, became Drusus Julius Caesar, and he adopted a nephew, Tiberius Claudius Nero Germanicus, who became Germanicus Julius Caesar; their children also became part of the Julia gens. The line draws to a close with the death of Germanicus' son, Gaius Julius Caesar Germanicus, better known simply as Gaius or Caligula, in AD 41; after this, the imperial authority passed to Gaius' uncle, Tiberius Claudius Nero Germanicus, and out of the Julian line.",
            "score": 71.16933119297028
        },
        {
            "docid": "23416512_3",
            "document": "Gaius Julius Caesar (name) . The name \"Caesar\" probably originated from a dialect of Latium which did not share the rhotacism of the Roman dialect. (That is, the \"s\" between vowels did not change to \"r\".) Using the Latin alphabet as it existed in the day of Julius Caesar (100 BC – 44 BC) (i.e., without lower case letters, \"J\", or \"U\"), Caesar's name is properly rendered (the spelling is also attested and is interchangeable with the more common ; however the letter was used with its antique pronunciation of [g], as it was an adaptation of Greek \"gamma\"). It is often seen abbreviated to . (The letterform is a ligature, which is often encountered in Latin inscriptions, where it was used to save space, and is nothing more than the letters \"ae\".) The leading vowels in each part of the name are long, and in Classical Latin, the whole name was pronounced , or, alternatively, with praenomen pronounced trisyllabically as . In Greek, during Caesar's time, his name was written \"Καῖσαρ,\" which was pronounced more or less the same.",
            "score": 81.35134387016296
        },
        {
            "docid": "48405_2",
            "document": "Caesar cipher . In cryptography, a Caesar cipher, also known as Caesar's cipher, the shift cipher, Caesar's code or Caesar shift, is one of the simplest and most widely known encryption techniques. It is a type of substitution cipher in which each letter in the plaintext is replaced by a letter some fixed number of positions down the alphabet. For example, with a left shift of 3, D would be replaced by A, E would become B, and so on. The method is named after Julius Caesar, who used it in his private correspondence.",
            "score": 59.79937529563904
        },
        {
            "docid": "1224846_2",
            "document": "Gaius Julius Caesar Strabo Vopiscus . Gaius Julius Caesar Strabo Vopiscus (\"C. Iulius L. f. Sex. n. Caesar Strabo Vopiscus\")(ca. 130 BC – 87 BC) was the younger son to Lucius Julius Caesar II and his wife Poppilia and younger brother to Lucius Julius Caesar III. His \"cognomina\" indicate he was possibly cross-eyed, and the surviving member of a set of twins.",
            "score": 68.60238766670227
        },
        {
            "docid": "17938506_9",
            "document": "Lucius Julius . Lucius Julius Caesar II, first cousin of Caesar's grandfather, grandson of Lucius Julius Caesar I;",
            "score": 62.44002914428711
        },
        {
            "docid": "12210646_2",
            "document": "Ambarri . The Ambarri were a Gallic people, whom Julius Caesar (\"B. G.\" i. 11) calls close allies and kinsmen of the Aedui. If the reading \"Aedui Ambarri\" in the passage referred to is correct, the Ambarri were Aedui. They are not mentioned among the \"clientes\" of the Aedui. (\"B. G.\" vii. 75.) They occupied a tract in the valley of the Rhône, probably in the angle between the Saône and the Rhône; and their neighbors on the east were the Allobroges. They are mentioned by Livy (v. 34) with the Aedui among those Galli who were said to have crossed the Alps into Italy in the time of Tarquinius Priscus.",
            "score": 44.79823184013367
        },
        {
            "docid": "783514_3",
            "document": "Gaius Julius Caesar . Livy mentions a senator named Gaius Julius who wrote a Roman history in Greek about 143 BC. Given the time period, he would probably have been one of the Julii Caesares, most probably a brother of the Sextus Julius Caesar who was consul in 157, and the great-grandfather of the dictator. This is how Drumann regarded the dictator's most likely descent. If his brother was the Sextus Julius Caesar who was consul in 157 BC, then he would be the son of Sextus Julius Caesar, the praetor in 208 BC.",
            "score": 79.16235685348511
        },
        {
            "docid": "1228853_4",
            "document": "Lucius Julius Caesar . Lucius Julius Caesar, son of the praetor of 183, was \"praetor urbanus\" in 166. A \"praetor urbanus\" named Julius Caesar was mentioned by Pliny the Elder as having died suddenly during his year of office, and was perhaps the same man, although some scholars identify him with Gaius Julius Caesar, the grandfather of the dictator.",
            "score": 64.42698335647583
        },
        {
            "docid": "1232477_7",
            "document": "Sextus Julius Caesar . Sextus Julius Caesar, the son of Gaius Julius Caesar and Marcia, is best known as the uncle of Gaius Julius Caesar, the dictator. He was praetor by 94 BC, and held the consulship in 91. Proconsul in 90, he won a military victory, probably over the Paeligni. He died while laying siege to Asculum.",
            "score": 65.48901033401489
        }
    ],
    "r": [
        {
            "docid": "783514_8",
            "document": "Gaius Julius Caesar . Gaius Julius Caesar, often referred to as \"Julius Caesar\", or simply \"Caesar\", was born in 100 BC, the youngest child of Gaius Julius Caesar (proconsul) and Aurelia Cotta. Together with Pompeius and Marcus Licinius Crassus, he was part of the first Triumvirate. A brilliant general who inspired his men, Caesar conquered Gaul, won the Civil War, and instituted various civil and social reforms at Rome. Named dictator in perpetuity, Caesar was assassinated by a group of senators on the Ides of March, 44 BC. The years after his death saw the demise of the Roman Republic, and the establishment of the Roman emperors.",
            "score": 86.8810043334961
        },
        {
            "docid": "4308816_6",
            "document": "Julii Caesares . It is therefore Sextus, the praetor of BC 208, rather than an otherwise unknown Lucius Julius Caesar, who was the father of Lucius Julius Caesar, praetor in 183 BC, and Sextus, the consul of 157. These sons provide the first two branches of the family; but the third branch, representing the ancestors of Gaius Julius Caesar, the dictator, are less certain. We know that Caesar's grandfather was also named \"Gaius\", and that he married a woman of the Marcia gens. Drumann supposed that he might have been the son of a senator named Gaius Julius, who wrote a Roman history in Greek about BC 143. This Gaius, he proposed, might have been a brother of Sextus Julius Caesar, the consul of 157, and therefore a son of the Sextus who was military tribune in 181. Since the two Sexti were in fact the same man, this would probably make the senator Gaius a third son of Sextus Julius Caesar, the praetor of 208 BC. If he was a senator in 143, and the great-grandfather of Caesar, who was born in BC 100, he was probably not the consul's son, as \"his\" eponymous and presumably eldest son, Sextus, was praetor in BC 123.",
            "score": 85.17493438720703
        },
        {
            "docid": "8455760_8",
            "document": "History of assassination . Julius Caesar was one of the three leaders of the First Triumvirate of the Roman Republic. After the other two members of the Triumvirate died, Julius Caesar became so popular he was proclaimed 'Dictator for Life', but the senate of the Roman Republic saw this as the end of the Republic, so, on the Ides of March (March 15) of 44 BC, the Roman Senate, including Marcus Junius Brutus the Younger who was a friend of Caesar went to the Senate, and when Caesar arrived, they stabbed him to death. When he was dying, Caesar is said to (in a play by Shakesphere) have looked at Brutus and say \"Et tu, Brute?\", or \"And you, Brutus?\". However, there is no record as to whether or not Caesar actually said these things. Soon after this, the Second Triumvirate was formed, ending in the collapse of the Roman Republic and the creation of the Roman Empire by Augustus Caesar.",
            "score": 83.54885864257812
        },
        {
            "docid": "15924_2",
            "document": "Julius Caesar . Gaius Julius Caesar (; 12 or 13 July 100 BC – 15 March 44 BC), known by his cognomen Julius Caesar, was a Roman politician and military general who played a critical role in the events that led to the demise of the Roman Republic and the rise of the Roman Empire. He is also known as an author of Latin prose.",
            "score": 83.12841796875
        },
        {
            "docid": "4308816_2",
            "document": "Julii Caesares . The Julii Caesares were the most illustrious family of the patrician \"gens Julia\". The family first appears in history during the Second Punic War, when Sextus Julius Caesar was praetor in Sicily. His son, Sextus Julius Caesar, obtained the consulship in 157 BC; but the most famous descendant of this stirps is Gaius Julius Caesar, a general who conquered Gaul and became the undisputed master of Rome following the Civil War. Having been granted dictatorial power by the Roman Senate and instituting a number of political and social reforms, he was assassinated in 44 BC. After overcoming several rivals, Caesar's adopted son and heir, Gaius Julius Caesar Octavianus, was proclaimed Augustus by the senate, inaugurating what became the Julio-Claudian line of Roman emperors.",
            "score": 82.50365447998047
        },
        {
            "docid": "23416512_3",
            "document": "Gaius Julius Caesar (name) . The name \"Caesar\" probably originated from a dialect of Latium which did not share the rhotacism of the Roman dialect. (That is, the \"s\" between vowels did not change to \"r\".) Using the Latin alphabet as it existed in the day of Julius Caesar (100 BC – 44 BC) (i.e., without lower case letters, \"J\", or \"U\"), Caesar's name is properly rendered (the spelling is also attested and is interchangeable with the more common ; however the letter was used with its antique pronunciation of [g], as it was an adaptation of Greek \"gamma\"). It is often seen abbreviated to . (The letterform is a ligature, which is often encountered in Latin inscriptions, where it was used to save space, and is nothing more than the letters \"ae\".) The leading vowels in each part of the name are long, and in Classical Latin, the whole name was pronounced , or, alternatively, with praenomen pronounced trisyllabically as . In Greek, during Caesar's time, his name was written \"Καῖσαρ,\" which was pronounced more or less the same.",
            "score": 81.3513412475586
        },
        {
            "docid": "26888898_175",
            "document": "List of Assassin's Creed characters . Gaius Julius Caesar (13 July 100 BC - 15 March 44 BC), commonly known as Julius Caesar was a prominent general in the Roman army and a notable politician. He played a key role in transforming the flagging Roman Republic to the seemingly unstoppable Roman Empire. He was killed due to his Templar affiliations. Caesar gained his fame on military campaigns in Gaul, where he conquered what is present-day France, Germany, and Belgium. In 50 BC, Caesar was called back to Rome, and he feared he might be prosecuted for insubordination and treason. Caesar brought one of his legions with him and started a civil war. During this conflict, Caesar was made Dictator of Rome. Roman Senators feared Caesar's in increasing military power, and also hated him due to the fact he was supported by the Templars. On March 15, 44 BC, also known as the Ides of March, the Senators planned their strike. A group of Roman Senators, who were also Assassins, led by Brutus and Cassius, stabbed Caesar twenty-three times in the Roman Senate. The Senators thought that by ending Caesar's life, they had helped save Rome, but they actually put Rome in chaos. For the next thirteen years, civil war raged through the Roman Republic. The outcome was the birth of the Roman Empire, and the fall of the Egyptian Pharaohs.",
            "score": 80.66574096679688
        },
        {
            "docid": "26905739_6",
            "document": "Caesar's Comet . Tracing the coinage from 44 BC through the developing rule of Augustus reveals the changing relationship of Julius Caesar to the Sidus Iulium. Robert Gurval notes that the shifting status of Caesar’s comet in the coinage follows a definite pattern. Representations of the deified Julius Caesar as a star appeared relatively quickly, occurring within several years of his death. About twenty years passed, however, before the star completed its transformation into a comet. Starting in 44 BC, a money maker named P. Sepullius Macer created coins with the front displaying Julius Caesar crowned with a wreath and a star behind his head. On the back, Venus, the patron goddess of the Julian family, holds a starred scepter. Gurval maintains that this coin was minted about the time of Caesar’s assassination and thus probably would not have originally referred to his deification. As it circulated, however, it would have brought that idea to mind because of Caesar’s new cult. Kenneth Scott’s older work \"The Sidus Iulium and the Apotheosis of Caesar\" contests this by assuming that the comet did indeed spark this series because of similarity to other coins he produced. A series of Roman aurei and denarii minted after this cult began show Mark Antony and a star, which most likely represents his position as Caesar’s priest. In later coins likely originating near the end of Octavian’s war with Sextus Pompey, the star supplants Caesar’s name and face entirely, clearly representing his divinity.",
            "score": 79.66011810302734
        },
        {
            "docid": "783514_3",
            "document": "Gaius Julius Caesar . Livy mentions a senator named Gaius Julius who wrote a Roman history in Greek about 143 BC. Given the time period, he would probably have been one of the Julii Caesares, most probably a brother of the Sextus Julius Caesar who was consul in 157, and the great-grandfather of the dictator. This is how Drumann regarded the dictator's most likely descent. If his brother was the Sextus Julius Caesar who was consul in 157 BC, then he would be the son of Sextus Julius Caesar, the praetor in 208 BC.",
            "score": 79.16236114501953
        },
        {
            "docid": "4308816_3",
            "document": "Julii Caesares . The first of the Julii Caesares to appear in history was Sextus Julius Caesar, praetor in Sicily in 208 BC. From the filiation of his son, Sextus, \"Sex. f. L. n.\", we know that his father was named \"Lucius\", but precisely who this Lucius was and whether he bore the surname \"Caesar\" is uncertain. On the assumption that the Caesares were descended from earlier notable families of the Julia gens, some scholars have suggested that he was the son of Lucius Julius Libo, consul in 267 BC.",
            "score": 78.31005096435547
        },
        {
            "docid": "4357908_2",
            "document": "Lucius Julius Caesar (consul 64 BC) . Lucius Julius Caesar (fl. 1st century BC) was a Roman politician and senator who was elected consul of the Roman Republic in 64 BC. A supporter of his cousin, the Roman dictator Gaius Julius Caesar, Lucius was a key member of the senatorial faction which strove to avoid civil war between the Roman Senate and Marcus Antonius (Mark Antony) in the aftermath of the Dictator's assassination.",
            "score": 78.21806335449219
        },
        {
            "docid": "343816_9",
            "document": "Adoption in ancient Rome . Augustus, the first emperor of the Roman Empire, is possibly the most famous example of adoption in ancient Rome. Born into relative obscurity under the name \"Gaius Octavius\", he was adopted into the Julii Caesares by testament of his maternal great-uncle, the Roman dictator Julius Caesar. Although Octavius changed his name to \"Gaius Julius Caesar,\" in accordance with Roman naming practices concerning adoption, he did not use the name \"Octavianus\" but preferred to emphasize his new status as an official Julian instead of reminding the public of his relatively humble origin as an Octavian. Nevertheless, after his adoption, historians refer to him as \"Octavian\" from 44 BC until 27 BC when he obtained the name \"Augustus\".",
            "score": 77.80498504638672
        },
        {
            "docid": "219117_12",
            "document": "Roman emperor . Julius Caesar, and then Augustus after him, accumulated offices and titles of the highest importance in the Republic, making the power attached to those offices permanent, and preventing anyone with similar aspirations from accumulating or maintaining power for themselves. However, Julius Caesar, unlike those after him, did so without the Senate's vote and approval.",
            "score": 77.57464599609375
        },
        {
            "docid": "28933941_2",
            "document": "Military campaigns of Julius Caesar . The militarys campaigns of Julius Caesar constituted both the Gallic War (58 BC-51 BC) and Caesar's civil war (50 BC-45 B magistracy) in 59 BC, which had been highly controversial. The Gallic War mainly took place in what is now France. In 55 and 54 BC, he invaded Britain, although he made little headway. The Gallic War ended with complete Roman victory at the Battle of Alesia. This was followed by the civil war, during which time Caesar chased his rivals to Greece, decisively defeating them there. He then went to Egypt, where he defeated the Egyptian pharaoh and put Cleopatra on the throne. He then finished off his Roman opponents in Africa and Hispania. Once his campaigns were over, he served as Roman dictator until his assassination root on March 15, 44 BC. These wars were critically important in the transition of the Roman Republic into the Roman Empire.",
            "score": 77.03535461425781
        },
        {
            "docid": "18913156_2",
            "document": "Constitutional reforms of Julius Caesar . The constitutional reforms of Julius Caesar were a series of laws pertaining to the Constitution of the Roman Republic enacted between 49 and 44 BC, during Caesar's dictatorship. Caesar died in 44 BC before the implications of his constitutional actions could be realized.",
            "score": 76.9696044921875
        },
        {
            "docid": "3216375_2",
            "document": "Gaius Julius Caesar (Rome character) . Gaius Julius Caesar is a historical figure who features as a character in the HBO/BBC2 \"Rome (TV series)\", played by Irish actor Ciarán Hinds. The real Julius Caesar was a Roman general who seized control of the Roman government in 45 BC and laid the political foundations for the transition from the Roman Republic to the Roman Empire.",
            "score": 76.13938903808594
        },
        {
            "docid": "26174_6",
            "document": "Julio-Claudian family tree . This generation of Julii Caesares has two consuls: Sextus Julius Caesar III in 91 BC, and Lucius Julius Caesar III the next year. This generation has also two female descendants very close to the centers of power by their marriages: Julia, the daughter of Gaius Julius Caesar II was married to seven-times consul Gaius Marius, while Julia, the daughter of Lucius Julius Caesar II was married to the two-times consul and Roman dictator Lucius Cornelius Sulla, who had successfully challenged Marius' power. For ensuing generations, Gaius Julius Caesar the Elder, married to a consul's daughter, and Lucius Julius Caesar III proved to be quintessential ancestors of those who held Imperial power in the Julio-Claudian dynasty.",
            "score": 75.51390838623047
        },
        {
            "docid": "15924_62",
            "document": "Julius Caesar . Julius Caesar was the first historical Roman to be officially deified. He was posthumously granted the title \"Divus Iulius\" (the divine/deified Julius) by decree of the Roman Senate on 1 January 42 BC. The appearance of a comet during games in his honour was taken as confirmation of his divinity. Though his temple was not dedicated until after his death, he may have received divine honours during his lifetime: and shortly before his assassination, Mark Antony had been appointed as his \"flamen\" (priest). Both Octavian and Mark Antony promoted the cult of\" Divus Iulius\". After the death of Antony, Octavian, as the adoptive son of Caesar, assumed the title of \"Divi Filius\" (son of a god).",
            "score": 75.46021270751953
        },
        {
            "docid": "274463_6",
            "document": "Demigod . According to the Roman author Cassius Dio, Julius Caesar was declared a demigod by the Roman Senate after his victory at Thapsus. However, Dio was writing in the third century — centuries after the death of Caesar — and modern critics have cast doubt on whether the Senate really did this.",
            "score": 75.41950225830078
        },
        {
            "docid": "15775663_2",
            "document": "Assassination of Julius Caesar . The assassination of Julius Caesar was the result of a conspiracy by many Roman senators led by Gaius Cassius Longinus, Decimus Junius Brutus Albinus, and Marcus Junius Brutus. They stabbed Julius Caesar to death in a location adjacent to the Theatre of Pompey on the Ides of March (March 15), 44 BC. Caesar was the dictator of the Roman Republic, having recently been declared \"dictator perpetuo\" by the Senate of the Roman Republic. This declaration made several senators fear that Caesar wanted to overthrow the Senate in favor of tyranny. The conspirators were unable to restore the Roman Republic, and the ramifications of the assassination led to the Liberators' civil war and ultimately to the Principate period of the Roman Empire.",
            "score": 74.64555358886719
        },
        {
            "docid": "263349_6",
            "document": "Imperator . Since a triumph was the goal of many politically ambitious Roman commanders, Roman Republican history is full of cases where legions were bribed to call their commander \"imperator\". The title of \"imperator\" was given in 90 BC to Lucius Julius Caesar, in 84 BC to Gnaeus Pompeius Magnus, in 60 BC to Gaius Julius Caesar, relative of the previously mentioned Lucius Julius Caesar, in 45 BC again to Gaius Julius Caesar, in 44 BC to Marcus Iunius Brutus, and in 41 BC to Lucius Antonius (younger brother and ally of the more famous Marcus Antonius). In 15 AD Germanicus was also \"imperator\" during the empire (see below) of his adoptive father Tiberius.",
            "score": 74.53361511230469
        },
        {
            "docid": "17830_9",
            "document": "History of Luxembourg . The Romans, under Julius Caesar, completed their conquest and occupation in 53 BC. The first known reference to the territory of present-day Luxembourg was by Julius Caesar in his \"Commentaries on the Gallic War\". The Treveri were more co-operative with the Romans than most Gallic tribes, and adapted readily to Roman civilization. Two revolts in the 1st century AD did not permanently damage their cordial relations with Rome. The land of the Treveri was at first part of Gallia Celtica, but with the reform of Domitian in c. 90, was reassigned to Gallia Belgica.",
            "score": 74.42693328857422
        },
        {
            "docid": "3155208_5",
            "document": "Battle of Mutina . Mark Antony had dominated the political situation in Rome for only a short time after the Assassination of Julius Caesar on 15 March 44 BC. An incongruous coalition among some of Caesar's assassins, the resurgent Senatorial faction led by Marcus Tullius Cicero, and the followers of the dictator's young heir, Caesar Octavian—the future emperor Augustus—had quickly caused difficulties for the consul Antony by eroding his consensus of support within the Caesarian camp. Relations between the Roman Senate and Antony broke down entirely around one year after Julius Caesar's murder. Antony was unhappy with the province he was due to govern, Macedonia, after his one-year term as consul expired. Macedonia was too far away if trouble were to threaten him in the capital, Rome, so he sought to exchange the post for a five-year term in Cisalpine Gaul. From that region he could overawe the capital, and if need be intervene directly, as Caesar did in 44 BC. However, a different governor had already been selected for Cisalpine Gaul, namely Decimus Junius Brutus Albinus, who was already in possession of the province with three legions with the consent of the Senate. Decimus Brutus was a distant relative of Marcus Junius Brutus and a one-time follower of Julius Caesar who had lost confidence in the dictator and taken part in his assassination on the Ides of March. Antony attempted to preempt the hostile attitude of his opponents by marching his legions of Caesarian veterans from Macedonia north to force Decimus Junius Brutus to surrender the province of Cisalpine Gaul to him.",
            "score": 74.34825134277344
        },
        {
            "docid": "46353403_2",
            "document": "Sextus Julius Caesar (consul 91 BC) . Sextus Julius C. f. Caesar was a Roman statesman, who held the consulship in 91 BC. He was killed during the Social War. However, he is best known to history as the uncle of Gaius Julius Caesar, the dictator.",
            "score": 74.06375122070312
        },
        {
            "docid": "23416512_2",
            "document": "Gaius Julius Caesar (name) . Gaius Julius Caesar () was a prominent name of the \"Gens Julia\" from Roman Republican times, borne by a number of figures, but most notably by the general and dictator Julius Caesar.",
            "score": 74.02438354492188
        },
        {
            "docid": "3083861_4",
            "document": "Lucius Julius Libo . For modern scholars, Libo represents a link between the Julii Iuli of the early Republic, and the Julii Caesares, who flourished from the time of the Second Punic War to early Imperial times. It is not known whether Libo was descended from one of the Julii Iuli, or from a collateral branch of the family, nor whether he was an ancestor of the Caesars, although it has long been conjectured that they were his descendants. In recent years, one scholar has postulated that Lucius Julius, the father of Sextus Julius Caesar, who was praetor in 208 BC, was the son of Libo, but if so it is not clear whether his surname was \"Libo\" or \"Caesar\".",
            "score": 74.01969146728516
        },
        {
            "docid": "5835992_6",
            "document": "Viromandui . The Viromandui are perhaps most famous for being a part of a Belgic alliance against the expansion of Julius Caesar. Alongside the Nervii and the Atrebates, they fought against Julius Caesar in the Battle of the Sabis, around 57 BC, named for the river that split the battlefield. We know about this battle because it is described extensively in Julius Caesar’s \"De Bello Gallico\". He tells how the Belgae surprised the Romans by charging out of the woods while the legions were still constructing the Roman camp. In the initial part of the battle, the Romans lost their camp and took heavy losses, prompting their Gallic allies to desert them. However, they reformed their lines and were finally able to rout the Viromandui and Atrebates, wiping out the Nervii, who reportedly “fought to the last, fighting on top of the corpses of their brethren.” After this battle Caesar went on to destroy all the strongholds of all the Belgic tribes, breaking their power and making them part of the Roman Empire.",
            "score": 73.89363861083984
        },
        {
            "docid": "15775663_17",
            "document": "Assassination of Julius Caesar . Two days after the assassination, Mark Antony summoned the senate and managed to work out a compromise in which the assassins would not be punished for their acts, but all of Caesar's appointments would remain valid. By doing this, Antony most likely hoped to avoid large cracks in government forming as a result of Caesar's death. Simultaneously, Antony diminished the goals of the conspirators. The result unforeseen by the assassins was that Caesar's death precipitated the end of the Roman Republic. The Roman lower classes, with whom Caesar was popular, became enraged that a small group of aristocrats had sacrificed Caesar. Antony, who had been drifting apart from Caesar, capitalised on the grief of the Roman mob and threatened to unleash them on the Optimates, perhaps with the intent of taking control of Rome himself. But, to his surprise and chagrin, Caesar had named his grandnephew Gaius Octavius his sole heir, bequeathing him the immensely potent Caesar name as well as making him one of the wealthiest citizens in the Republic. Upon hearing of his adoptive father's death, Octavius abandoned his studies in Apollonia and sailed across the Adriatic Sea to Brundisium. Octavius became \"Gaius Julius Caesar Octavianus\" or Octavian, the son of the great Caesar, and consequently also inherited the loyalty of much of the Roman populace. Octavian, aged only 18 at the time of Caesar's death, proved to have considerable political skills, and while Antony dealt with Decimus Brutus in the first round of the new civil wars, Octavian consolidated his tenuous position. Antony did not initially consider Octavius a true political threat due to his young age and inexperience, but Octavius quickly gained the support and admiration of Caesar's friends and supporters.",
            "score": 73.80797576904297
        },
        {
            "docid": "15924_85",
            "document": "Julius Caesar . Julius Caesar is seen as the main example of \"Caesarism\", a form of political rule led by a charismatic strongman whose rule is based upon a cult of personality, whose rationale is the need to rule by force, establishing a violent social order, and being a regime involving prominence of the military in the government. Other people in history, such as the French Napoleon Bonaparte and the Italian Benito Mussolini, have defined themselves as Caesarists. Bonaparte did not focus only on Caesar's military career but also on his relation with the masses, a predecessor to populism. The word is also used in a pejorative manner by critics of this type of political rule.",
            "score": 73.72527313232422
        },
        {
            "docid": "48515036_2",
            "document": "Tigellius . Tigellius (1st century BC – 40 BC), was a lyric poet during the time of Julius Caesar. The little information we have about him are those on the Satires of Horace and some letters of Cicero. From them we know that he was a Sardinian, a fine singer and a close friend of Julius Caesar.",
            "score": 73.53468322753906
        },
        {
            "docid": "56971109_16",
            "document": "Reign of Cleopatra . Cleopatra's alleged child with Caesar was born 23 June 47 BC, as preserved on a stele at the Serapeion in Memphis. In the stele he was named \"Pharaoh Caesar\", but the Alexandrians preferred the patronymic Caesarion. Perhaps owing to his still childless marriage with Calpurnia, Caesar remained silent about Caesarion. There is conflicting evidence that he publicly denied fathering him but privately accepted him as his son. Cleopatra, on the other hand, made repeated official declarations about Caesarion's parentage, with Caesar as the father. She also built a Caesareum temple near the harbor of Alexandria dedicated to his worship. Cleopatra VII and her nominal joint ruler Ptolemy XIV visited Rome sometime in late 46 BC, presumably without Caesarion. They were given lodging in Caesar's Villa within the Horti Caesaris. Like he did with their father Ptolemy XII, Julius Caesar awarded both Cleopatra VII and Ptolemy XIV with the legal status of 'friend and ally of the Roman people' (), in effect client rulers loyal to Rome. Cleopatra's distinguished visitors at Caesar's villa across the Tiber included the senator Cicero. He was not flattered by her and found her to be arrogant, especially after one of her advisers failed to provide him with requested books from the Library of Alexandria. Sosigenes of Alexandria, one of the members of Cleopatra's court, aided Caesar in the calculations for the new Julian Calendar, put into effect 1 January 45 BC. The Temple of Venus Genetrix, established in the Forum of Caesar on 25 September 46 BC, contained a golden statue of Cleopatra (which still stood there during the 3rd century AD), associating the mother of Caesar's child directly with the goddess Venus, mother of the Romans. The statue also subtly linked the Egyptian goddess Isis with the Roman religion. Caesar may have had plans to build a temple to Isis in Rome, as was voted by the Senate a year after his death.",
            "score": 73.28628540039062
        },
        {
            "docid": "5710721_13",
            "document": "Crisis of the Roman Republic . The end of the Crisis can likewise either be dated from the assassination of Julius Caesar on 15 March 44 BC, after he and Sulla had done so much \"to dismantle the government of the Republic,\" or alternately when Octavian was granted the title of \"Augustus\" by the Senate in 27 BC, marking the beginning of the Roman Empire. The end could also be dated \"earlier\", to the time of the constitutional reforms of Julius Caesar in 49 BC.",
            "score": 73.28314208984375
        }
    ]
}