{
    "q": [
        {
            "docid": "4902154_5",
            "document": "Gawler Ranges . The ranges were formed by volcanic activity nearly 1.5 billion years ago: the volcanic activity resulted in a lava field, rather than volcanoes. The highest point is Nukey Bluff at above sea level. The ranges are a small part of the Gawler Craton which is a craton rich in mineral resources, although many are only recently discovered and not yet fully exploited. Bornhardts dominate the landscape.",
            "score": 85.45474433898926
        },
        {
            "docid": "6265881_5",
            "document": "Churchill Craton . The Murmac Bay Group exposed in the southwestern half of the Western Churchill Craton, near Uranium City, Saskatchewan consists of a mixed package of Precambrian volcanic and sedimentary rocks These rocks sit on ca. 3 Ga granitoids and have been affected by several deformational and metamorphic events.",
            "score": 67.79875802993774
        },
        {
            "docid": "34208684_3",
            "document": "Tanzania Craton . The Tanzania Craton forms the highest part of the East African Plateau. The craton is surrounded by Proterozoic mobile belts of various ages and grades of metamorphism. These include the Ubendian, Usagaran, Karagwe-Ankolean and Bukoban systems. The Mozambique Belt lies to the east. The craton divides the east and west branches of the East African Rift. The southern end of the Gregory Rift Valley terminates against the craton. The volcanic area of this rift covers the surface interface between the Mozambique orogenic fold belt and the Tanzania Craton. A superplume exists beneath the craton. An indirect effect of rift and plume associated volcanism in the Tanzania Craton is the high levels of soil nutrients in Serengeti provided by volcanic ash from Ol Doinyo Lengai.",
            "score": 77.69422149658203
        },
        {
            "docid": "6101870_13",
            "document": "Vaalbara . Remarkably similar lithostratigraphic and chronostratigraphic structural sequences between these two cratons have been noted for the period between 3.5 and 2.7 billion years ago. Paleomagnetic data from two ultramafic complexes in the cratons showed that at the two cratons could have been part of the same supercontinent. Both the Pilbara and Kaapvaal cratons show extensional faults which were active about during felsic volcanism and coeval with the impact layers.",
            "score": 87.7057204246521
        },
        {
            "docid": "2224836_2",
            "document": "Bangweulu Block . The Bangweulu Block is a cratonic unit that forms part of the Congo craton of central Africa. The Bangweulu Block however consists of Palaeoproterozoic granitoids and volcanics, and is overlain by a Palaeoproterozoic continental sedimentary succession, the Mporokoso Group, and does not preserve much direct evidence of Archaean protoliths.",
            "score": 79.1031105518341
        },
        {
            "docid": "26230561_11",
            "document": "The Rove Formation . Northeast Minnesota has 2700-million-year-ago exposed rocks formed during volcanic activity that was in the form of seepage of lava from rifts in the sea floor. These lava flows began to rise up out of the ancient ocean to form the Superior craton; the Superior craton later assembled into the Canadian shield, which became part of the North American craton. The Superior province is the largest preserved fragment of Archean crust, and the Canadian shield is the nucleus of the North American craton.",
            "score": 99.66235494613647
        },
        {
            "docid": "21989082_3",
            "document": "West African Craton . The West African Craton (WAC) is one of the five cratons of the Precambrian basement rock of Africa that make up the African Plate, the others being the Kalahari craton, Congo craton, Saharan Metacraton and Tanzania Craton. Cratons themselves are tectonically inactive, but can occur near active margins, with the WAC extending across 14 countries in Western African, coming together in the late Precambrian and early Palaeozoic eras to form the African continent. It consists of two Archean centers juxtaposed against multiple Paleoproterozoic domains made of greenstone belts, sedimentary basins, regional granitoid-tonalite-trondhjemite-granodiorite(TTG) plutons, and large shear zones. The craton is overlain by Neoproterozoic and younger sedimentary basins. The boundaries of the WAC are predominantly defined by a combination of geophysics and surface geology, with additional constraints by the geochemistry of the region. At one time, volcanic action around the rim of the craton may have contributed to a major global warming event.",
            "score": 80.55090379714966
        },
        {
            "docid": "42922770_6",
            "document": "Cedar Beach (Brookhaven, New York) . Prior in the mid-19th century, the mouth of Mount Sinai Harbor was on at its eastern side, with the peninsula on which Cedar Beach now sits being accessible from Port Jefferson. When tides and winds closed the harbor's opening, a new mouth was opened on its east side, switching the peninsula's connection from Port Jefferson to Miller Place. Dredging projects were active in Mount Sinai Harbor until the 1960s.",
            "score": 52.18838143348694
        },
        {
            "docid": "673743_8",
            "document": "Craton . The process by which cratons were formed from early rock is called cratonization. The first large cratonic landmasses formed during the Archean eon. During the early Archean, Earth's heat flow was nearly three times higher than it is today because of the greater concentration of radioactive isotopes and the residual heat from the Earth's accretion. There was considerably greater tectonic and volcanic activity; the mantle was less viscous and the crust thinner. This resulted in rapid formation of oceanic crust at ridges and hot spots, and rapid recycling of oceanic crust at subduction zones. There are at least three hypotheses of how cratons have been formed: 1) surface crust was thickened by a rising plume of deep molten material, 2) successive subducting plates of oceanic lithosphere became lodged beneath a proto-craton in an under-plating process, 3) accretion from island arcs or continental fragments rafting together to thicken into a craton.",
            "score": 86.41178965568542
        },
        {
            "docid": "4941595_8",
            "document": "Gawler Craton . Palaeoproterozoic rocks of the eastern and central Gawler Craton are overlain by relatively unmetamorphosed clastics of the Corunna Conglomerate, the Gawler Range Volcanics, the Pandurra Formation, and thin platformal late Proterozoic and Cambrian sediments of the Stuart and Spencer Shelves. In and around the Gawler Ranges, the volcanics and older rocks were intruded by Hiltaba Suite granites which are closely associated with formation of the giant Olympic Dam orebody of the Eastern Olympic Copper-Gold Province. Although relatively undeformed, the Gawler Range Volcanics, which extend from the centre of the craton to its eastern margin, represent a major period of crustal deformation ca. 1590 Ma which heralded the final consolidation and stabilization of the craton as it is seen today.",
            "score": 80.93995785713196
        },
        {
            "docid": "37287259_2",
            "document": "Xiong'er Volcanic Belt . The Xiong'er Volcanic Belt () is a 1770 to 1800 million year-old group of volcanic rocks located on the southern edge of the North China craton (Figure 1). It covers an area of approximately 60,000 km and varies from 3000 m to 7000 m thick. The perimeter of the volcanic belt is composed of three faults: the Jianxian-Lintong fault to the northwest, the Luoyang-Baofeng fault to the northeast, and the Luonan-Luanchan fault to the south (Figure 2). The volcanic belt formed at a time in Earth's history when all of the continents were joined together forming the Supercontinent Columbia, the earliest known supercontinent. The Xiong'er Volcanic Belt is very important because it can provide valuable information to help piece together the formation and breakup of the Supercontinent Columbia and the North China craton by identifying what type of boundary was located on the southern edge of the North China craton.",
            "score": 104.2658429145813
        },
        {
            "docid": "276608_2",
            "document": "New York Harbor . New York Harbor, part of the Port of New York and New Jersey, is at the mouth of the Hudson River where it empties into New York Bay and into the Atlantic Ocean at the East Coast of the United States. It is one of the largest natural harbors in the world. Although the United States Board on Geographic Names does not use the term, \"New York Harbor\" has important historical, governmental, commercial, and ecological usages.",
            "score": 57.09937524795532
        },
        {
            "docid": "15453416_7",
            "document": "Trans-Hudson orogeny . Marine evidence indicates that the area initially opened to form an ocean called the Manikewan Ocean. Faulting, sedimentary and igneous rocks all indicate that divergence formed a rift valley that continued to spread until it resulted in a passive margin in which there was no tectonic activity. Shallow marine deposits formed on the continental shelves, and oceanic crust formed on the margins of the continental cratons as the divergence continued. Eventually the divergence stopped, then reversed direction, and collision occurred between continental land masses. During the Wopmay orogeny, subduction occurred as oceanic crust of the Slave Craton was subducted beneath an eastward moving continental plate. Likewise, during the Trans-Hudson orogeny, rifting at first separated the Superior craton from the rest of the continent. Then the Superior Craton reversed its direction and the ocean basin began to close. A subduction zone formed as the oceanic crust of the Superior Craton was subducted beneath the Hearne and Wyoming Craton with the Sask Craton in the middle. Volcanic arcs developed as the cratons collided, eventually resulting in the THO mountain building (orogeny).",
            "score": 85.88439559936523
        },
        {
            "docid": "54100691_5",
            "document": "The Golden State Entering New York Harbor . \"The Golden State Entering New York Harbor\" is rich in detail. As noted by the Fitz Henry Lane Online Project of the Cape Ann Museum (Cape Ann is the rocky cape north of Boston on which Gloucester sits), the painting shows New York City in the background, as seen from New Jersey. A steamship is shown just past the bow of the \"Golden State\". A variety of vessels plies New York Harbor. As he was hired by the owner of \"Golden State\" for his second commission, Lane was incentivized to show energy and a plethora of vessel types, all adding up to the idea that New York was foremost world harbor.",
            "score": 48.90681982040405
        },
        {
            "docid": "27885903_2",
            "document": "List of volcanic settlements . Settlements built on volcanoes of recent origin or somewhere on their volcanic complexes or volcanic fields. These volcanoes may be active, dormant or otherwise may not be entirely extinct. Such settlements are subject to potential future volcanic hazards, including but not limited to volcanic eruption, hydrothermal activity or volcanic gases in their vicinity. This category does not include settlements merely \"threatened\" by volcanic activity but which are located at a distance away, and not located on the volcanic structure itself. It does include settlements which have volcano evacuation routes/procedures or warning systems.",
            "score": 63.767343044281006
        },
        {
            "docid": "673743_11",
            "document": "Craton . One perspective of how the cratonization process might have first begun in the Archean is given by Warren B. Hamilton: Very thick sections of mostly submarine mafic, and subordinate ultramafic, volcanic rocks, and mostly younger subaerial and submarine felsic volcanic rocks and sediments were oppressed into complex synforms between rising young domiform felsic batholiths mobilized by hydrous partial melting in the lower crust. Upper-crust granite-and-greenstone terrains underwent moderate regional shortening, decoupled from the lower crust, during compositional inversion accompanying doming, but cratonization soon followed. Tonalitic basement is preserved beneath some greenstone sections but supracrustal rocks commonly give way downward to correlative or younger plutonic rocks... Mantle plumes probably did not yet exist, and developing continents were concentrated in cool regions. Hot-region upper mantle was partly molten, and voluminous magmas, mostly ultramafic, erupted through many ephemeral submarine vents and rifts focussed at the thinnest crust... Surviving Archean crust is from regions of cooler, and more depleted, mantle, wherein greater stability permitted uncommonly thick volcanic accumulations from which voluminous partial-melt, low-density felsic rocks could be generated.",
            "score": 80.19632279872894
        },
        {
            "docid": "7946884_10",
            "document": "New York Harbor School . The New York City Department of Education classifies the UA New York Harbor School as a Career and Technical Education high school. CTE is the new term for vocational education. The New York City DOE has rethought CTE training based on the growing need for college-educated people who are also trained in technical fields. The Harbor School is part of this effort to prepare students for college with a regular New York State Regents Diploma and for a technical career.",
            "score": 48.949968576431274
        },
        {
            "docid": "26443413_7",
            "document": "Brothers Fault Zone . The Brothers Fault Zone is also the locus of the High Lava Plains (HLP) volcanism of central and southeastern Oregon. HLP volcanism is notable for showing an age progression from 16 Ma at its eastern end (near the Oregon–Nevada–Idaho corner) to the active Newberry Volcano at its western end. This age progression mirrors the very similar progression along the track of the Yellowstone Hotspot, which appears to have a common origin. Also closely related in space and time is the eruption of the 16.6 Ma Steens Basalts, the initial and most voluminous phase of the Columbia River Basalt Group lava flows that blanket eastern Oregon and the entire southeastern quarter of Washington. These also show a similar age progression to the north; there is a great deal of debate on how all of these are related, and how they initiated. The track of the Yellowstone Hotspot is neatly explained by motion of the North American craton over a plume (hotspot) of material rising from the mantle. But this explanation fails for the so-called \"Newberry hotspot\" track, which lies oblique to the motion of the craton. One suggestion is that the large blob of molten rock at the head of the plume was sheared off by the advancing edge of the craton, and remained entrained in front of the craton to melt the lithosphere in a broad region, while the tail of the plume was overrun to make the Yellowstone Hotspot track. Age progressive volcanism along the Brothers Fault Zone (as well as the Steens Fault and North Nevada Rift) results from the expanding lithospheric melt opportunistically exploiting existing crustal faults.",
            "score": 80.7662353515625
        },
        {
            "docid": "21989082_13",
            "document": "West African Craton . Proponents of the Snowball Earth theory claim that sometime before 650 million years ago the Earth was going through an extremely cold period. The oceans were frozen to great depths, and snow covering reflected the heat from the sun through cloudless skies. Only simple forms of life could survive in locations such as deep oceanic hydrothermal vents. At the end of this period the edges of the West African craton became highly active, throwing up a ring of volcanoes. The thermal activity was caused by excessive mantle heat that had built up below the craton, insulated by the lithosphere. The volcanic eruptions created a greenhouse effect on massive scale, melting the ice and releasing CO into the atmosphere. The climate quickly switched to one much warmer than today, resulting in the Cambrian explosion of life forms.",
            "score": 79.89762699604034
        },
        {
            "docid": "50735349_4",
            "document": "Hottah terrane . This view was, however, challenged by . In their model, the Hottah terrane was detached from the Slave Craton south of its present location (in modern coordinates) and made a northward voyage along an active margin similar to that of Baja California Peninsula and its chain of volcanoes. The Hottah terrane, according to their dating evidence, share the same tectonic history as several domains south and east of it, domains that were tied to the Slave Craton ca. 1.97 Ga. The active margin in which the Hottah terrane was born began at ca. 2.0 Ga and lasted until ca. 1.85 Ga. During this period the terrane was transported laterally along the subduction system before colliding with the Slave Craton ca. 1.88 Ga. Renewed eastward subduction then resulted in the volcanism of the Great Bear magmatic arc ca. 1.876–1.869 Ga while plutonism lasted until ca. 1.855 Ga.",
            "score": 78.82212352752686
        },
        {
            "docid": "43790620_2",
            "document": "Eastern Pilbara Craton . The Eastern Pilbara Craton is the eastern portion of the Pilbara Craton located in Western Australia. This region contains variably metamorphosed mafic and ultramafic greenstone belt rocks, intrusive granitic dome structures, and volcanic sedimentary rocks. These greenstone belts worldwide are thought to be the remnants of ancient volcanic belts, and are subject to much debate in today's scientific community. Areas such as Isua and Barberton which have similar lithologies and ages as Pilbara have been argued to be subduction accretion arcs, while others suggest that they are the result of vertical tectonics. This debate is crucial to investigating when/how plate tectonics began on Earth. The Pilbara Craton along with the Kaapvaal Craton are the only remaining areas of the Earth with pristine 3.6–2.5 Ga crust. The extremely old and rare nature of this crustal region makes it a valuable resource in the understanding of the evolution of the Archean Earth.",
            "score": 101.15774202346802
        },
        {
            "docid": "27263300_10",
            "document": "Big Dan Mine . Big Dan is situated in the Temagami Greenstone Belt, a 2,736 million year old sequence of metamorphosed igneous and sedimentary rocks that forms part of the much larger Superior craton. The belt is exposed through the Huronian Supergroup and represents an isolated southern exposure of the Abitibi Subprovince. Volcanic activity in the Temagami Greenstone Belt spanned from 2,736 to 2,687 million years ago, indicating that it was a zone of active volcanism for at least 49 million years. The Younger Volcanic Complex, a unit of the Temagami Greenstone Belt made of mostly mafic volcanic rocks, is the main volcanic complex at Big Dan. A series of intrusions penetrate the complex and three major zones of deformation have been identified, namely the Northeast Arm Deformation Zone, the Link Lake Deformation Zone and the Net Lake-Vermilion Lake Deformation Zone.",
            "score": 82.20375871658325
        },
        {
            "docid": "6103494_10",
            "document": "Slave Craton . The Banting group is a north-striking sequence that is faulted overtop of the older Kam Group and younger Jackson Lake Formation. The contact between the lower units and the Banting Group is a disconformity that represents a ca. 40 million year gap in deposition. The Banting Group contains siliceous to intermediate volcanic rocks that are typically calk-alkalic. The Banting Group formation is largely a result of post 2.7 Ga volcanism and sub-volcanic activity. A series of 2658 Ma quartz-feldspar intrusions are found throughout the underlying Kam group that are related to the post 2.7 Ga volcanism found in the Banting Group.",
            "score": 75.03174686431885
        },
        {
            "docid": "44642751_12",
            "document": "Yes, I Can . Yes I Can allows students to develop their reading and writing skills at an intelligent but basic level. However the program does not claim to establish a level of literacy that is self-sustaining without additional attention. Consequently, a third phase of the campaign, known as the 'post-literacy' phase (\"Yo, sí puedo seguir\") provides opportunities for graduates to undertake activities that consolidate and extend their new literacy. These may take the form of ongoing courses, employment or becoming a facilitator for a new intake of students.",
            "score": 36.77732276916504
        },
        {
            "docid": "3548890_17",
            "document": "Yilgarn Craton . The Southern Cross Province lies in the central area of the Yilgarn craton. The Marda–Diemals greenstone belt in the Southern Cross Terrane can be divided into three layers: the lower greenstone belt (ca. 3.0 Ga) characterized by mafic volcanic rock and banded iron formation, a felsic-intermediate volcanism layer, and an upper sedimentary layer (ca. 2.73 Ga) of calc-alkaline volcanic (Marda Complex) and clastic sedimentary rocks (Diemals Formation).",
            "score": 66.16864681243896
        },
        {
            "docid": "37287259_10",
            "document": "Xiong'er Volcanic Belt . Understanding what type of tectonic setting the Xiong'er Volcanic Belt formed in is crucial for the reconstruction of the Supercontinent Columbia and for making models of plate movement in the Earth's past. If the Xiong'er Volcanic belt represents a rift, then that will indicate that the southern edge of the North China craton faced another continent while it was a part of the Supercontinent Columbia, but if it is an Andean type continental margin then that will indicate that the southern edge of the North China craton would have faced the open ocean at this time.",
            "score": 91.49463558197021
        },
        {
            "docid": "25617606_8",
            "document": "Bobby Pearce (designer) . Reviews for \"Taboo\" include \"What the show does have and could not exist without - is a great sense of style - on top of this come nonstop outlandish, freaky and beautiful costumes\" (\"New York Newsday\"), and \"flagrantly stylish, outrageously sexy ... sit back and watch the fashion show\" (Ben Brantley, \"The New York Times\").",
            "score": 39.73155093193054
        },
        {
            "docid": "47776929_5",
            "document": "Proud Pour . In New York, Proud Pour's wine supports the work of The Billion Oyster Project in New York City. The Billion Oyster Project is a citizen science project coordinated by the New York Harbor School with the goal of restoring one billion live oysters to New York Harbor by 2030. The project aims to engage hundreds of thousands of school children during its lifetime in marine restoration-based STEM education programs. The project grew out of the activities of students at the New York Harbor School who started growing and restoring oysters in New York Harbor in 2008.",
            "score": 48.05818724632263
        },
        {
            "docid": "3548890_4",
            "document": "Yilgarn Craton . This accretion event is recorded by widespread granite and granodiorite intrusions, which comprise over 70% of the Yilgarn craton; voluminous tholeiitic basalt and komatiite volcanism; regional metamorphism and deformation as well as the emplacement of the vast majority of the craton's endowment in gold mineralisation.",
            "score": 69.44085884094238
        },
        {
            "docid": "47405940_2",
            "document": "Billion Oyster Project . The Billion Oyster Project is a citizen science project co-ordinated by the New York Harbor School with the goal of restoring one billion live oysters to New York Harbor by 2030. The project aims to engage hundreds of thousands of school children during its lifetime in marine restoration-based STEM education programs. The project grew out of the activities of students at the New York Harbor School who started growing and restoring oysters in New York Harbor in 2008.",
            "score": 47.86662483215332
        },
        {
            "docid": "15620404_4",
            "document": "Wyoming Craton . Local preservation of 3.6–3.0 Ga gneisses and widespread isotopic evidence for crust of this age incorporated into younger plutons indicates that the Wyoming Craton originated as a 100,000 km middle Archean craton that was modified by late Archean volcanic magmatism and plate movements and Proterozoic extension and rifting.",
            "score": 67.42570805549622
        },
        {
            "docid": "19630739_44",
            "document": "Continent . There are many microcontinents, or continental fragments, that are built of continental crust but do not contain a craton. Some of these are fragments of Gondwana or other ancient cratonic continents: Zealandia, which includes New Zealand and New Caledonia; Madagascar; the northern Mascarene Plateau, which includes the Seychelles. Other islands, such as several in the Caribbean Sea, are composed largely of granitic rock as well, but all continents contain both granitic and basaltic crust, and there is no clear boundary as to which islands would be considered microcontinents under such a definition. The Kerguelen Plateau, for example, is largely volcanic, but is associated with the breakup of Gondwanaland and is considered a microcontinent, whereas volcanic Iceland and Hawaii are not. The British Isles, Sri Lanka, Borneo, and Newfoundland are margins of the Laurasian continent—only separated by inland seas flooding its margins.",
            "score": 80.10535001754761
        }
    ],
    "r": [
        {
            "docid": "37287259_2",
            "document": "Xiong'er Volcanic Belt . The Xiong'er Volcanic Belt () is a 1770 to 1800 million year-old group of volcanic rocks located on the southern edge of the North China craton (Figure 1). It covers an area of approximately 60,000 km and varies from 3000 m to 7000 m thick. The perimeter of the volcanic belt is composed of three faults: the Jianxian-Lintong fault to the northwest, the Luoyang-Baofeng fault to the northeast, and the Luonan-Luanchan fault to the south (Figure 2). The volcanic belt formed at a time in Earth's history when all of the continents were joined together forming the Supercontinent Columbia, the earliest known supercontinent. The Xiong'er Volcanic Belt is very important because it can provide valuable information to help piece together the formation and breakup of the Supercontinent Columbia and the North China craton by identifying what type of boundary was located on the southern edge of the North China craton.",
            "score": 104.2658462524414
        },
        {
            "docid": "43790620_2",
            "document": "Eastern Pilbara Craton . The Eastern Pilbara Craton is the eastern portion of the Pilbara Craton located in Western Australia. This region contains variably metamorphosed mafic and ultramafic greenstone belt rocks, intrusive granitic dome structures, and volcanic sedimentary rocks. These greenstone belts worldwide are thought to be the remnants of ancient volcanic belts, and are subject to much debate in today's scientific community. Areas such as Isua and Barberton which have similar lithologies and ages as Pilbara have been argued to be subduction accretion arcs, while others suggest that they are the result of vertical tectonics. This debate is crucial to investigating when/how plate tectonics began on Earth. The Pilbara Craton along with the Kaapvaal Craton are the only remaining areas of the Earth with pristine 3.6–2.5 Ga crust. The extremely old and rare nature of this crustal region makes it a valuable resource in the understanding of the evolution of the Archean Earth.",
            "score": 101.15774536132812
        },
        {
            "docid": "26230561_11",
            "document": "The Rove Formation . Northeast Minnesota has 2700-million-year-ago exposed rocks formed during volcanic activity that was in the form of seepage of lava from rifts in the sea floor. These lava flows began to rise up out of the ancient ocean to form the Superior craton; the Superior craton later assembled into the Canadian shield, which became part of the North American craton. The Superior province is the largest preserved fragment of Archean crust, and the Canadian shield is the nucleus of the North American craton.",
            "score": 99.662353515625
        },
        {
            "docid": "521081_4",
            "document": "African Plate . The African Plate includes several cratons, stable blocks of old crust with deep roots in the subcontinental lithospheric mantle, and less stable terranes, which came together to form the African continent during the assembly of the supercontinent Pangea around 550 million years ago. The cratons are, from south to north, the Kalahari Craton, Congo Craton, Tanzania Craton and West African Craton.  The cratons were widely separated in the past, but came together during the Pan-African orogeny and stayed together when Gondwana split up. The cratons are connected by orogenic belts, regions of highly deformed rock where the tectonic plates have engaged. The Saharan Metacraton has been tentatively identified as the remains of a craton that has become detached from the subcontinental lithospheric mantle, but alternatively may consist of a collection of unrelated crustal fragments swept together during the Pan-African orogeny.",
            "score": 96.51351928710938
        },
        {
            "docid": "7093351_5",
            "document": "Geology of Minnesota . Minnesota contains some of the oldest rocks on Earth, granitic gneisses that formed some 3,600 mya (million years ago) — roughly 80% the age of the planet. About 2,700 mya, the first volcanic rocks that would later underlie Minnesota began to rise up out of an ancient ocean, forming the Superior craton. This craton later assembled into the Canadian shield, which became part of the North American craton. Much of the underlying gneiss rock of today's state had already formed nearly a billion years earlier, but lay underneath the sea. Except for an area where islands appeared in what is now the northern part of the state, most of the region remained underwater.",
            "score": 95.23893737792969
        },
        {
            "docid": "8754752_15",
            "document": "North China Craton . Zhao also proposed model about the interaction of the North China Craton with the Columbia Supercontinent. He suggested that the craton's formation event 1.85 billion years ago was part of the formation process of the Columbia Supercontinent. The craton also recorded outward accretion event of the Columbia Supercontinent after it was formed. The Xiong'er Volcanic Belt located in the Southern Margin of the craton recorded the accretion event of the Supercontinent in terms of a subduction zone. The North China Craton broke away from the Supercontinent 1.6 to 1.2 billion years ago via a rift system called Zhaertai Bayan Obo rift zone where mafic sills found is an evident of such event. Kusky and Zhao proposed arguments against each other's model. Kusky argued that the 1.8 billion years ago metamorphic events found by Zhao to prove the amalgamation event is just the overprint of the collision event with the Columbia Supercontinent 1.85 billion years ago. The collision event with the Columbia Supercontinent also replaced lithosphere with new mantle, which would affect the dating. Another argument is that the metamorphic rocks found 1.8 billion years ago is not confined to the Central Orogenic Belt (or Trans-North China Orogenic Belt). They are also found in the Western Block, indicating that the metamorphic events was a craton-wide event. Zhao, on the opposite, argued that based on the lithological evidences, for example, the Eastern and Western Blocks must have been formed in settings different from the central part 2.6 to 2.5 billion years ago. Therefore, they would have been separated at that time. The pluton upwelling may explain the metamorphic event 2.5 billion years ago. Zhao also argued that Kusky has not provided sufficient isotopic evidence regarding the metamorphic data. In contrast with Kusky's argument that deformation events should follow tight with each other rather than staying still for 700 million years, Zhao argued that there are a lot of orogens in the world that have stayed still for a long period of time without any deformation events.",
            "score": 94.01174926757812
        },
        {
            "docid": "8754752_2",
            "document": "North China Craton . The North China Craton is a continental crustal block with one of Earth's most complete and complex record of igneous, sedimentary and metamorphic processes. It is located in northeast China, Inner Mongolia, the Yellow Sea, and North Korea. The term craton designates this as a piece of continent that is stable, buoyant and rigid. Basic properties of the cratonic crust include being thick (around 200 km), relatively cold when compared to other regions, and low density. The North China Craton is an ancient craton, which experienced a long period of stability and fitted the definition of a craton well. However, the North China Craton later experienced destruction of some of its deeper parts (decratonization), which means that this piece of continent is no longer as stable.",
            "score": 93.53707122802734
        },
        {
            "docid": "520744_5",
            "document": "Geology of Great Britain . Great Britain does not have any active volcanoes now, but has had an active volcanic past. The last active volcanoes stopped erupting about 60 million years ago and the islands are no longer located upon any tectonic boundary or active volcanic region, nor are there other geological phenomena in the island group able to give rise to active volcanism. However, on a geological timescale, a considerable degree of active and large-scale volcanism occurred in Great Britain, and many famous landmarks are formed of the eroded igneous rocks formed during these orogenies (mountain-building periods). The British Geological Survey lists Snowdonia and the Lake District as having extremely large volcanic eruptions around 450 million years ago (mya), Edinburgh Castle lying upon the remains of a volcano dating back 350 mya, and some islands of western Scotland as being remnants of volcanoes from around 60 mya.",
            "score": 92.88489532470703
        },
        {
            "docid": "6194157_2",
            "document": "Zimbabwe Craton . The Zimbabwe Craton is an area in Southern Africa of ancient continental crust, being a part of the ancient continent of Western Gondwana, with rocks dating back to the early Archean Eon, possibly as early as 3.46 billion years ago (Ga.). The craton is named after the country of Zimbabwe where the majority of the craton is located. The rocks of the Zimbabwe Craton are separated from the rocks of the Kaapvaal Craton to the southeast by the 250 km wide Limpopo Belt of granulite facies tectonites. The Limpopo belt formed contemporaneously with the Zimbabwe and Kaapvaal cratons, but remained geologically active until much later. It was only in the late Archean, ca. 2.8-2.5 Ga., that the two cratons were stabilized together and that high-grade metamorphism ceased in the Limpopo Belt. North of the Zimbabwe Craton is the Zambezi Belt.",
            "score": 92.4934310913086
        },
        {
            "docid": "37287259_10",
            "document": "Xiong'er Volcanic Belt . Understanding what type of tectonic setting the Xiong'er Volcanic Belt formed in is crucial for the reconstruction of the Supercontinent Columbia and for making models of plate movement in the Earth's past. If the Xiong'er Volcanic belt represents a rift, then that will indicate that the southern edge of the North China craton faced another continent while it was a part of the Supercontinent Columbia, but if it is an Andean type continental margin then that will indicate that the southern edge of the North China craton would have faced the open ocean at this time.",
            "score": 91.49463653564453
        },
        {
            "docid": "8754752_3",
            "document": "North China Craton . The North China Craton was at first some discrete, separate blocks of continents with independent tectonic activities. In the Paleoproterozoic (2.5-1.8 billion years ago) the continents collided and amalgamated and interacted with the supercontinent, creating belts of metamorphic rocks between the formerly separate parts. The exact process of how the craton was formed is still under debate. After the craton was formed, it stayed stable until the middle of the Ordovician period (480 million years ago). The roots of the craton were then destabilised in the Eastern Block and entered a period of instability. The rocks formed in the Archean and Paleoproterozoic eons (4.6-1.6 billion years ago) were significantly overprinted during the root destruction. Apart from the records of tectonic activities, the craton also contains important mineral resources, such as iron ores and rare earth elements, and fossils records of evolutionary development.",
            "score": 91.31529235839844
        },
        {
            "docid": "26230561_17",
            "document": "The Rove Formation . The Penokean Mountain Range formed in the Penokean orogeny 1880 to 1830 million years ago, when an oceanic island arc called the Pembine–Wausau terrane collided with the southern margin of the Superior craton. From 1880 to 1850 million years ago, the region was volcanically active. This volcanism ceased 1850 million years ago when a fragment of Archean crust arrived from the South at the subduction zone. Collision of this Archean crust in the south with the Superior craton in the North caused a period of intense crustal shortening. Rocks of the Pembine–Wassau terrane were thrust up over and onto the Superior craton, forming a mountain range that covered all but the northernmost portion of Lake Superior, crossed parts of three US states (south-central Minnesota, northern Wisconsin, and the Upper Peninsula of Michigan), and continued to the southernmost tip of Ontario, Canada. Loading of the lithosphere by these thrust sheets caused it to flex downwards, forming a foreland basin at around 1850 million years ago in the south and 1835 million years ago in the north. The Rove Formation was deposited in the northern basin. In the southern basin, crustal thickening caused high-grade metamorphism of the sedimentary fill by 1830 million years ago. A series of post-orogenic plutons intruded into the overlying rocks 1830 million years ago,; these plutons mark the end of the Penokean orogeny.",
            "score": 90.74776458740234
        },
        {
            "docid": "9565385_5",
            "document": "Big Cave . The Cascade Range has been active for about 36 million years, largely as a result of the subduction through convergence of the Juan de Fuca tectonic plate with the North American Plate, which persists at a rate of annually. Cascade volcanism has occurred intermittently; there are volcanic rocks that are probably unrelated to subduction dating to between 55 million and 42 million years ago, with the most recent activity starting roughly 5 million years ago. In the Cascade Volcanic Arc, volcanism during the Holocene epoch spans the Garibaldi Volcanic Belt in southern British Columbia in Canada to the Lassen Peak volcanic complex in northern California. However, along the arc, volcanism shows profound differences. South of Crater Lake in Oregon, the belt bends in southeastern direction until reaching Lassen Peak. The eastern boundary of the Southern Cascades known as the Hat Creek Graben region is cut by many faults and incorporates several tectonic provinces and volcanoes. It also resides at the transition zone between the subducting Gorda tectonic plate, which is also moving under the North American Plate, the Klamath Mountain Region where the Earth's crust is shortening, and an area of normal faults. In this region, more than 500 volcanic vents have erupted in the past 7 million years. In California, volcanoes like Lassen Peak and Mount Shasta occur among rings of mafic (rich in magnesium and iron) shield volcanoes and volcanic fields such as the Medicine Lake Volcano.",
            "score": 90.14334869384766
        },
        {
            "docid": "55272653_3",
            "document": "Geology of the Central African Republic . Southern CAR is part of the Congo Craton, a stable landmass dating to the Archean that was once fused with the Sao Francisco Craton until the opening of the South Atlantic Ocean. Some of the oldest rocks in CAR belong to the 3.4 billion year old Bomu Complex which includes migmatite gneiss and metasedimentary schist spanning from the Democratic Republic of Congo. The Congo Craton once functioned as a small continent, until it was joined with Siberia during the formation of the supercontinent Columbia, between 2.1 and 1.8 billion years ago. A string of large igneous province (LIP) volcanic events took place in three pulses during the time that the craton was part of Columbia, until the supercontinent fragmented. The Congo Craton was subsequently joined to the supercontinent Rodinia between 1.3 billion and 750 million years ago after a period where it may have existed as a separate continent in the Southern Hemisphere. At the time, the continent was entirely barren with no land life and the region experienced large scale glaciation during the Cryogenian Period.",
            "score": 90.07457733154297
        },
        {
            "docid": "6545069_7",
            "document": "Geography of North America . Climate is determined to a large extent by the latitude, ranging from Arctic cold in the north to tropical heat in the south. The western half of North America tends to have milder and wetter climate than other areas with equivalent latitude, although there are steppes (known as \"prairies\") in the central and western portions, and deserts in the Southwestern United States of Arizona, Colorado, California, Nevada, New Mexico, Utah, Oklahoma, and Texas; along with the Mexican states of Baja California, Baja California Sur, Sonora, Chihuahua, Coahuila, Nuevo Leon and Tamaulipas. Seventy percent of North America is underlain by the Laurentia craton, which is exposed as the Canadian Shield in much of central and eastern Canada around the Hudson Bay, and as far south as the U.S. states of Michigan, Wisconsin, and Minnesota. The continental crust started to form 4 billion years ago (Ga), and six of the microcontinents collided to form the craton about 2 Ga. This core has been enlarged by plate tectonics, most notably between 1.8 and 1.65 Ga when a piece currently stretching from Arizona to Missouri fused with the south and west portion of the craton. The craton started to rift about 1.1 Ga, and the fissure (now the Midcontinent Rift System) ran between Kansas and Lake Superior before stopping, perhaps due to the Grenville collision in the east. Otherwise the craton has remained relatively stable, with some rocks dating from 2.5 to 4 Ga, including what may be the world's oldest known rock: Specimens from the Nuvvuagittuq greenstone belt on the coast of the Hudson Bay have been dated to 4.38 Ga, though the dating methods are disputed. Periodic flooding by inland seas, most recently the Western Interior Seaway during the Cretaceous, caused the layer of sedimentary rock over the remainder of the craton. The Laurentia craton is the center of the Proterozoic supercontinent Rodinia in most models, and was also part of the later Laurussia, Pangea, and Laurasia supercontinents.",
            "score": 89.24810791015625
        },
        {
            "docid": "6101870_13",
            "document": "Vaalbara . Remarkably similar lithostratigraphic and chronostratigraphic structural sequences between these two cratons have been noted for the period between 3.5 and 2.7 billion years ago. Paleomagnetic data from two ultramafic complexes in the cratons showed that at the two cratons could have been part of the same supercontinent. Both the Pilbara and Kaapvaal cratons show extensional faults which were active about during felsic volcanism and coeval with the impact layers.",
            "score": 87.70571899414062
        },
        {
            "docid": "19630739_42",
            "document": "Continent . Geologists use the term \"continent\" in a different manner from geographers. In geology a continent is defined by continental crust: a platform of metamorphic and igneous rock, largely of granitic composition. Some geologists restrict the term 'continent' to portions of the crust built around stable Precambrian \"shield\", typically 1.5 to 3.8 billion years old, called a craton. The craton itself is an accretionary complex of ancient mobile belts (mountain belts) from earlier cycles of subduction, continental collision and break-up from plate tectonic activity. An outward-thickening veneer of younger minimally deformed sedimentary rock covers much of the craton. The margins of geologic continents are characterized by currently active or relatively recently active mobile belts and deep troughs of accumulated marine or deltaic sediments. Beyond the margin, there is either a continental shelf and drop off to the basaltic ocean basin or the margin of another continent, depending on the current plate-tectonic setting of the continent. A continental boundary does not have to be a body of water. Over geologic time, continents are periodically submerged under large epicontinental seas, and continental collisions result in a continent becoming attached to another continent. The current geologic era is relatively anomalous in that so much of the continental areas are \"high and dry\"; that is, many parts of the continents that were once below sea level are now elevated well above it due to changes in sea levels and the subsequent uplifting of those continental areas from tectonic activity.",
            "score": 87.21583557128906
        },
        {
            "docid": "29575698_10",
            "document": "Geology of New England . New England, like the rest of the eastern United States, does not contain any active volcanoes in the present era. However, the White Mountains region of New Hampshire contains strong evidence of volcanic activity approximately 145 million years ago. Volcanic formation in the White Mountains has been estimated to have occurred between the late Jurassic and early Cretaceous periods, and would have coincided with the separation of Pangaea. As Pangaea broke apart and land masses were shifting, large features like the White Mountains were formed; at the same time, as this multitude of cracks was occurring, magma rose up and filled many of these voids. In this manner calderas were formed throughout the White Mountains as magma receded; these calderas then subsequently erupted on a scale dwarfing the 1980 eruption of Mount St. Helens. The results of these massive eruptions can be found in such places as the Ossipee Mountains, which are located proximal to the White Mountains. The Ossipee Mountains contain substantial amounts of volcanic rock, and the many ring dikes across the region indicate that there was once an active volcano on the site. Volcanic rocks can also be found throughout the White Mountains beyond the Ossipee region, further confirming that eruptions occurred across the area millions of years ago.",
            "score": 87.1219253540039
        },
        {
            "docid": "40753794_2",
            "document": "Tectonic evolution of the Barberton greenstone belt . The Barberton greenstone belt (BGB) is located in the Kapvaal craton of southeastern Africa. It characterizes one of the most well-preserved and oldest pieces of continental crust today by containing rocks in the Barberton Granite Greenstone Terrain (3.55–3.22 Ga). The BGB is a small, cusp-shaped succession of volcanic and sedimentary rocks, surrounded on all sides by granitoid plutons which range in age from >3547 to <3225 Ma. It is commonly known as the type locality of the ultramafic, extrusive volcanic rock, the komatiite. Greenstone belts are geologic regions generally composed of mafic to ultramafic volcanic sequences that have undergone metamorphism. These belts are associated with sedimentary rocks that occur within Archean and Proterozoic cratons between granitic bodies. Their name is derived from the green hue that comes from the metamorphic minerals associated with the mafic rocks. These regions are theorized to have formed at ancient oceanic spreading centers and island arcs. In simple terms, greenstone belts are described as metamorphosed volcanic belts. Being one of the few most well-preserved Archean portions of the crust, the BGB is well studied. It provides present geologic evidence of Earth during the Archean (pre-3.0 Ga). Despite the BGB being a well studied area, its tectonic evolution has been the cause of much debate.",
            "score": 86.95446014404297
        },
        {
            "docid": "1199235_8",
            "document": "Copperbelt Province . The Copperbelt region of Zambia and Congo D.R. is a 500 million year old mountain chain, the Lufilian Arc, which formed when two large pieces of continental crust, the Kalahari craton and the Congo craton, collided. This collision was one of the many that happened between 700 and 500 million years ago to form the Gondwana supercontinent.",
            "score": 86.93627166748047
        },
        {
            "docid": "673743_8",
            "document": "Craton . The process by which cratons were formed from early rock is called cratonization. The first large cratonic landmasses formed during the Archean eon. During the early Archean, Earth's heat flow was nearly three times higher than it is today because of the greater concentration of radioactive isotopes and the residual heat from the Earth's accretion. There was considerably greater tectonic and volcanic activity; the mantle was less viscous and the crust thinner. This resulted in rapid formation of oceanic crust at ridges and hot spots, and rapid recycling of oceanic crust at subduction zones. There are at least three hypotheses of how cratons have been formed: 1) surface crust was thickened by a rising plume of deep molten material, 2) successive subducting plates of oceanic lithosphere became lodged beneath a proto-craton in an under-plating process, 3) accretion from island arcs or continental fragments rafting together to thicken into a craton.",
            "score": 86.41178894042969
        },
        {
            "docid": "15453416_7",
            "document": "Trans-Hudson orogeny . Marine evidence indicates that the area initially opened to form an ocean called the Manikewan Ocean. Faulting, sedimentary and igneous rocks all indicate that divergence formed a rift valley that continued to spread until it resulted in a passive margin in which there was no tectonic activity. Shallow marine deposits formed on the continental shelves, and oceanic crust formed on the margins of the continental cratons as the divergence continued. Eventually the divergence stopped, then reversed direction, and collision occurred between continental land masses. During the Wopmay orogeny, subduction occurred as oceanic crust of the Slave Craton was subducted beneath an eastward moving continental plate. Likewise, during the Trans-Hudson orogeny, rifting at first separated the Superior craton from the rest of the continent. Then the Superior Craton reversed its direction and the ocean basin began to close. A subduction zone formed as the oceanic crust of the Superior Craton was subducted beneath the Hearne and Wyoming Craton with the Sask Craton in the middle. Volcanic arcs developed as the cratons collided, eventually resulting in the THO mountain building (orogeny).",
            "score": 85.8843994140625
        },
        {
            "docid": "864789_4",
            "document": "Aravalli Range . The Aravalli Range, an eroded stub of ancient mountains, is the oldest range of fold mountains in India. The natural history of the Aravalli Range dates back to times when the Indian Plate was separated from the Eurasian Plate by an ocean. The Proterozoic Aravalli-Delhi orogenic belt in north west India is similar to the younger Himalayan-type orogenic belts of the Mesozoic-Cenozoic era (of the Phanerozoic) in terms of component parts and appears to have passed through a near-orderly Wilson supercontinental cycle of events. The range rose in a Precambrian event called the Aravalli-Delhi Orogen. The Aravalli Range is a northeast-southwest trending orogenic belt that is located in the northwestern part of Indian Peninsula. It is part of the Indian Shield that was formed from a series of cratonic collisions. In ancient times, Aravalli were extremely high but since have worn down almost completely by millions of years of weathering, where as the Himalayas being young fold mountains are still continuously rising. Aravalli, being the old fold mountains, have stopped growing higher due to the cessation of upward thrust caused by the stopping of movement of the tectonic plates in the Earth's crust below them. The Aravalli Range joins two of the ancient earth's crust segments that make up the greater Indian craton, the Aravalli Craton which is the Marwar segment of earth's crust to the northwest of the Aravalli Range, and the Bundelkand Craton segment of earth's crust to the southeast of the Aravalli Range. Cratons, generally found in the interiors of tectonic plates, are old and stable parts of the continental lithosphere that has remained relatively undeformed during the cycles of merging and rifting of continents.",
            "score": 85.83374786376953
        },
        {
            "docid": "4902154_5",
            "document": "Gawler Ranges . The ranges were formed by volcanic activity nearly 1.5 billion years ago: the volcanic activity resulted in a lava field, rather than volcanoes. The highest point is Nukey Bluff at above sea level. The ranges are a small part of the Gawler Craton which is a craton rich in mineral resources, although many are only recently discovered and not yet fully exploited. Bornhardts dominate the landscape.",
            "score": 85.45474243164062
        },
        {
            "docid": "9414134_6",
            "document": "Volcanology of Canada . The Archean Red Lake greenstone belt in western Ontario consists of basaltic and komatiitic volcanics ranging in age from 2,925 to 2,940 million years old and younger rhyolite-andesite volcanics ranging in age from 2,730 to 2,750 million years old. It is situated in the western portion of the Uchi Subprovince, a volcanic sequence comprising a number of greenstone belts. The 1884- to 1864‑million-year-old Circum-Superior Belt constitutes a large igneous province extending for more than from the Labrador Trough in Labrador and northeastern Quebec though the Cape Smith Belt in northern Quebec, the Belcher Islands in southern Nunavut, the Fox River and Thompson belts in northern Manitoba, the Winnipegosis komatiite belt in central Manitoba, and on the southern side of the Superior craton in the Animikie Basin of northwestern Ontario. Two volcano-sedimentary sequences exist in the Labrador Trough with ages of 2,170–2,140 million years and 1,883–1,870 million years. In the Cape Smith Belt, two volcanic groups range in age from 2,040 to 1,870 million years old called the Povungnituk volcano-sedimentary Group and the Chukotat Group. The Belcher Islands in eastern Hudson Bay contain two volcanic sequences known as the Flaherty and Eskimo volcanics. The Fox River Belt consists of volcanics, sills and sediments some 1,883 million years old while magmatism of the Thompson Belt is dated to 1,880 million years old. To the south lies the 1,864‑million-year-old Winnipegosis komatiites. In the Animikie Basin near Lake Superior, volcanism is dated 1,880 million years old. During the Mesoproterozoic era of the Precambrian eon 1,109 million years ago, northwestern Ontario began to split apart to form the Midcontinent Rift System, also called the Keweenawan Rift. Lava flows created by the rift in the Lake Superior area were formed from basaltic magma. The upwelling of this magma was the result of a hotspot which produced a triple junction in the vicinity of Lake Superior. The hotspot made a dome that covered the Lake Superior area. Voluminous basaltic lava flows erupted from the central axis of the rift, similar to the rifting that formed the Atlantic Ocean. A \"failed arm\" extends north into mainland Ontario where it forms a geological formation known as the Nipigon Embayment. This failed arm includes Lake Nipigon, the largest lake entirely within the boundaries of Ontario. Periods of volcanic activity occurred throughout central Canada during the Jurassic and Cretaceous periods. The source for this volcanism was a long-lived and stationary area of molten rock called the New England or Great Meteor hotspot. The first event erupted kimberlite magma in the James Bay lowlands region of northern Ontario 180 million years ago, creating the Attawapiskat kimberlite field. Another kimberlite event spanned a period of 13 million years 165 to 152 million years ago, creating the Kirkland Lake kimberlite field in northeastern Ontario. Another period of kimberlite volcanism occurred in northeastern Ontario 154 to 134 million years ago, creating the Lake Timiskaming kimberlite field. As the North American Plate moved westward over the New England hotspot, the New England hotspot created the magma intrusions of the Monteregian Hills in Montreal in southern Quebec. These intrusive stocks have been variously interpreted as the feeder intrusions of long extinct volcanoes that would have been active 125 million years ago, or as intrusions that never breached the surface in volcanic activity. The lack of a noticeable hotspot track west of the Monteregian Hills might be due either to failure of the New England mantle plume to pass through massive strong rock of the Canadian Shield, the lack of noticeable intrusions, or to strengthening of the New England mantle plume when it approached the Monteregian Hills region. About 250 million years ago during the early Triassic period, Atlantic Canada lied roughly in the middle of a giant continent called Pangaea. This supercontinent began to fracture 220 million years ago when the Earth's lithosphere was being pulled apart from extensional stress, creating a divergent plate boundary known as the Fundy Basin. The focus of the rifting began somewhere between where present-day eastern North America and northwestern Africa were joined. During the formation of the Fundy Basin, volcanic activity never stopped as shown by the going eruption of lava along the Mid-Atlantic Ridge; an underwater volcanic mountain range in the Atlantic Ocean formed as a result of continuous seafloor spreading between eastern North America and northwestern Africa. As the Fundy Basin continued to form 201 million years ago, a series of basaltic lava flows were erupted, forming a volcanic mountain range on the mainland portion of southwestern Nova Scotia known as North Mountain, stretching from Brier Island in the south to Cape Split in the north. This series of lava flows cover most of the Fundy Basin and extend under the Bay of Fundy where parts of it are exposed on the shore at the rural community of Five Islands, east of Parrsboro on the north side of the bay. Large dikes wide exist throughout southernmost New Brunswick with ages and compositions similar to the North Mountain basalt, indicating these dikes were the source for North Mountain lava flows. However, North Mountain is the remnants of a larger volcanic feature that has now been largely eroded based on the existence of basin border faults and erosion. The hard basaltic ridge of North Mountain resisted the grinding of ice sheets that flowed over this region during the past ice ages, and now forms one side of the Annapolis Valley in the western part of the Nova Scotia peninsula. The layering of a North Mountain lava flow less than thick at McKay Head, closely resemble that of some Hawaiian lava lakes, indicating Hawaiian eruptions occurred during the formation of North Mountain. The Fogo Seamounts, located offshore of Newfoundland to the southwest of the Grand Banks, consists of submarine volcanoes with dates extending back to the Early Cretaceous period at least 143 million years ago. They may have one or two origins. The Fogo Seamounts could have formed along fracture zones in the Atlantic seafloor because of the large number of seamounts on the North American continental shelf. The other explanation for their origin is they formed above a mantle plume associated with the Canary or Azores hotspots in the Atlantic Ocean, based on the existence of older seamounts to the northwest and younger seamounts to the southeast. The existence of flat-topped seamounts throughout the Fogo Seamount chain indicate some of these seamounts would once have stood above sea level as islands that would have been volcanically active. Their flatness is due to coastal erosion, such as waves and winds. Other submarine volcanoes offshore of Eastern Canada include the poorly studied Newfoundland Seamounts.",
            "score": 85.36381530761719
        },
        {
            "docid": "34197579_9",
            "document": "Gregory Rift . Volcanism and rifting started in Kenya in the northern region of Turkana between 40 and 35 million years ago and then spread north and south. To the south volcanism and rifting happened together, first in other parts of northern Kenya around 30 million years ago, then around 15 million years ago in the central part of the Kenyan Rift, 12 million years ago in southern Kenya and 8 million years ago in northern Tanzania. When rifting reached the Tanzanian Craton, the rift split into the eastern Gregory Rift and the western Albertine Rift, which are separated by the wide East African Plateau. Large shield volcanoes near the margins of the craton and in the adjacent Mozambique belt issued large volumes of basaltic to trachytic magmatism between five and one million years ago, with faulting around 1.2 million years ago.",
            "score": 84.42074584960938
        },
        {
            "docid": "43790620_8",
            "document": "Eastern Pilbara Craton . The early history of this region was dominated by volcanic activity, magmatic intrusion and deformation. The Eastern Pilbara Terrane is mostly volcanic in nature, and this volcanic activity occurred in relatively short, and repeated cycles These ultramafic-mafic-felsic cycles which last approximately 10–15 Myr each are accompanied by metamorphism/deformation, and followed by long pauses ( 75 myr) and clastic sediment deposition. Some of the granitic intrusions in the region are subvolcanic, which can be determined through the comparative chemical analysis of the intrusion and associated greenstones. All of these cycles are interpreted to be the result of successive mantle plume events. These events resulted in the overall dome (granite) and syncline (greenstone) structure of the region, which can still be seen on modern geologic maps. The overall thickness of this succession during its formation and the geochemical analysis indicating that these rocks were mantle derived supports that this region was formed as a thick volcanic plateau.",
            "score": 83.6898193359375
        },
        {
            "docid": "30702402_3",
            "document": "Pharusian Ocean . The Pharusian Ocean opened around 800 million years ago in the Neoproterozoic era after rifting along the eastern margin of the West African craton during the breakup of Rodinia. The ocean began to close around 730 million years ago with eastward subduction of the Tilemsi arc, which was accreted against the Hoggar region of the Saharan Metacraton. The western part of the Hoggar massif is made of material from the Pharusian Ocean including oceanic basalts, arc volcanic and sedimentary rocks and sediments that were shed into the Pharusian Ocean by the West African craton and the eastern Hoggar. Closure was completed when the West African and Saharan cratons collided around 635 million years ago at the start of the Pan-African orogeny.",
            "score": 83.4939956665039
        },
        {
            "docid": "6258110_2",
            "document": "Dharwar Craton . The Dharwar or Karnataka Craton in South India is a piece of the earth's crust that dates back to the late Archean. As part of the Indian Shield, it has been a relatively stable geologic terrain for several billion years. The bedrock in this region formed between 3.6 and 2.5 billion years ago. The Dharwar Craton lies roughly between Chennai, Goa, Hyderabad, and Mangalore in Karnataka and Andhra Pradesh states.",
            "score": 83.39115142822266
        },
        {
            "docid": "30378053_4",
            "document": "Earthquake activity in the New York City area . The New York City area is part of the geologically complex structure of the northern Appalachian Mountains. This complex structure was formed during the past half billion years when the Earth's crust underlying the Northern Appalachians was the site of two major geological episodes, each of which has left its imprint on the area's bedrock. Between about 450 million years ago and about 250 million years ago, the Northern Appalachian region was affected by a continental collision, in which the ancient African continent collided with the ancient North American continent to form the supercontinent Pangaea. Beginning about 200 million years ago, the present-day Atlantic Ocean began to form as plate tectonic forces began to rift apart the continent of Pangaea. The last major episode of geological activity to affect the bedrock in the New York area occurred about 100 million years ago, during the Mesozoic era, when continental rifting that led to the opening of the present-day Atlantic Ocean formed the Hartford and Newark Mesozoic rift basins.",
            "score": 83.29106140136719
        },
        {
            "docid": "8754752_6",
            "document": "North China Craton . The rocks in the North China craton consist of Precambrian (4.6 billion years ago to 541 million years ago) basement rocks, with the oldest zircon dated 4.1 billion years ago and the oldest rock dated 3.8 billion years ago. The Precambrian rocks were then overlain by Phanerozoic (541 million years ago to present) sedimentary rocks or igneous rocks. The Phanerozoic rocks are largely not metamorphosed. The Eastern Block is made up of early to late Archean (3.8-3.0 billion years ago) tonalite-trondhjemite-granodiorite gneisses, granitic gneisses, some ultramafic to felsic volcanic rocks and metasediments with some granitoids which formed in some tectonic events 2.5 billion years ago. These are overlain by Paleoproterozoic rocks which were formed in rift basins. The Western Block consists of an Archean (2.6-2.5 billion years ago) basement which comprises tonalite-trondhjemite-granodiorite, mafic igneous rock, and metamorphosed sedimentary rocks. The Archean basement is overlain unconformably by Paleoproterozoic khondalite belts, which consist of different types of metamorphic rocks, such as graphite-bearing sillimanite garnet gneiss. Sediments were widely deposited in the Phanerozoic with various properties, for example, carbonate and coal bearing rocks were formed in the late Carboniferous to early Permian (307-270 million years ago), when purple sand-bearing mudstones were formed in a shallow lake environment in the Early to Middle Triassic. Apart from sedimentation, there were six major stages of magmatism after the Phanerozoic decratonization. In Jurassic to Cretaceous (100-65 million years ago) sedimentary rocks were often mixed with volcanic rocks due to volcanic activities.",
            "score": 83.19480895996094
        },
        {
            "docid": "673743_2",
            "document": "Craton . A craton (, , or ; from \"kratos\" \"strength\") is an old and stable part of the continental lithosphere, where the lithosphere consists of the Earth's two topmost layers, the crust and the uppermost mantle. Having often survived cycles of merging and rifting of continents, cratons are generally found in the interiors of tectonic plates. They are characteristically composed of ancient crystalline basement rock, which may be covered by younger sedimentary rock. They have a thick crust and deep lithospheric roots that extend as much as several hundred kilometres into the Earth's mantle.",
            "score": 83.1490707397461
        }
    ]
}