{
    "q": [
        {
            "docid": "32086441_23",
            "document": "Xiguan . Kaiji is located on Longjin Donglu. Its owner is Ye Jiankai and he is jokingly called \"Dousha Kai\" because of the restaurant's food. Kaiji's Tangyuan (sweet dumplings) served with green bean soup and Vanilla green bean soup clear away diners' heat and toxic material and earn a high reputation in Guangzhou. The shop is Ye's grandfather's legacy.",
            "score": 26.434569835662842
        },
        {
            "docid": "32122477_6",
            "document": "La rose de Saint-Flour . When Pierrette returns a tiff with Marcachu turns into a fight. They prepare the soup, into which unexpected ingredients are placed. When Chapailloux arrives, they eat and discover the contents of the soup, including one of Pierrette's shoes. Another fight ensues, and Marcachu storms off with his marmite.",
            "score": 51.29513120651245
        },
        {
            "docid": "8501495_8",
            "document": "Ye Xian . The golden slipper is found by a local peasant who trades it, and it is passed on to various people until it reaches the hands of the nearby king of the To'Han islets, a powerful kingdom covering thousands of small islands. Fascinated by the shoe's small size, he issues a search to find the maiden whose foot will fit into the shoe and proclaims he will marry that girl. The search extends until it reaches the community of the cave-dwellers, and everyone, including Jun-Li, the late chief Wu's firstborn, tried the slipper. No maiden's foot can fit the shoe. Despondent that he could not find the woman he was searching for, the king made a great pavilion and placed the shoe there on display. Ye Xian arrives there late in the evening to retrieve the slipper, but is mistaken as a thief. Ye Xian then was brought before the king, and there she told him everything about her life, how she lost her friend, the gold-eyed fish, and now her slipper. The king, struck by her good-nature and beauty even though she lived in the land of the savages, believed her and allowed her to go home with the slipper.",
            "score": 42.500611305236816
        },
        {
            "docid": "3747_23",
            "document": "Bill Gates . In 2008, Gates appeared in a series of ads to promote Microsoft. The first commercial, co-starring Jerry Seinfeld, is a 90-second talk between strangers as Seinfeld walks up on a discount shoe store (Shoe Circus) in a mall and notices Gates buying shoes inside. The salesman is trying to sell Mr. Gates shoes that are a size too big. As Gates is buying the shoes, he holds up his discount card, which uses a slightly altered version of his own mugshot of his arrest in New Mexico in 1977, for a traffic violation. As they are walking out of the mall, Seinfeld asks Gates if he has melded his mind to other developers, after getting a \"Yes\", he then asks if they are working on a way to make computers edible, again getting a \"Yes\". Some say that this is an homage to Seinfeld's own show about \"nothing\" (\"Seinfeld\"). In a second commercial in the series, Gates and Seinfeld are at the home of an average family trying to fit in with normal people.",
            "score": 47.84906625747681
        },
        {
            "docid": "13075834_6",
            "document": "The Braes o' Killiecrankie . <score midi=\"5\" vorbis=\"1\"> \\relative c\" { \\time 2/4 \\key g \\major  \\partial 8 g16( a) | b8 b \\grace { c8 } b a16( g) | c4 c8 b16( a) | b8 b c16( b) a( g) | b8 d d g,16( a) | b8 b c16( b) a16( g) | c4 c8 b16( a) | b16( c) d16( b) a8 g | d8 g g \\bar \"||\" b16( c) | d8 d, d e16( f) | e8 d16( e) c8 b'16( c) | d8 d, d' d, | b' d d\\fermata b16( c) | d8 d, d e16( f) | g16( f) e( d) c8 b'16 c | b16( c) d( b) a8 g | e g g \\bar \"|.\" }  \\addlyrics {Whare | hae ye been sae | braw, lad? Whare | hae ye been sae | bran -- kie, O? Whare | hae ye been sae | braw, lad? Came | ye by Kil -- li -- | cran -- kie, O? An | ye had been whare | I hae been, Ye | wad -- na been sae | can -- tie, O; An | ye had seen what | I hae seen, I' the | braes o' Kil -- li -- | crank -- kie, O. }</score>",
            "score": 6.336525201797485
        },
        {
            "docid": "144829_24",
            "document": "Steve McQueen . In 1973 The Rolling Stones referred to McQueen in the song \"Star Star\" from the album \"Goats Head Soup\" for which an amused McQueen reportedly gave personal permission. The lines were \"Star fucker, star fucker, star fucker, star fucker star/ Yes you are, yes you are, yes you are/Yeah, Ali MacGraw got mad with you/For givin' head to Steve McQueen\".",
            "score": 21.93204152584076
        },
        {
            "docid": "12744285_3",
            "document": "Electric Soup (album) . It was also released as a 2-CD set with \"Gorilla Biscuit\", a collection of their b-sides and rarities. Brad Shepherd, the group's lead guitarist described the albums \"You just have to listen to [\"Electric Soup\"], it's just jam packed full of pretty groovy songs... The best of was always the record company's idea and the B-side was always our idea to combat that. We think if a best of is representative of a band then a B-side album is even more representative.\" Shepherd also explained the album names: \"\"Electric Soup\" is another name for Jack Daniels bourbon... \"Gorilla Biscuit\" is slang for 'downers' like mandrax.\"",
            "score": 27.109789848327637
        },
        {
            "docid": "2471736_5",
            "document": "Cryptotaenia . English names for the plant include mitsuba, Japanese wild parsley, stone parsley, honeywort, san ip, and san ye qin (from ). Like parsley, the flavor is clean and refreshing with a slightly bitter taste which some describe as celery-like. The sprouts are used in salads and soup. In Japan it is commonly used as a garnish in soups or atop entrees or as a sushi ingredient.",
            "score": 30.909033179283142
        },
        {
            "docid": "247960_6",
            "document": "Mikoyan-Gurevich MiG-25 . The subsonic Boeing B-47 Stratojet and Boeing B-52 Stratofortress strategic bombers were followed by the Mach 2 Convair B-58 Hustler, with the Mach 3 North American B-70 Valkyrie on the drawing board at that time. A major upgrade in the PVO defence system was required, and at the start of 1958 a requirement was issued for manned interceptors capable of reaching 3,000 km/h (1,864 mph) and heights of up to 27 km (88,583 ft). Mikoyan and Sukhoi responded. The Mikoyan-Gurevich OKB had been working on a series of interceptors during the second half of the 1950s: the I-1, I-3U, I-7U, I-75, Ye-150, Ye-150A, Ye-152, Ye-152A, Ye-152P, and Ye-152M. The Ye-150 was noteworthy because it was built specifically to test the Tumansky R-15 engine, two of which would later be used for the MiG-25. This led to Ye-152, alternatively known as Ye-166, which set several world records. The Ye-152M (converted from one of the two Ye-152 aircraft) was intended to be the definite heavy interceptor design. But before it was finished, the PVO had selected the Tupolev Tu-128. As the work on the MiG-25 was well under way, the single-engine Ye-152M was abandoned.",
            "score": 8.164785742759705
        },
        {
            "docid": "299646_27",
            "document": "Places in The Hitchhiker's Guide to the Galaxy . Frogstar World B is said to be \"\"the most totally evil place in the galaxy\"\". It is somewhat like the books' equivalent of Brontitall in the radio show; although there are differences between the two, they share some attributes. Although there is no statue of Arthur on Frogstar B, the bird people came about the same way. There is no archaeologist called Lintilla in the part of the books that concerns itself with Frogstar B; however, the spaceport with the massively delayed spaceship is there. Frogstar B was thrown into poverty through an event termed the Shoe Event Horizon. Many years ago, Frogstar World B was \"a thriving, happy planet – people, cities, shops, a normal world.\" However, there were slightly too many shoe-shops on the high streets of the planet, and the number of shoe-shops was steadily increasing. The more shoe-shops there were, the more the shops had to make. The more they had to make, the worse and more unwearable the shoes became. And the worse and more unwearable the shoes became, the more the people had to buy, and the more money the shops made until it became economically impossible to build anything other than shoe-shops. The result was collapse, ruin, and famine. Most of the population died out, but a select few with the right kind of genetic instability mutated into a bird-like species and cursed the ground, refusing to set foot on it ever again. Frogstar B is the home of the Total Perspective Vortex, a machine that effectively annihilates one's soul by showing one in an instant the whole infinity of creation and oneself in relation to it, and in the continuity of the books, Frogstar World B is the future site of Milliways, the Restaurant at the End of the Universe. In the radio series this role is instead given to Magrathea.",
            "score": 43.21588373184204
        },
        {
            "docid": "26396162_4",
            "document": "Holes in My Shoes . He grew up in extreme poverty in the Lower East Side of New York City, born in his parents cold water apartment on East 6th Street. His parents were Jewish immigrants from Austria. He sold newspapers on the corner of Avenue B and 10th Street and played in Tompkins Square Park. Beers and his siblings took many jobs as kids to support the starving family. They had potatoes and potato soup every day. They gathered fallen coal from the coal truck to keep the house warm. He had 3 brothers - Manny, Julius and Hy, and one sister, Lilian.",
            "score": 37.141650676727295
        },
        {
            "docid": "73440_25",
            "document": "Duck Soup (1933 film) . In another scene, the film pokes fun at the Hays Code. Due to the code, a man and woman could not be shown in bed together. The camera begins the scene in a woman's bedroom, panning across the foot of the bed. A pair of men's shoes are shown on the floor, then a pair of women's shoes and then four horseshoes. The camera cuts to a shot of the entire room: Pinky is sleeping in one bed with the horse, while the woman is in another bed.",
            "score": 48.578537940979004
        },
        {
            "docid": "19688599_10",
            "document": "Offset agreement . The universe of this military niche of offsets trade is sophisticated and less innocuous than commonly believed. In 2000 Daniel Pearl wrote an article about the universe of offsets: “could the sale of U.S. weapons in the Persian Gulf help an oil concern unload gasoline stations in Europe? Yes, under the new logic of international arms deals.” Pearl describes the new-found world of indirect offsets:",
            "score": 24.35119342803955
        },
        {
            "docid": "8529463_4",
            "document": "Aggregation problem . First, to sum the demand functions without other strong assumptions it must be assumed that they are independent; that is that one consumer's demand decisions are not influenced by the decisions of another consumer. For example, A is asked how many pairs of shoes he would buy at a certain price. A says at that price I would be willing and able to buy two pairs of shoes. B is asked the same question and says four pairs. Questioner goes back to A and says B is willing to buy four pairs of shoes, what do you think about that? A says if B has any interest in those shoes then I have none. Or A, not to be outdone by B, says \"then I'll buy five pairs\". And on and on. This problem can be eliminated by assuming that the consumers' tastes are fixed in the short run. This assumption can be expressed as assuming that each consumer is an independent idiosyncratic decision maker.",
            "score": 46.24639964103699
        },
        {
            "docid": "9360586_19",
            "document": "Milkweed (novel) . Big Henryk is a large boy who will “say yes to everything.” He doesn’t wear shoes but instead wears “gray bank coin bags on his feet.” He appears mentally disabled from the \"bellowing\" and how he says \"yes to everything\"",
            "score": 32.39944338798523
        },
        {
            "docid": "13094293_2",
            "document": "Soup for One (soundtrack) . Soup for One is the soundtrack album to the movie \"Soup for One\" by American R&B band Chic et al., released by Mirage Records in 1982. The album reached number 168 on the \"Billboard\" 200 albums chart and number 42 on the R&B chart. Besides three previously released tracks, Chic's \"I Want Your Love\" from 1978 album \"C'est Chic\", Sister Sledge's \"Let's Go On Vacation\" from 1980s \"Love Somebody Today\" and \"Jump, Jump\" from Debbie Harry's \"KooKoo\", the album contains five songs specifically written and produced by Bernard Edwards and Nile Rodgers for the movie.",
            "score": 26.24578619003296
        },
        {
            "docid": "8501495_9",
            "document": "Ye Xian . The next morning, the king goes into Ye Xian's house and asks her to come with him into his kingdom. Ye Xian then wears both her shoes, and appears in her beautiful sea-green gown. The stepmother and Jun-li, however, said that Ye Xian could not have clothes of that kind, for she was only their slave, and the stepmother said that the finery was Jun-li's and Ye Xian stole them. The king dismisses her lies, and invites Ye Xian to live at the palace with him as his wife and queen. She accepts, but her cruel step-family was left with their fate, which is to be banished to the wilderness by the king forever. They live a harsh, unhappy life until the day they were killed by a rain of fiery stones. On the other hand, the king takes Ye Xian into his kingdom and makes her his queen.",
            "score": 28.635878324508667
        },
        {
            "docid": "28284510_15",
            "document": "KLB Club . Yes, you gave us soup and enough black bread To etch out a mere existence, Enough to keep us wanting more And weaken our resistance",
            "score": 24.063373565673828
        },
        {
            "docid": "30177587_3",
            "document": "Shoe Show . The company was founded in 1960 by Robert B. Tucker and has more than 1150 locations. It acquired Burlington Shoes in 1986, Altier Shoes in 1993 and Shoebilee! in 2002. In the early 2000s, the company began opening Shoe Dept. Encore stores, which are larger than regular Shoe Dept. stores.",
            "score": 42.17822504043579
        },
        {
            "docid": "30011882_2",
            "document": "Louis Diat . Louis Felix Diat (1885–1957) was a chef and culinary writer who is one of the chefs believed to have created vichyssoise soup, though other chefs in France are also credited for the same; no proof is available for any claimants' assertions. Diat was born in 1885 in Bourbon-l'Archambault/Montmarault, France, where his father managed a shoe store. During the summer, when Diat and his siblings desired a cold snack, Diat's mother Annette often poured milk into leftover potato-and-leek soup (\"potage bonne femme\").",
            "score": 43.5477876663208
        },
        {
            "docid": "14600623_3",
            "document": "Space Soap (La Soupe aux choux) . This instrumental single is a R&B, dance and techno remake of the theme of \"La Soupe aux choux\", a 1981 French film directed by Jean Girault.",
            "score": 23.238967895507812
        },
        {
            "docid": "46746174_3",
            "document": "Litefeet . The Harlem shake is commonly incorporated into Litefeet, as is the “Chicken Noodle Soup, the Tone Whop (often mistakenly named the \"Toe Whop\"), and the Aunt Jackie. Moves often include: footwork, popping, shuffling, tutting, hat tricks, and shoe tricks.",
            "score": 45.104065895080566
        },
        {
            "docid": "8629842_2",
            "document": "Chicken Noodle Soup (song) . \"Chicken Noodle Soup\" is a song by producer Da Drizzle from Webstar's album \"\" (2006). It features rappers Young B and the Voice of Harlem. The song also has an associated dance.",
            "score": 23.983723640441895
        },
        {
            "docid": "10287083_9",
            "document": "North Slavic fermented cereal soups . Kyselo (or krkonošské kyselo) (, ) is a soup based on sourdough and mushrooms. It is a traditional Czech cuisine from poor folk food originating in the Northern Bohemia mountain region Krkonoše. It is very substantial and it contains an abundance of quality proteins, B vitamins, dietary fiber and other important nutrients. Usage of sourdough is closely related to fermented flour usage in the Polish sour rye soup.",
            "score": 24.94900357723236
        },
        {
            "docid": "226105_27",
            "document": "Bill Drummond . Several Penkiln Burn projects involve making things and then distributing them. Drummond has created a Soup Line drawn across a map going through Belfast and Nottingham to the edges of the British Isles. Anyone living on the Soup Line may contact Drummond to come to their house and make soup for them, their family and friends. Drummond has also constructed – and encourages others to construct – Cake Circles drawn on maps. Cakes are then made and delivered to people who live within the circle with the words \"I have baked you a cake, here it is\". Other projects involve Drummond building beds from timber in public places which are then raffled off. In 2011, for the Venice Biennale, Drummond took up shoe-shining on the streets of Venice. Each spring, Drummond gives away 40 bunches of daffodils to strangers on the street in different cities.",
            "score": 49.126349449157715
        },
        {
            "docid": "2814961_75",
            "document": "Women's cinema . Other notable filmmakers include María Ripoll (\"Tortilla Soup\", \"The Man with Rain in His Shoes\"), Patricia Ferreira, Chus Gutiérrez, María Lidón aka Luna (\"\", \"Moscow Zero\"), Rosa Vergés, Lydia Zimmermann, or Laura Mañá.",
            "score": 44.867655754089355
        },
        {
            "docid": "17647962_4",
            "document": "B and B Chemical Company . The building was designed by Coolidge, Shepley, Bulfinch & Abbott and built in 1937 for the B and B Chemical Company, a subsidiary of the United Shoe Machinery Corporation. The facility, which include a more simply designed second building behind this one, produced adhesives used in the shoe manufacturing process at other plants. It later served as the headquarters for the Polaroid Corporation for many years. It is now owned by The Bulfinch Companies, and is occupied by Nimbus Discovery, a biotechnology firm.",
            "score": 35.64317607879639
        },
        {
            "docid": "18622408_4",
            "document": "Grover Shoe Factory disaster . The R. B. Grover shoe factory was big, but not the biggest shoe factory in Brockton, a town that had 35,000 shoe workers. The wooden building, shaped like a letter \"E\", occupied half a city block at the corner of Main and Calmar Streets.  Grover made the popular Emerson brand shoe, and business had been good enough to add a fourth floor.",
            "score": 43.25824427604675
        },
        {
            "docid": "50112367_4",
            "document": "Brian Atwood . The Brian Atwood shoe line was launched in 2001. His budget line of shoes is B Brian Atwood. This brand retails for US$200 to US$500 as opposed to his main line of shoes which retails for $525 to $2900. The B Brian Atwood brand was later entered into a partnership agreement with shoemaker, Steve Madden (NASDAQ:SHOO), who purchased the Jones Group stake. He is the author of the book, \"Pumped\", a study of stiletto heels.",
            "score": 38.49092102050781
        },
        {
            "docid": "32064360_5",
            "document": "D-Men . The band started breaking up with the departure of singer Brace, followed by rapper Ali B. A single \"Vraag jezelf eens af\" was released. Contractual disagreements intensified with rapper Yes-R who joined the label of his cousin Ali B. Soesi B, a friend from childhood to Yes-R followed suit. The last of the new members to leave was Negativ. This the formation went back to the original three members Lange Frans, Brutus and Baas B. Yes-R even made a recording to diss the original members with his recording \"Je krijgt het van ons\" (\"You get it from us\")",
            "score": 10.12294864654541
        },
        {
            "docid": "11553901_3",
            "document": "Alphabet Soup (horse) . Alphabet Soup was bred by Southeast Associates, a group led by Roy S. Lerman, and purchased by Californian Georgia B. Ridder. He is a descendant of Nearco, and his damsire is U.S. Racing Hall of Fame inductee Arts and Letters. Purchased privately as a two-year-old by Georgia B. Ridder, Alphabet Soup was late in developing. Mrs. Ridder raced the colt in California, where he began to come into his own at the age of four, winning the 1995 Native Diver and Del Mar Breeders' Cup Handicaps. In 1996, en route to his triumph in that year's Breeders' Cup Classic, he won three important graded stakes races: the San Antonio Handicap, the Pat O'Brien Handicap, and the San Pasqual Handicap, in which he defeated Best Pal. He also crossed the wire first in the Goodwood Breeders' Cup Handicap but was disqualified and set back to third. Alphabet Soup raced in 1997 at age six, his best effort coming in defense of the San Antonio Handicap when he finished second to Gentlemen.",
            "score": 23.495638012886047
        },
        {
            "docid": "3075186_5",
            "document": "Blomberg B . A popular modification by railroads in later years was reducing the number of brake shoes from 8 to 4 by reconfiguring the double-clasp brake rigging, removing one brake shoe per wheel. This can give the Blomberg B a similar appearance of later Blomberg M trucks.",
            "score": 37.29484295845032
        }
    ],
    "r": [
        {
            "docid": "47883354_37",
            "document": "Horse welfare . The case of shoeing is special. It was originally a means of protecting the equine foot from wear and tear on different hard surfaces. However, its usefulness is questioned by a growing number of riders who feel that being \"barefoot\" is more consistent with the nature of the horse. According to Pierre Enoff, the horse does not really need shoeing, which frustrates locomotion and sensory perception by forcing it to rely solely on the hoof walls, unable to use the soles or assess the terrain. The dominant perspective of professionals in the horse world, including farriers, is to see shoeing as protection for the hoof. Similarly, moving to a barefoot approach too quickly can be harmful to horses that have lived with shoes for a long time if their feet are not prepared.",
            "score": 70.227783203125
        },
        {
            "docid": "47866157_26",
            "document": "FTC v. Motion Picture Advertising Service Co. . That court said it would expect the Massachusetts courts to find that the conduct alleged was unfair to consumers under the \"Brown Shoe\"/\"MPAS\" interpretation of § 5, since 93A is similar in wording to § 5. \"Assuming consumer harm were proved (a quite separate question), we would expect Massachusetts courts to follow FTC precedent that sensibly holds unlawful pernicious conduct with a clear potential for harm and no redeeming value whatever.\" The First Circuit therefore reversed and remanded.",
            "score": 60.70794677734375
        },
        {
            "docid": "13480_21",
            "document": "Horseshoe . However, the term \"farrier\" implies a professional horseshoer with skill, education, and training. Some people who shoe horses are untrained or unskilled, and likely to do more harm than good for the horse. People who do not understand the horse's foot will not trim the hoof correctly. This can cause serious problems for the animal, resulting in chronic lameness and damage to the hoof wall. Poor trimming will usually place the hoof at an incorrect angle, leave the foot laterally unbalanced and may cut too much off certain areas of the hoof wall, or trim too much of the frog or sole. Some horseshoers will rasp the hoof down to fit an improperly shaped or too-small size of shoe, which is damaging to the movement of the horse and can damage the hoof itself if trimmed or rasped too short. A poor horseshoer can also make mistakes in the shoeing process itself, not only quicking a horse, but also putting the shoe on crooked, using the wrong type of shoe for the job at hand, shaping the shoe improperly, or setting it on too far forward or back.",
            "score": 60.69486999511719
        },
        {
            "docid": "13584321_4",
            "document": "Tisza Cipő . In 2003, The Clash Kft has bought the rights of the usage of the Tisza trademark. This means that Clash company can use Tisza as a trademark and shoes can be produced anywhere, not just in the traditional Tisza Shoe Factory in Martfű. Nowadays we have three places where Tisza shoes are produced and six shops where customers can buy them. The Clash company also wants to have Tisza trademark to remain pure Hungarian, therefore, the shoes are produced only in Hungary although the completion of the shoes is very expensive. The marketing aim of the Clash Kft is a long-live company, in order to achieve this they have worked out a special marketing plan; the expansion of the company is very slow and the profit of which the company gathers a year is given back to the its origin, to develop the company. The Clash Kft also makes clothes and accessories. The idea of the whole business came from a young, talented, Hungarian man, László Vidák, who was also an importer of a very popular shoe in Hungary a couple of years ago.",
            "score": 59.23136520385742
        },
        {
            "docid": "19277881_4",
            "document": "Silver Shoes . In Alexander Melentyevich Volkov's \"The Wizard of the Emerald City\" (1939), the Silver shoes or Serebryaniye bashmachki as they are called in the manuscript, are the source of Elly's (his version of Dorothy) protection instead of the good Witch's kiss. She is therefore attacked once by an Ogre when removing them, and afterward wears them even when she sleeps. They are not taken from the Witch's body, but rather brought by Toto from her dwelling (a dark cave). This was possibly done to avert the problem of a person wearing the shoes to be impossible to harm, since in that book the hurricane is created by the Wicked Witch to destroy mankind, and redirected upon her by the Good Witch of the North, who suffers no ill effects for harming her. It is said the Witch only wore the shoes on very special occasions. They are lost just like in Baum's book.",
            "score": 58.6348876953125
        },
        {
            "docid": "7852712_15",
            "document": "1920s in Western fashion . Shoes were finally visible during the 1920s. Before, long garments covered up shoes, so they weren’t an important part of women fashion. Now, shoes were seen by everyone and played an important part during the 1920s. Women had all kinds of shoes for all kinds of events. Everything from house shoes, walking shoes, dancing shoes, sporting shoes, to swimming shoes. The shoe industry became an important industry that transformed the way we buy shoes today. Shoes were made in standard sizes perfect to order from fashion catalogs to the near boutique. \"The bar shoe which fastened with a strap and a single button became the most popular during the 1920s. It was worn with the new short skirts and was practical for their vigorous style of dancing.\"",
            "score": 58.098297119140625
        },
        {
            "docid": "1800287_29",
            "document": "Shoe polish . Many products are closely related to shoe polish, but not strictly considered as such. Other chemical products may be used to clean and shine shoes—in particular whiteners for white shoes, and a variety of sprays and aerosols for cleaning and waterproofing suede shoes. A banana peel can also be used to effectively shine shoes, but it is not recommended.",
            "score": 57.211891174316406
        },
        {
            "docid": "5227945_5",
            "document": "The Origin of the Work of Art . The third interpretation is the most dominant (extended to all beings), but is derived from equipment: \"This long familiar mode of thought preconceives all immediate experience of beings. The preconception shackles reflection on the Being of any given being.\" The reason Heidegger selects a pair of peasant shoes painted by Vincent van Gogh is to establish a distinction between artwork and other \"things,\" such as pieces of equipment, as well as to open up experience through phenomenological description. This was actually typical of Heidegger as he often chose to study shoes and shoe maker shops as an example for the analysis of a culture. Heidegger explains the viewer's responsibility to consider the variety of questions about the shoes, asking not only about form and matter—what are the shoes made of?—but bestowing the piece with life by asking of purpose—what are the shoes for? What world do they open up and belong to? In this way we can get beyond correspondence theories of truth which posit truth as the correspondence of representations (form) to reality (matter).",
            "score": 56.2303466796875
        },
        {
            "docid": "25738885_3",
            "document": "Brogan (shoes) . Brogan-like shoes, called \"brogues\" (from Old Irish \"bróc\" meaning \"shoe\"), were made and worn in Scotland and Ireland as early as the 16th century, and the shoe-type probably originated there. They were used by the Scots and the Irish as work boots for wear in the wet, boggy Scottish and Irish countryside. The word \"brogue\" is still used in Britain for a style of dress shoe, which may or may not have an ankle high top.",
            "score": 56.18252944946289
        },
        {
            "docid": "13480_17",
            "document": "Horseshoe . Shoes are then measured to the foot and bent to the correct shape using a hammer and anvil, and other modifications, such as taps for shoe studs, are added. Farriers may either cold shoe, in which he bends the metal shoe without heating it, or hot shoe, in which he places the metal in a forge before bending it. Hot shoeing can be more time-consuming, and requires the farrier to have access to a forge; however, it usually provides a better fit, as the mark made on the hoof from the hot shoe can show how even it lies. It also allows the farrier to make more modifications to the shoe, such as drawing toe- and quarter-clips. The farrier must take care not to hold the hot shoe against the hoof too long, as the heat can damage the hoof.",
            "score": 56.027732849121094
        },
        {
            "docid": "4164969_1",
            "document": "Nick Danger: The Case of the Missing Shoe . Nick Danger: The Case of the Missing Shoe",
            "score": 55.75757598876953
        },
        {
            "docid": "265551_8",
            "document": "X-ray generator . In the 1940s and 1950s, X-ray machines were used in stores to help sell footwear. These were known as Shoe-fitting fluoroscopes. However, as the harmful effects of X-ray radiation were properly considered, they finally fell out of use. Shoe-fitting use of the device was first banned by the state of Pennsylvania in 1957. (They were more a clever marketing tool to attract customers, rather than a fitting aid.) Together with Robert J. Van de Graaff, John G. Trump developed one of the first million-volt X-ray generators.",
            "score": 55.69509506225586
        },
        {
            "docid": "10936780_34",
            "document": "Bonepony . During the early days of the band, Bonepony did not have a drummer or a bassist. The absence of a rhythm section was supplemented by band members playing various percussion instruments including bells, tambourines and small drums. However, Johnson wished to achieve the same effect for which the old blues musicians had perfected and were known. Therefore, he began stomping the beat on either a wooden box or the floor to achieve the desired effect and sound. As the band began touring more and more, they noticed that the sound wouldn’t carry well in all venue settings so out of necessity the design required improvement. A pick up was placed inside an old tennis shoe and one of the band's members would wear the shoe and stomp out the beat while they played. Hence, the \"Stomp Shoe\" was developed. Lately, however, the band has stopped using the stomp shoe and instead built a specially-designed board, appropriately called the \"Stomp Board,\" that can be stepped on the same way. As Nguyen explains, \"We have a microphone in that shoe that I plug into a compressor, some old early analog techno stuff basically, analog drum machine stuff. And Scott’s got the same concept in an actual board, it does basically the same thing, and I can walk around and stand up and kind of feel a little bit better, and sometimes Scott’ll tip over and that’s the rhythm, that’s where that comes from.\" Kenny now is in charge of the \"stomping\", as Nguyen often needs both feet to operate the bass pedals.",
            "score": 55.53681945800781
        },
        {
            "docid": "27953456_9",
            "document": "Rocker bottom shoe . The NICE guidelines in the UK state that healthcare professionals should not offer rocker-bottom shoes as a treatment for people with lower back pain or sciatica. No studies found significant health benefits in the short- or long-term, and several found significant harms in terms of worsened anxiety and depression among people who had lower back pain. One study found that flat-bottomed shoes may be better for people whose lower back pain is aggravated by walking or standing.",
            "score": 55.05841064453125
        },
        {
            "docid": "27178_50",
            "document": "Shoe . Some designs of dress shoes can be worn by either gender. The majority of dress shoes have an upper covering, commonly made of leather, enclosing most of the lower foot, but not covering the ankles. This upper part of the shoe is often made without apertures or openings, but may also be made with openings or even itself consist of a series of straps, e.g. an open toe featured in women's shoes. Shoes with uppers made high to cover the ankles are also available; a shoe with the upper rising above the ankle is usually considered a boot but certain styles may be referred to as high-topped shoes or high-tops. Usually, a high-topped shoe is secured by laces or zippers, although some styles have elastic inserts to ease slipping the shoe on.",
            "score": 55.03230667114258
        },
        {
            "docid": "2010013_30",
            "document": "Navicular syndrome . People who choose to treat navicular disease through shoeing may use a shoe designed to lift and support the heels. This can sometimes be accomplished with a flat shoe and trimming alone. Wedge pads or wedged shoes are often used, but can amplify heel-related problems if present. Another strategy is to use a bar type shoe. Often, an egg-bar shoe, or straight bar shoe. Some horses benefit from shoes that change the breakover of their foot (like a rolled toe). With or without shoes, the hoof must be trimmed in such a way as to restore the balance and angle that may have been lost. Horses with long toe-low heel conformation need careful trimming to counter this. Horses with upright feet may need their heels lowered and a shoe that will allow their heels to spread. Early intervention is key; in one study, shoeing was successful in 97% of horses treated within ten months of the onset of signs, while only 54% of horses lame for over a year responded.",
            "score": 54.995704650878906
        },
        {
            "docid": "1501979_5",
            "document": "Hotdish . Typical ingredients in hotdish are potatoes or pasta, ground beef, green beans, and corn, with canned soup added as a binder, flavoring and sauce. Potatoes may be in the form of tater tots, hash browns, potato chips, or shoe string potatoes. The dish is usually seasoned lightly with salt and pepper, and it may be eaten with ketchup as a condiment. Another popular hotdish is the tuna hotdish, made with macaroni or egg noodles, canned tuna, peas, and mushroom soup. Also common is a dish known as goulash, though it bears no resemblance to the familiar Hungarian goulash. Minnesota goulash is usually made with ground beef, macaroni, canned tomatoes, and perhaps a can of creamed corn.",
            "score": 54.640811920166016
        },
        {
            "docid": "4164969_2",
            "document": "Nick Danger: The Case of the Missing Shoe . Nick Danger: The Case of the Missing Shoe is an EP by The Firesign Theatre. It was released in 1979 by Rhino Records.",
            "score": 54.37450408935547
        },
        {
            "docid": "393693_3",
            "document": "Entailment (linguistics) . In semantics, entailments depend entirely on the denotation (also called the \"dictionary definition\" of the words in question). An example of this, as shown in M. Lynne Murphy's \"Lexical Meaning\" would be, \"If it is a shoe, then it is made to be worn on a foot.\" This example references the 'footwear' meaning of the word shoe, and not the adjective, which is considered a different use of the word and thus a different meaning. For an entailment to be true, the \"then\" statement must \"always\" be true when the \"if\" statement is true. To judge whether an entailment is true, one can ask, \"Could it \"ever\" be the case that \"B\" isn't true while \"A\" is true?\" In order to accurately recognize entailments, a strong knowledge of the denotation of the word is required.",
            "score": 54.22941589355469
        },
        {
            "docid": "46402663_8",
            "document": "FEIT . All FEIT shoes are handmade using biodegradable materials in factories with a low environmental impact that are free of harmful chemicals and synthetic materials. They are hand stitched without the use of machines to help reduce the amount of waste produced by the factory. \"The sole is made up of five individual pieces. An internal leather midsole, a layer of natural cork, a buffalo leather outsole, a rubber tread and a vegetable leather strip which encases the sole to the upper.\" The shoe also includes a natural bamboo shank, buffalo leather insoles, natural leather welt, and cotton cording to sew it all together. FEIT shoes are primarily made using two different shoe-making techniques: Hand Sewn Goodyear and Hand Sewn Stitchdown construction.",
            "score": 54.16443634033203
        },
        {
            "docid": "546485_31",
            "document": "LMS Coronation Class . During the twentieth century, signals passed at danger (SPADs) were increasingly perceived as a significant danger to the public. Only the Great Western Railway truly accepted the challenge posed. Prior even to 1910, it commenced installing Automatic Train Control (ATC), a system where each distant signal was accompanied by a ramp between the tracks with which a shoe on the locomotive would make contact as it passed over it. When the signal denoted \"clear\", an electric current would pass through the ramp which was detected by the shoe, thereby sounding a bell in the cab. With the signal at danger, the electric current would be cut off and when the shoe detected this it would activate a warning horn. In later forms, the brakes would be applied should the driver fail to acknowledge the warning.",
            "score": 53.90153503417969
        },
        {
            "docid": "43402519_5",
            "document": "Dangerous (Big Data song) . The music video for \"Dangerous\" was released on February 19, 2014 and directed by Brandon LaGanke and John Carlucci of GHOST+COW, based on a concept developed with Alan Wilkis. It revolves around two shoe designers who develop an athletic shoe that encourages the wearer to commit acts of violence. The two designers first observe a group of shackled inmates wearing the shoes and walking in circles until one wearer bumps into another, resulting in one inmate violently headbutting another, to the point that blood splatters onto the testers. Satisfied with the results, a marketing meeting is held to develop advertising for the shoe.",
            "score": 53.803855895996094
        },
        {
            "docid": "2040129_11",
            "document": "Billet reading . To disguise the reason for opening the envelope, the typical variation used by mentalists has the audience members write questions on their cards, which the magician will answer. The magician then starts by making a statement like \"I feel beautiful!\", expresses some confusion about why he would say that, and then opens the envelope to read the question, \"will the weather be nice tomorrow?\" (while actually reading the next card, \"what is my shoe size?\"). As the questions may be impossible to guess, like a random person's shoe size, comedy or misdirection is often worked into the routine. For instance, \"a size larger than last year\" makes a reasonable answer to shoe size no matter who asks the question. Mediums may use the question and answer format as well, except that the questions are to be asked of the deceased, or perhaps are simply names of people to be contacted in the spirit world.",
            "score": 53.473968505859375
        },
        {
            "docid": "592649_3",
            "document": "Elevator shoes . Unlike high-heeled shoes, the component of elevator shoes that increases the wearer's height is inside the shoe, hiding it from observers. An elevator shoe, like the platform shoe's heel, can be made from different soles like plastic, wood, or rubber. Shoes with thickened soles are also used in cases of orthopedic problems, although the term \"elevator shoe\" is not usually used for these.",
            "score": 53.30704116821289
        },
        {
            "docid": "37485840_15",
            "document": "Concealed shoes . Archaeologist and architectural historian M. Chris Manning has proposed that the immurement of shoes, garments, and other objects may be related to the belief in a household deity or helpful spirit found throughout northern Europe from Ireland to western Russia. According to Manning, Schorne's use of a shoe to capture or repel a troublesome spirit may have called upon an existing belief in the power of shoes and other garments to attract, repel, or \"lay\" such spirits. The brownie and hob, domestic fairies found in England and Scotland, could be driven off by a gift of clothing. In Russia, it was said that the domovoi, a helpful domestic spirit, could be attracted to a home with an old boot or bast shoe placed under the stove or hung in the yard. The belief in household spirits is closely tied to the concept of the familiar, which in turn is linked to the belief in demons and other harmful spirits.",
            "score": 53.14690399169922
        },
        {
            "docid": "4164969_6",
            "document": "Nick Danger: The Case of the Missing Shoe . Five short radio episodes involve Nick Danger's attempt to find out what has happened to his missing left shoe. The plot thickens as he quickly discovers that everyone's left shoe is missing. Each episode begins with a traditional old-time radio style introduction by an announcer with an organ in the background and each show also includes a commercial parody (including commercials for \"Ma Rainey's wholesome moleskin cookies\" and \"Gerald Ford commemorative cheese flags\"). Besides Nick Danger himself, some of the other regular Nick Danger characters appear, including Lt. Bradshaw, Nancy, and Rocky Rococo.",
            "score": 52.987571716308594
        },
        {
            "docid": "51968349_3",
            "document": "Veritas Bespoke . In the summer of 2012, Thanh Le, a chemical engineer with a MBA degree met Thai Nguyen, a cobbler, in Calgary. The two men shared the interest in shoe crafting and it was not long before the idea of creating custom-fit shoes that last long. The duo spent days tracking down full-grain leather in France and Italy, and especially, the 3D technology used in making orthopaedic shoes They invented a new bespoke making method . After continuous research, they found out that a virtual and accurate model of the foot created by a 3D scanner used in orthopaedics can be used to build custom-made shoes for individual. Although the process costs much time and effort, it ensures to make shoes that fit like a glove.  Using a 3D scanner, a shoemaker can create a bespoke last based on your foot to make the footwear, which is called it ‘functional shoes’ since it will prevent bunion and callus. This new method takes only 3–4 weeks to make a pair of bespoke shoes, instead of 3–6 months in traditional bespoke making method At Veritas Bespoke, prices for bespoke shoes begin at US$1,400 with each added layer of customization priced separately. Apart from bespoke lines, they also have Ready-to-wear (RTW) and Made-To-Order (MTO) shoes according to customer personalization. For MTO, the finished product will be delivered within 2–4 weeks",
            "score": 52.978981018066406
        },
        {
            "docid": "444044_25",
            "document": "Pointe shoe . The other primary type of wear involves the exterior fabric. In pointe work the front face and bottom edge of the toe box are subjected to friction against the performance surface. This friction will eventually wear through the shoe's outer fabric covering, thereby exposing the toe box and creating loose, frayed fabric edges. Unlike a weakened shank, damaged outer fabric does not affect the performance of a shoe. Due to its unprofessional appearance, however, damaged fabric may render the shoe unfit to wear in situations other than informal practice or rehearsal.  Under moderate usage, a pair of pointe shoes will typically last through ten to twenty hours of wear. For dance students, this often translates into weeks or months of serviceable use from a pair of pointe shoes. Professional dancers typically wear out pointe shoes much more quickly; a new pair may wear out in a single performance. As a result, most professional ballet companies provide shoe allowances for their dancers to defray the cost of frequent shoe replacement.",
            "score": 52.95650100708008
        },
        {
            "docid": "44520102_4",
            "document": "Biodegradable athletic footwear . The athletic shoe midsole is one of the main contributors that lead to a generation of end-of-life waste because it is composed of polymeric foams based on ethylene vinyl acetate (EVA). Ethylene vinyl acetate (EVA) is a polyolefin copolymer of ethylene and vinyl acetate that provides durability and flexibility, making it the most commonly used material found in athletic shoe midsoles. Although the synthetic polymer is a useful material for the athletic shoe industry, it has become an environmental concern because of its poor biodegradability. EVA goes through an anaerobic decomposition process called thermal degradation that often occurs in landfills resulting in releases of volatile organic compounds (VOC’s) into the air. VOC’s “contribute to the formation of tropospheric ozone, which is harmful to humans and plant life.” Thermal degradation of EVA is temperature dependent and occurs in two stages; in the first stage acetic acid is lost, followed by the degradation of the unsaturated polyethylene polymer. The environmental impacts of athletic shoe degradation in landfills “are inextricably connected to the nature of the materials.” The production of many petroleum-based products, such as EVA, used to manufacture athletic shoes result in serious environmental pollution of groundwater and rivers when disposed into landfills. When disposed in landfills, athletic footwear can take up to thousands of years to naturally degrade. EVA athletic shoe midsoles can be kept in contact with moist soil for a period of 12 years and experience little to no evidence of bio deterioration.",
            "score": 52.7261848449707
        },
        {
            "docid": "1877327_7",
            "document": "Bizarre (TV series) . One notable Super Dave sketch was a stunt where he attempted to avoid being harmed while standing under a pile driver, by repeating the nonsense phrase \"balloon ball\". The stunt failed in typical Super Dave style, leaving him as a helmeted head atop two shoes. This particular sketch was popular enough that during the following season, Showtime ads for Bizarre featured a cartoon logo of Super Dave's helmeted head and shoes.",
            "score": 52.70183563232422
        },
        {
            "docid": "50788048_7",
            "document": "List of Bizarre episodes . One notable Super Dave sketch was a stunt where he attempted to avoid being harmed while standing under a pile driver, by repeating the nonsense phrase \"balloon ball\". The stunt failed in typical Super Dave style, leaving him as a helmeted head atop two shoes. This particular sketch was popular enough that during the following season, Showtime ads for Bizarre featured a cartoon logo of Super Dave's helmeted head and shoes.",
            "score": 52.70183563232422
        },
        {
            "docid": "33832430_4",
            "document": "Fuck-me shoes . The phrase possibly originated in the United States, where two similar terms are used: fuck-you shoes' implying a disregard for convention or propriety, or 'fuck-off shoes' where 'fuck-off' means both outsize and aggressive\". Tight trousers were called \"come fuck-me's\" as listed in a 1972 British dictionary of slang, while a 1974 book is cited as making a reference to a person wearing \"a pair of fabulous 1940s-Joan Crawford-fuck-me's\". The song \"We are the Dead\" from David Bowie's 1974 \"Diamond Dogs\" album mentions \"fuck-me pumps.\"",
            "score": 52.64122772216797
        }
    ]
}