{
    "q": [
        {
            "docid": "12109342_7",
            "document": "Cat Stevens' comments about Salman Rushdie . Robertson: You don't think that this man deserves to die? Y. Islam: Who, Salman Rushdie? Robertson: Yes. Y. Islam: Yes, yes. Robertson: And do you have a duty to be his executioner? Y. Islam: Uh, no, not necessarily, unless we were in an Islamic state and I was ordered by a judge or by the authority to carry out such an act – perhaps, yes. [Some minutes later, Robertson on the subject of a protest where an effigy of the author is to be burned] Robertson: Would you be part of that protest, Yusuf Islam, would you go to a demonstration where you knew that an effigy was going to be burned? Y. Islam: I would have hoped that it'd be the real thing. \"The New York Times\" also reports this statement from the programme: I might ring somebody who might do more damage to him than he would like. I'd try to phone the Ayatollah Khomeini and tell him exactly where this man is.",
            "score": 45.701205372810364
        },
        {
            "docid": "1912480_9",
            "document": "Ellsberg paradox . Since the prizes are exactly the same, it follows that you will \"prefer\" Gamble A to Gamble B if and only if you believe that drawing a red ball is more likely than drawing a black ball (according to expected utility theory). Also, there would be no clear preference between the choices if you thought that a red ball was as likely as a black ball. Similarly it follows that you will \"prefer\" Gamble C to Gamble D \"if, and only if\", you believe that drawing a red or yellow ball is more likely than drawing a black or yellow ball. It might seem intuitive that, if drawing a red ball is more likely than drawing a black ball, then drawing a red or yellow ball is also more likely than drawing a black or yellow ball. So, supposing you \"prefer\" Gamble A to Gamble B, it follows that you will also \"prefer\" Gamble C to Gamble D. And, supposing instead that you \"prefer\" Gamble B to Gamble A, it follows that you will also \"prefer\" Gamble D to Gamble C.",
            "score": 24.919597387313843
        },
        {
            "docid": "51141048_8",
            "document": "Gray rape . In a \"New York Times\" article entitled “When saying ‘yes’ is easier than saying ‘no,’” Jessica Bennett describes the \"complex situation\" of sexual encounters \"...you thought you wanted, or maybe you actually never wanted, but somehow here you are and it’s happening and you desperately want out, but you know that at this point exiting the situation would be more difficult than simply lying there and waiting for it to be over. In other words: saying yes when we really mean no\", which have been termed “the point of no return,” “gray zone sex,” “begrudgingly consensual sex,” “lukewarm sex,” and “bad sex,” an expression in which \"bad\" refers “not to the perceived pleasure of it, but to the way you feel in the aftermath.”",
            "score": 44.02073550224304
        },
        {
            "docid": "615477_26",
            "document": "Sunshine Skyway Bridge . Corporal Gary Schluter of the Florida State Highway Patrol — who has \"seen the number of suicides, and attempts, climb steadily over the last few years\" at the Sunshine Skyway Bridge, as well as persuaded multiple would-be suicides at that site to live — advises: \"People look at that water and think it's very serene, an easy way to die ... [but] ... it's more like hitting concrete.\" As he and other troopers explained to \"The New York Times\" reporter Rick Bragg, \"Jumpers tend to die ugly. [...] The fall, less than four seconds, ends in a bone-snapping, organ-rupturing trauma, but some jumpers do not lose consciousness, and drown in agony.\" Schluter elaborated: \"We retrieve the bodies. They are distorted, mangled.\"",
            "score": 60.58317446708679
        },
        {
            "docid": "20783125_16",
            "document": "Yes–no question . A further ambiguity with yes–no questions, in addition to that of polarity, is the ambiguity of whether an \"exclusive\" or \"inclusive\" disjunction is meant by the word \"or\", as it can represent either. Conventionally, in English yes–no questions the \"or\" represents an exclusive disjunction. However, as with the \"Would you like an apple or an orange?\" question mentioned earlier, to which one possible answer, as a yes–no question, is \"yes.\", yes–no questions can also be taken to be \"inclusive\" disjunctions. The informativeness of the \"or\" in the question is low, especially if the second alternative in the question is \"something\" or \"things\". The \"exclusive\" and \"inclusive\" can be determined often in spoken language (the speaker will often lower their pitch at the end of an \"exclusive\" question, as opposed to raising it at the end of an \"inclusive\" question), but it is a frequent source of humour for computer scientists and others familiar with Boolean logic, who will give responses such as \"yes\" to questions such as \"Would you like chicken or roast beef for dinner?\". However, the ambiguity is not confined to humour. The apple-or-orange question may be legitimately asking whether either is wanted, for example, and \"Would you like an apple or something?\" is indeed \"expecting\" either \"yes\" or \"no\" as a proper answer rather than the answer \"Something\" that an exclusive disjunction would be requesting.",
            "score": 35.803995013237
        },
        {
            "docid": "7180207_2",
            "document": "New York Soundtracks . New York Soundtracks is a remix album of One Step More and You Die by the Japanese band Mono. It was released as a CD in 2004 and in 2009 as part of the special deluxe double LP of 2003 album One Step More and You Die.",
            "score": 38.77908897399902
        },
        {
            "docid": "8789616_17",
            "document": "Fragile (Yes album) . In 2005, \"Fragile\" was included in the musical reference publication \"1001 Albums You Must Hear Before You Die\". In his review for AllMusic, Bruce Eder gave the album five stars out of five. He writes: \"\"Fragile\" was Yes' breakthrough album, propelling them in a matter of weeks from a cult act to an international phenomenon; not coincidentally, it also marked the point where all of the elements of the music (and more) that would define their success for more than a decade fell into place fully formed. The science-fiction and fantasy elements that had driven the more successful songs on ... \"The Yes Album\", were pushed much harder here, and not just in the music but in the packaging of the album: the Roger Dean-designed cover was itself a fascinating creation that seemed to relate to the music and drew the purchaser's attention in a manner that few records since the heyday of the psychedelic era could match.\"",
            "score": 21.499677658081055
        },
        {
            "docid": "12686181_81",
            "document": "Fossil fuel phase-out . The exact question posed by the survey was as follows: More than half of power plant-generated electricity comes from coal. Experts say that power plants are responsible for about 40 percent of U.S. carbon dioxide pollution linked to global warming. There are plans to build more than 150 new coal-fired power plants over the next several years. Would you support a five-year moratorium on new coal-fired power plants in the United States if there was stepped-up investment in clean, safe and renewable energy—such as wind and solar—and improved home energy-efficiency standards? Would you say definitely yes, probably yes, probably no, definitely no, or don't know.",
            "score": 33.6691677570343
        },
        {
            "docid": "22092085_11",
            "document": "How the Poor Die . In the public wards of hospitals you see horrors that you don't seem to meet with among people who manage to die in their own homes, as though certain diseases only attacked people at the lower income levels. But it is a fact that you would not in any English hospitals see some of the things I saw in the Hôpital X. This business of dying like animals, for instance, with nobody interested, the death not even noticed till the morning—this happened more than once.",
            "score": 26.243149518966675
        },
        {
            "docid": "531846_3",
            "document": "Lerner and Loewe . Alan Jay Lerner and Frederick Loewe, more commonly known as Fritz, met in 1942 at the Lambs Club in New York City where, according to Loewe, he mistakenly took a wrong turn to the men's room and walked past Lerner's table. Lerner describes this initial meeting in his autobiography \"The Street Where I Live\": \" 'You're Lerner, aren't you?' he asked. I could not deny it. 'You write Lyrics, don't you?' he continued. 'I try,' I replied. 'Well,' he said, 'would you like to write with me?' I immediately said, 'Yes.' And we went to work.\"",
            "score": 33.40475511550903
        },
        {
            "docid": "70598_12",
            "document": "Robert Cecil, 1st Earl of Salisbury . Cecil, like his father, greatly admired the Queen, whom he famously described as being \"more than a man, but less than a woman\". Despite his careful preparations for the succession, he clearly regarded the Queen's death as a misfortune to be postponed as long as possible. During her last illness, when Elizabeth would sit motionless on cushions for hours on end, Cecil boldly told her that she must go to bed. Elizabeth roused herself one last time to snap at him: \"Must is not a word to be used to princes, little man... your late father were he here would never had dared to speak such a word to me\"; but she added wryly \"Ah, but ye know that I must die, and it makes you presumptuous\".",
            "score": 34.84433889389038
        },
        {
            "docid": "17467157_6",
            "document": "Teenage Love (album) . Allmusic describes \"Teenage Love\" as, \"the weakest studio album in Cold Chisel's catalog.\" However, it continues, \"Yes, it's Chisel's \"B\" material [...] But then, most bands would kill to have this kind of stuff as their \"A\" material.\" Ian McFarlane said, \"\"Teenage Love\" proved to be a remarkable collection of songs that were brimming with loose ends and vibrant spontaneity. Outstanding tracks like \"Metho Blues\", \"Nothing but You\", \"Teenage Love Affair\" and the boogie \"Drinkin' in Port Lincoln\" possessed more grit and fire than most of the debut album or \"Twentieth Century\".",
            "score": 23.028647661209106
        },
        {
            "docid": "14482057_8",
            "document": "Orange Blossom Special (song) . Look a-yonder comin'<br> Comin' down that railroad track<br> Hey, look a-yonder comin'<br> Comin' down that railroad track<br> It's the Orange Blossom Special<br> Bringin' my baby back<br> <br> Well, I'm going down to Florida<br> And get some sand in my shoes<br> Or maybe Californy<br> And get some sand in my shoes<br> I'll ride that Orange Blossom Special<br> And lose these New York blues<br> <br> \"Say man, when you going back to Florida?\"<br> \"When am I goin' back to Florida? I don't know, don't reckon I ever will.\"<br> \"Ain't you worried about getting your nourishment in New York?\"<br> \"Well, I don't care if I do-die-do-die-do-die-do-die.\"<br> <br> Hey talk about a-ramblin'<br> She's the fastest train on the line<br> Talk about a-travellin'<br> She's the fastest train on the line<br> It's that Orange Blossom Special<br> Rollin' down the seaboard line",
            "score": 48.33464813232422
        },
        {
            "docid": "49625_10",
            "document": "The New York Sun . \"The Sun\" established a readership niche for itself foremost in New York. Alex Jones of the Joan Shorenstein Center on the Press, Politics, and Public Policy said, \"It was a newspaper especially savored by people who don't like \"The New York Times\", and there are plenty of those in New York.\" The paper also scored more scoops than would be expected for its size and Stephen B. Shepard, dean of the CUNY Graduate School of Journalism at the City University of New York said that its effective coverage of local news earned it a place in the New York media world. Accordingly, it was known as a good place for young, ambitious, scrappy reporters to start out.",
            "score": 53.813841104507446
        },
        {
            "docid": "24140243_3",
            "document": "I Love You Yes I Do . In 1961, Bull Moose Jackson recorded a new version of the song without his band. The new version hit number ten on the R&B chart, and number ninety-eight on the \"Billboard\" Hot 100. Both versions of \"I Love You Yes I Do\" would be the only times Jackson crossed over to the national pop charts.",
            "score": 24.074079036712646
        },
        {
            "docid": "2987336_5",
            "document": "Double-barreled question . An example of a double-barreled question would be the following: \"do you think that students should have more classes about history and culture?\" This question asks about two different issues: \"do you think that students should have more classes about history\" and \"do you think that students should have more classes about culture?\" Combining both questions into one makes it unclear what exactly is being measured, and as each question may elicit a different response if asked separately there is an increased likelihood of confusing the respondents. In other words, while some respondents would answer \"yes\" to both and some \"no\" to both, some would like to answer both \"yes and no\".",
            "score": 34.196672677993774
        },
        {
            "docid": "40570_47",
            "document": "United States presidential election, 1980 . In his closing remarks, Reagan asked viewers: \"Are you better off now than you were four years ago? Is it easier for you to go and buy things in the stores than it was four years ago? Is there more or less unemployment in the country than there was four years ago? Is America as respected throughout the world as it was? Do you feel that our security is as safe, that we're as strong as we were four years ago? And if you answer all of those questions 'yes', why then, I think your choice is very obvious as to whom you will vote for. If you don't agree, if you don't think that this course that we've been on for the last four years is what you would like to see us follow for the next four, then I could suggest another choice that you have.\"",
            "score": 35.987213373184204
        },
        {
            "docid": "3831303_8",
            "document": "Make Them Die Slowly (album) . However, some fans tend to enjoy this release more as the album more closely resembles the sound that would dominate much of White Zombie's later career. David Sprague of \"Spin Magazine\" gave it an enthusiastic review, saying \"\"Make Them Die Slowly\" might not be \"the\" metal LP to end all metal LPs, but it's damned likely to give you more nightmares \"and\" chuckles than anything else money can buy you these days\". Sprague also gave the production uncommon praise, writing that Laswell \"brings with him the simultaneously thin and heavy sound he's so fond of (c.f. Motörhead's \"Orgasmatron\"), and works wonders with it.\"",
            "score": 24.86421251296997
        },
        {
            "docid": "649735_22",
            "document": "Abu Ghraib torture and prisoner abuse . In May 2004, the \"Washington Post\" reported evidence given by Ameen Saeed Al-Sheik, detainee No. 151362. It quoted him as saying; \"They said we will make you wish to die and it will not happen [...] They stripped me naked. One of them told me he would rape me. He drew a picture of a woman to my back and made me stand in shameful position holding my buttocks.\" \"'Do you pray to Allah?' one asked. I said yes. They said, '[Expletive] you. And [expletive] him.' One of them said, 'You are not getting out of here health[y], you are getting out of here handicapped. And he said to me, 'Are you married?' I said, 'Yes.' They said, 'If your wife saw you like this, she will be disappointed.' One of them said, 'But if I saw her now she would not be disappointed now because I would rape her.' \" [...] \"They ordered me to thank Jesus that I'm alive.\" [...] \"I said to him, 'I believe in Allah.' So he said, 'But I believe in torture and I will torture you.'\"",
            "score": 22.774606704711914
        },
        {
            "docid": "4044969_8",
            "document": "Du, du liegst mir im Herzen . Und, und wenn in der Ferne, mir, mir dein Bild erscheint, dann, dann wünscht ich so gerne daß uns die Liebe vereint. Ja, ja, ja, ja, daß uns die Liebe vereint.</poem> <poem style=\"margin-left:2em; float:left;\">You, you are in my heart, you, you are in my mind. You, you cause me much pain, you don't know how good I am for you. Yes, yes, yes, yes you don't know how good I am for you.",
            "score": 8.813397884368896
        },
        {
            "docid": "33351199_6",
            "document": "This Isn't Everything You Are . The radio and video edit of the song excludes the lines \"Is he worth all this, is it a simple yes? / Cause if you have to think, it's fucked / Feels like you loved him more, than he loved you / And you wish you’d never met.\"",
            "score": 18.097803592681885
        },
        {
            "docid": "934416_4",
            "document": "Follow the Leader (Eric B. &amp; Rakim album) . \"Follow the Leader\" was well received by contemporary critics. \"Los Angeles Times\" writer Jonathan Gold viewed it as \"far more consistent\" than the duo's \"Paid in Full\", calling Eric B. \"a master of chill, understated beats\" and complimenting Rakim for weaving \"a laid-back web of words, his whiskey-smooth tenor less noisy but more intense than the machine-gun mutterings you hear booming from beat boxes, his keen rhymes all the more devastating for being near-whispered where lesser rappers would shout\". In his review for \"The Village Voice\", Robert Christgau found the duo's sampling as an improvement from their previous work's \"Brownian motion\" and complimented Rakim's \"ever-increasing words-per-minute ratio—the man loves language like a young Bob D\". Peter Watrous of \"The New York Times\" commended Eric B.'s mixes and described him as \"a minimalist virtuoso\". Watrous called Rakim \"one of the most distinctive rappers in the business\" and elaborated on his lyricism: \"His voice soars as gracefully as a well-thrown football; it'll change direction on the spot. He will vary rhythms, pushing and pulling against the beat to highlight his lyrics. Insistent, cool and dedicated, his rapping has an urgency that makes the music much more than pop; it sounds like a musical version of a political, social vision.",
            "score": 39.933186769485474
        },
        {
            "docid": "9432064_7",
            "document": "Flavor of Love (season 1) . New York accuses Hottie of stealing her jacket because she had made statements that she was so competitive that she might cut up someone's clothes to win. Hottie rebuffs New York, saying New York is just jealous, because Hottie believes she looks like Beyoncé. New York tells her she looks more like Luther Vandross. New York's exact words from the unrated DVD to Beyoncé was \" Beyonce, I'm sorry that an ugly ass bitch like this would even say that.\" Serious showed her breasts to Hottie and says that if Hottie's \"double D's\" don't look like hers, it shouldn't matter. New York and Pumkin then begin confronting Hottie. Hottie tells Pumkin, \"you need to learn how to read.\" Pumkin comes back at Hottie with, \"I can read you, fat fucking bitch that's all I need to read.\" New York tells Hottie if something in the house goes missing that she would always come to Hottie, because Hottie has a history of stealing, and due to a few comments Hottie made about being so competitive that she would \"cut clothes, steal things, etc.\"",
            "score": 50.65750050544739
        },
        {
            "docid": "1523829_30",
            "document": "Mexican Spanish . A more or less recent phenomenon in the speech of central Mexico, having its apparent origin in the State of Mexico, is the use of negation in an unmarked yes/no question. Thus, in place of \"¿Quieres...?\" (Would you like...?), there is a tendency to ask \"¿No quieres...?\" (Wouldn't you like...?).",
            "score": 25.229933738708496
        },
        {
            "docid": "2123140_13",
            "document": "Illustrations of the rule against perpetuities . Suppose B is married without children at the time of the devise. Suppose further that B's wife were to die or B were to divorce. If B were to remarry to someone who was born \"after\" the devise, the new wife would not be a life in being at the time of the devise. Similarly, any children born to B and his new wife would also not be lives in being at the time of the devise. If B's new wife were to outlive him (making her his widow) and survive him by more than 21 years, then the interest to \"B's children then living\" would not vest until after the perpetuities period expired (21 years after the death of B, the only relevant life in being at the time of the devise), because only upon the death of the widow can one ascertain who are \"B's children then living.\"",
            "score": 37.44311594963074
        },
        {
            "docid": "7765690_3",
            "document": "Dusty (album) . Just like the preceding \"Stay Awhile/I Only Want to Be with You\", \"Dusty\" comprises tracks from Springfield's UK debut album \"A Girl Called Dusty\" as well as recordings from UK singles and EP's. The album also includes tracks from the very first recordings Springfield made in the United States as a solo performer. A total of eight tracks were recorded in New York in September 1964, produced by Shelby Singleton Jr., some of which were first issued in the UK on the 1965 EP \"Dusty in New York\", others as single B-sides, while some in fact would remain unreleased in Springfield's native Britain for more than thirty years, until they had their debut as bonus tracks on the digitally remastered edition of the 1965 UK album \"Ev'rything's Coming Up Dusty\" – issued in 1998.",
            "score": 43.655954480171204
        },
        {
            "docid": "30881270_5",
            "document": "Tevot . Adès also recalled a sense of urgency writing the piece, saying, \"I couldn't sleep at night. I would feel that I would absolutely die if I didn't succeed in bringing the piece to harbour. It would have been a frightening feeling not to do that. It's more than a need - it feels essential. It's like transporting a person through the air, and you have to make sure they land in one piece.\"",
            "score": 34.01675891876221
        },
        {
            "docid": "40889714_13",
            "document": "Perfume (Britney Spears song) . Rachel McRady from \"Us Weekly\" noted that the video \"is a bit more stripped down than Brit's fantastical iconic videos like \"Oops! I Did It Again\" and her new dance hit \"Work B**ch.\".\" \"Billboard\"s Chris Payne praised the director for staying true to the lyrical content, weaving a tale of jealousy and an ill-fated engagement ring along with the \"contemplative\" song. He finished the review saying \"It's a video that captures the highs of a passionate relationship, but also plenty of the lows, which define it in the end.\". Writing for MTV, Jocelyn Vena said that the video is probably one of Spears's most theatrical video in years. However, Gregory E. Miller from \"New York Post\" was critical with Spears's fragrance product placement in the video, writing: \"She wouldn't actually be so shameless as to put that product placement [for her fragrances] in her video for a song called 'Perfume', would she? Oh, yes, she would.\"",
            "score": 38.08224880695343
        },
        {
            "docid": "3543130_12",
            "document": "Underwater diving . Hypothermia is reduced body temperature that happens when a body loses more heat than it generates. Hypothermia is a major limitation to swimming or diving in cold water. The reduction in finger dexterity due to pain or numbness decreases general safety and work capacity, which in turn increases the risk of other injuries. Body heat is lost much more quickly in water than in air, so water temperatures that would be tolerable as outdoor air temperatures can lead to hypothermia, which may lead to death from other causes in inadequately protected divers.",
            "score": 117.30959010124207
        },
        {
            "docid": "54637386_10",
            "document": "Physiology of underwater diving . Hypothermia is reduced body temperature that happens when a body dissipates more heat than it absorbs. Hypothermia is a major limitation to swimming or diving in cold water. The reduction in finger dexterity due to pain or numbness decreases general safety and work capacity, which consequently increases the risk of other injuries. Body heat is lost much more quickly in water than in air, so water temperatures that would be quite reasonable as outdoor air temperatures can lead to hypothermia in inadequately protected divers, although it is not often the direct clinical cause of death.",
            "score": 115.48132038116455
        },
        {
            "docid": "35737961_22",
            "document": "The Good Dinosaur . Arlo was designed so that the audience could identify with him and be able to see the \"boy\" inside the dinosaur. Sohn explained \"When Arlo gets lost in the wilderness, you need to worry that he's out of his element and in danger of getting killed, rather than just thinking 'You're an animal. Why don’t you just turn around and eat some leaves?'\" He additionally stated \"If you put like a realistic dinosaur in the woods, eat some leaves, you’re fine… But we really wanted to play with that twist of this is a boy out there. A dinosaur boy for sure, but trying to infuse those qualities into him… And also keeping him in a world that had an arc to itself. That it would start off being beautiful and then become dangerous. When we had these designs of the trees where they were a little bit more blocky and a little bit more graphic. We put Arlo in front of it, it’s like 'ooh that kind of is cool, but boy, it doesn’t feel like it's that dangerous.' Like when we get a rock stuck on him, it didn’t feel like anything ’cause when we went on our research trips, boy that idea of like you can get, you could die by a small thing like having a rock on your foot. Or you could die by a huge thing like an avalanche, which we tried to kind of explore in the film. So that was one of our main intents.\"",
            "score": 33.890719294548035
        },
        {
            "docid": "51756673_10",
            "document": "An Evening of Yes Music and More . In an interview with \"Rolling Stone\" magazine, Anderson stated that the band would perform classic Yes songs like \"Awaken\" and \"And You and I\" as well as some songs from \"Talk\" (1994), \"90125\" (1983) and \"Big Generator\" (1987). Anderson also hinted at the songs \"Perpetual Change\" and \"Starship Trooper\" to be played. He also assured that the setlist shouldn't fluctuate from night to night, stating: \"It's like a movie to me, a play. Once you've got [the setlist] right, you stick to it since it'll only get better. If you start changing it you finish up a little bit confused.\"",
            "score": 21.64118242263794
        }
    ],
    "r": [
        {
            "docid": "378661_2",
            "document": "Thermoregulation . Thermoregulation is the ability of an organism to keep its body temperature within certain boundaries, even when the surrounding temperature is very different. A thermoconforming organism, by contrast, simply adopts the surrounding temperature as its own body temperature, thus avoiding the need for internal thermoregulation. The internal thermoregulation process is one aspect of homeostasis: a state of dynamic stability in an organism's internal conditions, maintained far from thermal equilibrium with its environment (the study of such processes in zoology has been called physiological ecology). If the body is unable to maintain a normal temperature and it increases significantly above normal, a condition known as hyperthermia occurs. For humans, this occurs when the body is exposed to constant temperatures of approximately , and with prolonged exposure (longer than a few hours) at this temperature and up to around death is almost inevitable. Humans may also experience lethal hyperthermia when the wet bulb temperature is sustained above for six hours. The opposite condition, when body temperature decreases below normal levels, is known as hypothermia. It results when the homeostatic control mechanisms of heat within the body malfunction, causing the body to lose heat faster than producing it. Normal body temperature is around , and hypothermia sets in when the core body temperature gets lower than . Usually caused by prolonged exposure to cold temperatures, hypothermia is usually treated by methods that attempt to raise the body temperature back to a normal range.",
            "score": 151.58633422851562
        },
        {
            "docid": "146879_2",
            "document": "Hypothermia . Hypothermia is reduced body temperature that happens when a body dissipates more heat than it absorbs. In humans, it is defined as a body core temperature below . Symptoms depend on the temperature. In mild hypothermia there is shivering and mental confusion. In moderate hypothermia shivering stops and confusion increases. In severe hypothermia, there may be paradoxical undressing, in which a person removes his or her clothing, as well as an increased risk of the heart stopping. Hypothermia has two main types of causes. It classically occurs from exposure to extreme cold. It may also occur from any condition that decreases heat production or increases heat loss. Commonly this includes alcohol intoxication but may also include low blood sugar, anorexia, and advanced age. Body temperature is usually maintained near a constant level of through thermoregulation. Efforts to increase body temperature involve shivering, increased voluntary activity, and putting on warmer clothing. Hypothermia may be diagnosed based on either a person's symptoms in the presence of risk factors or by measuring a person's core temperature. The treatment of mild hypothermia involves warm drinks, warm clothing, and physical activity. In those with moderate hypothermia, heating blankets and warmed intravenous fluids are recommended. People with moderate or severe hypothermia should be moved gently. In severe hypothermia, extracorporeal membrane oxygenation (ECMO) or cardiopulmonary bypass may be useful. In those without a pulse, cardiopulmonary resuscitation (CPR) is indicated along with the above measures. Rewarming is typically continued until a person's temperature is greater than . If there is no improvement at this point or the blood potassium level is greater than 12 mmol/liter at any time, resuscitation may be discontinued. Hypothermia is the cause of at least 1,500 deaths a year in the United States. It is more common in older people and males. One of the lowest documented body temperatures from which someone with accidental hypothermia has survived is in a near-drowning of a 7-year-old girl in Sweden. Survival after more than six hours of CPR has been described. For those for whom ECMO or bypass is used, survival is around 50%. Deaths due to hypothermia have played an important role in many wars. The term is from Greek ὑπο, \"ypo\", meaning \"under\", and θερμία, \"thermía\", meaning \"heat\". The opposite of hypothermia is hyperthermia, an increased body temperature due to failed thermoregulation.",
            "score": 142.53289794921875
        },
        {
            "docid": "17841698_8",
            "document": "Climate of New York . Winters are often cold and snowy above the New York City and Long Island areas of New York. In the majority of winter seasons, a temperature of or lower can be expected in the northern highlands (Northern Plateau) and or colder in the southwestern and east-central highlands (Southern Plateau). The Adirondack region records from 35 to 45 days with below zero temperatures, in normal to severe winters. Winters are also long and cold in both Western and Central New York, though not as cold as the Adirondack region due to the warming influence of the Great Lakes. The New York City metro area, in comparison to the rest of the state, is milder in the winter (especially in the city itself, which averages several degrees above freezing). The record low for New York state is , set at Stillwater Reservoir on February 9, 1934 and at Old Forge on February 18, 1979. In February 2015, Rochester experienced its coldest month ever, with an average temperature of ; while later that year had a near-record warm November and a record-breaking December. The latter month was about 12 degrees F warmer than average, and several degrees over the previous record.",
            "score": 130.9074249267578
        },
        {
            "docid": "1020101_18",
            "document": "Nyköping . Nyköping has, along with the rest of Mälardalen, a relatively mild humid continental climate. In recent decades the climate has more resembled a four-season oceanic climate. Winter averages around the freezing point during daytime with only the cold nights causing winter conditions in many winters. Summer average highs are between and depending on month and weather patterns. However, both summers and winters have been significantly warmer and colder, respectively, than the averages. Temperatures over are occasional but not overly common, with temperatures above unknown in recent decades. Winters are normally tempered by the Gulf Stream influence from the west and to a lesser degree the Baltic Sea to the east, but when cold air breaks through cold temperatures can occur, sometimes for a prolonged time. As typical of southern Sweden there is a slight seasonal lag, rendering that the warmest period is often occurring during the second half of summer.",
            "score": 130.85011291503906
        },
        {
            "docid": "16768329_6",
            "document": "Geography of Florida . The climate of Florida is tempered by the fact that no part of the state is very distant from the ocean. North of Lake Okeechobee, the prevalent climate is humid subtropical, while coastal areas south of the lake (including the Florida Keys) have a true tropical climate. Mean high temperatures for late July are primarily in the low 90s Fahrenheit (32–34 °C). Mean low temperatures for early to mid January range from the low 40s Fahrenheit (4–7 °C) in northern Florida to the mid-50s (≈13 °C) in southern Florida. In the summer, high temperatures in the state seldom exceed 100 °F (38 °C). During the late autumn and winter months, Florida has experienced occasional cold fronts that can bring high winds and relatively cooler temperatures for the entire state, with high temperatures that could remain into the 40s and 50s (4 to 15 °C) and lows in the 20s and 30s (−7 to 4 °C). Several record cold maxima have been in the 30s °F (−1 to 4 °C) and record lows have been in the 10s (−12 to −7 °C). These temperatures normally extend at most a few days at a time in the northern and central parts of Florida. Southern Florida, however, rarely encounters sub-freezing temperatures.",
            "score": 123.22822570800781
        },
        {
            "docid": "8744197_7",
            "document": "Climate of Houston . Winters in Houston are relatively mild and temperate compared to most areas of the United States, though Houston does get much colder than places like South Florida and Southern California. Houston is more prone to extreme variation in the winter months than cities like San Diego, California or Tampa, Florida. The average high in January, the coldest month, is and the low , George Bush Intercontinental Airport sees an average of 9.6 days per year of freezing temperatures. Cold fronts during the winter drop nighttime lows into the 30s but usually above freezing. The coldest weather of the season often includes a period about three weeks with temperatures in the low 30s to mid-40s at night. Hard freezes occur only uncommonly; however, George Bush Intercontinental Airport has recorded a freeze every winter since it opened in 1969. The coldest temperature ever recorded at George Bush Intercontinental Airport was on December 23, 1989. Elsewhere, the temperature in Houston dropped to on January 18, 1930.",
            "score": 122.76233673095703
        },
        {
            "docid": "17841698_5",
            "document": "Climate of New York . The annual average temperature across the state ranges from around over the Adirondack Mountains to near across Long Island. Weather in New York is heavily influenced by two air masses: a warm, humid one from the southwest and a cold, dry one from the northwest. A cool, humid northeast airflow from the North Atlantic is much less common, and results in a persistent cloud deck with associated precipitation which linger across the region for prolonged periods of time. Temperature differences between the warmer coast and far northern inland sections can exceed 36 degrees Fahrenheit (20 degrees Celsius), with rain near the coast and frozen precipitation, such as sleet and freezing rain, falling inland. Two-thirds of such events occur between November and April. which moves from northeast to southwest.",
            "score": 122.0067138671875
        },
        {
            "docid": "1528350_36",
            "document": "Cold-weather warfare . Hypothermia occurs when the body core temperature drops below . Symptoms depend on the temperature and range from shivering and mental confusion to increased risk of the heart stopping. The treatment of mild hypothermia involves warm drinks, warm clothing and physical activity. In those with moderate hypothermia heating blankets and warmed intravenous fluids are recommended. People with moderate or severe hypothermia should be moved gently. In severe hypothermia extracorporeal membrane oxygenation (ECMO) or cardiopulmonary bypass may be useful. In those without a pulse cardiopulmonary resuscitation (CPR) is indicated along with the above measures. Rewarming is typically continued until a person's temperature is greater than . Adequate insulation from clothing is the best way to avoid hypothermia in the field.",
            "score": 121.35125732421875
        },
        {
            "docid": "11548053_7",
            "document": "Climate of Florida . On average, Florida has the mildest winters in the Continental United States. Average lows range from in Key West to near degrees Fahrenheit at Tallahassee, while daytime highs range from at Tallahassee to at Miami. Predominant tropical easterly winds across central and southern Florida keep temperatures warm during the winter. Occasional strong cold fronts move southward down the peninsula with freezing or near freezing temperatures on a few nights into inland areas of central Florida every few years. A few times each decade Miami might see a winter night fall below 45 F. El Niño winters tend to be cooler due to increased cloud cover, but tend to have fewer freezes.",
            "score": 121.22710418701172
        },
        {
            "docid": "108959_7",
            "document": "Gainesville, Florida . Gainesville's climate is defined as humid subtropical (Köppen: Cfa). Due to its inland location, Gainesville experiences wide temperature fluctuations for Florida, and it is part of USDA Plant hardiness zone 9a. During the hot season, from roughly May 15 to September 30, the city's climate is similar to the rest of the state, with frequent afternoon thunderstorms and high humidity. Temperatures range from the low 70s (21–23 °C) at night to around during the day on average. The all-time record high of was reached on June 27, 1952. From November through March, however, the Gainesville area has a climate distinct from much of peninsular Florida with 16 nights of freezing or below temperatures and sustained freezes occurring every few years. The all-time record low of was reached on February 13, 1899, and the city experienced light snow and freezing rain on Christmas Eve, 1989. The daily average temperature in January is ; on average, the window for freezing temperatures is December 4 through February 24, allowing a growing season of 282 days. As with the rest of the state, cold temperatures are almost always accompanied by clear skies and high pressure systems; snow is therefore rare. Temperatures reaching or falling below are rare, having respectively occurred on June 16, 2015 and January 11, 2010.",
            "score": 120.95724487304688
        },
        {
            "docid": "3543130_12",
            "document": "Underwater diving . Hypothermia is reduced body temperature that happens when a body loses more heat than it generates. Hypothermia is a major limitation to swimming or diving in cold water. The reduction in finger dexterity due to pain or numbness decreases general safety and work capacity, which in turn increases the risk of other injuries. Body heat is lost much more quickly in water than in air, so water temperatures that would be tolerable as outdoor air temperatures can lead to hypothermia, which may lead to death from other causes in inadequately protected divers.",
            "score": 117.30958557128906
        },
        {
            "docid": "5960476_20",
            "document": "Atlantic Northeast . The Atlantic Northeast region is known to have all four seasons. In the New England region of the United States summers are hot with an average temperature of 80-85 degrees Fahrenheit in late June through August. In the fall the air is cool with temperatures from 45-50 degrees Fahrenheit and in the spring, it tends to be rainy with temperatures from 40-60 degrees Fahrenheit. In the winter there tends to be a lot of snowfall averaging around 35 inches per year. The typical temperature in this area during the winter is around 25 degrees Fahrenheit. The Canadian Maritimes have seasons very similar to the New England areas. New Brunswick has cold winters ranging from approximately 19-31 degrees Fahrenheit and hot summers with temperatures from 72-77 degrees Fahrenheit. Prince Edward Island has a climate similar to New Brunswick with temperatures ranging from 46-71 degrees Fahrenheit in the summer and 11-26 degrees Fahrenheit in the winter. In the summer in Nova Scotia temperatures will reach around 75 degrees Fahrenheit and in the winter temperatures will drop as low as 24 degrees Fahrenheit.",
            "score": 116.75944519042969
        },
        {
            "docid": "604689_7",
            "document": "Rio Grande Valley . Temperature extremes range from triple digits during the summer months to freezing during the winter. Taking into consideration the region’s warm weather, periods of triple-digit weather occur much more often than those with freezing temperatures. While the Valley has seen severe cold events before, such as the 2004 Christmas snow storm, the region only occasionally experiences temperatures at or below freezing. These happen less often near the coast, where in some cases, never see temperatures below 35-40 degrees. Arctic cold fronts bring colder weather to the region but tend to dissipate quickly with daytime heating.",
            "score": 116.38367462158203
        },
        {
            "docid": "17841698_3",
            "document": "Climate of New York . Seasonally, summer-like conditions prevail from June to early September statewide, while areas in far southern New York and New York City have summer conditions from late May through late September. Cold-air damming east of the Appalachians leads to protracted periods of cloud cover and precipitation east of the range, primarily between the October and April months. Winter-like conditions prevail from November through April in northern New York, and from December through March in southern New York. On average, western New York is much cloudier than points south and east in New York, much of it generated from the Great Lakes. Greenhouse gas emission is low on a per capita basis when compared to most other states due to the extensive use of mass transit, particularly across New York City. The significant urbanization within New York city has led to an urban heat island, which causes temperatures to be warmer overnight in all seasons.",
            "score": 116.32825469970703
        },
        {
            "docid": "54637386_10",
            "document": "Physiology of underwater diving . Hypothermia is reduced body temperature that happens when a body dissipates more heat than it absorbs. Hypothermia is a major limitation to swimming or diving in cold water. The reduction in finger dexterity due to pain or numbness decreases general safety and work capacity, which consequently increases the risk of other injuries. Body heat is lost much more quickly in water than in air, so water temperatures that would be quite reasonable as outdoor air temperatures can lead to hypothermia in inadequately protected divers, although it is not often the direct clinical cause of death.",
            "score": 115.4813232421875
        },
        {
            "docid": "18933066_40",
            "document": "Florida . Due to its subtropical and tropical climate, Florida rarely receives measurable snowfall. However, on rare occasions, a combination of cold moisture and freezing temperatures can result in snowfall in the farthest northern regions. Frost, which is more common than snow, sometimes occurs in the panhandle. The USDA Plant hardiness zones for the state range from zone 8a (no colder than ) in the inland western panhandle to zone 11b (no colder than ) in the lower Florida Keys.",
            "score": 115.32170104980469
        },
        {
            "docid": "349628_10",
            "document": "Mediterranean climate . The majority of the regions with Mediterranean climates have relatively mild winters and very warm summers. However winter and summer temperatures can vary greatly between different regions with a Mediterranean climate. For instance, in the case of winters, Valencia and Los Angeles experience mild temperatures in the winter, with frost and snowfall almost unknown, whereas Tashkent has colder winters with annual frosts and snowfall. Or to consider summer, Athens experiences rather high temperatures in that season ( has been measured in nearby Eleusis). In contrast, San Francisco has cool summers with daily highs around due to the continuous upwelling of cold subsurface waters along the coast. Because most regions with a Mediterranean climate are near large bodies of water, temperatures are generally moderate with a comparatively small range of temperatures between the winter low and summer high (although the daily range of temperature during the summer is large due to dry and clear conditions, except along the immediate coasts). Temperatures during winter only occasionally fall below the freezing point and snow is generally seldom seen. In the summer, the temperatures range from mild to very hot, depending on distance from a large body of water, elevation, and latitude. Even in the warmest locations with a Mediterranean-type climate, however, temperatures usually do not reach the highest readings found in adjacent desert regions because of cooling from water bodies, although strong winds from inland desert regions can sometimes boost summer temperatures, quickly increasing the risk of wildfires.",
            "score": 115.22322082519531
        },
        {
            "docid": "645042_49",
            "document": "New York City . Winters are cold and damp, and prevailing wind patterns that blow offshore temper the moderating effects of the Atlantic Ocean; yet the Atlantic and the partial shielding from colder air by the Appalachians keep the city warmer in the winter than inland North American cities at similar or lesser latitudes such as Pittsburgh, Cincinnati, and Indianapolis. The daily mean temperature in January, the area's coldest month, is ; temperatures usually drop to several times per winter, and reach several days in the coldest winter month. Spring and autumn are unpredictable and can range from chilly to warm, although they are usually mild with low humidity. Summers are typically warm to hot and humid, with a daily mean temperature of in July. Nighttime conditions are often exacerbated by the urban heat island phenomenon, while daytime temperatures exceed on average of 17 days each summer and in some years exceed . Extreme temperatures have ranged from , recorded on February 9, 1934, up to on July 9, 1936. The average water temperature of the nearby Atlantic Ocean ranges from in February to in August.",
            "score": 114.3616714477539
        },
        {
            "docid": "392095_19",
            "document": "Lucknow . Lucknow has a humid subtropical climate with cool, dry winters from mid-November to February and dry, hot summers with thunderstorms from late March to June. The rainy season is from July to September when the city gets an average rainfall of from the south-west monsoon winds, and occasionally frontal rainfall will occur in January. In winter the maximum temperature is around and the minimum is in the to range. Fog is quite common from mid-December to late January. Occasionally, Lucknow experiences colder winter spells than places like Shimla and Mussoorie which are situated way high up in the Himalayas. In the extraordinary winter cold spell of 2012–13, Lucknow recorded temperatures below freezing point on 2 consecutive days and the minimum temperature hovered around freezing point for over a week. Summers are very hot with temperatures rising into the to range, the average highs being in the high of 30s (degree Celsius).",
            "score": 114.21076965332031
        },
        {
            "docid": "50191193_3",
            "document": "2011–12 North American winter . On October 20, 2011, the National Oceanic and Atmospheric Administration's Climate Prediction Center issued its U.S. Winter Outlook. The outlook expected the present La Niña to persist and intensify into the winter, resulting in drier than normal conditions in the drought-stricken states of New Mexico, Oklahoma, Texas, and parts of adjacent states. The CPC noted the significance of the less-predictable Arctic Oscillation, with CPC deputy director Mike Halpert saying, \"The erratic Arctic Oscillation can generate strong shifts in the climate patterns that could overwhelm or amplify La Niña's typical impacts.\" The outlook was broken up into ten regions. The outlook anticipated above-normal wildfire conditions across the entire southern part of the United States, cooler and wetter-than-average conditions in the Pacific Northwest and western Montana, likewise for northern California, and drier-than-average conditions for southern California. Colder and wetter-than-average conditions were favored in the Northern Plains, but the converse was expected to occur in the Southern Plains and Gulf Coast states, worsening pre-existing drought conditions. In Florida and the southern Atlantic states, equal chances existed for below, near, and above-average temperatures, with below-average precipitation favored for the region and above-normal wildfire conditions. Equal chances for below, near, and above-average temperatures existed in the Ohio and Tennessee Valleys, with wetter-than-average conditions favored, resulting in an enhanced potential for storms and flooding. Equal chances for below, near, and above-average precipitation and temperatures existed in the Northeast and Mid-Atlantic states. The outlook noted that winter weather in this region often driven by the Arctic Oscillation rather than La Niña, and as such, if enough cold air and moisture were to coalesce, areas north of the Ohio Valley and into the Northeastern U.S. could expect above-average snowfall. Colder and wetter-than-average conditions were favored in the Great Lakes region, and above-average temperatures with above-average precipitation were favored in the western islands of Hawaii, resulting in the potential for elimination of drought, particularly in Kauai and Oahu. The outlook ended by noting chances favoring below-average temperatures in the southern half of Alaska and the panhandle with below-average levels of precipitation favored in the eastern interior region of the state.",
            "score": 113.78196716308594
        },
        {
            "docid": "305265_10",
            "document": "Underwater . Water conducts heat around 25 times more efficiently than air. Hypothermia, a potentially fatal condition, occurs when the human body's core temperature falls below 35 °C. Insulating the body's warmth from water is the main purpose of diving suits and exposure suits when used in water temperatures below 25 °C.",
            "score": 112.2948226928711
        },
        {
            "docid": "16749103_54",
            "document": "Scania . A typical winter, with average temperatures around the freezing point during January and February, means that a period of mild weather (often windy or/and rainy) is followed by a colder period (when precipitation falls as snow)—and then the mild weather returns etc., rather than a stable temperature close to zero degrees. During the colder periods, the temperature often is below freezing point also during daytime, while as during the milder periods, temperatures below freezing point are unusual even at night. During the \"mild periods\" temperatures slightly below freezing point only occur if the night is both calm and free of clouds. If the same circumstances occur during a \"cold period\", the nights can get very cold though. All together this adds up to a 24 hrs/day \"winter average\" of around 0 degrees In the north-eastern corner (and at the top of the ridges) the winter is in general notably colder though, and a snow cover may last for weeks.",
            "score": 111.34182739257812
        },
        {
            "docid": "505606_24",
            "document": "Gaspé, Quebec . In spite of its coastal position, Gaspé experiences a humid continental climate (Köppen climate classification \"\") with vast seasonal differences in temperature. Summers are warm but relatively short, whereas winters are very cold given its coastal position, but still far warmer than inland areas of the province. It stays above the subarctic range due to the seasonal lag keeping September temperatures above in daily mean. As a result of the seasonal lag, March is a proper winter month and is far colder than November. As typical of Quebec, precipitation and resulting snowfall is high due to the reliable winter temperatures below freezing.",
            "score": 111.17507934570312
        },
        {
            "docid": "16846_14",
            "document": "Kentucky . Located within the southeastern interior portion of North America, Kentucky has a climate that can best be described as a humid subtropical climate (Koppen \"Cfa\"). Temperatures in Kentucky usually range from daytime summer highs of to the winter low of . The average precipitation is a year. Kentucky experiences four distinct seasons, with substantial variations in the severity of summer and winter. The highest recorded temperature was at Greensburg on July 28, 1930 while the lowest recorded temperature was at Shelbyville on January 19, 1994. Due to its location, Kentucky has a moderate humid subtropical climate, with abundant rainfall. It has four distinct seasons, but rarely experiences the extreme cold as far northern states, nor the high heat of the states in the Deep South. Temperatures extremely seldom drop below 0 degrees or rise above 100 degrees. Rain and snowfall totals about 45 inches per year. There are also big variations in climate within the state. The northern parts tend to be about 5 degrees cooler than those in western parts of the state. Somerset in the south-central part receives 10 more inches of rain per year than, for instance, Covington to the north. Average temperatures for the entire Commonwealth go from the low 30s in January to the high 70s in mid-July. The annual average temperature varies from : of in the far north as an average annual temperature and of in the extreme southwest.",
            "score": 111.14463806152344
        },
        {
            "docid": "38651801_3",
            "document": "Tulihe . Tulihe has a monsoon-influenced subarctic climate (Köppen \"Dwc\"), with an average annual temperature of , colder than even Mohe County in Heilongjiang, about to the north-northeast. Lows average below freezing for nine calendar months and the 24-hour average temperature is below freezing for seven calendar months. Its location in a valley of the Greater Khingan Range at an elevation of , promoting temperature inversions, helps the temperature plummet at night, with an average diurnal temperature variation in excess of in every month except July and August. Winters are long, severely cold, and very dry in terms of total precipitation, while summers are short and warm. The monthly 24-hour average temperature ranges from in January to in July. A majority of the annual precipitation occurs in July and August alone. With monthly percent possible sunshine ranging from 45% in July to 71% in February and March, the town receives 2,497 hours of bright sunshine annually.",
            "score": 110.55883026123047
        },
        {
            "docid": "334321_30",
            "document": "Goldcrest . Several small passerine species survive freezing winter nights by inducing a lower metabolic rate and hypothermia, of a maximum of below normal body temperature, in order to reduce energy consumption overnight. However, in freezing conditions, it may be that for very small birds, including the tiny goldcrest, the energy economies of induced hypothermia may be insufficient to counterbalance the negative effects of hypothermia including the energy required to raise body temperature back to normal at dawn. Observations of five well-fed birds suggest that they maintain normal body temperatures during cold nights by metabolising fat laid down during the day, and that they actually use behavioural thermoregulation strategies, such as collective roosting in dense foliage or snow holes to survive winter nights. Two birds roosting together reduce their heat loss by a quarter, and three birds by a third. During an 18‑hour winter night, with temperatures as low as in the north of its range, goldcrests huddled together can each burn off fat equivalent to 20% of body weight to keep warm.",
            "score": 110.19401550292969
        },
        {
            "docid": "18315_32",
            "document": "Long Island . Due to its coastal location, Long Island winter temperatures are significantly milder than most of the state. The coldest month is January, when average temperatures range from , and the warmest month is July, when average temperatures range from . Temperatures seldom fall below or rise above . Long Island temperatures vary from west to east, with the western part (Nassau County, Queens, and Brooklyn) generally warmer than the east (Suffolk County). This is due to several factors: the western part is closer to the mainland and more densely developed, causing the \"urban heat island\" effect, and Long Island's land mass veers northward as one travels east. Also, daytime high temperatures on the eastern part of Long Island are cooler on most occasions due to moderation of the Atlantic Ocean and Long Island Sound. On dry nights with no clouds or wind, the Pine Barrens forest of eastern Suffolk County can be almost 20 degrees Fahrenheit (11 degrees Celsius) cooler than the rest of the island due to radiational cooling. Average dew points, a measure of atmospheric moisture, typically lie in the range during July and August.",
            "score": 110.1174087524414
        },
        {
            "docid": "26515053_30",
            "document": "Climate change, industry and society . Rising temperatures have two opposing direct effects on mortality: higher temperatures in winter reduce deaths from cold; higher temperatures in summer increase heat-related deaths. The net local impact of these two direct effects depends on the current climate in a particular area. Palutikof \"et al.\" (1996) calculate that in England and Wales for a 1 °C temperature rise the reduced deaths from cold outweigh the increased deaths from heat, resulting in a reduction in annual average mortality of 7000, while Keatinge \"et al.\" (2000) \"suggest that any increases in mortality due to increased temperatures would be outweighed by much larger short term declines in cold related mortalities.\" Cold-related deaths are far more numerous than heat-related deaths in the United States, Europe, and almost all countries outside the tropics. During 1979–1999, a total of 3,829 deaths in the United States were associated with excessive heat due to weather conditions, while in that same period a total of 13,970 deaths were attributed to hypothermia. In Europe, mean annual heat related mortalities are 304 in north Finland, 445 in Athens, and 40 in London, while cold related mortalities are 2457, 2533, and 3129 respectively. According to Keatinge \"et al.\" (2000), \"populations in Europe have adjusted successfully to mean summer temperatures ranging from 13.5°C to 24.1°C, and can be expected to adjust to global warming predicted for the next half century with little sustained increase in heat related mortality.\"",
            "score": 109.85438537597656
        },
        {
            "docid": "8331759_34",
            "document": "Human body temperature . Core temperature, also called core body temperature, is the operating temperature of an organism, specifically in deep structures of the body such as the liver, in comparison to temperatures of peripheral tissues. Core temperature is normally maintained within a narrow range so that essential enzymatic reactions can occur. Significant core temperature elevation (hyperthermia) or depression (hypothermia) that is prolonged for more than a brief period of time is incompatible with human life.",
            "score": 109.46114349365234
        },
        {
            "docid": "17841698_2",
            "document": "Climate of New York . The climate of New York state is generally humid continental, while the extreme southeastern portion of the state (New York City area) lies in the warm Humid Subtropical climate zone. Winter temperatures average below freezing during January and February in much of New York state, but several degrees above freezing along the Atlantic coastline, including New York City.",
            "score": 109.39079284667969
        },
        {
            "docid": "50118_32",
            "document": "Groningen . Groningen has an oceanic temperate climate, like all of the Netherlands, although slightly colder in winter than other major cities in the Netherlands due to its northeasterly position. Weather is influenced by the North Sea to the north-west and its prevailing north-western winds and gales. Winter temperatures are cool: on average above freezing, although frosts are common during spells of easterly winds blowing in from the inner European continent, i. e., Germany, Russia and even Siberia. Night-time temperatures of or lower are not uncommon during cold winter periods. The lowest temperature ever recorded is on February 16, 1956. Snow often falls, but rarely stays long due to warmer daytime temperatures, although white snowy days happen every winter. Summers are somewhat warm and humid. Temperatures of or higher occur sporadically, most average daytime highs are around . Very rainy periods are common, especially in spring and summer. Average annual precipitation is about . Sunshine hours vary, but are usually below 1600 hours, giving much cloud cover similar to most of the Netherlands. Climate in this area has mild differences between highs and lows, and there is adequate rainfall year-round. The Köppen Climate Classification subtype for this climate is \"\". (Marine West Coast Climate/Oceanic climate).",
            "score": 108.7152099609375
        },
        {
            "docid": "102607_51",
            "document": "Minneapolis–Saint Paul . Owing to its northerly latitude and inland location, the Twin Cities experience the coldest climate of any major metropolitan area in the United States. However, due to its southern location in the state and aided further by the urban heat island, the Twin Cities is one of the warmest locations in Minnesota. The average annual temperature at the Minneapolis–St. Paul International Airport is ; colder than Winona, Minnesota, and warmer than Roseau, Minnesota. Monthly average daily high temperatures range from in January to in July; the average daily minimum temperatures for the two months are and respectively. Minimum temperatures of or lower are seen on an average of 29.7 days per year, and 76.2 days do not have a maximum temperature exceeding the freezing point. Temperatures above occur an average of 15 times per year. High temperatures above have been common in recent years; the last occurring on July 6, 2012. The lowest temperature ever reported at the Minneapolis–St. Paul International Airport was on January 22, 1936; the highest, , was reported on July 14 of the same year. Early settlement records at Fort Snelling show temperatures as low as . Recent records include at Vadnais Lake on February 2, 1996 (National Climatic Data Center)",
            "score": 108.58989715576172
        }
    ]
}