{
    "q": [
        {
            "docid": "10160451_3",
            "document": "Cohunu Koala Park . It features not only koalas, but also dingoes, kangaroos, emus, wallabies, eagles, wombats, echidnas, black swans, cockatoos, and lifelike replicas of dinosaurs.",
            "score": 50.38661289215088
        },
        {
            "docid": "1022719_11",
            "document": "Tailypo . The man, scared to death, finds the courage to push the creature away and yell, \"I haven't got your taily-po!\", hoping the creature will leave. However, the ravenous creature, angrier than ever, yells back: \"Yes, you have! Yes, you have!\" and jumps back on the bed, mutilates the man and destroys the cabin.",
            "score": 20.29631781578064
        },
        {
            "docid": "9379824_9",
            "document": "Black Swan (comics) . Recently, he was revealed to still be alive and whole again (possibly due to Deadpool's healing factor) and was hired by the mutant Black Box (who like Black Swan, had just been revealed to still be alive, after long being thought killed) to kill a now-depowered Deadpool (who like Black Swan, had been similarly restored to a normal appearance). However, after Deadpool chose to spare Black Swan's life by taking him to a hospital after defeating him with life-threatening injuries, Black Swan repaid the favor and saved Deadpool from being killed by the ex-mutant Black Tom, who had been hired by Black Box as they both had grudges against Deadpool. Black Swan then used his powers to make Black Box and Black Tom forget Deadpool had ever lost his healing factor, so they would stop trying to come after him again. Black Swan even proposed to team up with Deadpool, who was forced to grudgingly accept as he needed allies in his current condition.",
            "score": 39.38556361198425
        },
        {
            "docid": "31379348_19",
            "document": "Black Swan dance double controversy . In another interview for the Dance Channel network, Lane was asked, \"Looking back and having experienced what you had and deciding to talk about what happened, would you do \"Black Swan\" again?\" Her answer was, \"Yeah, I would.\"",
            "score": 39.371193408966064
        },
        {
            "docid": "1912480_9",
            "document": "Ellsberg paradox . Since the prizes are exactly the same, it follows that you will \"prefer\" Gamble A to Gamble B if and only if you believe that drawing a red ball is more likely than drawing a black ball (according to expected utility theory). Also, there would be no clear preference between the choices if you thought that a red ball was as likely as a black ball. Similarly it follows that you will \"prefer\" Gamble C to Gamble D \"if, and only if\", you believe that drawing a red or yellow ball is more likely than drawing a black or yellow ball. It might seem intuitive that, if drawing a red ball is more likely than drawing a black ball, then drawing a red or yellow ball is also more likely than drawing a black or yellow ball. So, supposing you \"prefer\" Gamble A to Gamble B, it follows that you will also \"prefer\" Gamble C to Gamble D. And, supposing instead that you \"prefer\" Gamble B to Gamble A, it follows that you will also \"prefer\" Gamble D to Gamble C.",
            "score": 14.972787857055664
        },
        {
            "docid": "23041191_10",
            "document": "House of Yes (Brooklyn) . On May 4, 2009, Kid Koala presented \"Music to Draw to...\" at the House of Yes, where there was strictly no dancing, but instead people were invited to draw on their sketchbooks with a free cup of hot chocolate.",
            "score": 29.77955389022827
        },
        {
            "docid": "9379824_6",
            "document": "Black Swan (comics) . Swan attempted to use his operative, Nijo, a brother of one of the Four Winds, to torment Deadpool further, saying that letting Deadpool live with diminished capacity would be a greater humiliation than killing him. Once Taskmaster identified the Swan to Deadpool, the merc with a mouth traveled to the Swan's castle in Germany for a final showdown. When Nijo tried to kill Deadpool, claiming a personal vendetta against him, Black Swan impaled him with a sword-cane and fought Deadpool both physically and mentally, though he lost and was thrown face first into the white hot griddle of his own fireplace. A bomb Deadpool had brought as insurance went off before Deadpool could disarm it, destroying Black Swan's castle.",
            "score": 39.69629430770874
        },
        {
            "docid": "44012096_10",
            "document": "Shark (novel) . \"\"Shark\" is angrier, more brutal and more intense: it made me furious, not melancholic. But the book itself is also a paean to books...\"Shark\" confirms that Self is the most daring and delightful novelist of his generation, a writer whose formidable intellect is mercilessly targeted on the limits of the cerebral as a means of understanding. Yes, he makes you think, but he also insists that you feel\" \"",
            "score": 15.276715278625488
        },
        {
            "docid": "52980173_52",
            "document": "Social policy of Donald Trump . Trump has criticized the Black Lives Matter movement and accused former President Obama of \"dividing America.\" Speaking to Bill O'Reilly during his presidential campaign, Trump said that he may direct his Attorney General to look into the Black Lives Matter movement for criminal charges. When asked if he believes there to be a racial divide in America, Trump answered, \"Sadly, there would seem to be...and it's probably not been much worse at any time.\" When asked if he believes police treat African Americans differently than whites, Trump answered, \"It could be.\" Trump describes the police killings of Alton Sterling and Philando Castile as \"tough to watch\" and criticized the \"terrible, disgusting performance\" by police. Trump said that he could relate to the systemic bias African Americans faced against whites, saying, \"even against me the system is rigged when I ran ... for president.\" When asked if he could understand the experience of being African American, Trump replied, \"I would like to say yes, but you really can't unless you are African American. You can't truly understand what's going on unless you are African American. I would like to say yes, however.\"",
            "score": 28.62803542613983
        },
        {
            "docid": "52725738_8",
            "document": "Bob Bradley (wrestler) . Fellow enhancement talent Brady Boone returned to the WWF in 1990 and was given the first real push of his career when he was given the character of Battle Kat. Dressed in a furry black mask, the character was accentuated by Boone's gymnastics. Wrestling as Battle Kat, his first televised opponent was against Bob Bradley in a match that aired on Wrestling Challenge on October 14, 1990. However, after the match Boone left the promotion, and the WWF decided to instead give the gimmick to the also acrobatic Bob Bradley. Two weeks later on Wrestling Spotlight he would make his debut as the Kat, teaming with Koko B. Ware against The Orient Express. Under the mask Markovich would see the greatest push of his WWF tenure, facing and defeating Buddy Rose, Pez Whatley, Paul Diamond, and Boris Zukhov. His run at Battle Kat finally ended when he was defeated by The Barbarian on the December 10th edition of Prime Time Wrestling, and shortly thereafter the promotion eliminated the gimmick.",
            "score": 37.275527000427246
        },
        {
            "docid": "102063_16",
            "document": "Tidbinbilla Nature Reserve . Tidbinbilla Nature Reserve has a wide variety of bushwalks - ranging from 30 minutes to over 6 hours. It is a native habitat for kangaroos, wallabies, platypus, koalas, lyrebirds, emus, and other wildlife. Ninety-nine percent of the park was burnt out in the Bendora bushfire of 18 January 2003, resulting in the loss of countless numbers of wildlife. Of the captive animals, only one koala, six rock wallabies, five potoroos, four freckled ducks, and nine black swans survived the bushfire.",
            "score": 61.228636026382446
        },
        {
            "docid": "15888517_7",
            "document": "Jim Lacey . Lacey oversaw the introduction of Asiatic lions to the Western Plains Zoo. Another of Lacey's initiatives involved the construction of elevated canopy-level platforms in the zoo's koala exhibit, so visitors could view the koalas at eye level instead of from the ground. Lacey also travelled to Zimbabwe to negotiate the acquisition of several endangered black rhinos. The black rhino breeding program at the Western Plains Zoo is now a well regarded initiative.",
            "score": 39.388986110687256
        },
        {
            "docid": "12127860_10",
            "document": "David Mills (TV writer) . Souljah: Yeah, it was wise. I mean, if black people kill black people every day, why not have a week and kill white people? You understand what I'm saying? In other words, white people, this government, and that mayor were well aware of the fact that black people were dying every day in Los Angeles under gang violence. So if you're a gang member and you would normally be killing somebody, why not kill a white person? Do you think that somebody thinks that white people are better, or above and beyond dying, when they would kill their own kind?",
            "score": 24.613465070724487
        },
        {
            "docid": "226316_18",
            "document": "Coat of arms of Western Australia . Jack looked out at the road, but was much more enchanted by the full, soft river of heavenly blue water, on whose surface he looked eagerly for the black swans. He didn't see any. \"Oh yes! Oh, yes! You'll find em wild in their native state a little way up,\" said Mr Swallow. The potency of the image of the black swan as a signifier of Westralian nationalism can be seen in this passage from Randolph Stow's \"Merry-go-Round in the Sea\", published in 1965:",
            "score": 31.175525903701782
        },
        {
            "docid": "52281037_14",
            "document": "Inhumans (TV series) . In late February 2017, Iwan Rheon was cast as Maximus, followed shortly by Anson Mount as Black Bolt. There was no audition for the role of Black Bolt since the character does not speak, with Mount instead cast due to an existing relationship with Loeb, who felt Mount would fit the role. At the start of March, the series added Serinda Swan as Medusa, Ken Leung as Karnak, Eme Ikwuakor as Gorgon, Isabelle Cornish as Crystal, and Ellen Woglom as Louise. During the time from her audition to being cast, Swan had also been cast in the HBO series \"Ballers\", which necessitate a negotiation between the two series to ensure Swan would be allowed to appear on both.",
            "score": 30.543505907058716
        },
        {
            "docid": "31624378_28",
            "document": "Need for Speed: The Run . Since the release of \"\", Black Box had been working on another entry to the franchise, presumably continuing the action focused street-racing gameplay of Black Box's previous titles. This game had an extended development window to give the developers a chance to create a game that \"could really blow the doors off the category\". It was confirmed that the game would feature a fictional storyline and characters. The game was first hinted early in November 2010 by Senior Vice President of EA Games Europe, Patrick Söderlund in an interview with Eurogamer, before the release of \"\". Söderlund stated he wanted to alternate developers to give them time to make a good game. Eurogamer’s Robert Purchese asked, \"You say there will be an arcade \"NFS\" game every year in November, but next year's game won't be developed by Criterion. Is it Black Box?\", Söderlund stated \"You can assume that, yes. Yes. I would say so, yes.\"",
            "score": 16.952244997024536
        },
        {
            "docid": "61550_9",
            "document": "Black swan . One captive population of black swans in Lakeland, Florida has produced a few individuals which are a light mottled grey color instead of black.",
            "score": 30.81561851501465
        },
        {
            "docid": "11883532_9",
            "document": "Black swan emblems and popular culture . The taking of black swans to Europe in the 18th and early 19th centuries brought the birds into contact with another aspect of European mythology: the attribution of sinister relationships between the devil and black-coloured animals, such as a black cat. Black swans were considered to be a witch's familiar and often chased away or killed by superstitious folk. This may explain why black swans have never established a sizeable presence as feral animals in Europe or North America.",
            "score": 45.808758020401
        },
        {
            "docid": "30196782_3",
            "document": "Koala Park Sanctuary . The Koala Park Sanctuary was built in the 1920s and opened in October 1930 by the owner Noel Burnet. He established the sanctuary because he was concerned at the large number of koalas being killed for the fur trade, and hunting of the animal would ultimately lead to its extinction. He spent the remainder of his life dedicated to researching and preserving the animals habitat.",
            "score": 51.465694189071655
        },
        {
            "docid": "442032_12",
            "document": "HMS Black Swan (L57) . In 1949 she took part in the Yangtze Incident when she, with others, went to aid of . \"Black Swan\" suffered 12 men wounded and severe damage to her superstructure in a fierce engagement with Chinese batteries and fell back. The failed relief effort cost 46 killed and 64 injured. \"Black Swan\" also served in the Korean War and was involved in the Battle of Chumonchin Chan. \"Black Swan\" was scrapped in 1956 at Troon in Scotland. She is affiliated with TS \"Black Swan\" – a Sea Cadet Corps unit in Walton-on-Thames, Surrey.",
            "score": 35.780930280685425
        },
        {
            "docid": "16019180_42",
            "document": "Fitna (film) . They long that ye should disbelieve even as they disbelieve, that ye may be upon a level (with them). So choose not friends from them till they forsake their homes in the way of Allah; if they turn back (to enmity) then take them and kill them wherever ye find them, and choose no friend nor helper from among them, Except those who seek refuge with a people between whom and you there is a covenant, or (those who) come unto you because their hearts forbid them to make war on you or make war on their own folk. Had Allah willed He could have given them power over you so that assuredly they would have fought you. So, if they hold aloof from you and wage not war against you and offer you peace, Allah alloweth you no way against them.",
            "score": 12.258962631225586
        },
        {
            "docid": "43543463_4",
            "document": "Black Country dialect . The traditional Black Country dialect preserves many archaic traits of Early Modern English and even Middle English and can be very confusing for outsiders. \"Thee\", \"thy\" and \"thou\" are still in use, as is the case in parts of Yorkshire and Lancashire. \"'Ow B'ist,\" meaning \"How are you?\" is a greeting contracted from \"How be-est thou?\" with the typical answer being \"'Bay too bah,\" (\"I be not too bad\"), meaning \"I am not too bad.\" \"I haven't seen her\" becomes \"I ay sid 'er.\" Black Country dialect often uses \"ar\" where other parts of England use \"yes\" (this is common as far away as Yorkshire). Similarly, the local version of \"you\" is pronounced , rhyming with \"now.\" Among older speakers \"ye\" is used for \"you\", as it is in most northern parts of England and Scotland. The local pronunciation \"goo\" (elsewhere \"go\") or \"gewin'\" is similar to that elsewhere in the Midlands. It is quite common for broad Black Country speakers to say \"'agooin'\" where others say \"going.\" This is found in the greeting \"Ow b'ist gooin\" (How are you), to which a typical response would be \"Bostin ah kid\" (very well). Although the term yam yam may come from ya'm (you are) ya/ye is an archaic form of you and in many areas ye (pronounced like yea or ya) is used 'owamya aer kid' 'ar ah'm owkay ta'. It is possible that Black Country simply retains more country speech, unlike Birmingham, which has been settled for a much longer period of time and has developed a town speech and has therefore been influenced more by standard English much longer.",
            "score": 27.47518217563629
        },
        {
            "docid": "360015_20",
            "document": "Phocion . Demosthenes once said to Phocion that he might be killed some day, if the people became irrational. Phocion responded: \"Yes; however, they would kill you if they came to their senses.\"",
            "score": 14.064009189605713
        },
        {
            "docid": "3306995_6",
            "document": "Josef Wirmer . \"Joseph Wirmer, yes you belong to a black faction \"\", yes that's what you're taken for, that can't be otherwise. It's weird. How important the position as a civilian lawyer that you have had must have been that you never once became a soldier at that age. And from then on you have been mobilized, which also speaks for your attitude, that you first wait, until someone mobilizes you. Fine rascal. (\"Shouting loudly\") Yes, yes, yes, fine rascal!\"",
            "score": 16.838026523590088
        },
        {
            "docid": "43543463_8",
            "document": "Black Country dialect . The neighbouring City of Birmingham may be called \"Brum-a-jum\" (Birmingham's colloquial name is Brummagem, a corruption of its older name of Bromwichamand hence West Bromwich) or Birminam (missing the \"g\" and \"h\" out and saying it the way it is spelt). Residents of Birmingham (Brummies) meanwhile often refer to their Black Country neighbours as \"Yam Yams,\" a reference to the use of \"Yow am\" (or \"yow'm\") instead of \"You are.\" However its unlikely yam yam comes from yow'm, as the sound is totally different; it's more likely from \"ye\" (archaic form of \"you\"), as in yer'm, which when said quickly sounds like \"yam\", as in \"yam gooin daft\" \"you're going silly\", or \"don't be so stupid\" in translation. How many still say this ye'm form is unknown. \"Ye\" for \"you\" sounds different from \"ya\" (which is spoken with a schwa vowel), which also means \"you\". \"Yo\" can also be used in the same sentence as \"ye/ya\" e.g. \"Yo ay gooin agen am ya?\" Some areas also use \"yo'me\" and \"yow'm\", depending on location and local dialect, and phrases as with Birmingham can differ from area to area, so there is dialect variation across the Black Country without differing in the basic Black Country words. Quick speech and blended words as in \"shutyarow up\" (shut your row up, meaning be quiet) can seem hard to understand and can even sound like \"shutchowrow up\". The blendings are to be thought of as products of Black Country pronunciation, not separate dialectal words.",
            "score": 14.447022914886475
        },
        {
            "docid": "1202482_7",
            "document": "Captain Swing . \"Sir, Your name is down amongst the Black hearts in the Black Book and this is to advise you and the like of you, who are Parson Justasses, to make your wills. Ye have been the Blackguard Enemies of the People on all occasions, Ye have not yet done as ye ought... Swing\"",
            "score": 16.181732654571533
        },
        {
            "docid": "24140243_3",
            "document": "I Love You Yes I Do . In 1961, Bull Moose Jackson recorded a new version of the song without his band. The new version hit number ten on the R&B chart, and number ninety-eight on the \"Billboard\" Hot 100. Both versions of \"I Love You Yes I Do\" would be the only times Jackson crossed over to the national pop charts.",
            "score": 10.487153768539429
        },
        {
            "docid": "407707_9",
            "document": "Agent X (Marvel Comics) . Nijo was an assassin, mercenary, and agent employed by the telepathic German assassin called the Black Swan. He blamed Deadpool for his brother's death as he was among the targets of Deadpool's apparently successful assassination of the Japanese crime lords named the Four Winds. After Black Swan downloaded a mental virus into Deadpool's brain, the mercenary came for both Swan and Nijo at the Swan's castle in Germany. However, Black Swan revealed he had in fact killed the Four Winds, including Nijo's brother, and stabbed him out of boredom with his ranting and disobedience. His vendetta with Deadpool was that the hits had erroneously been credited to the wrong man. A bomb Deadpool had brought went off, and all three were presumed killed.",
            "score": 31.73421001434326
        },
        {
            "docid": "20794754_4",
            "document": "Echo answer . The Celtic languages also primarily employ echo answers. Irish and Scottish Gaelic lack the words \"yes\" and \"no\" altogether. In Welsh, the words for \"yes\" and \"no\" (\"ie\" and \"nage\") are restricted to specialized circumstances. Like Finnish, the main way in these languages to state yes or no, to answer yes-no questions, is to echo the verb of the question. In Irish, the question \"An dtiocfaidh tú?\" (\"Will you come?\") will be answered with \"Tiocfad\" (\"I will come\") or \"Ní thiocfad\" (\"I will not come\"). (In Hiberno-English, it is the auxiliary that is echoed: the English question \"Will you come?\" is often answered in Ireland with \"I will\" instead of \"Yes\" or \"I will not\" instead of \"no\".)",
            "score": 23.729511260986328
        },
        {
            "docid": "37970509_17",
            "document": "Catalan self-determination referendum, 2014 . According to the consultation decree, \"in the consultation there is a first question followed successively by a second question, and they are worded as follows: a) Do you want Catalonia to become a State? (Yes/No); If so: b) Do you want this State to be independent? (Yes/No). You can only answer the question under Letter b) in the event of having answered “Yes” to the question under Letter a).\" The \"participation process\" that has replaced the \"non-referendum consultation\" maintains the same two questions.",
            "score": 29.19254732131958
        },
        {
            "docid": "8844191_20",
            "document": "Manuel Cuevas . Manuel is attributed as being the man who put Johnny Cash in black. It was early 1956 and Johnny Cash was just about to go on tour. He called Manuel and said I would like to have nine new suits. Three months later Cash calls Manuel and says \"I got the suits I ordered from you.\"  \"Good,\" Manuel said. \"Are they all right?\" Cash paused. \"How come they're all black?\" \"They're all black,\" Manuel said, \"but they're not all the same style, you know.\" \"Yes,\" Cash said. \"So?\" \"So, OK, let's try it.\" Cash tried it and kept ordering from Manuel for 40 years. \"I want four of this, four of that, but you...\" Cash would say. \"You know what?\" Manuel responded. \"Black,\" Cash stated.",
            "score": 17.302811861038208
        },
        {
            "docid": "46984918_3",
            "document": "Yes It's You Lady . The album was peaking at #33 in \"Billboard\" pop charts, and at #6 on the R&B charts. The two follow-up singles to 1981's chart success' \"Being with you\" were strangely no Robinson compositions: \"Tell Me Tomorrow\" peaked at #33 Billboard and #3 R&B charts, \"Old Fashioned Love\" at #60 Billboard and #17 R&B charts. The third and final single, Robinson's \"Yes It's You Lady\" only peaked at #107 Billboard, without entering the R&B charts.",
            "score": 10.220318794250488
        }
    ],
    "r": [
        {
            "docid": "33979168_3",
            "document": "Trypanosoma irwini . The koala (\"Phascolarctos cinereus\") is distributed in patches throughout the eastern regions of Australia. The International Union for Conservation of Nature and Natural Resources (IUCN) listed the koala as potentially vulnerable in 1992, and the New South Wales Threatened Species Conservation Act of 1995 and the Queensland Nature Conservation Regulation Act of 2006 categorized the koala as vulnerable to extinction in New South Wales and Queensland.",
            "score": 73.7112045288086
        },
        {
            "docid": "1841648_19",
            "document": "Animal rescue group . The World Wildlife Foundation (WWF) is also an organization that, amongst other objectives, strives to rescue wildlife. This foundation raises awareness of endangered, vulnerable, and threatened species and accepts donations to aid in controlling climate, sustainability and ecosystems to ensure the safety and protection of these species. WWF's notable efforts to preserve wildlife has significant impact on the well-being of many species. They offer \"symbolic adoptions\" for animals, meaning that although one cannot raise a wild animal in a domestic environment, people have the opportunity to purchase a plush toy of an endangered species on the website and \"adopt\" said species. The money raised through this campaign goes towards conservation efforts, ultimately hoping to save these species from endangerment. WWF does supports legal trophy hunting as a form of conservation, due to the amout of extra protection that wild animals receive and the boost that it provides to local communities.",
            "score": 69.17424774169922
        },
        {
            "docid": "646392_5",
            "document": "Uroplatus fimbriatus . Habitat destruction and deforestation in Madagascar is the primary threat to this animal's future as well as collection for the pet trade. The World Wide Fund for Nature (WWF) lists all of the \"Uroplatus\" species on their \"Top ten most wanted species list\" of animals threatened by illegal wildlife trade, because of it \"being captured and sold at alarming rates for the international pet trade\". It is a CITES Appendix 2 protected animal. However, the International Union for Conservation of Nature considers the commercial export as likely sustainable.",
            "score": 68.97749328613281
        },
        {
            "docid": "17143_4",
            "document": "Koala . Koalas were hunted by indigenous Australians and depicted in myths and cave art for millennia. The first recorded encounter between a European and a koala was in 1798, and an image of the animal was published in 1810 by naturalist George Perry. Botanist Robert Brown wrote the first detailed scientific description of the koala in 1814, although his work remained unpublished for 180 years. Popular artist John Gould illustrated and described the koala, introducing the species to the general British public. Further details about the animal's biology were revealed in the 19th century by several English scientists. Because of its distinctive appearance, the koala is recognised worldwide as a symbol of Australia. Koalas are listed as Vulnerable by the International Union for Conservation of Nature. The Australian government similarly lists specific populations in Queensland and New South Wales as Vulnerable. The animal was hunted heavily in the early 20th century for its fur, and large-scale cullings in Queensland resulted in a public outcry that initiated a movement to protect the species. Sanctuaries were established, and translocation efforts moved to new regions koalas whose habitat had become fragmented or reduced. The biggest threat to their existence is habitat destruction caused by agriculture and urbanisation.",
            "score": 67.25358581542969
        },
        {
            "docid": "17143_43",
            "document": "Koala . Koalas were hunted for food by Aboriginals. A common technique used to capture the animals was to attach a loop of ropey bark to the end of a long, thin pole, so as to form a noose. This would be used to snare an animal high in a tree, beyond the reach of a climbing hunter; an animal brought down this way would then be killed with a stone hand axe or hunting stick (waddy). According to the customs of some tribes, it was considered taboo to skin the animal, while other tribes thought the animal's head had a special status, and saved them for burial. The koala was heavily hunted by European settlers in the early 20th century, largely for its thick, soft fur. More than two million pelts are estimated to have left Australia by 1924. Pelts were in demand for use in rugs, coat linings, muffs, and as trimming on women's garments. Extensive cullings occurred in Queensland in 1915, 1917, and again in 1919, when over one million koalas were killed with guns, poisons, and nooses. The public outcry over these cullings was probably the first wide-scale environmental issue that rallied Australians. Novelist and social critic Vance Palmer, writing in a letter to \"The Courier-Mail\", expressed the popular sentiment: \"The shooting of our harmless and lovable native bear is nothing less than barbarous ... No one has ever accused him of spoiling the farmer's wheat, eating the squatter's grass, or even the spreading of the prickly pear. There is no social vice that can be put down to his account ... He affords no sport to the gun-man ... And he has been almost blotted out already from some areas.\" Despite the growing movement to protect native species, the poverty brought about by the drought of 1926–28 led to the killing of another 600,000 koalas during a one-month open season in August 1927. In 1934, Frederick Lewis, the Chief Inspector of Game in Victoria, said that the once-abundant animal had been brought to near extinction in that state, suggesting that only 500–1000 remained. The first successful efforts at conserving the species were initiated by the establishment of Brisbane's Lone Pine Koala Sanctuary and Sydney's Koala Park Sanctuary in the 1920s and 1930s. The owner of the latter park, Noel Burnet, became the first to successfully breed koalas and earned a reputation as the foremost contemporary authority on the marsupial. In 1934, David Fleay, curator of Australian mammals at the Melbourne Zoo, established the first Australian faunal enclosure at an Australian zoo, and featured the koala. This arrangement allowed him to undertake a detailed study of its diet in captivity. Fleay later continued his conservation efforts at Healesville Sanctuary and the David Fleay Wildlife Park.",
            "score": 66.83174896240234
        },
        {
            "docid": "101884_13",
            "document": "International Union for Conservation of Nature . To establish a stable financial basis for its work, IUCN participated in setting up the World Wildlife Fund (1961) (now the World Wide Fund for Nature WWF). WWF would work on fundraising, public relations, and increasing public support. IUCN would continue to focus on providing sound science and data, and developing ties with international bodies. Funds raised by WWF would be used to cover part of the operational costs of IUCN. Also in 1961, the IUCN headquarters moved from Belgium to Morges in Switzerland.",
            "score": 66.20625305175781
        },
        {
            "docid": "11943453_2",
            "document": "Traffic (conservation programme) . TRAFFIC, the Wildlife Trade Monitoring Network, is the leading non-governmental organization working globally on the trade of wild animals and plants in the context of both biodiversity and sustainable development. It was founded in 1976 as a strategic alliance of the World Wide Fund for Nature (WWF) and the International Union for the Conservation of Nature (IUCN).",
            "score": 65.21064758300781
        },
        {
            "docid": "27691164_10",
            "document": "Vincent S. Perez . His philanthropy is dedicated to the environment and conservation. Pérez has long been involved with World Wide Fund for Nature (WWF) starting with arranging debt-for-nature swaps. He was a founding trustee of WWF-Philippines in 1996. Pérez was elected to the International Board of WWF, the governing body of the global WWF network, and a member of the boards of WWF-China and WWF-US. He was active with Malampaya Foundation, Sikat Solar Car Challenge Foundation, Stiftung Solarenergie Foundation, and in marine conservation through Asian Conservation Foundation.",
            "score": 63.69820022583008
        },
        {
            "docid": "3901711_4",
            "document": "Giant koala . Fossil remains of \"P. stirtoni\" have been discovered in Lake Eyre and Tarkarooloo basins in South Australia. It was once thought that the modern-day koala was descended from the giant koala, but this is now determined to be incorrect. Gilbert Price, of the University of Queensland, used improved dating techniques to analyze fossils of both types of koala to find that the two species were living together in the same arboreal niche. Which raises the question from what did the koala descend from and why one species of koala survived and the giant koala became extinct. It is hypothesized that there was a change in climate and a restriction of food supply. Another possible reason is the hunting by humans for larger animals. The \"dwarfing\" hypothesis, based on the similarities of the two koalas has been used to support both ideas.",
            "score": 62.80571746826172
        },
        {
            "docid": "10932926_19",
            "document": "Marine conservation activism . Part of a worldwide alliance called The Global Shark and Ray Initiative (GSRI), the Shark Trust is working in efforts to better the ocean for marine animals such as shark and rays. The Initiative created a plan for changing the status of the shark population that would span over 10 years starting on February 15, 2016. Teaming up with other large conservation organization such as Shark Advocates International and World Wide Fund for Nature (WWF), the team aims to ultimately give these vulnerable animals the safety and security that the ought to have in their natural environment.",
            "score": 62.759918212890625
        },
        {
            "docid": "646416_8",
            "document": "Henkel's leaf-tailed gecko . Henkel's leaf-tailed gecko is currently classified as vulnerable by the IUCN. Habitat destruction and deforestation in Madagascar is the primary threat to this animal's future as well as collection for the pet trade. The World Wide Fund for Nature (WWF) lists all of the \"Uroplatus\" species on their \"Top ten most wanted species list\" of animals threatened by illegal wildlife trade, because of it \"being captured and sold at alarming rates for the international pet trade\". It is a CITES Appendix 2 protected animal.",
            "score": 62.559974670410156
        },
        {
            "docid": "2809985_6",
            "document": "Rio Conchos . The World Wide Fund for Nature (WWF) has included the Rio Conchos in its Global 200 Freshwater Ecoregions assessment. The Global 200 is a list of freshwater ecoregions (rivers systems and lakes, for example) that the WWF considers of global importance for biodiversity conservation. The WWF's assessment of the Rio Conchos rates its biological distinctiveness as \"globally outstanding\" and its conservation status as critically endangered, putting it in the \"priority I\" category of needing conservation attention.",
            "score": 62.25849533081055
        },
        {
            "docid": "17143_38",
            "document": "Koala . The koala is featured in the Dreamtime stories and mythology of indigenous Australians. The Tharawal people believed that the animal helped row the boat that brought them to the continent. Another myth tells of how a tribe killed a koala and used its long intestines to create a bridge for people from other parts of the world. This narrative highlights the koala's status as a game animal and the length of its intestines. Several stories tell of how the koala lost its tail. In one, a kangaroo cuts it off to punish the koala for being lazy and greedy. Tribes in both Queensland and Victoria regarded the koala as a wise animal and sought its advice. Bidjara-speaking people credited the koala for turning barren lands into lush forests. The animal is also depicted in rock carvings, though not as much as some other species.",
            "score": 62.23857498168945
        },
        {
            "docid": "19188051_12",
            "document": "Réunion National Park . Réunion shares a common natural history with the other Mascarene Islands, Mauritius and Rodrigues. All three islands were uninhabited before the 1600s. Human arrival led to massive extinction and introduced species, such as giant land snails in Réunion, which threatened native habitats and species. Less than 25% of Réunion is thought to be covered with original vegetation according to the World Wildlife Fund (WWF), mostly restricted to higher altitudes. The forests of Réunion and the other two islands have been classified as the \"Mascarene forests\" ecoregion by the WWF, with a conservation status of \"endangered\". Conservation International includes Réunion in the \"Madagascar and Indian Ocean Islands\" biodiversity hotspot, a priority area for conservation.",
            "score": 62.20405960083008
        },
        {
            "docid": "102063_16",
            "document": "Tidbinbilla Nature Reserve . Tidbinbilla Nature Reserve has a wide variety of bushwalks - ranging from 30 minutes to over 6 hours. It is a native habitat for kangaroos, wallabies, platypus, koalas, lyrebirds, emus, and other wildlife. Ninety-nine percent of the park was burnt out in the Bendora bushfire of 18 January 2003, resulting in the loss of countless numbers of wildlife. Of the captive animals, only one koala, six rock wallabies, five potoroos, four freckled ducks, and nine black swans survived the bushfire.",
            "score": 61.228633880615234
        },
        {
            "docid": "22313173_29",
            "document": "Cod fisheries . In 2000, cod was placed on the list of endangered species by the World Wide Fund for Nature (WWF), an international non-governmental organization for the conservation, research and restoration of the natural environment, formerly named the World Wildlife Fund. The WWF issued a report stating that global cod catch had suffered a 70 per cent drop over the last 30 years, and that if this trend continued, the world's cod stocks would disappear in 15 years. The endangered species claim by the WWF was disputed by Åsmund Bjordal, director of the Norwegian Institute of Marine Research, who stated that in view of the health of the Barents Sea cod population, cod should not be placed on an endangered species list. Cod is among Norway's most important fishery export items, and the Barents Sea is the most important cod fishery of Norway. In a 2004 report, the WWF agreed that the Barents Sea cod fishery appeared to be healthy but that that may not last due to illegal fishing, industrial development, and high fishing quota.",
            "score": 60.81938171386719
        },
        {
            "docid": "101884_18",
            "document": "International Union for Conservation of Nature . In 1980, IUCN and WWF moved into shared new offices in Gland, Switzerland. This marked a phase of closer cooperation with WWF. It was the support of WWF that allowed IUCN to weather a financial crisis in 1980–1982. The close ties between IUCN and WWF were severed in 1985 when WWF decided to take control of its own field projects, which so far had been run by IUCN. In 1989, IUCN moved into a separate building in Gland, close to the offices it had shared with WWF.",
            "score": 60.065547943115234
        },
        {
            "docid": "101884_58",
            "document": "International Union for Conservation of Nature . IUCN is considered one of the most influential conservation organisations in the world and, together with WWF and the World Resources Institute (WRI), is seen as a driving force behind the rise of the influence of environmental organisations at the UN and around the world. It has established a network covering all aspects of global conservation via its worldwide membership of governmental and non-governmental organisations, the participation of experts in the IUCN Commissions, formal involvement in international agreements, ties to intergovernmental organisations and increasingly partnerships with international business. The World Conservation Congress and the World Parks Congress events organised by IUCN are the largest gatherings of organisations and individuals involved in conservation worldwide. They involve governmental organisations, NGOs, media, academia and the corporate sector.  According to some, IUCN is not only a major global player in conservation action, but also has considerable influence in defining what nature conservation actually is. The IUCN Red List of Threatened Species and the IUCN Red List of Ecosystems determine which species and natural areas merit protection. Through the Green List of Protected and Conserved Areas and the system of IUCN protected area categories IUCN influences how protected areas are managed.",
            "score": 59.510986328125
        },
        {
            "docid": "24894563_13",
            "document": "World Wide Fund for Nature . In the 1990s, WWF revised its mission statement to: WWF scientists and many others identified 238 ecoregions that represent the world's most biologically outstanding terrestrial, freshwater and marine habitats, based on a worldwide biodiversity analysis which the organization says was the first of its kind. In the early 2000s (decade), its work was focused on a subset of these ecoregions, in the areas of forest, freshwater and marine habitat conservation, endangered species conservation, climate change, and the elimination of the most toxic chemicals. In 1996, the organization obtained general consultative status from UNESCO.",
            "score": 59.42229080200195
        },
        {
            "docid": "320033_20",
            "document": "Habitat conservation . The World Wildlife Fund (WWF) was first formed in after a group of passionate conservationists signed what is now referred to as the Morges Manifesto. WWF is currently operating in over 100 countries across 5 continents with a current listing of over 5 million supporters.  One of the first projects of WWF was assisting in the creation of the Charles Darwin Research Foundation which aided in the protection of diverse range of unique species existing on the Galápagos’ Islands, Ecuador. It was also a WWF grant that helped with the formation of the College of African Wildlife Management in Tanzania which today focuses on teaching a wide range of protected area management skills in areas such as ecology, range management and law enforcement. The WWF has since gone on to aid in the protection of land in Spain, creating the Coto Doñana National Park in order to conserve migratory birds and The Democratic Republic of Congo, home to the world’s largest protected wetlands. The WWF also initiated a debt-for-nature concept which allows the country to put funds normally allocated to paying off national debt, into conservation programs that protect its natural landscapes. Countries currently participating include Madagascar, the first country to participate which since 1989 has generated over $US50 million towards preservation, Bolivia, Costa Rica, Ecuador, Gabon, the Philippines and Zambia.",
            "score": 59.39670181274414
        },
        {
            "docid": "24894563_14",
            "document": "World Wide Fund for Nature . WWF's giant panda logo originated from a panda named \"Chii Chii\" that had been transferred from Beijing Zoo to London Zoo in 1958, three years before WWF became established. Being famous as the only panda residing in the Western world at that time, its uniquely recognisable physical features and status as an endangered species were seen as ideal to serve the organization's need for a strong recognisable symbol that would overcome all language barriers. The organization also needed an animal that would have an impact in black and white printing. The logo was then designed by Sir Peter Scott from preliminary sketches by Gerald Watterson, a Scottish naturalist. The logo was slightly simplified and made more geometric in 1978, and was revised significantly again in 1986, at the time that the organization changed its name, with the new version featuring solid black shapes for eyes. In 2000 a change was made to the font used for the initials \"WWF\" in the logo.",
            "score": 58.778175354003906
        },
        {
            "docid": "24894563_29",
            "document": "World Wide Fund for Nature . The German public television ARD aired a documentary on 22 June 2011 that claimed to show how the WWF cooperates with corporations such as Monsanto, providing sustainability certification in exchange for donations– essentially greenwashing. WWF has denied the allegations. By encouraging high-impact eco-tourism, the program alleges that WWF contributes to the destruction of habitat and species it claims to protect. WWF-India is not active at the tiger reserve given as the example, but it is active elsewhere seeking to limit adverse tourism effects and better sharing of tourism benefits to local communities. The program also alleges WWF certified a palm oil plantation operated by Wilmar International, a Singaporean company, on the Indonesian island of Borneo, even though the establishment of the plantation led to the destruction of over 14,000 hectares of rainforest. Only 80 hectares were ultimately conserved, the ARD documentary claims. According to the programme, two orangutans live on the conserved land, but have very slim chances of survival because no fruit trees remain and the habitat is too small to sustain them. To survive, they steal palm nuts from the neighbouring plantation, thereby risking being shot by plantation workers. WWF notes that the plantation filmed is PT Rimba Harapan Sakti, which has not been certified as a sustainable producer by the Round Table on Sustainable Palm Oil. Aerial photographs show that around 4000 hectares, or about a third of the forest cover, has been conserved.",
            "score": 58.70348358154297
        },
        {
            "docid": "21590824_11",
            "document": "Black Thursday bushfires . More recently, the Australian government has made preparations and developed organisations to help Australians cope with the recurring disturbances. The World Wide Fund for Nature, Australia (WWF), has collaborated with the government on conservation efforts. The Council of Australian Governments (COAG), established a committee to determine measures that may be taken by governments, industry, and the community to minimize the effects of bushfires and their impact on society and the environment. In the Inquiry on Bushfire Mitigation and Management of 2003, several recommendations were submitted to the committee to help improve life in Australia. The WWF, for example, analysed the disturbance regime in Southern Australia and its causes, both natural and anthropogenic. Seeking to find a balance between asset protection and the conservation of biodiversity, the WWF recommended that the government's committee examine the effects of human land use in order to determine the best methods for mitigation and management practices.",
            "score": 58.6295051574707
        },
        {
            "docid": "52216767_4",
            "document": "Trinational Biodiversity Corridor . In 2000 the meeting organized by the World Wide Fund for Nature (WWF) and the Atlantic Forest NGO Network established the final design.  The corridor would encompass conservation units in Brazil, Paraguay and Argentina in the Upper Paraná ecoregion. The concept was that the institutions responsible for these units would work together on a medium to long term plan to connect the units by gradually restoring native vegetation in small regional corridors. The units alone would total . The Trinational Commission on the Interior Atlantic Forest and the Green Corridor Initiative was set up to address action plans developed at various workshops in the early 2000s.  The members were one representative from each national commission, a representative from the WWF and a representative from the International Union for Conservation of Nature (IUCN).",
            "score": 58.562557220458984
        },
        {
            "docid": "2076883_21",
            "document": "South East Queensland . Within the region, the koala is listed as vulnerable. The Australian Koala Foundation says the animal is threatened by mining and land development. Numbers in Redland City have seen a dramatic decline in recent years. The state government launched the Koala Conservation Plan in 2006. The plan involved the rehabilitation of cleared areas, domestic dogs containment and koala signage. Another initiative was launched in 2010 to protect and rehabilitate koala habitats by tree planting and the construction of koala friendly fencing.",
            "score": 58.16166687011719
        },
        {
            "docid": "18488096_6",
            "document": "Central chimpanzee . The 2007 International Union for Conservation of Nature (IUCN) Red List of Threatened Species classifies the central chimpanzee as endangered. In 1988 they were considered \"vulnerable\", but have been considered \"endangered\" since at least 1996. The World Wildlife Fund (WWF) estimates there are as many as 115,000 individuals alive, but that the number is more likely between 47,000 and 78,000 The central chimpanzee only has large, robust populations where large amounts of forest are left undisturbed; smaller, isolated populations also remain. According to the IUCN, decline in the central chimpanzee population is expected to continue for another 30 to 40 years.",
            "score": 57.890655517578125
        },
        {
            "docid": "17143_44",
            "document": "Koala . Since 1870, koalas have been introduced to several coastal and offshore islands, including Kangaroo Island and French Island. Their numbers have significantly increased, and since the islands are not large enough to sustain such high koala numbers, overbrowsing has become a problem. In the 1920s, Lewis initiated a program of large-scale relocation and rehabilitation programs to transfer koalas whose habitat had become fragmented or reduced to new regions, with the intent of eventually returning them to their former range. For example, in 1930–31, 165 koalas were translocated to Quail Island. After a period of population growth, and subsequent overbrowsing of gum trees on the island, about 1,300 animals were released into mainland areas in 1944. The practice of translocating koalas became commonplace; Victorian State manager Peter Menkorst estimated that from 1923 to 2006, about 25,000 animals were translocated to more than 250 release sites across Victoria. Since the 1990s, government agencies have tried to control their numbers by culling, but public and international outcry has forced the use of translocation and sterilisation, instead. One of the biggest anthropogenic threats to the koala is habitat destruction and fragmentation. In coastal areas, the main cause of this is urbanisation, while in rural areas, habitat is cleared for agriculture. Native forest trees are also taken down to be made into wood products. In 2000, Australia ranked fifth in the world by deforestation rates, having cleared . The distribution of the koala has shrunk by more than 50% since European arrival, largely due to fragmentation of habitat in Queensland. The koala's \"vulnerable\" status in Queensland and New South Wales means that developers in these states must consider the impacts on this species when making building applications. In addition, koalas live in many protected areas.",
            "score": 57.68392562866211
        },
        {
            "docid": "4518954_9",
            "document": "Jatun Sacha Foundation . The foundation works cooperatively with many other conservation groups such the World Wide Fund for Nature (WWF), the World Conservation Union (IUCN) and Conservation International (CI), while volunteers are found and placed independently or through volunteer organizations such as their New Zealand based partner organisation, the Global volunteer network.",
            "score": 57.46570587158203
        },
        {
            "docid": "6198887_4",
            "document": "ARKive . ARKive has the backing of leading conservation organisations, including BirdLife International, Conservation International, International Union for Conservation of Nature (IUCN), The United Nations' World Conservation Monitoring Centre (UNEP-WCMC), and the World Wide Fund for Nature (WWF), as well as leading academic and research institutions, such as the Natural History Museum; Royal Botanic Gardens, Kew; and the Smithsonian Institution. It is a member of the Institutional Council of the Encyclopedia of Life.",
            "score": 57.05140686035156
        },
        {
            "docid": "41143074_12",
            "document": "Uroplatus sameiti . Habitat destruction and deforestation in Madagascar is the primary threat to this animal's future as well as collection for the pet trade. The World Wide Fund for Nature (WWF) lists all of the \"Uroplatus\" species on their \"Top ten most wanted species list\" of animals threatened by illegal wildlife trade, because of it \"being captured and sold at alarming rates for the international pet trade\". It is a CITES Appendix 2 protected animal.",
            "score": 57.043785095214844
        },
        {
            "docid": "19938594_12",
            "document": "Uroplatus sikorae . Habitat destruction and deforestation in Madagascar is the primary threat to this animal's future as well as collection for the pet trade. The World Wide Fund for Nature (WWF) lists all of the \"Uroplatus\" species on their \"Top ten most wanted species list\" of animals threatened by illegal wildlife trade, because of them \"being captured and sold at alarming rates for the international pet trade\". It is a CITES Appendix 2 protected animal.",
            "score": 57.043785095214844
        },
        {
            "docid": "14640630_3",
            "document": "Iferouane . Iferouane is also the location of the headquarters of the Aïr and Ténéré Natural Reserves, a World Heritage Site covering more than . The Project for the Conservation and Management of the Natural Resources of the Aïr-Ténéré, a joint venture between the government of Niger, the World Conservation Union (IUCN), and the World Wide Fund for Nature (WWF), is also based in Iferouane.",
            "score": 56.83110809326172
        }
    ]
}