{
    "q": [
        {
            "docid": "455401_16",
            "document": "Frankenstein's monster . In the 1994 film \"Mary Shelley's Frankenstein,\" the creature is played by Robert De Niro in a nearer approach to the original source, except this version gives the creature balding grey hair and a body covered in bloody stitches. He is, as in the novel, motivated by pain and loneliness. In this version, Frankenstein gives the monster the brain of his mentor, Doctor Waldman, while his body is made from a man who killed Waldman while resisting a vaccination. The monster retains Waldman's \"trace memories\" that apparently help him quickly learn to speak and read.",
            "score": 51.44838559627533
        },
        {
            "docid": "1605066_14",
            "document": "Jack Pierce (make-up artist) . Occasionally Jack Pierce would land a job on a major production such as \"Joan of Arc\" (1948) or the Danny Kaye version of \"The Secret Life of Walter Mitty\", for which he made up Karloff as the Frankenstein Monster for a daydream sequence, cut from the film. Primarily, Pierce's post-Universal employment was on low-budget independent westerns and horror films. Notable Pierce creations during this period include the hirsute halfwit in \"Teenage Monster\", played by 40-ish stuntman Gil Perkins, who had doubled Bela Lugosi in Pierce's Monster make-up in \"Frankenstein Meets the Wolf Man\"; \"Beyond the Time Barrier\", with a clutch of bald, scarred atomic mutants and leading man Robert Clarke transforming into a withered ancient; \"Creation of the Humanoids\", crafting a race of bald cyborgs with silver eyes via bald caps and scleral contact lenses; and a reprise of his Wolf Man design for \"Beauty and the Beast\" (1962), played by Mark Damon.",
            "score": 47.28879642486572
        },
        {
            "docid": "8728611_25",
            "document": "Frankenstein's Monster (Marvel Comics) . The first Nazi clone of Frankenstein's Monster was a creation of Nazi sympathizer Anna Frankenstein and her lover Von Rottz in the Summer of 1944. They had hoped to use the works of Victor Frankenstein to create an army of monsters to sell to the Nazis. When her Frankenstein's Monster was complete, Anna wrote a letter to Captain America and Bucky Barnes in order to lure them to her. They were attacked by the Nazi clone Frankenstein's Monster twice with the second time had Bucky snatched by Frankenstein's Monster. Von Rottz assisted Captain America into rescuing Bucky from being thrown off the castle by the Nazi clone Frankenstein's Monster. Before Von Rottz could betray Captain America, he is strangled to death by the Nazi clone of Frankenstein's Monster. Then the Nazi clone of Frankenstein's Monster grabbed Anna Frankenstein and fled into the woods. After freeing Anna, Captain America lured the Nazi clone of Frankenstein's Monster into the quicksand where it drowned. Anna felt guilty over what she did and joined her creation's fate upon committing suicide by quicksand. Although Anna Frankenstein's father set fire to the laboratory, other people have utilized Victor's technique to create other monsters.",
            "score": 45.95757246017456
        },
        {
            "docid": "39711202_3",
            "document": "Bride of Frankenstein (character) . In \"Frankenstein\", Victor Frankenstein is tempted by his monster's proposal to create a female creature so that the monster can have a partner. He promises that if Victor grants his request, he and his mate will vanish into the wilderness of South America, never to reappear. Fearing for his family, Victor reluctantly agrees and travels to England to do his work. Working on a second being on the Orkney Islands, he is plagued by premonitions of what his work might wreak, particularly the idea that creating a mate for the creature might lead to the breeding of an entire race of creatures that could plague mankind. He destroys the unfinished female creature after he sees his first creation looking through the window. The monster witnesses this and vows to be with Victor on his upcoming wedding night. True to his word, the monster murders Frankenstein's new wife Elizabeth.",
            "score": 44.66684675216675
        },
        {
            "docid": "455401_11",
            "document": "Frankenstein's monster . The monster kills Victor's younger brother William upon learning of the boy's relation to his hated creator. When Frankenstein retreats to the mountains, the monster approaches him at the summit and asks his creator to build him a female mate. In return, he promises to disappear with his mate and never trouble humankind again; the monster then threatens to destroy everything Frankenstein holds dear should he fail. Frankenstein agrees and builds a female creature, but, aghast at the possibility of creating a race of monsters, destroys his experiment. In response, the monster kills Frankenstein's best friend Henry Clerval, and later kills Frankenstein's bride Elizabeth Lavenza on their wedding night; whereupon Frankenstein's father dies of grief. Frankenstein dedicates himself to destroying his creation. Searching for the monster in the Arctic Circle, Frankenstein falls into the freezing water, contracting severe pneumonia. A ship exploring the region encounters the dying Frankenstein, who relates his story to the ship's captain, Robert Walton. Later, the monster boards the ship; but, upon finding Frankenstein dead, is overcome by grief and pledges to incinerate himself at \"the Northernmost extremity of the globe\". He then departs, never to be seen again.",
            "score": 50.76439189910889
        },
        {
            "docid": "39711202_4",
            "document": "Bride of Frankenstein (character) . In \"Bride of Frankenstein\", Henry Frankenstein's former mentor Doctor Septimus Pretorius proposes to Henry that together they create a mate for his Monster with Henry creating the body and Pretorius supplying an artificially-grown brain. Henry initially balks at the idea, but Pretorius threatens to expose him to the authorities as the creator of the Monster. Henry eventually agrees to help his mentor when the monster kidnaps Henry's wife Elizabeth. Henry returns to his tower laboratory where in spite of himself, he grows excited by his work. After being assured of Elizabeth's safety, Henry completes the Bride's body. A storm rages as final preparations are made to bring the Bride to life. Her bandage-wrapped body is raised through the roof. Lightning strikes a kite sending electricity through the Bride. They remove her bandages and help her to stand. Pretorius then declares it \"The Bride of Frankenstein!\" The excited Monster sees his mate and reaches out to her. When the monster quotes \"friend\" to it, the Bride screams in horror at the sight of him. When the Monster tries to advance on her, the Bride screams again as the Monster quotes \"She hate me! Like others.\" As Elizabeth races to Henry's side, the Monster rampages through the laboratory and puts his hand on a lever. When Henry tells Elizabeth that he can't leave his creation, the Monster tells Henry and Elizabeth \"Yes! Go! You live!\" To Pretorius and the Bride, he says \"You stay. We belong dead.\" While Henry and Elizabeth flee, the Monster sheds a tear as the Bride hisses, and he then pulls a lever to trigger the destruction of the laboratory and tower. The following film \"Son of Frankenstein\" reveals that the monster survives the explosion while the fates of Pretorius and the Bride are unknown.",
            "score": 46.8126654624939
        },
        {
            "docid": "5338312_6",
            "document": "Frankenstein in popular culture . The first sound adaptation of the story, \"Frankenstein\" (1931), was produced by Universal Pictures, directed by James Whale, and starred Boris Karloff as the monster. The film has been selected for preservation in the United States National Film Registry. Its sequel, \"The Bride of Frankenstein\" (1935) was also directed by Whale with Karloff as the monster. It was followed by \"Son of Frankenstein\" (1939), the last of the three films with Boris Karloff as the monster. \"The Ghost of Frankenstein\" (1942) marked the Universal series' descent into B movie territory; later efforts by the studio combined two or more monsters, culminating in the comedy \"Abbott and Costello Meet Frankenstein\". The later Universal films in which The Monster appears (and the actors who played him) are:",
            "score": 40.111003160476685
        },
        {
            "docid": "3302699_13",
            "document": "The Ghost of Frankenstein . \"The Ghost of Frankenstein\" also marked the changeover of the Frankenstein (and Universal Monsters) series from \"A-movie\" to \"B-movie\" status, with noticeably reduced budgets and the reuse of actors from previous films. As noted below, footage from this film would be recycled in even a later Frankenstein feature.",
            "score": 35.76200580596924
        },
        {
            "docid": "2206376_14",
            "document": "Son of Frankenstein . After the phenomenal success of \"Son of Frankenstein\", Karloff decided not to return to the role of the Monster, feeling that the character was becoming the butt of jokes. Also \"Son of Frankenstein\" marked the final \"A\" production of Universal's Frankenstein films, which later went to \"B\" films, beginning with \"The Ghost of Frankenstein\" in 1942 in which Lon Chaney, Jr. took over the role of the Monster and Lugosi returned as Ygor; Lugosi himself would go on to play the Monster in \"Frankenstein Meets the Wolf Man\" in 1943, while Karloff would return to the franchise as another character in 1944's \"House of Frankenstein\". Karloff would not don the Monster makeup again for film until an episode of the TV series \"Route 66\" in the 1960s.",
            "score": 40.06903076171875
        },
        {
            "docid": "195797_15",
            "document": "New York Dolls (album) . Several songs on \"New York Dolls\" function as what Robert Hilburn deemed \"colorful, if exaggerated, expressions of teen alienation\". Robert Christgau remarked that because many of Manhattan's white youths were wealthy and somewhat artsy, only ill-behaved young people from the outer boroughs such as the band members could \"capture the oppressive excitement Manhattan holds for a half-formed human being\". \"Private World\", an escapist plea for stability, was co-written by Kane, who rarely contributed as a songwriter and felt overwhelmed as a young adult in the music business. Johansen, the band's main lyricist, said \"Frankenstein (Orig.)\" was about \"how kids come to Manhattan from all over, they're kind of like whipped dogs, they're very repressed. Their bodies and brains are disoriented from each other ... it's a love song.\" According to critic Frank Kogan, the titular monster in the song was the personification of New York City and its ethos—\"the ostentation and the terror, the dreams and the fear\"—while Johansen asking listeners if they \"could make it with Frankenstein\" involved more than sexual slang: \"David was asking if you—if I—could make it with the monster of life, whether I could embrace life in all its pain and dreams and disaster.\" Sylvain jokingly said \"Frankenstein (Orig.)\" was titled with a qualifier because rock musician Edgar Winter had released his 1973 song of the same name before the band could record their own: \"Our song 'Frankenstein' was a big hit in our live show ... Now, his thing didn't sound at all like ours, but I'm sure he stole our title.\"",
            "score": 44.31554675102234
        },
        {
            "docid": "73375_13",
            "document": "Bride of Frankenstein . The Monster comes down the steps after killing Karl on the rooftop and sees his mate (Elsa Lanchester). The excited Monster reaches out to her, asking, \"Friend?\" The Bride, screaming, rejects him. \"She hate me! Like others\" the Monster dejectedly says. As Elizabeth races to Henry's side, the Monster rampages through the laboratory. The Monster tells Henry and Elizabeth \"Yes! Go! You live!\" To Pretorius and the Bride, he says \"You stay. We belong dead.\" While Henry and Elizabeth flee, the Monster sheds a tear and pulls a lever to trigger the destruction of the laboratory and tower.",
            "score": 42.70234775543213
        },
        {
            "docid": "1853749_12",
            "document": "Frankenstein Conquers the World . Influenced by the concept of the giant Frankenstein monster from the \"King Kong vs. Prometheus\" story, Toho planned on making \"Frankenstein vs. Godzilla\" as a follow up to \"King Kong vs. Godzilla\". Written in 1963 by Kimura, the story dealt with the heart of the original Frankenstein monster becoming irradiated and growing into a Frankenstein-monster giant. Afraid the giant would start eating people, Godzilla would be freed from an icy prison by the JSDF and goaded into a fight with the monster in hopes of killing him. Even though \"King Kong vs. Godzilla\" had already been made with Godzilla escaping from an iceberg that he was trapped in at the end of \"Godzilla Raids Again\", script writer Mabuchi thought with Godzilla disappearing into the ocean at the end of that film, that the idea of Godzilla becoming frozen in the North Sea into another icy prison could still work. The story would end with natural disasters defeating the monsters as Godzilla disappears into a raging river flow, and the Frankenstein giant disappears into magma caused by an erupting volcano.",
            "score": 39.79752719402313
        },
        {
            "docid": "640643_6",
            "document": "Frankenstein's Daughter . Police Lt. Boyd (John Zaremba) and Det. Bill Dillon (Robert Dix) investigate a report from a frightened woman (Charlotte Portney) that a female monster in a swimsuit attacked her. It is, of course, Trudy. They spot her and fire a few shots but miss. Oliver grabs her and drags her home to recover.",
            "score": 37.79187870025635
        },
        {
            "docid": "3302848_15",
            "document": "Frankenstein Meets the Wolf Man . This would be the final Universal horror film in which the Monster played a major role; in the subsequent films \"House of Frankenstein\" and \"House of Dracula\", the Monster, played by Glenn Strange, is brought back to life only in the final scenes. (In the 1948 Universal comedy \"Abbott and Costello Meet Frankenstein\" (the second and final film in which Lugosi plays Dracula), Strange has a larger role and the creature once again speaks, albeit with very limited dialogue, twice muttering, \"Yes, Master.\") It was also the last Universal horror film to feature an actual member of the Frankenstein family as a character.",
            "score": 37.850757122039795
        },
        {
            "docid": "12259262_6",
            "document": "Frankenstein (miniseries) . Captain Robert Walton is a failed writer who sets out to explore the North Pole and expand his scientific knowledge in hopes of achieving fame. During the voyage the crew spots a dog sled mastered by a gigantic figure. A few hours later, the crew rescues a nearly frozen and emaciated man named Victor Frankenstein. Frankenstein starts to recover from his exertion; he sees in Walton the same over-ambitiousness and recounts a story of his life's miseries to Walton as a warning.",
            "score": 38.59069800376892
        },
        {
            "docid": "5437215_2",
            "document": "Frankenstein: Through the Eyes of the Monster . Frankenstein: Through the Eyes of the Monster is a point-and-click adventure video game that stars Tim Curry as Dr. Frankenstein, and has the player controlling a newly created Frankenstein monster. Other cast members include Robert Rothrock as the voice of the monster, Rebecca Wink as villager Sara, and Amanda Fuller as Gabrielle, the monster's daughter. It used full motion video clips and 3D CGI graphics similar to Myst. The game was developed by Amazing Media and published by Interplay Entertainment Corp for the PC in 1995 and for the Sega Saturn in 1997. The game was given a \"Teen\" rating by the Entertainment Software Rating Board, but was originally rated as K-A.",
            "score": 45.572988748550415
        },
        {
            "docid": "10633286_2",
            "document": "Frankenstein Meets the Space Monster . Frankenstein Meets the Space Monster (sometimes stylized as Frankenstein Meets the Spacemonster) (1965) is a science fiction cult film, directed by Robert Gaffney and starring Marilyn Hanold, James Karen and Lou Cutell. It was filmed in Florida and Puerto Rico in 1964.",
            "score": 44.750253200531006
        },
        {
            "docid": "8728611_12",
            "document": "Frankenstein's Monster (Marvel Comics) . In the 1890s, heat revived the Monster and he wandered again. He searched for the descendant of Victor Frankenstein and finally ended up in Transylvania. The Monster clashed with Dracula, and his vocal cords were injured. Vincent Frankenstein finally found him and tried to give him a new brain, dying in the process as he was shot by an angry maidservant before the Monster could kill him. Frustrated, the Monster returned to a state of suspended animation.",
            "score": 39.728554248809814
        },
        {
            "docid": "18580673_7",
            "document": "Frankenstein . The novel \"Frankenstein\" is written in epistolary form, documenting a fictional correspondence between Captain Robert Walton and his sister, Margaret Walton Saville. Walton is a failed writer and captain who sets out to explore the North Pole and expand his scientific knowledge in hopes of achieving fame. During the voyage, the crew spots a dog sled driven by a gigantic figure. A few hours later, the crew rescues a nearly frozen and emaciated man named Victor Frankenstein. Frankenstein has been in pursuit of the gigantic man observed by Walton's crew. Frankenstein starts to recover from his exertion; he sees in Walton the same obsession that has destroyed him, and recounts a story of his life's miseries to Walton as a warning. The recounted story serves as the frame for Frankenstein's narrative.",
            "score": 39.079142928123474
        },
        {
            "docid": "1853749_9",
            "document": "Frankenstein Conquers the World . Bowen, Sueko, and Kawaji then form a search party and venture into the forest in which they believe Frankenstein is hiding. But Kawaji, to the shock of Bowen and Sueko, then proceeds to attempt to kill him, believing that Frankenstein could be dangerous by his very nature, and not even Sueko could possibly tame him. He intends to blind him with chemical grenades and capture him to recover his heart and brain. Kawaji presses on to find Frankenstein, and instead finds Baragon. Kawaji and Bowen try in vain to stop the monster with the grenades, and when it is about to eat Sueko, Frankenstein comes to the rescue. The cataclysmic battle between the two giant monsters then begins. After the fight, the area where the fight took place starts to tremble, and then both monsters fall into the earth.",
            "score": 37.90180861949921
        },
        {
            "docid": "3302699_3",
            "document": "The Ghost of Frankenstein . The residents of the village of Frankenstein feel they are under a curse and blame all their troubles on Frankenstein's monster. The Mayor allows them to destroy Frankenstein's castle. Ygor finds the monster released from his sulfuric tomb by the explosions. The exposure to the sulfur weakened yet preserved the monster. Ygor and the monster flee the castle, and the monster is struck by a bolt of lightning. Ygor decides to find Ludwig, the second son of Henry Frankenstein, to help the monster regain his strength.",
            "score": 42.620301842689514
        },
        {
            "docid": "2131991_4",
            "document": "Ludwig Frankenstein . Following the apparent deaths of Ygor and Frankenstein's monster at the hands of Wolf Frankenstein in \"Son of Frankenstein\", Wolf gave to Ludwig both his own scientific notes as well as those of their father. Not wanting the people of Visaria, much less his daughter, to know about the unsavory history of his family, Ludwig kept the medical records of his father and brother Wolf locked away, determined not to let the sins of his father and brother haunt him. But Ludwig did not know that Ygor and the Monster were still alive. By some unrevealed act, Ygor becomes aware of Ludwig Frankenstein and his apparent success as a medical doctor which he reasons could help heal the Monster. The two arrive Visaria, Ygor demanded that Ludwig use his special talents to heal the Monster's sick brain, or else he informs the townspeople of the doctor's secret of being the actual son of the infamous monster-making Frankenstein.",
            "score": 48.84107041358948
        },
        {
            "docid": "18580673_36",
            "document": "Frankenstein . A possible interpretation of the name Victor is derived from \"Paradise Lost\" by John Milton, a great influence on Shelley (a quotation from \"Paradise Lost\" is on the opening page of \"Frankenstein\" and Shelley even has the monster himself read it). Milton frequently refers to God as \"the Victor\" in \"Paradise Lost\", and Shelley sees Victor as playing God by creating life. In addition, Shelley's portrayal of the monster owes much to the character of Satan in \"Paradise Lost\"; indeed, the monster says, after reading the epic poem, that he empathizes with Satan's role in the story.",
            "score": 39.413010120391846
        },
        {
            "docid": "1853749_8",
            "document": "Frankenstein Conquers the World . Unbeknownst to Bowen and the scientists, Baragon, the monster Kawai saw earlier, goes on a rampage. Tunneling under the earth, he pops out and ravages villages, eating people and animals and leaving destruction in his wake. People believe this is Frankenstein's doing, and the misunderstood monster narrowly escapes being hunted down by the military. Before Bowen and his assistants have no choice but to dismiss Frankenstein, Kawai returns to tell them that Frankenstein may not be responsible for the disasters: it could be the monster (Baragon) he saw in Akita. He tries to convince the authorities, but to no avail. Kawaji still wishes the scientists luck in finding Frankenstein.",
            "score": 41.06145405769348
        },
        {
            "docid": "455401_21",
            "document": "Frankenstein's monster . From the beginning, the monster is rejected by everyone he meets. He realizes from the moment of his \"birth\" that even his own creator cannot stand being around him; this is obvious when Frankenstein says \"…one hand was stretched out, seemingly to detain me, but I escaped…\". Upon seeing his own reflection, he realizes that he too cannot stand to see himself. His greatest desire is to find love and acceptance; but when that desire is denied, he swears revenge on his creator.",
            "score": 39.83438038825989
        },
        {
            "docid": "19784040_3",
            "document": "Embalming (manga) . \"Embalming\" takes place in the last decade of the 19th century in Europe and is based on the idea that Victor Frankenstein actually existed and created an artificial human from bodyparts of dead people with the novel being a fictional account of non-fictional events (see Frankenstein's monster) and that even 150 years after this event, numerous scientists across Europe are using what's left of his notes to try and create their own monsters. These creatures are referred to as \"Frankensteins\". The series follows several main characters who are all involved in the Frankenstein research in different ways. Their stories are told in separate, but interconnected episodes or story arcs.",
            "score": 42.0823860168457
        },
        {
            "docid": "3302699_6",
            "document": "The Ghost of Frankenstein . At the police station, the monster is restrained with chains as a hearing is conducted to investigate the murder of the villagers. When Ludwig denies recognizing the monster, it breaks free in a fit of rage, and is led away by Ygor. Elsa, Ludwig's daughter, finds the Frankenstein journals and learns the story of the monster. She sees Ygor and the monster in the window, and after breaking into Ludwig's laboratory, the monster kills Dr. Kettering. The monster grabs Elsa, but Ludwig is able to subdue him with knockout gas.",
            "score": 39.14675736427307
        },
        {
            "docid": "8728611_11",
            "document": "Frankenstein's Monster (Marvel Comics) . Frankenstein's Monster was built from human corpses by a scientist named Victor Frankenstein, in Ingolstadt, Bavaria, in the late 18th century. His efforts to fit in with regular humanity were futile due to his horrific form, and he was infuriated. Victor Frankenstein created and subsequently killed a mate for the Monster, who killed Frankenstein's bride Elizabeth in retaliation. After killing several people, the Monster fled to the Arctic. His creator pursued him, but died due to the cold. The Monster, anguished, tried to kill himself but only went into a state of suspended animation from the cold.",
            "score": 46.54296600818634
        },
        {
            "docid": "73375_6",
            "document": "Bride of Frankenstein . Villagers gathered around the burning windmill cheer the apparent death of the Monster (Boris Karloff). Their joy is tempered by the realization that Henry Frankenstein (Colin Clive) is also apparently dead. Hans (Reginald Barlow), father of the girl the creature drowned in the previous film, wants to see the Monster's bones. He falls into a flooded pit underneath the mill, where the Monster – having survived the fire – strangles him. Hauling himself from the pit, the Monster casts Hans' wife (Mary Gordon) to her death. He next encounters Minnie (Una O'Connor), who flees in terror.",
            "score": 41.878947257995605
        },
        {
            "docid": "359117_1",
            "document": "Robert Wadlow . Robert Wadlow",
            "score": 54.00274658203125
        },
        {
            "docid": "7242840_4",
            "document": "Clifford Thompson . A biography of Robert Pershing Wadlow recites that Thompson made a challenge to Wadlow to come to his hometown to prove that Robert was just 'another faker'. When both men walked on stage, Wadlow held out his arm and Thompson was easily under it. To which Wadlow replied \"When you grow up you will be an awfully big boy.\"",
            "score": 56.6612868309021
        },
        {
            "docid": "5338312_40",
            "document": "Frankenstein in popular culture . \"The Monster of Frankenstein\", the first five issues of which (Jan.-September 1973) contained a faithful (in spirit at least) retelling of Shelley's tale before transferring The Monster into the present day and pitting him against James Bond-inspired evil organizations. The artist, Mike Ploog, recalled, \"I really enjoyed doing \"Frankenstein\" because I related to that naive monster wandering around a world he had no knowledge of — an outsider seeing everything through the eyes of a child.\" \"Invaders\" #31 The Invaders, searching for the Human Torch and Toro, disappear in Switzerland. The Invaders’ investigation brings them face to fist with Frankenstein. A wheel-chair-bound Nazi scientist and Japanese doctor plan to transplant said Nazi scientist’s brain into Captain America’s body. The Invaders have to fight Frankenstein in the issue (Frankenstein is dressed as a Nazi officer)",
            "score": 40.42781484127045
        }
    ],
    "r": [
        {
            "docid": "359117_4",
            "document": "Robert Wadlow . Wadlow was born in Alton, Illinois on February 22, 1918 to Harold Franklin and Addie May (Johnson) Wadlow, and was the oldest of five children. He was taller than his father by the age of 8, and in elementary school they had to make a special desk for him due to his size. By the time he had graduated from Alton High School in 1936, he was . After graduating he enrolled in Shurtleff College with the intention of studying law.",
            "score": 66.52215576171875
        },
        {
            "docid": "359117_2",
            "document": "Robert Wadlow . Robert Pershing Wadlow (February 22, 1918 – July 15, 1940), also known as the Alton Giant and the Giant of Illinois, was an American who became famous as the tallest person in recorded history for whom there is irrefutable evidence. He was born and raised in Alton, Illinois.",
            "score": 64.33331298828125
        },
        {
            "docid": "905957_44",
            "document": "Human height . The tallest living man is Sultan Kösen of Turkey, at . The tallest man in modern history was Robert Pershing Wadlow (1918–1940), from Illinois, in the United States, who was at the time of his death. The tallest woman in medical history was Zeng Jinlian of Hunan, China, who stood when she died at the age of 17. The shortest adult human on record was Chandra Bahadur Dangi of Nepal at .",
            "score": 64.03224182128906
        },
        {
            "docid": "359117_8",
            "document": "Robert Wadlow . One year before his death, Wadlow passed John Rogan as the tallest person ever. On June 27, 1940 (18 days before his death), he was measured at by doctors C. M. Charles and Cyril MacBryde of Washington University in St. Louis, Missouri.",
            "score": 63.94858932495117
        },
        {
            "docid": "905957_28",
            "document": "Human height . At the extreme end, being excessively tall can cause various medical problems, including cardiovascular problems, because of the increased load on the heart to supply the body with blood, and problems resulting from the increased time it takes the brain to communicate with the extremities. For example, Robert Wadlow, the tallest man known to verifiable history, developed trouble walking as his height increased throughout his life. In many of the pictures of the later portion of his life, Wadlow can be seen gripping something for support. Late in his life, although he died at age 22, he had to wear braces on his legs and walk with a cane; and he died after developing an infection in his legs because he was unable to feel the irritation and cutting caused by his leg braces.",
            "score": 62.389495849609375
        },
        {
            "docid": "359117_3",
            "document": "Robert Wadlow . Wadlow reached in height and weighed at his death at age 22. His great size and his continued growth in adulthood were due to hyperplasia of his pituitary gland, which results in an abnormally high level of human growth hormone. He showed no indication of an end to his growth even at the time of his death.",
            "score": 61.37335968017578
        },
        {
            "docid": "359117_13",
            "document": "Robert Wadlow . The 1998 song \"The Giant of Illinois\", by The Handsome Family (and later covered by Andrew Bird) honors Wadlow. In 2005, Sufjan Stevens recorded \"The Tallest Man, the Broadest Shoulders\" about Wadlow for the \"Illinois\" album. A picture of Wadlow with his family is featured on the back cover of the VHS version of the Talking Heads music video compilation, \"Storytelling Giant\".",
            "score": 60.873714447021484
        },
        {
            "docid": "4300069_3",
            "document": "John Aasen . Aasen was born in Minneapolis, Minnesota. His mother, Kristi (Danielsen) from Rollag in Numedal, was an extremely tall Norwegian woman of around 2.20 m (almost 7 ft 3 inches) in height (latest information from September 2008, sets her height to 188 cm, almost 6 ft 2 inches). It is not certain who his father was, but according to Aasen's sister Evelyn (who died in 1988), his father was Alfred Aasen. When Aasen was ten years old, he and his mother moved from Ridgeway, Iowa (where his uncle Sam/Sevre lived with his wife Cornelia) to Sheyenne, North Dakota with his two younger siblings. Aasen was a Freemason. He raised to the degree of Master Mason at Highland Park Lodge No. 382, Los Angeles on July 14, 1924. When in Sheyenne, Aasen's mother operated a restaurant. He attended school and helped out in the family business. In 1902, Aasen's mother died. He was taken into many homes and families. When a family he was staying with started to operate a hotel in Leeds, North Dakota, he moved with them there. Aasen's growth started slowly. When he was confirmed in the Lutheran faith in Grandfield Lutheran Church near Sheyenne, North Dakota, he was the shortest in his class. According to some sources, Aasen was around 2.74 m or 8 feet, 11½ inches (which, if true, would make him even taller than Robert Wadlow, the tallest verified person in history). The \"Top 10 of Everything\" 2010 edition states his height at 8 feet, 9.7 inches.",
            "score": 58.31749725341797
        },
        {
            "docid": "18913247_7",
            "document": "Trijntje Keever . If her height was correct, she would be the tallest woman ever, overtaking Zeng Jinlian, and be the fourth-tallest person ever, behind Robert Wadlow, John Rogan and John F. Carroll. She was the tallest person (alleged) ever until John Rogan.",
            "score": 57.567989349365234
        },
        {
            "docid": "1126762_2",
            "document": "Väinö Myllyrinne . Väinö Myllyrinne (27 February 1909 in Helsinki, Grand Duchy of Finland – 13 April 1963 in Helsinki, Finland) was an acromegalic giant who was at one time (1940?–1963) the world's tallest living person, and may have become the tallest after the death of Robert Wadlow. He stood and weighed at the age of 21, but experienced a second phase of growth in his late thirties, attaining a height of and weighing 376 pounds.",
            "score": 56.83727264404297
        },
        {
            "docid": "7242840_4",
            "document": "Clifford Thompson . A biography of Robert Pershing Wadlow recites that Thompson made a challenge to Wadlow to come to his hometown to prove that Robert was just 'another faker'. When both men walked on stage, Wadlow held out his arm and Thompson was easily under it. To which Wadlow replied \"When you grow up you will be an awfully big boy.\"",
            "score": 56.661285400390625
        },
        {
            "docid": "330879_9",
            "document": "Anthropometry . In the most extreme population comparisons, for example, the average female height in Bolivia is while the average male height in the Dinaric Alps is , an average difference of . Similarly, the shortest and tallest of individuals, Chandra Bahadur Dangi and Robert Wadlow, have ranged from to , respectively.",
            "score": 54.65142822265625
        },
        {
            "docid": "359117_5",
            "document": "Robert Wadlow . Wadlow's size began to take its toll: he required leg braces to walk and had little feeling in his legs and feet. Despite these difficulties, he never used a wheelchair.",
            "score": 54.046905517578125
        },
        {
            "docid": "359117_1",
            "document": "Robert Wadlow . Robert Wadlow",
            "score": 54.00274658203125
        },
        {
            "docid": "111579_12",
            "document": "Alton, Illinois . Robert Pershing Wadlow, listed in the Guinness Book of Records as the world's tallest documented man at 8 feet 11.1 inches tall, 2,72 m, is buried in Oakwood Cemetery in the area known as Upper Alton. The earth over his grave was raised so visitors can compare its length to other graves. A memorial to him, including a life-sized statue and a replica of his chair, stands on College Avenue, across from the Southern Illinois University Dental School.",
            "score": 53.01432800292969
        },
        {
            "docid": "27621245_3",
            "document": "Mark Wadlow . At Leeds, Wadlow began writing with Peter Morgan. In 1984, he and Morgan wrote a play entitled \"Gross\", based on his summer job in a call centre, which they took to the Edinburgh Festival. At Edinburgh, Wadlow and Morgan were approached by a member of staff from a company that made training videos, who asked them if they would like jobs writing training films. Wadlow and Morgan accepted the job and wrote training films for many years. Wadlow and Morgan returned to Edinburgh in 1986 with the play \"Pax Britannica\". In 1988, Wadlow and Morgan wrote additional material for Ruth Prawer Jhabvala's script for John Schlesinger's film \"Madame Sousatzka\". Morgan recalled, \"We were incredibly cheap and totally exploited for six months for about five grand\". In 1990, Wadlow and Morgan co-wrote \"Dear Rosie\", a short film directed by Peter Cattaneo. The short was nominated in the Best Short Film category at the 44th British Academy Film Awards, and the Short Film (Live Action) category at the 63rd Academy Awards.",
            "score": 51.699703216552734
        },
        {
            "docid": "455401_16",
            "document": "Frankenstein's monster . In the 1994 film \"Mary Shelley's Frankenstein,\" the creature is played by Robert De Niro in a nearer approach to the original source, except this version gives the creature balding grey hair and a body covered in bloody stitches. He is, as in the novel, motivated by pain and loneliness. In this version, Frankenstein gives the monster the brain of his mentor, Doctor Waldman, while his body is made from a man who killed Waldman while resisting a vaccination. The monster retains Waldman's \"trace memories\" that apparently help him quickly learn to speak and read.",
            "score": 51.44838333129883
        },
        {
            "docid": "3997583_3",
            "document": "Bernard Coyne (giant) . Coyne was the tallest ever eunuchoidal infantile giant, a condition also known as Daddy Long-Legs Syndrome. He was the tallest person in the world at the time of his death when, like Robert Wadlow, he was still growing. He reportedly wore size 24 (American) shoes.",
            "score": 51.3287353515625
        },
        {
            "docid": "640643_30",
            "document": "Frankenstein's Daughter . Warren dislikes the monster makeup worn by Harry Wilson and the gender confusion that results from a man playing Frankenstein's daughter. He writes that \"it's never clear if the monster is entirely a female - it certainly doesn't look like a woman - or has the body of a man and the head of a woman ... we never know if the monster is male, female, or a mixture - or why that would make any difference\". He blames much of this on the monster makeup, writing that \"when he learned at the last moment the monster was supposed to be a woman, [makeup artist Harry] Thomas hastily scrawled lipstick on its mouth and sent it on to movie immortality\". In an interview, Cuhna laid the blame for the makeup not on Harry Thomas, but on a short shooting schedule and low budget, telling crtitc Tom Weaver that \"it was a situation where we just got trapped, again, without any money. We had no preparation time, and \"Frankenstein's Daughter\" was designed on the set on the first day of shooting ... we just didn't have enough money to create a monster that would represent Sally Todd. Thomas told Weaver in a separate interview that he \"wanted to make Sally Todd up as the monster, but the producers didn't think she was big enough to fight and look menacing\".",
            "score": 51.109619140625
        },
        {
            "docid": "3754889_3",
            "document": "Feodor Machnow . As a young man in his twenties he toured Europe to exhibit his great height. After having spent time in Berlin he visited London in 1905 where he joined the Hippodrome accompanied by his wife and young child. He then toured the United States in 1906 where he met President Roosevelt. Throughout his tour his promoters exaggerated his height, and he is usually accredited with a stature of 9 feet 3 inches (2.82m) and billed as \"The Russian Giant.\" On the obelisk it is still possible to read: «Фёдор Андреевич Махнов. Родился 6 июня 1878 года. Умер 28 августа 1912 года. Самый высокий человек в мире. Ростом был 3 аршина 9 вершков» (\"Feodor Machnow. Born 6 June 1878. Died 28 August 1912. Tallest man in the world. His height was 3 arshins 9 vershoks [254 centimetres] tall\"). This index was taken from a 16-year-old Feodor contract. But after 16 years of age, Feodor Machnow continued to grow, and added 31 cm, reaching 282 cm. Giant's wife, Efrosinja wanted to correct the incorrect figure on the monument, but was prevented from doing so because of the beginning of the First World War and then the Revolution. Unfortunately Machnow's wife could not verify this version. This exaggeration may have been because he wore a huge Cossack fur hat, and tall boots which added a foot to his height. Although, if this was accurate, he would have been taller than Robert Wadlow.",
            "score": 51.0250358581543
        },
        {
            "docid": "455401_11",
            "document": "Frankenstein's monster . The monster kills Victor's younger brother William upon learning of the boy's relation to his hated creator. When Frankenstein retreats to the mountains, the monster approaches him at the summit and asks his creator to build him a female mate. In return, he promises to disappear with his mate and never trouble humankind again; the monster then threatens to destroy everything Frankenstein holds dear should he fail. Frankenstein agrees and builds a female creature, but, aghast at the possibility of creating a race of monsters, destroys his experiment. In response, the monster kills Frankenstein's best friend Henry Clerval, and later kills Frankenstein's bride Elizabeth Lavenza on their wedding night; whereupon Frankenstein's father dies of grief. Frankenstein dedicates himself to destroying his creation. Searching for the monster in the Arctic Circle, Frankenstein falls into the freezing water, contracting severe pneumonia. A ship exploring the region encounters the dying Frankenstein, who relates his story to the ship's captain, Robert Walton. Later, the monster boards the ship; but, upon finding Frankenstein dead, is overcome by grief and pledges to incinerate himself at \"the Northernmost extremity of the globe\". He then departs, never to be seen again.",
            "score": 50.76438903808594
        },
        {
            "docid": "359117_12",
            "document": "Robert Wadlow . Wadlow is still affectionately known as the \"Gentle Giant\".",
            "score": 50.56898498535156
        },
        {
            "docid": "150759_32",
            "document": "Sikeston, Missouri . On May 6, 1933, Robert Wadlow, tallest known person in history, visited Sikeston as his size 32 shoes were made at the Sikeston International Shoe Company plant.",
            "score": 50.46281051635742
        },
        {
            "docid": "16993259_2",
            "document": "John Rogan . John William Rogan (February 16, 1868 – September 12, 1905) was an American man who was the tallest person ever recorded until passed by Robert Wadlow.",
            "score": 49.96040725708008
        },
        {
            "docid": "4287489_9",
            "document": "Frankenstein and the Monster from Hell . David Prowse makes his second appearance as a Frankenstein laboratory creation in this film, his first having been in \"The Horror of Frankenstein\". He is the only actor to have played a Hammer Frankenstein's monster more than once. During the DVD commentary session for this movie, Prowse said that his daily transformation into \"The Monster From Hell\" went fairly quickly, being able to suit up and pull on the mask in only about 30 minutes – whereas his time in the make-up chair for his previous Hammer monster role typically required several tedious hours.",
            "score": 49.80782699584961
        },
        {
            "docid": "8728611_26",
            "document": "Frankenstein's Monster (Marvel Comics) . When Jackie Falsworth finds an oversized Nazi cap inside a box of souvenirs, Captain America tells her of the mission of how they acquired the hat and who it originally belonged to. In early 1942, Dr. Basil Frankenstein is a Nazi scientist who is the descendant of Victor Frankenstein. Basil Frankenstein and his Japanese assistant Dr. Kitagowa had moved to Victor Frankenstein's castle to continue his mission of creating an army of zombie Nazi soldiers. However, word of Basil Frankenstein's activities leaked out to the Allied Forces and the Human Torch and Toro went out to investigate. When Human Torch and Toro didn't return, Captain America, Bucky, and Namor went out to look for them. When the other Invaders arrive, they find the villagers that live near Castle Frankenstein about to storm the castle. The villagers explained to the Invaders about the arrival of Human Torch and Toro and the info about the monster that had torn through their village. Captain America and Bucky went to Castle Frankenstein to investigate while Namor held the angry mob at bay. Captain America and Bucky entered the castle and were overcome by the Nazi clone of Frankenstein's Monster. Upon Captain America and Bucky being brought before Basil Frankenstein, he revealed that he not only was making an army of Nazi zombies for Adolf Hitler, he plans to transplant his brain into Captain America's body. It turned out that Basil Frankenstein had been in a lab accident that paralyzed his hands and legs. Due to Basil Frankenstein being in love with Dr. Kitagowa, Basil wanted her to place his brain into Captain America's body so that they can finally have a physical love. It was then shown that Basil Frankenstein had captured Human Torch and Toro so that Basil Frankenstein can siphon Human Torch's energies so that he can make his Nazi clone of Frankenstein's Monster bigger and stronger. In the nick of time, Namor arrived into the castle and freed the Invaders. During the battle with the Nazi clone of rankenstein's Monster, the creature was knocked into a wall of electrical equipment. This was enough to free the Nazi clone of Frankenstein's Monster from Basil's mental control where he grabbed Basil and Dr. Kitagowa and took them to the Castle's parapets. Proclaiming that he was no longer Basil Frankenstein's slave, the Nazi clone of Frankenstein's Monster wanted to return to death and jumped from the castle taking Basil Frankenstein and Dr. Kitagowa with him.",
            "score": 49.28177261352539
        },
        {
            "docid": "34334286_4",
            "document": "Brenden Adams . Adams' growth curve almost mimics that of Robert Wadlow (the tallest man in recorded history). Some doctors estimate he would have been over tall if he had kept growing constantly. After endocrinologist Dr. Gad Kletter's treatment with high-dose testosterone, his growth was arrested.",
            "score": 49.258689880371094
        },
        {
            "docid": "27561913_4",
            "document": "Monster literature . In Mary Shelley's \"Frankenstein\", Victor Frankenstein, driven by his insatiable desire for knowledge and enlightenment, creates a monster using body parts from deceased criminals in an attempt to make the perfect human being, one who is stronger and smarter than all others. Shortly after, Frankenstein regrets his creation and deserts it. The monster, endowed with superhuman strength and speed, torments Victor and his closest friends and family. The monster incites fear in Dr. Frankenstein as well as in the minds of villagers in the surrounding towns. The reader develops a sense of anger and disgust towards the monster for his actions against Dr. Frankenstein and his family but simultaneously feels sympathy for the monster because it is alone and unloved.",
            "score": 48.99766159057617
        },
        {
            "docid": "2131991_4",
            "document": "Ludwig Frankenstein . Following the apparent deaths of Ygor and Frankenstein's monster at the hands of Wolf Frankenstein in \"Son of Frankenstein\", Wolf gave to Ludwig both his own scientific notes as well as those of their father. Not wanting the people of Visaria, much less his daughter, to know about the unsavory history of his family, Ludwig kept the medical records of his father and brother Wolf locked away, determined not to let the sins of his father and brother haunt him. But Ludwig did not know that Ygor and the Monster were still alive. By some unrevealed act, Ygor becomes aware of Ludwig Frankenstein and his apparent success as a medical doctor which he reasons could help heal the Monster. The two arrive Visaria, Ygor demanded that Ludwig use his special talents to heal the Monster's sick brain, or else he informs the townspeople of the doctor's secret of being the actual son of the infamous monster-making Frankenstein.",
            "score": 48.841068267822266
        },
        {
            "docid": "4005048_4",
            "document": "John F. Carroll . Carroll was born in Buffalo, New York and also known as the Buffalo Giant in medical literature. He was third in stature only to Robert Wadlow and John Rogan. His extraordinary growth started at the age of sixteen and continued until his death, despite extensive treatments at Mercy Hospital. At one point he grew eight inches in height in a year. He was buried in Holy Cross Cemetery in Lackawanna, New York.",
            "score": 48.79042053222656
        },
        {
            "docid": "4647060_3",
            "document": "Jeff Wadlow . Wadlow was born in Arlington, Virginia, the son of Emily Couric, a state senator, and R. Clark Wadlow. His mother's sister is journalist Katie Couric. Wadlow attended Dartmouth College, graduating with a BA in History and Film modified by Drama and a citation for outstanding work in Animation. The following year, he attended the University of Southern California School of Cinema-Television after being Awarded a USC Associates Endowment Scholarship for academic achievement, Wadlow went on to graduate in 2001. While there, he made \"The Tower of Babble\" (2002), which he conceived, co-wrote, acted in and directed. He received more than two dozen awards for the short, including Best Short Film at the New York International Independent Film & Video Festival and at the St. Louis International Film Festival, the George Méliès Cinematography Award at the Taos Talking Picture Festival, and a Student Award at USA Film Festival.",
            "score": 48.768253326416016
        },
        {
            "docid": "3302848_12",
            "document": "Frankenstein Meets the Wolf Man . Immediately following his success in \"Dracula\", Bela Lugosi had been the first choice to play the Monster in Universal's original \"Frankenstein\" film, but Lugosi famously turned down the nonspeaking, heavily made-up role: as conceived by the original director Robert Florey, the Monster was nothing more than a mindless killing machine and not suitable for Lugosi's rising stardom and career as a leading actor. After the change of directors to James Whale, along with a major script and conceptual revision, the virtually unknown Boris Karloff was then cast in his star-making role. (Florey later wrote that \"the Hungarian actor didn't show himself very enthusiastic for the role and didn't want to play it.\") Eight years later, Lugosi joined the franchise as the Monster's twisted companion Ygor in \"Son of Frankenstein\". He returned to the role in the sequel, \"The Ghost of Frankenstein\", in which Ygor's brain is implanted into the Monster (now Chaney), causing the creature to take on Lugosi/Ygor's voice. After plans for Chaney to play both the Monster and the Wolf Man in the next film fell through for logistical reasons, the natural next step was for Lugosi, who turned sixty during the film's production, to take on the part that he once was slated to originate.",
            "score": 48.75962448120117
        }
    ]
}