{
    "q": [
        {
            "docid": "30678654_2",
            "document": "Gulf States League . The Gulf States League was a Class A American minor baseball league that existed for one season — — and was based in the American states of Texas and Louisiana. Although its teams were not affiliated with any Major League Baseball farm systems, the GSL was an \"official\" minor circuit and a member of the National Association of Professional Baseball Leagues. Established before the boom in minor and independent league baseball attendance that began in the 1980s, the Gulf States League did not survive after its maiden season. Instead, the league reorganized without any teams in Louisiana, and was renamed the Lone Star League for .",
            "score": 87.64892482757568
        },
        {
            "docid": "42139291_8",
            "document": "Allen Harvey Woodward . Woodward was a keen baseball player, though he was unable to make a career out of this passion. After his college baseball career, he managed the Woodward Iron Company baseball team. He bought the Birmingham Barons, the local minor-league team, in late 1909. His first initiative as owner was the construction of Rickwood Field (which is named for him) in 1910. It was the first stadium constructed from steel and concrete in the southern United States or for any minor league team. For decades the field was the \"crown jewel of southern baseball\", and today it is the oldest baseball field in use in the United States.",
            "score": 77.01682257652283
        },
        {
            "docid": "48704155_12",
            "document": "Minor League Baseball . Under most circumstances, minor league teams are not owned by major league clubs, but have affiliation contracts with them. A small number of minor league clubs \"are\" directly owned by major league clubs, but these are rare. Major League Rule 56 governs the standard terms of a Player Development Contract (PDC), which is the standard agreement of association between a minor league team and its major league affiliate. Generally, the parent major league club pays the salaries and benefits of uniformed personnel (players and coaches) and provides bats and balls, while the minor league club pays for in-season travel and other operational expenses. In even-numbered years, any major or minor league club with an expiring PDC may notify Major League Baseball or Minor League Baseball, respectively, of its desire to explore a re-affiliation with a different PDC partner. The Major League Baseball and Minor League Baseball offices then send a list of the corresponding major and minor league clubs seeking new affiliations, and there is a limited period of time in September within which clubs may agree upon new PDCs. If any are left over after this process, the Major League Baseball and Minor League Baseball offices are empowered to assign major and minor league clubs to each other.",
            "score": 89.0610716342926
        },
        {
            "docid": "973037_4",
            "document": "Professional baseball . In addition to the major leagues, many North American cities and towns feature minor league teams. An organization officially styled Minor League Baseball, formerly the National Association of Professional Baseball Leagues, oversees nearly all minor league baseball in the United States and Canada. The minor leagues are divided into classes AAA, AA, High A, Low A, Short-Season A, Advanced Rookie, and Rookie. These minor-league divisions are affiliated with major league teams, and serve to develop young players and rehabilitate injured major-leaguers. The Mexican League is an independent league that is a member of Minor League Baseball and has no affiliations to any Major League Baseball teams. Organized Baseball is often applied as an umbrella term for all leagues — Major and minor — under the authority of the Commissioner of Baseball.",
            "score": 94.31286954879761
        },
        {
            "docid": "34673898_3",
            "document": "Hartford Chiefs . The Hartford team, which played at Bulkeley Stadium, was known as the Bees from 1939–43 and in 1945; it was called the Laurels in 1938 and 1944 (although Baseball America's \"Encyclopedia of Minor League Baseball\" calls the 1938 team the \"Bees\"); and then renamed the \"Chiefs\" for the final seven years of its existence, 1946–52. It was affiliated for all 15 of its seasons with the Boston Braves, and the Bees/Chiefs nickname switch for the Hartford club is probably a result of the parent team's temporary and unsuccessful renaming as the Boston Bees from 1936–40. The 1944 Laurels were recognized as one of the 100 greatest minor league teams of all time. The Connecticut capital had been in organized baseball since the Hartford Dark Blues were a charter member of the National League in –77. After those two years in Major League Baseball, Hartford was represented in eleven different minor leagues — including three earlier versions of the \"Eastern League.\" When the Class B Northeastern League folded after the season during the depths of the Great Depression, Hartford was without professional baseball for three seasons. Then it joined the Class A New York–Pennsylvania League of 1923–37. The arrival of franchises in Hartford and Trenton, New Jersey, caused the NYPL to change its identity to the Eastern League for 1938, with marking the 75th consecutive season the league has used the name.",
            "score": 80.044318318367
        },
        {
            "docid": "10229142_2",
            "document": "Pawtucket Slaters (baseball) . The Pawtucket Slaters were a minor-league baseball team based in Pawtucket, Rhode Island. From 1946 through 1949, the team played its games at McCoy Stadium as a member of the class-B New England League, and was affiliated with the Boston Braves of the National League. The team disbanded with the league after the 1949 season.",
            "score": 72.35611271858215
        },
        {
            "docid": "1570925_20",
            "document": "Dmitri Young . After spending the 2009 season in the minor leagues, Young officially announced his retirement on March 18, 2010. On the same day, he was introduced as the Vice President and Senior Advisor of Baseball Operations and Special Hitting and Fielding Instructor of the Oakland County Cruisers minor league baseball team. After the 2011 season, Young announced he was attempting a comeback, but was not signed by any team.",
            "score": 71.0987138748169
        },
        {
            "docid": "893831_3",
            "document": "Gabe Kapler . Kapler was a 57th-round draft pick (1,487th overall) by the Detroit Tigers in the 1995 MLB draft. In 1996 he led the Class A South Atlantic League in hits, doubles (2nd in the minor leagues), extra-base hits, and total bases, and was named a South Atlantic League All-Star. In 1997 he led the Class A+ Florida State League in doubles, total bases, and extra base hits, and was named a Florida State League mid-season and post-season All-Star. In 1998 he won the Class AA Southern League Most Valuable Player Award, after leading the league in hits (8th-most in the minors), runs (6th-most in the minors), doubles (3rd-most in the minor leagues), RBIs (most in the minors in 1998, and most ever in the Southern League), total bases, and sacrifice flies, played in both the Double-A and Southern League All-Star Games, and was recognized as MVP of the Southern League All-Star Game. He was also named to the Southern League's post-season All-Star team, and named a \"Baseball America\" First Team Minor League All Star, Minor League Player of the Year by \"USA Today\", \"Baseball Weekly\", and \"The Sporting News\", and \"USA Today\", and was named Tigers Minor League Player of the Year and Detroit's No. 1 prospect by \"Baseball America\".",
            "score": 79.05082559585571
        },
        {
            "docid": "107521_67",
            "document": "Bakersfield, California . Bakersfield is not represented in any of the four major sports leagues: NFL, MLB, NBA, or NHL. The closest major sports teams are in Los Angeles and they have many fans in Bakersfield. The city is home to two minor league professional sports teams: the Bakersfield Condors (American Hockey League) and the Bakersfield Train Robbers baseball club (Pecos League). It was previously home to the California League's Bakersfield Blaze baseball team which ceased operations after the 2016 season. A third minor league team, the Bakersfield Jam of the D-League (basketball), was relocated to Prescott Valley, Arizona, in 2016.",
            "score": 81.80408477783203
        },
        {
            "docid": "29778169_2",
            "document": "Providence Grays (minor league) . The minor league Providence Grays was the name of several minor league baseball teams between and . These teams were unconnected to the Major League Baseball Providence Grays.",
            "score": 81.22037839889526
        },
        {
            "docid": "12730921_2",
            "document": "Western Warriors (baseball) . The Western Warriors were a minor league baseball team playing in the independent Western Baseball League, and not affiliated with any Major League Baseball team.",
            "score": 84.26338052749634
        },
        {
            "docid": "3215878_5",
            "document": "Josh Hamilton . During the days of his most prolific abuse, Hamilton met a businessman named Michael Chadwick who made an attempt to steer him in the right direction. It was through this relationship that he ended up meeting his wife, Katie, who was Chadwick's daughter. His return to baseball was helped along by former minor league outfielder and manager Roy Silver, who owned a baseball academy in Florida. After hearing about Hamilton's desire to return to baseball, Silver offered the use of his facility if Hamilton agreed to work there. Hamilton first started working at Silver's Academy in January 2006. His duties included cleaning the bathrooms and raking the infield. He spent his nights sleeping on an air mattress in one of the facilities offices. After several months there, Hamilton attempted to play with an independent minor league team, but MLB stepped in and disallowed it. Hamilton was allowed to work out with the Devil Rays minor league players starting on June 2, 2006. By the end of the month, he was allowed to participate in minor league games. In order for this to happen, the Rays had to run Hamilton through waivers, making him available for any team for $20,000. No team put a claim in for him. He played 15 games with the Hudson Valley Renegades at the end of the 2006 season. In addition to returning to baseball, Hamilton also served as a cautionary tale for his young teammates with the Renegades.",
            "score": 72.93836855888367
        },
        {
            "docid": "12401996_135",
            "document": "History of baseball team nicknames . Before Major League Baseball expanded to Montreal in 1969, minor league teams in Montreal were usually named the \"Royals\", in reference to Mount Royal (), a volcanic plug immediately west of today's downtown after which the city was named.",
            "score": 74.99601316452026
        },
        {
            "docid": "5573850_7",
            "document": "Al Gionfriddo . The 1947 World Series proved to be Gionfriddo's swan song in the big leagues, as he was returned to the minor leagues in 1948. After spending four years with the Dodgers' AAA Montreal Royals and a season with the Class AA Fort Worth Cats, Gionfriddo was given a chance to play for and manage the Drummondville, Quebec Royals of the Class C Provincial League in 1953. Unaffiliated with any major-league club, the Royals finished last, and Gionfriddo was replaced as manager in mid-season. He rejoined the Dodgers organization, playing for their Class B team in Newport News, Virginia. Drifting west, Gionfriddo played three years for teams in the California League, and then spent three years as the General Manager of the Dodgers' Santa Barbara minor league club, before finally retiring from pro baseball after the 1959 season.",
            "score": 66.64677572250366
        },
        {
            "docid": "65548_2",
            "document": "Kelowna Heat . The Kelowna Heat were a minor league baseball team located in Kelowna, British Columbia. The team played in the short-lived Canadian Baseball League and was not affiliated with any Major League Baseball team.",
            "score": 82.92543125152588
        },
        {
            "docid": "16492038_2",
            "document": "Nashville Seraphs . The Nashville Seraphs were a minor league baseball team that played in the Class B Southern League in 1895. They were located in Nashville, Tennessee, and played their home games at Athletic Park. The Seraphs won the Southern League pennant in their only year of existence, making them the first Nashville minor league baseball team to win a league championship.",
            "score": 70.06474494934082
        },
        {
            "docid": "4155150_13",
            "document": "Reno Silver Sox (Golden Baseball League) . With the pending arrival of the Pacific Coast League's Reno Aces, the Silver Sox were forced out and the search began for a new home ballpark and new owners. There were rumors about the team possibly moving south to Carson City, Nevada, but there was no suitable ballpark to host the team or any interested investors who would bring the team there, so as a result, the franchise was sold to Tucson Baseball LLC and renamed the Tucson Toros, who (like the original Reno Silver Sox) were named after a former minor league team. The identity and history of the GBL Silver Sox remain the property of the league for a future expansion franchise.",
            "score": 69.01706981658936
        },
        {
            "docid": "247287_15",
            "document": "Las Vegas 51s . Before the 2008 season, Mandalay Baseball Properties sold the team to Stevens Baseball Group. The new president, Derek Stevens, stated that he planned to keep the team in Las Vegas but that he wanted to change the team's name in time for the 2009 season. Due to the length of time it took to secure a new PDC, the team missed the deadline set by Minor League Baseball for name and logo changes. Since then, the 51s have not made any public attempts at changing the team's name.",
            "score": 68.65724277496338
        },
        {
            "docid": "44716778_2",
            "document": "Sunbury Indians . The Sunbury Indians were a minor league baseball team based in Sunbury, Pennsylvania. They began play in the Interstate League in 1939 as the Sunbury Senators and were renamed the Sunbury Indians in 1940. Despite the nicknames, they were unaffiliated with any major league baseball team. They played at Meredith Park. The team relocated to Hagerstown, Maryland after the 1940 season as the Hagerstown Owls.",
            "score": 75.17189502716064
        },
        {
            "docid": "1694145_7",
            "document": "Night game . Organized Baseball is a specific group of baseball teams, those that are part of Major League Baseball, and the minor league teams associated with them. Organized Baseball games must follow specific rules in order to be Organized Baseball games. Organized Baseball games are official Major League Baseball or minor league games. The Commissioner of Baseball has authority over Organized Baseball. Since Independence had played a night baseball game before any Major League teams did so, the first night game in the history of Organized Baseball took place in Independence, Kansas. Numerous references, photos, and media clippings discussing the first night Organized Baseball game are available can be found on websites.",
            "score": 87.45571494102478
        },
        {
            "docid": "34843640_2",
            "document": "Akron Tyrites . The Akron Tyrites were a Minor league baseball team based in Akron, Ohio. They played in the Class B Central League from 1928 to 1929. The team returned to the league in 1932, but then moved to the city of Canton during the midseason and played under the name Canton Terriers. The team was managed by John McCloskey in each of its seasons.",
            "score": 63.43641138076782
        },
        {
            "docid": "6787933_2",
            "document": "Bend Bandits . The Bend Bandits were a minor league baseball team located in Bend, Oregon. The team played in the independent Western Baseball League, and was not affiliated with any Major League Baseball team. Their home stadium was Vince Genna Stadium.",
            "score": 82.11033535003662
        },
        {
            "docid": "11832471_2",
            "document": "Pacific Suns . The Pacific Suns, previously known as the Palm Springs Suns, were a minor league baseball team located in Oxnard, California. The team played in the independent Western Baseball League, and was not affiliated with any Major League Baseball team.",
            "score": 82.11033535003662
        },
        {
            "docid": "6788064_2",
            "document": "Salinas Peppers . The Salinas Peppers were a minor league baseball team located in Salinas, California. The team played in the independent Western Baseball League, and was not affiliated with any Major League Baseball team. Their home stadium was Salinas Municipal Stadium.",
            "score": 82.11033535003662
        },
        {
            "docid": "65519_2",
            "document": "Solano Steelheads . The Solano Steelheads were a minor league baseball team operating out of Vacaville, California. They played in the independent Western Baseball League, and were not affiliated with any Major League Baseball team.",
            "score": 81.72907543182373
        },
        {
            "docid": "18564228_2",
            "document": "Feather River Mudcats . The Feather River Mudcats were a minor league baseball team located in Marysville, California. The team played in the independent Western Baseball League, and was not affiliated with any Major League Baseball team. Their home stadium was Bryant Field.",
            "score": 81.8426775932312
        },
        {
            "docid": "48704155_11",
            "document": "Minor League Baseball . In 1922, the United States Supreme Court decision \"Federal Baseball Club v. National League\" (259 U.S. 200), which grants baseball a special immunity from antitrust laws, had a major effect on the minor leagues. The special immunity meant that the AL and NL could dictate terms under which every independent league did business. By 1925, major league baseball established a flat-fee purchase amount of $5,000 for the contract of any player from an NA member league team. This power was leveled primarily at the Baltimore Orioles, then a Triple-A team that had dominated the minors with stars.",
            "score": 78.89884853363037
        },
        {
            "docid": "65783_2",
            "document": "Central Baseball League . The Central Baseball League, formerly the Texas–Louisiana League, was a minor league whose member teams were independent of any Major League Baseball affiliations.",
            "score": 81.10212707519531
        },
        {
            "docid": "6787899_2",
            "document": "St. George Pioneerzz . The St. George Pioneerzz were a minor league baseball team located in St. George, Utah. The team played in the independent Western Baseball League, and was not affiliated with any Major League Baseball team. Their home stadium was Bruce Hurst Field.",
            "score": 81.31330871582031
        },
        {
            "docid": "16459721_2",
            "document": "Nashville Americans . The Nashville Americans were a minor league baseball team that played in the Class B Southern League from 1885 to 1886. They were located in Nashville, Tennessee, and played their home games at Athletic Park. Formed in late 1884, the team played a series of exhibition games that autumn at Nashville's fairgrounds. The Americans were Nashville's first professional baseball team and were named for the \"Nashville Daily American\" newspaper which published accounts of their games.",
            "score": 67.18151593208313
        },
        {
            "docid": "32388_61",
            "document": "Victoria, British Columbia . The city has also been home to numerous high-profile sports teams in its history. The Victoria Cougars are perhaps the most famous sports franchise the city has known, winning the Stanley Cup as members of the PCHA in 1925. Today a Junior 'B' team of that name plays in the Vancouver Island Junior Hockey League. From 1971 until 1994 there was also a team called the Victoria Cougars in the Western Hockey League, before they moved to Prince George to become the Prince George Cougars. The Victoria Salmon Kings played in the ECHL from 2004 to 2011, and were a minor league affiliate of the Vancouver Canucks. In baseball, Victoria was also once home of the Victoria Athletics of the Western International League, a Class 'A' minor league baseball affiliate of the New York Yankees.",
            "score": 68.86003828048706
        },
        {
            "docid": "27682097_2",
            "document": "Sullivan Mountain Lions . The Sullivan Mountain Lions were a minor-league baseball team based in Mountaindale, New York. The team got its name from Sullivan County, the location of Monuntaindale. The Mountain Lions played in the inaugural season of the Northeast League n/k/a the Can-Am League, an independent league that is not affiliated with Major League Baseball or Minor League Baseball. The team existed for just one season 1995.",
            "score": 94.49630618095398
        }
    ],
    "r": [
        {
            "docid": "27682097_2",
            "document": "Sullivan Mountain Lions . The Sullivan Mountain Lions were a minor-league baseball team based in Mountaindale, New York. The team got its name from Sullivan County, the location of Monuntaindale. The Mountain Lions played in the inaugural season of the Northeast League n/k/a the Can-Am League, an independent league that is not affiliated with Major League Baseball or Minor League Baseball. The team existed for just one season 1995.",
            "score": 94.49630737304688
        },
        {
            "docid": "973037_4",
            "document": "Professional baseball . In addition to the major leagues, many North American cities and towns feature minor league teams. An organization officially styled Minor League Baseball, formerly the National Association of Professional Baseball Leagues, oversees nearly all minor league baseball in the United States and Canada. The minor leagues are divided into classes AAA, AA, High A, Low A, Short-Season A, Advanced Rookie, and Rookie. These minor-league divisions are affiliated with major league teams, and serve to develop young players and rehabilitate injured major-leaguers. The Mexican League is an independent league that is a member of Minor League Baseball and has no affiliations to any Major League Baseball teams. Organized Baseball is often applied as an umbrella term for all leagues — Major and minor — under the authority of the Commissioner of Baseball.",
            "score": 94.3128662109375
        },
        {
            "docid": "48704155_12",
            "document": "Minor League Baseball . Under most circumstances, minor league teams are not owned by major league clubs, but have affiliation contracts with them. A small number of minor league clubs \"are\" directly owned by major league clubs, but these are rare. Major League Rule 56 governs the standard terms of a Player Development Contract (PDC), which is the standard agreement of association between a minor league team and its major league affiliate. Generally, the parent major league club pays the salaries and benefits of uniformed personnel (players and coaches) and provides bats and balls, while the minor league club pays for in-season travel and other operational expenses. In even-numbered years, any major or minor league club with an expiring PDC may notify Major League Baseball or Minor League Baseball, respectively, of its desire to explore a re-affiliation with a different PDC partner. The Major League Baseball and Minor League Baseball offices then send a list of the corresponding major and minor league clubs seeking new affiliations, and there is a limited period of time in September within which clubs may agree upon new PDCs. If any are left over after this process, the Major League Baseball and Minor League Baseball offices are empowered to assign major and minor league clubs to each other.",
            "score": 89.06107330322266
        },
        {
            "docid": "2403841_2",
            "document": "Independent baseball league . An independent baseball league is a professional baseball organization located in the United States and Canada that is not operated in conjunction with either a Major League Baseball team or an affiliated Minor League Baseball team. Being independent allows teams to be located close to major league teams without their consent. Such leagues have been around for many years and were once known as \"outlaw leagues\" due to their position outside the rules of affiliated minor league baseball.",
            "score": 87.87224578857422
        },
        {
            "docid": "30678654_2",
            "document": "Gulf States League . The Gulf States League was a Class A American minor baseball league that existed for one season — — and was based in the American states of Texas and Louisiana. Although its teams were not affiliated with any Major League Baseball farm systems, the GSL was an \"official\" minor circuit and a member of the National Association of Professional Baseball Leagues. Established before the boom in minor and independent league baseball attendance that began in the 1980s, the Gulf States League did not survive after its maiden season. Instead, the league reorganized without any teams in Louisiana, and was renamed the Lone Star League for .",
            "score": 87.64892578125
        },
        {
            "docid": "1694145_7",
            "document": "Night game . Organized Baseball is a specific group of baseball teams, those that are part of Major League Baseball, and the minor league teams associated with them. Organized Baseball games must follow specific rules in order to be Organized Baseball games. Organized Baseball games are official Major League Baseball or minor league games. The Commissioner of Baseball has authority over Organized Baseball. Since Independence had played a night baseball game before any Major League teams did so, the first night game in the history of Organized Baseball took place in Independence, Kansas. Numerous references, photos, and media clippings discussing the first night Organized Baseball game are available can be found on websites.",
            "score": 87.4557113647461
        },
        {
            "docid": "38798177_17",
            "document": "1969 Major League Baseball expansion . Minor league baseball became a presence in the city. In 1946, the Montreal Royals, a Triple-A team affiliated with the Brooklyn Dodgers of Major League Baseball, became the first team having any affiliation to MLB to break baseball's colour barrier. Jackie Robinson, who had been signed to a contract by Branch Rickey in late 1945, played the entire season for the International League team. He and teammates Roy Partlow and Johnny Wright were the first black players in the league since the 1880s. The next year, Robinson became the first black player to play for a Major League Baseball team. In 1951 in Farnham, a town east of Montreal, Sam Bankhead became the first black manager in Minor League Baseball; he was a player-manager for the Farnham Pirates of the Provincial League that year.",
            "score": 87.01167297363281
        },
        {
            "docid": "128187_27",
            "document": "Eden, North Carolina . The Leaksville-Draper-Spray Triplets was a former Minor League Baseball team combined from three separate towns in North Carolina. The team played from 1934 through 1942 in the Bi-State League, winning the championship titles in 1935 and 1942 seasons. It was the Affiliate team for various current and former Major League Baseball teams such as, the Chicago Cubs, Cleveland Indians, Brooklyn Dodgers, and Wilkes-Barre Barons. Some Major League Baseball alumni include: Wes Ferrell, Fred Archer, Tal Abernathy, Joe Frazier, Forrest Thompson, among others who played extensively at the minor and major league level.",
            "score": 86.1538314819336
        },
        {
            "docid": "3962875_2",
            "document": "Saskatoon Legends . The Saskatoon Legends were a minor league baseball team during the 2003 season. They played in the Canadian Baseball League, which was not a part of Minor League Baseball and therefore not affiliated with Major League Baseball or its member clubs. The Legends played out of Cairns Field. The team featured a mixture of former major league players mixed with up and coming prospects. The names from that team that some may recognize are former Montreal Expos pitcher Floyd Youmans and current Sioux Falls Canaries' outfielder Ben Van Iderstine.",
            "score": 85.40117645263672
        },
        {
            "docid": "1125256_2",
            "document": "North Shore Spirit . The North Shore Spirit was a minor-league baseball team based in Lynn, Massachusetts from 2003 to 2007. The Spirit played in the Canadian American Association of Professional Baseball (the \"Can-Am League,\" also known as the Northeast League), an independent league that is not affiliated with Major League Baseball or with the Minor League Baseball organization. The team was originally known as the Waterbury Spirit, based out of Waterbury, Connecticut.",
            "score": 84.79849243164062
        },
        {
            "docid": "24449040_7",
            "document": "Independence Producers . The Independence Producers were a Class C minor league baseball team. They had purchased lights from the Giant Manufacturing Company and installed them on light towers constructed on their field, making Independence the birthplace of professional night baseball. By the end of the 1930 season there were thirty-eight minor league teams with lights installed on their fields. Independence was not the first team to play night baseball, or the first professional team to play night baseball. Independence was the first to play an official minor league or major league night baseball game, and they were also the first minor or major league team to install permanent lights on their field.",
            "score": 84.68618774414062
        },
        {
            "docid": "68066_2",
            "document": "Northern League (baseball, 1993–2010) . The Northern League was an independent minor professional baseball league. It was affiliated with neither Major League Baseball nor the organized minor leagues. The league was founded in 1993 and folded after its 2010 season when financial stability became a problem. The three teams remaining in the league when it folded joined with the remaining teams in United League Baseball and the Golden Baseball League to form a new independent organization called the North American League.",
            "score": 84.62061309814453
        },
        {
            "docid": "27679648_2",
            "document": "Baseball Assistance Team . The Baseball Assistance Team is a 501(c)(3) non-profit affiliated with Major League Baseball. The organization's stated goal is to \"help members of the \"Baseball Family\" who have come on hard times and are in need of assistance,\" and is guided by the principles of teamwork, caring, and sharing. The baseball family includes former players, both from the Major and Minor Leagues, former Negro League players, umpires, scouts, and MLB and MiLB team personnel. B.A.T. recognizes that \"events and circumstances can become difficult and trying when the cheering ends,\" and aims to alleviate medical, financial, or psychological hardships faced by members of the \"Baseball Family\".",
            "score": 84.39387512207031
        },
        {
            "docid": "12730921_2",
            "document": "Western Warriors (baseball) . The Western Warriors were a minor league baseball team playing in the independent Western Baseball League, and not affiliated with any Major League Baseball team.",
            "score": 84.26338195800781
        },
        {
            "docid": "42491003_2",
            "document": "Bisbee Blue (baseball) . The Bisbee Blue are an amateur collegiate summer league team. They were a professional baseball team based in Bisbee, Arizona. The team was a member of the Pecos League, an independent baseball league which is not affiliated with Major or Minor League Baseball. They played at Warren Ballpark and began operations with the 2014 season. After the season, the Blue chose to leave the Pecos League in order to play in the Kino League as an amateur team. The Pecos League put a Team in Tucson instead, who play at Warren Ballpark on Sundays.",
            "score": 84.15480041503906
        },
        {
            "docid": "8289134_2",
            "document": "Winter Meetings . The Winter Meetings are an annual event, held each December, in which representatives of all 30 Major League Baseball teams and their 160 minor league baseball affiliates convene for four days to discuss league business and conduct off-season trades and transactions. Attendees include league executives, team owners, general managers, team scouts, visitors from baseball-playing countries, trade show exhibitors, and people seeking employment with minor league organizations. The Rule 5 draft, in which minor league players who are not on a team's 40-man roster can be drafted by a major league team, is held on the last day of the meetings.",
            "score": 83.74272918701172
        },
        {
            "docid": "44747967_16",
            "document": "Sports in Phoenix . The Arizona Fall League is an off-season league run by Major League Baseball, and consists of six teams made up of some of the most talented minor league players in baseball. Unlike baseball's minor leagues, like AAA teams, the teams are not affiliated with a single major-league team. Each of the six teams is affiliated with five major league teams, all of which send seven players to the fall league. Most of the players come from AAA and AA teams. Many famous major-leaguers have played in the league throughout the years; perhaps the most notable was Michael Jordan in 1994, during his attempt to play major-league baseball.",
            "score": 83.37952423095703
        },
        {
            "docid": "27719551_2",
            "document": "Newburgh Night Hawks . The Newburgh Night Hawks were a minor league baseball team based in Newburgh, New York. The team played its games in The Northeast League, now the Can-Am League, of professional baseball. The Northeast League was an independent baseball league and as such none of its teams had an affiliation with Major League Baseball. The team existed from 1995 to 1996 and played its home games at Delano-Hitch Stadium in Newburgh.",
            "score": 83.22373962402344
        },
        {
            "docid": "65548_2",
            "document": "Kelowna Heat . The Kelowna Heat were a minor league baseball team located in Kelowna, British Columbia. The team played in the short-lived Canadian Baseball League and was not affiliated with any Major League Baseball team.",
            "score": 82.92543029785156
        },
        {
            "docid": "49468434_20",
            "document": "Professional sports leagues in the United States . Minor League Baseball is a hierarchy of professional baseball leagues in the United States that compete at levels below Major League Baseball (MLB) and provide opportunities for player development and a way to prepare for the major leagues. All of the minor leagues are operated as independent businesses. Most are members of the umbrella organization known as Minor League Baseball (MiLB), which operates under the Commissioner of Baseball within the scope of organized baseball, a seven-tier league hierarchy (eight when Major League Baseball is included as the top tier) that classifies leagues by level of development. The highest level of minor league baseball, Triple-A, features high level major league prospects almost ready to join the majors playing in large cities without MLB franchises, while each successively lower class (Double-A, A-Advanced, Class A, Short Season A, Rookie-Advanced and Rookie) features players with correspondingly less experience and, generally, playing in smaller markets. Additionally, several independent baseball leagues, which do not have any official links to Major League Baseball, also operate, with varying quality of competition, some in suburban communities too close to affiliated baseball teams to avoid territorial exclusivity.",
            "score": 82.88579559326172
        },
        {
            "docid": "27680360_2",
            "document": "Rhode Island Tiger Sharks . The Rhode Island Tiger Sharks were a former Northeast League minor-league baseball team, located in West Warwick, Rhode Island. The Northeast League was an independent league and as such none of the teams in it were affiliated with Major League Baseball teams. The team played its home games at McCarthy Field and existed just one season, 1996.",
            "score": 82.87586212158203
        },
        {
            "docid": "6370261_2",
            "document": "Mexican League . The Mexican Baseball League ( or \"LMB\") is a professional baseball league based in Mexico. It is the oldest running professional league in Mexico. It is a class Triple-A league in organized Minor League Baseball (MiLB), one grade below Major League Baseball (MLB). Unlike the other two Triple-A circuits, the International League and the Pacific Coast League, Mexican League teams are not affiliated with major league teams.",
            "score": 82.6971435546875
        },
        {
            "docid": "38776_2",
            "document": "Major League Baseball . Major League Baseball (MLB) is a professional baseball organization, the oldest of the four major professional sports leagues in the United States and Canada. A total of 30 teams play in the National League (NL) and American League (AL), with 15 teams in each league. The NL and AL were formed as separate legal entities in 1876 and 1901 respectively. After cooperating but remaining legally separate entities beginning in 1903, the leagues merged into a single organization led by the Commissioner of Baseball in 2000. The organization also oversees Minor League Baseball, which comprises about 240 teams affiliated with the Major League clubs. With the World Baseball Softball Confederation, MLB manages the international World Baseball Classic tournament.",
            "score": 82.57209014892578
        },
        {
            "docid": "30941556_2",
            "document": "Miyazaki Phoenix League . The Miyazaki Phoenix League is a fall baseball league organized by Nippon Professional Baseball consisting of minor league affiliates of NPB teams, minor league affiliates of Korea Professional Baseball teams, and a team representing the Shikoku Island League Plus.",
            "score": 82.5404281616211
        },
        {
            "docid": "19046970_6",
            "document": "Baseball in the United States . Major League Baseball (MLB) is a professional baseball organization that is the oldest of the four major professional sports leagues in the United States and Canada. A total of 30 teams now play in the American League (AL) and National League (NL), with 15 teams in each league. The AL and NL operated as separate legal entities from 1901 and 1876 respectively. After cooperating but remaining legally separate entities since 1903, in 2000 the leagues merged into a single organization led by the Commissioner of Baseball. The organization also oversees minor league baseball leagues, which comprise about 240 teams affiliated with the major-league clubs. With the World Baseball Softball Confederation, MLB manages the international World Baseball Classic tournament.",
            "score": 82.14203643798828
        },
        {
            "docid": "6787933_2",
            "document": "Bend Bandits . The Bend Bandits were a minor league baseball team located in Bend, Oregon. The team played in the independent Western Baseball League, and was not affiliated with any Major League Baseball team. Their home stadium was Vince Genna Stadium.",
            "score": 82.11033630371094
        },
        {
            "docid": "11832471_2",
            "document": "Pacific Suns . The Pacific Suns, previously known as the Palm Springs Suns, were a minor league baseball team located in Oxnard, California. The team played in the independent Western Baseball League, and was not affiliated with any Major League Baseball team.",
            "score": 82.11033630371094
        },
        {
            "docid": "6788064_2",
            "document": "Salinas Peppers . The Salinas Peppers were a minor league baseball team located in Salinas, California. The team played in the independent Western Baseball League, and was not affiliated with any Major League Baseball team. Their home stadium was Salinas Municipal Stadium.",
            "score": 82.11033630371094
        },
        {
            "docid": "497876_4",
            "document": "Sandlot ball . Sandlot baseball can also refer to senior baseball played by teams unaffiliated with major league baseball teams. The system of major league teams and the minor league teams they own is often referred to as \"organized baseball\".",
            "score": 82.07965850830078
        },
        {
            "docid": "41176114_2",
            "document": "Jesús Mora (baseball) . Jesús Mora (born June 9, 1933) is a Venezuelan former professional baseball player. He batted and threw right handed. Mora spent ten years in baseball, while playing from 1954 to 1963 for several teams in the Minor Leagues, Mexican Baseball and the Venezuela League. Although he never appeared in a Major League game, Mora teamed with major league figures and earned their respect by doing what he needed to do to win a game.",
            "score": 81.85033416748047
        },
        {
            "docid": "18564228_2",
            "document": "Feather River Mudcats . The Feather River Mudcats were a minor league baseball team located in Marysville, California. The team played in the independent Western Baseball League, and was not affiliated with any Major League Baseball team. Their home stadium was Bryant Field.",
            "score": 81.84268188476562
        },
        {
            "docid": "107521_67",
            "document": "Bakersfield, California . Bakersfield is not represented in any of the four major sports leagues: NFL, MLB, NBA, or NHL. The closest major sports teams are in Los Angeles and they have many fans in Bakersfield. The city is home to two minor league professional sports teams: the Bakersfield Condors (American Hockey League) and the Bakersfield Train Robbers baseball club (Pecos League). It was previously home to the California League's Bakersfield Blaze baseball team which ceased operations after the 2016 season. A third minor league team, the Bakersfield Jam of the D-League (basketball), was relocated to Prescott Valley, Arizona, in 2016.",
            "score": 81.80408477783203
        }
    ]
}