{
    "q": [
        {
            "docid": "21473_71",
            "document": "Nikola Tesla . Before World War I, Tesla sought overseas investors. After the war started, Tesla lost the funding he was receiving from his patents in European countries.",
            "score": 41.51622009277344
        },
        {
            "docid": "5046265_11",
            "document": "Kolubara . A series of coal based power stations are built in the basin, including \"Kolubara\" (130 MW, at Veliki Crljeni), \"Nikola Tesla B-1\" (in 1983) and \"Nikola Tesla B-2\" (both 615 MW, in Obrenovac).",
            "score": 28.92678213119507
        },
        {
            "docid": "27442010_2",
            "document": "The Secret of Nikola Tesla . The Secret of Nikola Tesla (), is a 1980 Yugoslav biographical film which details events in the life of the Serbian-American engineer and inventor Nikola Tesla (1856-1943), portrayed by Serbian actor Petar Božović. Tesla grew up in the Austro-Hungarian Empire), studied engineering and physics, and moved to New York in 1884. He became an American citizen in 1891 and is known for his contributions to electrical engineering.",
            "score": 48.58608078956604
        },
        {
            "docid": "264823_2",
            "document": "List of Nikola Tesla patents . Nikola Tesla was an inventor who obtained around 300 patents worldwide for his inventions. Some of Tesla's patents are not accounted for, and various sources have discovered some that have lain hidden in patent archives. There are a minimum of 278 patents issued to Tesla in 26 countries that have been accounted for. Many of Tesla's patents were in the United States, Britain, and Canada, but many other patents were approved in countries around the globe. Many inventions developed by Tesla were not put into patent protection.",
            "score": 36.75279521942139
        },
        {
            "docid": "21473_79",
            "document": "Nikola Tesla . At the 1934 party, Tesla told reporters he had designed a superweapon he claimed would end all war. He would call it \"teleforce\", but was usually referred to as his death ray. Tesla described it as a defensive weapon that would be put up along the border of a country to be used against attacking ground-based infantry or aircraft. Tesla never revealed detailed plans of how the weapon worked during his lifetime, but in 1984, they surfaced at the Nikola Tesla Museum archive in Belgrade. The treatise, \"The New Art of Projecting Concentrated Non-dispersive Energy through the Natural Media\", described an open-ended vacuum tube with a gas jet seal that allows particles to exit, a method of charging slugs of tungsten or mercury to millions of volts, and directing them in streams (through electrostatic repulsion). Tesla tried to interest the US War Department, the United Kingdom, the Soviet Union, and Yugoslavia in the device.",
            "score": 39.80980467796326
        },
        {
            "docid": "1467219_3",
            "document": "Belgrade Nikola Tesla Airport . The flag carrier and largest airline of Serbia, Air Serbia, uses Belgrade Nikola Tesla as their hub. It is also one of the operating bases for low cost airline Wizz Air. The air taxi services Air Pink, Eagle Express and Prince Aviation also call the airport their home. The airport is operated by the state-owned company \"Aerodrom Nikola Tesla Beograd\".",
            "score": 30.263824224472046
        },
        {
            "docid": "32925149_9",
            "document": "Sanja Bestic . In May 2013 she wrapped up \"Tesla\" written by British award winning playwright Sheri Graubert and produced by EasyTheaters Productions based in London. \"Tesla\" premiered in May 2013 in New York City. The play was a sold out success, winning the young director the Tesla Award. It starred James Lee Taylor as Nikola Tesla, one of the most respected Serbian-American scientists in the world. The play will soon be moving to London’s West End. Furthermore, Sanja's goal is to take this story a step further in 2014 by directing a documentary movie about the mysterious life of Nikola Tesla. These projects are highly supported by The Tesla Science Foundation and Office for Cooperation with Diaspora and Serbs in the Region.  Nikola Tesla is finally beginning to attract real attention and encourage serious debate nearly 70 years after his death. Nikola Tesla, Serbian-American scientist, the man who lit the world, gave his greatest contribution to science and technological progress of the world as the inventor of the rotating magnetic field and of the complete system of production and distribution of electrical energy (motors, generators) based on the use of alternate currents. His name was given to the SI unit for magnetic induction (\"tesla\"). Tesla also constructed the generators of high-frequency alternate currents and high-voltage coreless transformer known today as \"Tesla Coil\". Sanja has managed to bring to life moments of Tesla's life that the public had yet to see and displayed important moments and sequences of Tesla's life, which for mysterious reasons have remained a well kept secret to date. Tesla whom we might have referred to as holy, sacred, died before he was recognized as someone who truly marked the history of mankind. Sanja's play was supported by the Office for Cooperation with Diaspora and Serbs in the Region, Consulate General of the Republic of Serbia in New York, Vuk Jeremić - Serbian physicist, politician and President of the 67th session of United Nations General Assembly, the Tesla Science Foundation, the Nikola Tesla Club, and the Nikola Tesla Inventors Club in the US.",
            "score": 38.58660972118378
        },
        {
            "docid": "21473_16",
            "document": "Nikola Tesla . In March 1879, Tesla's father went to Maribor to beg his son to return home, but he refused. Nikola suffered a nervous breakdown around the same time. On 24 March 1879, Tesla was returned to Gospić under police guard for not having a residence permit.",
            "score": 32.55695176124573
        },
        {
            "docid": "2300571_5",
            "document": "TPP Nikola Tesla . Located between the villages of Skela and Ušće. There are two generation units with a total capacity of 1160 MW. TPP Nikola Tesla B was first synchronised on March 11, 1983. Its chimney is 280 metres tall.",
            "score": 29.632384538650513
        },
        {
            "docid": "54115706_7",
            "document": "Energetics of Serbia . Today in Serbia there are the following plants: in the basin Kolubara - Nikola Tesla A and B, and Kolubara, then Kostolac A and Kostolac B in Kostolac basins. On the Velika Morava river, near Svilajnac, power plant Morava. In the Kosovo basin are power plant Kosovo, Obilic A and B and Trepca, while there in the Metohija power plants are Djakovica and Orahovac. In Vojvodina, and there in Zrenjanin and Novi Sad. The strongest power plant is \"Nikola Tesla A \", with a total power of 1,650 MW.",
            "score": 27.03328561782837
        },
        {
            "docid": "11450835_3",
            "document": "Tesla: Man Out of Time . \"Tesla: Man Out of Time\" describes the life of Nikola Tesla (1856–1943), the Serbian-American inventor, electrical engineer, mechanical engineer, physicist, and futurist. Margaret Cheney's narrative details Tesla's childhood during the 1850s and 1860s in the then Austro-Hungarian Empire, his 1884 arrival in New York, becoming American citizen in 1891, his inventions and contributions to engineering, up to his death New York at age 86 during the middle of World War II in 1943. The book is focused largely on Tesla's personality and not his inventions.",
            "score": 47.046795129776
        },
        {
            "docid": "21473_7",
            "document": "Nikola Tesla . Nikola Tesla was born an ethnic Serb in the village Smiljan, Lika county, in the Austrian Empire (present day Croatia), on 1856. His father, Milutin Tesla (1819–1879), was an Eastern Orthodox priest. Tesla's mother, Đuka Tesla (née Mandić; 1822–1892), whose father was also an Orthodox priest, had a talent for making home craft tools and mechanical appliances and the ability to memorize Serbian epic poems. Đuka had never received a formal education. Tesla credited his eidetic memory and creative abilities to his mother's genetics and influence. Tesla's progenitors were from western Serbia, near Montenegro.",
            "score": 50.86482048034668
        },
        {
            "docid": "1467219_16",
            "document": "Belgrade Nikola Tesla Airport . With a change in government and international sentiment, normal air traffic resumed in 2001. A few years later the airport's terminal 2 underwent a major reconstruction. The runway was upgraded to CAT IIIb in 2005, as part of a large renovation project. CAT IIIb is the latest runway system, giving aircraft the security of landing during fog and storms. In 2006, the airport was renamed to \"Belgrade Nikola Tesla Airport\". Nikola Tesla was a Serbian-American inventor and scientist, generally considered one of the world's most famous inventors. The construction of the new air traffic control center was completed in 2010. In 2011 Belgrade Nikola Tesla Airport shares (AERO) began trading on the Belgrade Stock Exchange (BELEX).",
            "score": 30.999589204788208
        },
        {
            "docid": "7409536_5",
            "document": "Nikola Tesla in popular culture . Tesla's birthday, 10 July, has been suggested by some to be World Tesla Day, Nikola Tesla Day, or simply, Tesla Day. Some organizations celebrate Tesla Day informally on 10 July. However, The Tesla Memorial Society wrote letters to several officials asking to commemorate 10 July as international Nikola Tesla Day.",
            "score": 38.056540966033936
        },
        {
            "docid": "11450751_3",
            "document": "Wizard: The Life and Times of Nikola Tesla . Seifer follows the life of Nikola Tesla, the Serbian American inventor, electrical engineer, mechanical engineer, physicist, and futurist. He covers the high points of the inventors life through his designs used in the modern alternating current system, experimentation with high frequency current and wireless power transmission, wireless remote control, X-ray imaging, and Tesla's \"death ray\". Seifer goes on to cover Tesla's downfall, attributing it to Tesla's megalomaniacal, neurotic, self-destructive tendencies, and Tesla's interactions with financier J. Pierpont Morgan.",
            "score": 33.13011717796326
        },
        {
            "docid": "1182319_10",
            "document": "Goat Island (New York) . The island is home to the Tesla Monument which honors the Serbian-American inventor, Nikola Tesla. The statue was a given to the United States by the government of Yugoslavia in 1976. The sculptor of the statue is Frano Kršinić (1897–1982), a renowned Yugoslav sculptor. In mid-2016, the statue was relocated to Stedman’s Bluff, the section of the island that overlooks the Bridal Veil Falls and the American Falls, to increase popularity.",
            "score": 32.80679535865784
        },
        {
            "docid": "1529691_2",
            "document": "My Inventions: The Autobiography of Nikola Tesla . My Inventions: The Autobiography of Nikola Tesla is a book compiled and edited by Ben Johnston detailing the work of Nikola Tesla. The content was largely drawn from a series of articles that Nikola Tesla had written for \"Electrical Experimenter\" magazine in 1919, when he was 63 years old.",
            "score": 33.557971596717834
        },
        {
            "docid": "7409536_2",
            "document": "Nikola Tesla in popular culture . Nikola Tesla (10 July 1856 – 7 January 1943) is portrayed in multiple forms of popular culture. The Serbian-American engineer has particularly been depicted in science fiction, a genre which is well-suited to address his inventions; while often exaggerated, the fictionalized variants build mostly upon his own alleged claims or ideas. A popular, growing fixation among science fiction, comic book, and speculative history storytellers is to portray Tesla as a member of a secret society, along with other luminaries of science. The impacts of the technologies invented by Nikola Tesla are a recurring theme in the steampunk genre of alternate technology science-fiction.",
            "score": 38.237276792526245
        },
        {
            "docid": "4966622_4",
            "document": "Nikola Tesla Museum . The Nikola Tesla Museum is charged with preserving and displaying the legacy of Nikola Tesla. The present director is Branimir Jovanović.",
            "score": 29.170419216156006
        },
        {
            "docid": "21473_88",
            "document": "Nikola Tesla . Tesla obtained around 300 patents worldwide for his inventions. Some of Tesla's patents are not accounted for, and various sources have discovered some that have lain hidden in patent archives. There are a minimum of 278 known patents issued to Tesla in 26 countries. Many of Tesla's patents were in the United States, Britain, and Canada, but many other patents were approved in countries around the globe. Many inventions developed by Tesla were not put into patent protection.",
            "score": 34.10927081108093
        },
        {
            "docid": "7409536_6",
            "document": "Nikola Tesla in popular culture . Google honored Tesla on his birthday on 10 July 2009 by displaying a Google Doodle in the Google search home page, that showed the G as a Tesla coil.",
            "score": 33.16861057281494
        },
        {
            "docid": "14544903_2",
            "document": "Tesla River . The Tesla River is a tributary of the Tărlung River in Romania. The river is named after the famous Serbian-American electrical engineer Nikola Tesla.",
            "score": 30.92738437652588
        },
        {
            "docid": "11450895_2",
            "document": "The Fantastic Inventions of Nikola Tesla . The Fantastic Inventions of Nikola Tesla () is a 1993 book compiled and edited by David Hatcher Childress detailing the work of Nikola Tesla. Additional content of the book, besides the patent cover pages and lectures of Tesla, is provided by Childress.",
            "score": 29.37446165084839
        },
        {
            "docid": "11451008_2",
            "document": "The Inventions, Researches, and Writings of Nikola Tesla . The Inventions, Researches and Writings of Nikola Tesla is a book compiled and edited by Thomas Commerford Martin detailing the work of Nikola Tesla up to 1893. The book is a comprehensive compilation of Tesla's early work with many illustrations.",
            "score": 29.37446165084839
        },
        {
            "docid": "51769920_2",
            "document": "Tesla (film) . Tesla is a 2016 American documentary film about Nikola Tesla. The film is directed by David Grubin and distributed on the PBS network. It premiered on October 18, 2016 as part of the \"American Experience\" series during the 28th season.",
            "score": 32.67383050918579
        },
        {
            "docid": "11451041_2",
            "document": "Prodigal Genius: The Life of Nikola Tesla . Prodigal Genius: The Life of Nikola Tesla () is a 1944 book by John Joseph O'Neill detailing the life of Nikola Tesla.",
            "score": 28.945225715637207
        },
        {
            "docid": "11450751_2",
            "document": "Wizard: The Life and Times of Nikola Tesla . The book Wizard, the Life and Times of Nikola Tesla is a biography of Nikola Tesla by Marc J. Seifer published in 1996.",
            "score": 28.945225715637207
        },
        {
            "docid": "4039179_2",
            "document": "Nikola Tesla electric car hoax . The Nikola Tesla electric car hoax is an anecdote that refers to a supposed Nikola Tesla invention described by Peter Savo, who claimed to be a nephew of Tesla, to Derek Ahers in 1967. Savo said that Tesla took him to Buffalo, New York in 1931 and showed him a modified Pierce-Arrow car.",
            "score": 29.63655376434326
        },
        {
            "docid": "21473_2",
            "document": "Nikola Tesla . Nikola Tesla (; ; 10 July 1856 – 7 January 1943) was a Serbian-American inventor, electrical engineer, mechanical engineer, physicist, and futurist who is best known for his contributions to the design of the modern alternating current (AC) electricity supply system.",
            "score": 36.713650941848755
        },
        {
            "docid": "21473_106",
            "document": "Nikola Tesla . Tesla made predictions about the relevant issues of a post-World War I environment in a printed article, \"Science and Discovery are the great Forces which will lead to the Consummation of the War\" (20 December 1914). Tesla believed that the League of Nations was not a remedy for the times and issues.",
            "score": 34.328519344329834
        },
        {
            "docid": "1467219_2",
            "document": "Belgrade Nikola Tesla Airport . Belgrade Nikola Tesla Airport ( / \"Aerodrom Nikola Tesla Beograd\") , is an international airport serving Belgrade, Serbia. Previously known as Belgrade Airport ( / \"Aerodrom Beograd\") or Surčin Airport ( / \"Aerodrom Surčin\"), it was renamed in 2006 in honor of Serbian scientist and inventor Nikola Tesla. It is the largest and busiest airport in Serbia, situated west of downtown Belgrade near the suburb of Surčin, surrounded by Syrmia's fertile lowlands.",
            "score": 28.62082004547119
        },
        {
            "docid": "50812966_6",
            "document": "Nikola Motor Company . On May 1, 2018 Nikola Motor Company filed a lawsuit against Tesla seeking $2 billion in damages alleging that the Tesla Semi infringes on several patents Nikola have been granted on the design of the Nikola One. Tesla has responded that the lawsuit is without merit.",
            "score": 30.90186357498169
        }
    ],
    "r": [
        {
            "docid": "21473_7",
            "document": "Nikola Tesla . Nikola Tesla was born an ethnic Serb in the village Smiljan, Lika county, in the Austrian Empire (present day Croatia), on 1856. His father, Milutin Tesla (1819–1879), was an Eastern Orthodox priest. Tesla's mother, Đuka Tesla (née Mandić; 1822–1892), whose father was also an Orthodox priest, had a talent for making home craft tools and mechanical appliances and the ability to memorize Serbian epic poems. Đuka had never received a formal education. Tesla credited his eidetic memory and creative abilities to his mother's genetics and influence. Tesla's progenitors were from western Serbia, near Montenegro.",
            "score": 50.86482238769531
        },
        {
            "docid": "23929962_3",
            "document": "Tesla's Letters . The play takes place in 1997, two years after Operation Storm and the Dayton Agreement and two years prior to the start of the Kosovo War and the US-led 1999 NATO bombing of Yugoslavia, with the scenes set at the Nikola Tesla Museum in the Serbian capital, Belgrade, on a bus at the Serbian-Croatian border, and at Tesla's birthplace in the Croatian village of Smiljan. Daisy Archer is a trendy young Ph.D. student from the US who has won a research grant to fly to Belgrade to research the life of eccentric electrical pioneer, Nikola Tesla. Tesla, who was of Serbian descent but born and raised in Croatia, spent 60 years of his life as a US citizen; this tri-national pedigree alone will present Daisy with semantics problems more complicated than she imagined.",
            "score": 48.92566680908203
        },
        {
            "docid": "27442010_2",
            "document": "The Secret of Nikola Tesla . The Secret of Nikola Tesla (), is a 1980 Yugoslav biographical film which details events in the life of the Serbian-American engineer and inventor Nikola Tesla (1856-1943), portrayed by Serbian actor Petar Božović. Tesla grew up in the Austro-Hungarian Empire), studied engineering and physics, and moved to New York in 1884. He became an American citizen in 1891 and is known for his contributions to electrical engineering.",
            "score": 48.586082458496094
        },
        {
            "docid": "11450835_3",
            "document": "Tesla: Man Out of Time . \"Tesla: Man Out of Time\" describes the life of Nikola Tesla (1856–1943), the Serbian-American inventor, electrical engineer, mechanical engineer, physicist, and futurist. Margaret Cheney's narrative details Tesla's childhood during the 1850s and 1860s in the then Austro-Hungarian Empire, his 1884 arrival in New York, becoming American citizen in 1891, his inventions and contributions to engineering, up to his death New York at age 86 during the middle of World War II in 1943. The book is focused largely on Tesla's personality and not his inventions.",
            "score": 47.04679489135742
        },
        {
            "docid": "23929962_5",
            "document": "Tesla's Letters . On the bus to Croatia, Daisy meets Zoran, a handsome, charismatic young man and ex-Croatian soldier. Upon learning that she plans on driving to the remote region where Smiljan is located, an area which US State Department travel advisories have warned Americans to avoid, he insists on coming along as her guide. In Smiljan, Daisy witnesses the immediate aftermath of a military attack on a civilian neighborhood and sees a moment of deadly violence as it occurs. She takes photographs of Tesla's birthplace and returns to Belgrade for a final confrontation with Dragan.",
            "score": 42.18816375732422
        },
        {
            "docid": "21473_8",
            "document": "Nikola Tesla . Tesla was the fourth of five children. He had three sisters, Milka, Angelina and Marica, and an older brother named Dane, who was killed in a horse riding accident when Tesla was aged five. In 1861, Tesla attended primary school in Smiljan where he studied German, arithmetic, and religion. In 1862, the Tesla family moved to the nearby Gospić, Lika where Tesla's father worked as parish priest. Nikola completed primary school, followed by middle school.",
            "score": 41.989524841308594
        },
        {
            "docid": "21473_71",
            "document": "Nikola Tesla . Before World War I, Tesla sought overseas investors. After the war started, Tesla lost the funding he was receiving from his patents in European countries.",
            "score": 41.51622009277344
        },
        {
            "docid": "21473_12",
            "document": "Nikola Tesla . In 1874, Tesla evaded conscription into the Austro-Hungarian Army in Smiljan by running away southeast of Lika to Tomingaj, near Gračac. There he explored the mountains wearing hunter's garb. Tesla said that this contact with nature made him stronger, both physically and mentally. He read many books while in Tomingaj and later said that Mark Twain's works had helped him to miraculously recover from his earlier illness.",
            "score": 41.22926712036133
        },
        {
            "docid": "21473_79",
            "document": "Nikola Tesla . At the 1934 party, Tesla told reporters he had designed a superweapon he claimed would end all war. He would call it \"teleforce\", but was usually referred to as his death ray. Tesla described it as a defensive weapon that would be put up along the border of a country to be used against attacking ground-based infantry or aircraft. Tesla never revealed detailed plans of how the weapon worked during his lifetime, but in 1984, they surfaced at the Nikola Tesla Museum archive in Belgrade. The treatise, \"The New Art of Projecting Concentrated Non-dispersive Energy through the Natural Media\", described an open-ended vacuum tube with a gas jet seal that allows particles to exit, a method of charging slugs of tungsten or mercury to millions of volts, and directing them in streams (through electrostatic repulsion). Tesla tried to interest the US War Department, the United Kingdom, the Soviet Union, and Yugoslavia in the device.",
            "score": 39.8098030090332
        },
        {
            "docid": "32925149_9",
            "document": "Sanja Bestic . In May 2013 she wrapped up \"Tesla\" written by British award winning playwright Sheri Graubert and produced by EasyTheaters Productions based in London. \"Tesla\" premiered in May 2013 in New York City. The play was a sold out success, winning the young director the Tesla Award. It starred James Lee Taylor as Nikola Tesla, one of the most respected Serbian-American scientists in the world. The play will soon be moving to London’s West End. Furthermore, Sanja's goal is to take this story a step further in 2014 by directing a documentary movie about the mysterious life of Nikola Tesla. These projects are highly supported by The Tesla Science Foundation and Office for Cooperation with Diaspora and Serbs in the Region.  Nikola Tesla is finally beginning to attract real attention and encourage serious debate nearly 70 years after his death. Nikola Tesla, Serbian-American scientist, the man who lit the world, gave his greatest contribution to science and technological progress of the world as the inventor of the rotating magnetic field and of the complete system of production and distribution of electrical energy (motors, generators) based on the use of alternate currents. His name was given to the SI unit for magnetic induction (\"tesla\"). Tesla also constructed the generators of high-frequency alternate currents and high-voltage coreless transformer known today as \"Tesla Coil\". Sanja has managed to bring to life moments of Tesla's life that the public had yet to see and displayed important moments and sequences of Tesla's life, which for mysterious reasons have remained a well kept secret to date. Tesla whom we might have referred to as holy, sacred, died before he was recognized as someone who truly marked the history of mankind. Sanja's play was supported by the Office for Cooperation with Diaspora and Serbs in the Region, Consulate General of the Republic of Serbia in New York, Vuk Jeremić - Serbian physicist, politician and President of the 67th session of United Nations General Assembly, the Tesla Science Foundation, the Nikola Tesla Club, and the Nikola Tesla Inventors Club in the US.",
            "score": 38.58660888671875
        },
        {
            "docid": "246490_22",
            "document": "Battle of Pákozd . The battle is a landmark of misplaced loyalty: the Ban of Croatia, Josip Jelačić, who led the Croatian army, was sent to deal with the rebellious Hungarians, which he promptly did, despite the fact that, had he sided with them, and against the Emperor, Croatia very well could have won its independence from the Habsburg monarchy within a new Hungarian state. The Ban's choice to obey the Empire by attacking Hungary is a pivotal moment in the history of the Habsburg monarchy; the Empire owed a great debt to him. He fought against Hungary because in Hungary Croatia would have been given even less autonomy than it had in Austria, and because Hungarian independence would mean separation of Croatia from Dalmatia and Istria which would remain in Austria. His judgment was vindicated after 1867 when Croatia was made a part of the Hungarian half of the Austro-Hungarian Empire and Hungarians launched a state sponsored campaign of language assimilation.",
            "score": 38.57773971557617
        },
        {
            "docid": "1505797_2",
            "document": "Smiljan . Smiljan () is a village in the mountainous region of Western Lika in Croatia. It is located northwest of Gospić, and fifteen kilometers from the Zagreb-Split highway; its population is 418 (2011). Smiljan is famous as the birthplace of inventor, engineer and scientist Nikola Tesla.",
            "score": 38.49342346191406
        },
        {
            "docid": "7409536_2",
            "document": "Nikola Tesla in popular culture . Nikola Tesla (10 July 1856 – 7 January 1943) is portrayed in multiple forms of popular culture. The Serbian-American engineer has particularly been depicted in science fiction, a genre which is well-suited to address his inventions; while often exaggerated, the fictionalized variants build mostly upon his own alleged claims or ideas. A popular, growing fixation among science fiction, comic book, and speculative history storytellers is to portray Tesla as a member of a secret society, along with other luminaries of science. The impacts of the technologies invented by Nikola Tesla are a recurring theme in the steampunk genre of alternate technology science-fiction.",
            "score": 38.23727798461914
        },
        {
            "docid": "7409536_5",
            "document": "Nikola Tesla in popular culture . Tesla's birthday, 10 July, has been suggested by some to be World Tesla Day, Nikola Tesla Day, or simply, Tesla Day. Some organizations celebrate Tesla Day informally on 10 July. However, The Tesla Memorial Society wrote letters to several officials asking to commemorate 10 July as international Nikola Tesla Day.",
            "score": 38.056541442871094
        },
        {
            "docid": "21191463_4",
            "document": "McLean House (Appomattox, Virginia) . Because the First Battle of Bull Run, fought on July 21, 1861, took place on Wilmer McLean's farm about to the north in Virginia, it can be said that the Civil War started in McLean's backyard in 1861 and ended in his parlor in 1865 (Neither event, however, marked the true beginning or ending of hostilities). McLean was a retired major in the Virginia militia. He was too old to enlist at the outbreak of the Civil War and decided to move to get away from the Civil War. After the war, he would say of himself that he moved because he loved peace, but he made a small fortune running sugar through the Union blockade. He was also a slave owner, and there are slave quarters next to McLean's house. Nonetheless, in the morning of Palm Sunday April 9, 1865, the war came back to McLean when General Robert E. Lee surrendered to Lieutenant General Ulysses S. Grant at his home. His house was also used on April 10 for the Surrender Commissioners' meeting, and over the next few days as the headquarters of Major General John Gibbon of the United States Army.",
            "score": 37.748451232910156
        },
        {
            "docid": "26937087_2",
            "document": "Hispanics in the American Civil War . Hispanics in the American Civil War fought on both the Union and Confederate sides of the conflict. Not all the Hispanics who fought in the American Civil War were \"Hispanic-Americans\", in other words citizens of the United States. Many of them were Spanish subjects or nationals from countries in the Caribbean, Central and South America. Some were born in a US Territory and therefore did not have the right to US Citizenship. It is estimated that approximately 3,500 Hispanics, mostly Mexican-Americans, Puerto Ricans and Cubans (Puerto Rico and Cuba were Spanish colonies) living in the United States joined the war: 2,500 for the Confederacy and 1,000 for the Union. This number increased to 10,000 by the end of the war.",
            "score": 37.0633659362793
        },
        {
            "docid": "923489_10",
            "document": "Gospić . The municipality was the birthplace of such great men as Nikola Tesla, [[Serbian]-born [[United States|American]] inventor, [[electrical engineer]], [[mechanical engineering|mechanical engineer]], [[physicist]] and [[futurist]] of [[Serbian American|Serbian]] ancestry (in [[Smiljan]]), pioneer in telegraphy [[Ferdinand Kovačević]] and also national thinkers like [[Ante Starčević]].",
            "score": 36.85429382324219
        },
        {
            "docid": "264823_2",
            "document": "List of Nikola Tesla patents . Nikola Tesla was an inventor who obtained around 300 patents worldwide for his inventions. Some of Tesla's patents are not accounted for, and various sources have discovered some that have lain hidden in patent archives. There are a minimum of 278 patents issued to Tesla in 26 countries that have been accounted for. Many of Tesla's patents were in the United States, Britain, and Canada, but many other patents were approved in countries around the globe. Many inventions developed by Tesla were not put into patent protection.",
            "score": 36.75279235839844
        },
        {
            "docid": "21473_2",
            "document": "Nikola Tesla . Nikola Tesla (; ; 10 July 1856 – 7 January 1943) was a Serbian-American inventor, electrical engineer, mechanical engineer, physicist, and futurist who is best known for his contributions to the design of the modern alternating current (AC) electricity supply system.",
            "score": 36.713653564453125
        },
        {
            "docid": "5437215_10",
            "document": "Frankenstein: Through the Eyes of the Monster . One of the manuscripts that can be found mentions Nikola Tesla, referring to him as a Russian scientist. The real Tesla was a Serb born in Croatia.",
            "score": 36.68754196166992
        },
        {
            "docid": "3579211_3",
            "document": "Gojslav of Croatia . After Croatia's King Stjepan Držislav died in 997, his brother Svetoslav Suronja became King of Croatia. Together with his brother Krešimir III he revolted against Svetoslav Suronja. Because Croatian kings had been allies of Byzantine Empire during war with First Bulgarian Empire rebels requested Bulgarian help. This request was granted in the Bulgarian invasion of 998 during which emperor Samuil took Croatian Dalmatia and great parts of Bosnia. After the war, the Bulgarian emperor gave this territory to Gojslav and Krešimir III. During last two years (999–1000) of Croatian civil war this two revolters have with Bulgarian help defeated Svetoslav Suronja which has gone to Venetia exile in year 1000. Answering that political change Venetian Doge Pietro II Orseolo has started military intervention in Dalmatia in which he will defeat Croatia.",
            "score": 36.65972137451172
        },
        {
            "docid": "21473_72",
            "document": "Nikola Tesla . In the August 1917 edition of the magazine \"Electrical Experimenter\", Tesla postulated that electricity could be used to locate submarines via using the reflection of an \"electric ray\" of \"tremendous frequency,\" with the signal being viewed on a fluorescent screen (a system that has been noted to have a superficial resemblance to modern radar). Tesla was incorrect in his assumption that high frequency radio waves would penetrate water. Émile Girardeau, who helped develop France's first radar system in the 1930s, noted in 1953 that Tesla's general speculation that a very strong high-frequency signal would be needed was correct. Girardeau said, \"(Tesla) was prophesying or dreaming, since he had at his disposal no means of carrying them out, but one must add that if he was dreaming, at least he was dreaming correctly.\"",
            "score": 36.086761474609375
        },
        {
            "docid": "14990389_3",
            "document": "Outline of the American Civil War . American Civil War – civil war in the United States of America that lasted from 1861 to 1865. Eleven Southern slave states declared their secession from the United States and formed the Confederate States of America, also known as \"the Confederacy.\" Led by Jefferson Davis, the Confederacy fought against the United States (the Union), which was supported by all the free states (where slavery had been abolished) and by five slave states that became known as the border states.",
            "score": 35.927459716796875
        },
        {
            "docid": "3590264_3",
            "document": "Krešimir III of Croatia . After Croatia's King Stjepan Držislav died in 997, his brother Svetoslav Suronja had become King of Croatia. Together with his two brothers Gojslav and Krešimir, they fought between each other for the crown in a civil war. The two brothers probably used his alliance with the Byzantine Empire to ask Bulgaria for help. During that time, a Bulgarian invasion was taking place in which the Bulgarian monarch Samuil pillaged the Dalmatian cities and great parts of Bosnia. During last two years (999–1000) of the Croatian civil war, the revolters had managed to depose Svetoslav Suronja probably with some Bulgarian help, who later turned to the Venetian Doge for alliance in year 1000. Answering that political change, the Venetian Doge Pietro II Orseolo started military intervention in Dalmatia in which he will emerge victorious.",
            "score": 35.82556915283203
        },
        {
            "docid": "21473_11",
            "document": "Nikola Tesla . In 1873, Tesla returned to Smiljan. Shortly after he arrived, he contracted cholera, was bedridden for nine months and was near death multiple times. Tesla's father, in a moment of despair, (who had originally wanted him to enter the priesthood) promised to send him to the best engineering school if he recovered from the illness.",
            "score": 35.811988830566406
        },
        {
            "docid": "21814197_3",
            "document": "Edgar Winters Hillyer . Born in Granville, Ohio, Hillyer attended Denison University. He read law to enter the bar in 1856 and was in private practice in Placer County, California from 1856 to 1861. He was a lieutenant colonel in the United States Army during the American Civil War, from 1861 to 1865, and in the JAG Corps, Department of the Pacific from 1865 to 1866. He returned to private practice in Nevada in 1866 and was District Attorney of Storey County, Nevada from 1866 to 1869.",
            "score": 35.7095947265625
        },
        {
            "docid": "11451008_9",
            "document": "The Inventions, Researches, and Writings of Nikola Tesla . In \"Nikola Tesla and John Jacob Astor\" by Marc J. Seifer, Seifer wites of Tesla answering what is the spark of life:",
            "score": 35.445430755615234
        },
        {
            "docid": "53057791_3",
            "document": "Gračani massacre . After the end of World War II, Yugoslav partisans and communists started to persecute \"national enemies\" in Croatia, mostly civilians and captured Croatian and German soldiers. From May 10, 1945, until July 1945, partisans killed around 6,000 people. Most of the victims were civilians who didn't agree with the communist regime. All executions were committed by the 6th Lika Proletarian Division \"Nikola Tesla\" and members of Yugoslav police (\"milicija\").",
            "score": 35.19191360473633
        },
        {
            "docid": "54479669_2",
            "document": "Mohammed Kahn . Mohammed Kahn or John Ammahail (b. 1830) was a Persian-born American soldier in the American Civil War, who was enlisted as a private in the 43rd New York Infantry and fought at the Battle of Gettysburg. Born in Persia and raised in Afghanistan he migrated to the US in 1861, where he soon enlisted after encouragement from some friends. After having fought in the Battle of Gettysburg he was separated from his unit as a Union guard arrested him because he didn't believe that non-White Kahn could really be serving in the 43rd Infantry which was a white unit. After his release a few days later he managed to jump a southbound train to D.C. where he rejoined his unit on the last day of the Battle of the Wilderness, where he was wounded. He spent the rest of the war as a sharpshooter, and applied for an army pension which was approved in 1881. He is one of a small number of Muslims who served in the American Civil War, and is known primarily from his pension application which is housed at the US National Archives",
            "score": 35.153438568115234
        },
        {
            "docid": "13438401_2",
            "document": "Vladimir Laxa . Vladimir Laxa (21 January 1870 – 1945) was a Croatian general born in Sisak in the Kingdom of Croatia-Slavonia (modern day Croatia), who served in the Austro-Hungarian Army during World War I and in the Croatian Home Guard during World War II. During World War II, he was Army Chief of Staff of the Axis puppet state, the Independent State of Croatia (, NDH), from June 1941 until August 1942, when he resigned his commission in protest of the atrocities committed by the Ustaše Militia.",
            "score": 35.022056579589844
        },
        {
            "docid": "35722576_7",
            "document": "History of transgender people in the United States . During the American Civil War (1861–1865) at least 240 people assigned female at birth are known to have worn what was traditionally men's clothing and fought as soldiers. Many may have worn men's clothes because they weren't allowed to fight and this was their only means of participating in the war effort. Some of them were transgender and continued to live as men throughout their lives. One such notable soldier was Albert Cashier.",
            "score": 34.9642333984375
        },
        {
            "docid": "33238503_3",
            "document": "Goliath (Westerfeld novel) . Heir to the Austro-Hungarian throne in hiding Prince Aleksander, and Scottish midshipman Deryn \"Dylan\" Sharp rescue Serbian inventor Nikola Tesla from the site of a 1908 Siberian Tunguska event meteorite blast. Along the way, Alek sees through Deryn's male disguise of Dylan on the organic airship \"Leviathan\" while gradually learning of Tesla's motives of using his invented weapon Goliath to end the war on his own. Alek destroys the inventor and his Goliath weapon under German attack in New York, triggering the entry of U.S. into World War I.",
            "score": 34.93077850341797
        }
    ]
}