{
    "q": [
        {
            "docid": "21473_71",
            "document": "Nikola Tesla . Before World War I, Tesla sought overseas investors. After the war started, Tesla lost the funding he was receiving from his patents in European countries.",
            "score": 26.63103675842285
        },
        {
            "docid": "5046265_11",
            "document": "Kolubara . A series of coal based power stations are built in the basin, including \"Kolubara\" (130 MW, at Veliki Crljeni), \"Nikola Tesla B-1\" (in 1983) and \"Nikola Tesla B-2\" (both 615 MW, in Obrenovac).",
            "score": 22.40470838546753
        },
        {
            "docid": "27442010_2",
            "document": "The Secret of Nikola Tesla . The Secret of Nikola Tesla (), is a 1980 Yugoslav biographical film which details events in the life of the Serbian-American engineer and inventor Nikola Tesla (1856-1943), portrayed by Serbian actor Petar Božović. Tesla grew up in the Austro-Hungarian Empire), studied engineering and physics, and moved to New York in 1884. He became an American citizen in 1891 and is known for his contributions to electrical engineering.",
            "score": 33.354138135910034
        },
        {
            "docid": "264823_2",
            "document": "List of Nikola Tesla patents . Nikola Tesla was an inventor who obtained around 300 patents worldwide for his inventions. Some of Tesla's patents are not accounted for, and various sources have discovered some that have lain hidden in patent archives. There are a minimum of 278 patents issued to Tesla in 26 countries that have been accounted for. Many of Tesla's patents were in the United States, Britain, and Canada, but many other patents were approved in countries around the globe. Many inventions developed by Tesla were not put into patent protection.",
            "score": 23.328147888183594
        },
        {
            "docid": "21473_79",
            "document": "Nikola Tesla . At the 1934 party, Tesla told reporters he had designed a superweapon he claimed would end all war. He would call it \"teleforce\", but was usually referred to as his death ray. Tesla described it as a defensive weapon that would be put up along the border of a country to be used against attacking ground-based infantry or aircraft. Tesla never revealed detailed plans of how the weapon worked during his lifetime, but in 1984, they surfaced at the Nikola Tesla Museum archive in Belgrade. The treatise, \"The New Art of Projecting Concentrated Non-dispersive Energy through the Natural Media\", described an open-ended vacuum tube with a gas jet seal that allows particles to exit, a method of charging slugs of tungsten or mercury to millions of volts, and directing them in streams (through electrostatic repulsion). Tesla tried to interest the US War Department, the United Kingdom, the Soviet Union, and Yugoslavia in the device.",
            "score": 24.807396411895752
        },
        {
            "docid": "1467219_3",
            "document": "Belgrade Nikola Tesla Airport . The flag carrier and largest airline of Serbia, Air Serbia, uses Belgrade Nikola Tesla as their hub. It is also one of the operating bases for low cost airline Wizz Air. The air taxi services Air Pink, Eagle Express and Prince Aviation also call the airport their home. The airport is operated by the state-owned company \"Aerodrom Nikola Tesla Beograd\".",
            "score": 22.094294548034668
        },
        {
            "docid": "32925149_9",
            "document": "Sanja Bestic . In May 2013 she wrapped up \"Tesla\" written by British award winning playwright Sheri Graubert and produced by EasyTheaters Productions based in London. \"Tesla\" premiered in May 2013 in New York City. The play was a sold out success, winning the young director the Tesla Award. It starred James Lee Taylor as Nikola Tesla, one of the most respected Serbian-American scientists in the world. The play will soon be moving to London’s West End. Furthermore, Sanja's goal is to take this story a step further in 2014 by directing a documentary movie about the mysterious life of Nikola Tesla. These projects are highly supported by The Tesla Science Foundation and Office for Cooperation with Diaspora and Serbs in the Region.  Nikola Tesla is finally beginning to attract real attention and encourage serious debate nearly 70 years after his death. Nikola Tesla, Serbian-American scientist, the man who lit the world, gave his greatest contribution to science and technological progress of the world as the inventor of the rotating magnetic field and of the complete system of production and distribution of electrical energy (motors, generators) based on the use of alternate currents. His name was given to the SI unit for magnetic induction (\"tesla\"). Tesla also constructed the generators of high-frequency alternate currents and high-voltage coreless transformer known today as \"Tesla Coil\". Sanja has managed to bring to life moments of Tesla's life that the public had yet to see and displayed important moments and sequences of Tesla's life, which for mysterious reasons have remained a well kept secret to date. Tesla whom we might have referred to as holy, sacred, died before he was recognized as someone who truly marked the history of mankind. Sanja's play was supported by the Office for Cooperation with Diaspora and Serbs in the Region, Consulate General of the Republic of Serbia in New York, Vuk Jeremić - Serbian physicist, politician and President of the 67th session of United Nations General Assembly, the Tesla Science Foundation, the Nikola Tesla Club, and the Nikola Tesla Inventors Club in the US.",
            "score": 25.38849949836731
        },
        {
            "docid": "21473_16",
            "document": "Nikola Tesla . In March 1879, Tesla's father went to Maribor to beg his son to return home, but he refused. Nikola suffered a nervous breakdown around the same time. On 24 March 1879, Tesla was returned to Gospić under police guard for not having a residence permit.",
            "score": 23.562218189239502
        },
        {
            "docid": "2300571_5",
            "document": "TPP Nikola Tesla . Located between the villages of Skela and Ušće. There are two generation units with a total capacity of 1160 MW. TPP Nikola Tesla B was first synchronised on March 11, 1983. Its chimney is 280 metres tall.",
            "score": 23.254936456680298
        },
        {
            "docid": "54115706_7",
            "document": "Energetics of Serbia . Today in Serbia there are the following plants: in the basin Kolubara - Nikola Tesla A and B, and Kolubara, then Kostolac A and Kostolac B in Kostolac basins. On the Velika Morava river, near Svilajnac, power plant Morava. In the Kosovo basin are power plant Kosovo, Obilic A and B and Trepca, while there in the Metohija power plants are Djakovica and Orahovac. In Vojvodina, and there in Zrenjanin and Novi Sad. The strongest power plant is \"Nikola Tesla A \", with a total power of 1,650 MW.",
            "score": 21.02524709701538
        },
        {
            "docid": "11450835_3",
            "document": "Tesla: Man Out of Time . \"Tesla: Man Out of Time\" describes the life of Nikola Tesla (1856–1943), the Serbian-American inventor, electrical engineer, mechanical engineer, physicist, and futurist. Margaret Cheney's narrative details Tesla's childhood during the 1850s and 1860s in the then Austro-Hungarian Empire, his 1884 arrival in New York, becoming American citizen in 1891, his inventions and contributions to engineering, up to his death New York at age 86 during the middle of World War II in 1943. The book is focused largely on Tesla's personality and not his inventions.",
            "score": 33.153337478637695
        },
        {
            "docid": "21473_7",
            "document": "Nikola Tesla . Nikola Tesla was born an ethnic Serb in the village Smiljan, Lika county, in the Austrian Empire (present day Croatia), on 1856. His father, Milutin Tesla (1819–1879), was an Eastern Orthodox priest. Tesla's mother, Đuka Tesla (née Mandić; 1822–1892), whose father was also an Orthodox priest, had a talent for making home craft tools and mechanical appliances and the ability to memorize Serbian epic poems. Đuka had never received a formal education. Tesla credited his eidetic memory and creative abilities to his mother's genetics and influence. Tesla's progenitors were from western Serbia, near Montenegro.",
            "score": 42.27216386795044
        },
        {
            "docid": "1467219_16",
            "document": "Belgrade Nikola Tesla Airport . With a change in government and international sentiment, normal air traffic resumed in 2001. A few years later the airport's terminal 2 underwent a major reconstruction. The runway was upgraded to CAT IIIb in 2005, as part of a large renovation project. CAT IIIb is the latest runway system, giving aircraft the security of landing during fog and storms. In 2006, the airport was renamed to \"Belgrade Nikola Tesla Airport\". Nikola Tesla was a Serbian-American inventor and scientist, generally considered one of the world's most famous inventors. The construction of the new air traffic control center was completed in 2010. In 2011 Belgrade Nikola Tesla Airport shares (AERO) began trading on the Belgrade Stock Exchange (BELEX).",
            "score": 24.16917634010315
        },
        {
            "docid": "7409536_5",
            "document": "Nikola Tesla in popular culture . Tesla's birthday, 10 July, has been suggested by some to be World Tesla Day, Nikola Tesla Day, or simply, Tesla Day. Some organizations celebrate Tesla Day informally on 10 July. However, The Tesla Memorial Society wrote letters to several officials asking to commemorate 10 July as international Nikola Tesla Day.",
            "score": 25.6252498626709
        },
        {
            "docid": "11450751_3",
            "document": "Wizard: The Life and Times of Nikola Tesla . Seifer follows the life of Nikola Tesla, the Serbian American inventor, electrical engineer, mechanical engineer, physicist, and futurist. He covers the high points of the inventors life through his designs used in the modern alternating current system, experimentation with high frequency current and wireless power transmission, wireless remote control, X-ray imaging, and Tesla's \"death ray\". Seifer goes on to cover Tesla's downfall, attributing it to Tesla's megalomaniacal, neurotic, self-destructive tendencies, and Tesla's interactions with financier J. Pierpont Morgan.",
            "score": 27.09865927696228
        },
        {
            "docid": "1182319_10",
            "document": "Goat Island (New York) . The island is home to the Tesla Monument which honors the Serbian-American inventor, Nikola Tesla. The statue was a given to the United States by the government of Yugoslavia in 1976. The sculptor of the statue is Frano Kršinić (1897–1982), a renowned Yugoslav sculptor. In mid-2016, the statue was relocated to Stedman’s Bluff, the section of the island that overlooks the Bridal Veil Falls and the American Falls, to increase popularity.",
            "score": 24.936421394348145
        },
        {
            "docid": "1529691_2",
            "document": "My Inventions: The Autobiography of Nikola Tesla . My Inventions: The Autobiography of Nikola Tesla is a book compiled and edited by Ben Johnston detailing the work of Nikola Tesla. The content was largely drawn from a series of articles that Nikola Tesla had written for \"Electrical Experimenter\" magazine in 1919, when he was 63 years old.",
            "score": 21.84753704071045
        },
        {
            "docid": "7409536_2",
            "document": "Nikola Tesla in popular culture . Nikola Tesla (10 July 1856 – 7 January 1943) is portrayed in multiple forms of popular culture. The Serbian-American engineer has particularly been depicted in science fiction, a genre which is well-suited to address his inventions; while often exaggerated, the fictionalized variants build mostly upon his own alleged claims or ideas. A popular, growing fixation among science fiction, comic book, and speculative history storytellers is to portray Tesla as a member of a secret society, along with other luminaries of science. The impacts of the technologies invented by Nikola Tesla are a recurring theme in the steampunk genre of alternate technology science-fiction.",
            "score": 27.66284704208374
        },
        {
            "docid": "4966622_4",
            "document": "Nikola Tesla Museum . The Nikola Tesla Museum is charged with preserving and displaying the legacy of Nikola Tesla. The present director is Branimir Jovanović.",
            "score": 21.75715398788452
        },
        {
            "docid": "21473_88",
            "document": "Nikola Tesla . Tesla obtained around 300 patents worldwide for his inventions. Some of Tesla's patents are not accounted for, and various sources have discovered some that have lain hidden in patent archives. There are a minimum of 278 known patents issued to Tesla in 26 countries. Many of Tesla's patents were in the United States, Britain, and Canada, but many other patents were approved in countries around the globe. Many inventions developed by Tesla were not put into patent protection.",
            "score": 22.072575569152832
        },
        {
            "docid": "7409536_6",
            "document": "Nikola Tesla in popular culture . Google honored Tesla on his birthday on 10 July 2009 by displaying a Google Doodle in the Google search home page, that showed the G as a Tesla coil.",
            "score": 21.555578470230103
        },
        {
            "docid": "14544903_2",
            "document": "Tesla River . The Tesla River is a tributary of the Tărlung River in Romania. The river is named after the famous Serbian-American electrical engineer Nikola Tesla.",
            "score": 23.55237102508545
        },
        {
            "docid": "11450895_2",
            "document": "The Fantastic Inventions of Nikola Tesla . The Fantastic Inventions of Nikola Tesla () is a 1993 book compiled and edited by David Hatcher Childress detailing the work of Nikola Tesla. Additional content of the book, besides the patent cover pages and lectures of Tesla, is provided by Childress.",
            "score": 21.812245845794678
        },
        {
            "docid": "11451008_2",
            "document": "The Inventions, Researches, and Writings of Nikola Tesla . The Inventions, Researches and Writings of Nikola Tesla is a book compiled and edited by Thomas Commerford Martin detailing the work of Nikola Tesla up to 1893. The book is a comprehensive compilation of Tesla's early work with many illustrations.",
            "score": 21.812245845794678
        },
        {
            "docid": "51769920_2",
            "document": "Tesla (film) . Tesla is a 2016 American documentary film about Nikola Tesla. The film is directed by David Grubin and distributed on the PBS network. It premiered on October 18, 2016 as part of the \"American Experience\" series during the 28th season.",
            "score": 25.48430109024048
        },
        {
            "docid": "11451041_2",
            "document": "Prodigal Genius: The Life of Nikola Tesla . Prodigal Genius: The Life of Nikola Tesla () is a 1944 book by John Joseph O'Neill detailing the life of Nikola Tesla.",
            "score": 21.58919048309326
        },
        {
            "docid": "11450751_2",
            "document": "Wizard: The Life and Times of Nikola Tesla . The book Wizard, the Life and Times of Nikola Tesla is a biography of Nikola Tesla by Marc J. Seifer published in 1996.",
            "score": 23.531551837921143
        },
        {
            "docid": "4039179_2",
            "document": "Nikola Tesla electric car hoax . The Nikola Tesla electric car hoax is an anecdote that refers to a supposed Nikola Tesla invention described by Peter Savo, who claimed to be a nephew of Tesla, to Derek Ahers in 1967. Savo said that Tesla took him to Buffalo, New York in 1931 and showed him a modified Pierce-Arrow car.",
            "score": 23.953811168670654
        },
        {
            "docid": "21473_2",
            "document": "Nikola Tesla . Nikola Tesla (; ; 10 July 1856 – 7 January 1943) was a Serbian-American inventor, electrical engineer, mechanical engineer, physicist, and futurist who is best known for his contributions to the design of the modern alternating current (AC) electricity supply system.",
            "score": 28.631824731826782
        },
        {
            "docid": "21473_106",
            "document": "Nikola Tesla . Tesla made predictions about the relevant issues of a post-World War I environment in a printed article, \"Science and Discovery are the great Forces which will lead to the Consummation of the War\" (20 December 1914). Tesla believed that the League of Nations was not a remedy for the times and issues.",
            "score": 27.324816703796387
        },
        {
            "docid": "1467219_2",
            "document": "Belgrade Nikola Tesla Airport . Belgrade Nikola Tesla Airport ( / \"Aerodrom Nikola Tesla Beograd\") , is an international airport serving Belgrade, Serbia. Previously known as Belgrade Airport ( / \"Aerodrom Beograd\") or Surčin Airport ( / \"Aerodrom Surčin\"), it was renamed in 2006 in honor of Serbian scientist and inventor Nikola Tesla. It is the largest and busiest airport in Serbia, situated west of downtown Belgrade near the suburb of Surčin, surrounded by Syrmia's fertile lowlands.",
            "score": 21.347228050231934
        },
        {
            "docid": "50812966_6",
            "document": "Nikola Motor Company . On May 1, 2018 Nikola Motor Company filed a lawsuit against Tesla seeking $2 billion in damages alleging that the Tesla Semi infringes on several patents Nikola have been granted on the design of the Nikola One. Tesla has responded that the lawsuit is without merit.",
            "score": 21.082160472869873
        }
    ],
    "r": [
        {
            "docid": "21473_7",
            "document": "Nikola Tesla . Nikola Tesla was born an ethnic Serb in the village Smiljan, Lika county, in the Austrian Empire (present day Croatia), on 1856. His father, Milutin Tesla (1819–1879), was an Eastern Orthodox priest. Tesla's mother, Đuka Tesla (née Mandić; 1822–1892), whose father was also an Orthodox priest, had a talent for making home craft tools and mechanical appliances and the ability to memorize Serbian epic poems. Đuka had never received a formal education. Tesla credited his eidetic memory and creative abilities to his mother's genetics and influence. Tesla's progenitors were from western Serbia, near Montenegro.",
            "score": 42.27216339111328
        },
        {
            "docid": "23929962_3",
            "document": "Tesla's Letters . The play takes place in 1997, two years after Operation Storm and the Dayton Agreement and two years prior to the start of the Kosovo War and the US-led 1999 NATO bombing of Yugoslavia, with the scenes set at the Nikola Tesla Museum in the Serbian capital, Belgrade, on a bus at the Serbian-Croatian border, and at Tesla's birthplace in the Croatian village of Smiljan. Daisy Archer is a trendy young Ph.D. student from the US who has won a research grant to fly to Belgrade to research the life of eccentric electrical pioneer, Nikola Tesla. Tesla, who was of Serbian descent but born and raised in Croatia, spent 60 years of his life as a US citizen; this tri-national pedigree alone will present Daisy with semantics problems more complicated than she imagined.",
            "score": 33.401248931884766
        },
        {
            "docid": "27442010_2",
            "document": "The Secret of Nikola Tesla . The Secret of Nikola Tesla (), is a 1980 Yugoslav biographical film which details events in the life of the Serbian-American engineer and inventor Nikola Tesla (1856-1943), portrayed by Serbian actor Petar Božović. Tesla grew up in the Austro-Hungarian Empire), studied engineering and physics, and moved to New York in 1884. He became an American citizen in 1891 and is known for his contributions to electrical engineering.",
            "score": 33.3541374206543
        },
        {
            "docid": "11450835_3",
            "document": "Tesla: Man Out of Time . \"Tesla: Man Out of Time\" describes the life of Nikola Tesla (1856–1943), the Serbian-American inventor, electrical engineer, mechanical engineer, physicist, and futurist. Margaret Cheney's narrative details Tesla's childhood during the 1850s and 1860s in the then Austro-Hungarian Empire, his 1884 arrival in New York, becoming American citizen in 1891, his inventions and contributions to engineering, up to his death New York at age 86 during the middle of World War II in 1943. The book is focused largely on Tesla's personality and not his inventions.",
            "score": 33.15333557128906
        },
        {
            "docid": "20006714_2",
            "document": "Second American Civil War . The American Civil War took place between 1861 and 1865, after which the Union was preserved. Rhetorical or hyperbolic references to a potential Second American Civil War have since been made on a number of occasions throughout the history of the United States.",
            "score": 32.730491638183594
        },
        {
            "docid": "21473_8",
            "document": "Nikola Tesla . Tesla was the fourth of five children. He had three sisters, Milka, Angelina and Marica, and an older brother named Dane, who was killed in a horse riding accident when Tesla was aged five. In 1861, Tesla attended primary school in Smiljan where he studied German, arithmetic, and religion. In 1862, the Tesla family moved to the nearby Gospić, Lika where Tesla's father worked as parish priest. Nikola completed primary school, followed by middle school.",
            "score": 30.496597290039062
        },
        {
            "docid": "11115668_2",
            "document": "AGEOD's American Civil War . AGEOD's American Civil War: 1861-1865 - The Blue and the Gray is a historical operational turn-based strategy video game that places players at the head of the U.S. or CSA during the American Civil War (1861–1865).",
            "score": 29.241117477416992
        },
        {
            "docid": "21546927_7",
            "document": "Conclusion of the American Civil War . The Confederates lost the city of Spanish Fort in Alabama at the Battle of Spanish Fort, which took place between March 27 and April 8, 1865 in Baldwin County. After losing Spanish Fort, the Confederates went on to lose Fort Blakely to Union forces at the Battle of Fort Blakely, between April 2 and 9, 1865. This was the last battle of the American Civil War involving large numbers of United States Colored Troops.",
            "score": 29.067272186279297
        },
        {
            "docid": "18723123_4",
            "document": "Tesla's Egg of Columbus . Tesla's device used a toroidal iron core stator on which four electromagnetic coils were wound. The device was powered by a two-phase alternating current source (such as a variable speed alternator) to create the rotating magnetic field. The device operated on a frequency of 25 to 300 hertz. The ideal operating frequency was described as being between 35 and 40 hertz. Reproductions of the device are displayed at the Nikola Tesla Museum in Belgrade, the Memorial Centre \"Nikola Tesla\" in Smiljan, the Technical Museum in Zagreb, the Croatian History Museum in Zagreb, in the Ann Arbor Hands-On Museum and the Tesla Science Center at Wardenclyffe in Shoreham, NY.",
            "score": 29.040672302246094
        },
        {
            "docid": "1505797_2",
            "document": "Smiljan . Smiljan () is a village in the mountainous region of Western Lika in Croatia. It is located northwest of Gospić, and fifteen kilometers from the Zagreb-Split highway; its population is 418 (2011). Smiljan is famous as the birthplace of inventor, engineer and scientist Nikola Tesla.",
            "score": 28.778310775756836
        },
        {
            "docid": "3590264_3",
            "document": "Krešimir III of Croatia . After Croatia's King Stjepan Držislav died in 997, his brother Svetoslav Suronja had become King of Croatia. Together with his two brothers Gojslav and Krešimir, they fought between each other for the crown in a civil war. The two brothers probably used his alliance with the Byzantine Empire to ask Bulgaria for help. During that time, a Bulgarian invasion was taking place in which the Bulgarian monarch Samuil pillaged the Dalmatian cities and great parts of Bosnia. During last two years (999–1000) of the Croatian civil war, the revolters had managed to depose Svetoslav Suronja probably with some Bulgarian help, who later turned to the Venetian Doge for alliance in year 1000. Answering that political change, the Venetian Doge Pietro II Orseolo started military intervention in Dalmatia in which he will emerge victorious.",
            "score": 28.699440002441406
        },
        {
            "docid": "21473_2",
            "document": "Nikola Tesla . Nikola Tesla (; ; 10 July 1856 – 7 January 1943) was a Serbian-American inventor, electrical engineer, mechanical engineer, physicist, and futurist who is best known for his contributions to the design of the modern alternating current (AC) electricity supply system.",
            "score": 28.631824493408203
        },
        {
            "docid": "20006714_3",
            "document": "Second American Civil War . Since the phrase can refer to any war to separate one political body from another, some historians name the 1861–1865 war as the \"Second American Civil War,\" referring to the American War for Independence, which resulted in separation of the British North American colonies from the British Empire, as the \"First American Civil War\". A significant number of American colonists stayed loyal to the British Crown and as Loyalists fought on the British side while opposite were a significant amount of colonists called Patriots who fought on the American side. In some localities, there was fierce fighting between Americans including gruesome instances of hanging, drawing, and quartering on both sides. As Canadian historian William Stewart Wallace noted:",
            "score": 28.52539825439453
        },
        {
            "docid": "182259_9",
            "document": "Trench warfare . North American armies employed field works in the American Civil War (1861-1865) — most notably in the sieges of Vicksburg (1863) and Petersburg (1864-1865), the latter of which saw the first use by the Union Army of the rapid-fire Gatling gun, the important precursor to modern-day machine guns. Trenches also featured in the Paraguayan War (which started in 1864), the Second Anglo-Boer War (1899-1902), and the Russo-Japanese War (1904-1905).",
            "score": 28.337324142456055
        },
        {
            "docid": "11451008_9",
            "document": "The Inventions, Researches, and Writings of Nikola Tesla . In \"Nikola Tesla and John Jacob Astor\" by Marc J. Seifer, Seifer wites of Tesla answering what is the spark of life:",
            "score": 28.1082763671875
        },
        {
            "docid": "37670712_3",
            "document": "Censuses in Ukraine . The first official census in the territory of Ukraine took place in 1818 when Western Ukraine was part of the Austrian Empire. However a modern census did not take place until 1857. Since then the next censuses took place in the dual-power state of the Austria-Hungary in 1869, 1880, 1890, 1900, 1910. Those last five censuses also included the territory of the today Zakarpattia Oblast which was part of the Kingdom of Hungary. The further censuses discontinued as the country fell apart. The rest of Ukraine which was part of another empire of Russia conducted its first census as part of the 1897 Russian Census. Remarkable is the fact that the next national census in Russia did not take place until after World War I and the formation of the Soviet Union. In 1920, a census was conducted only in those areas that were not involved in the Russian Civil War.",
            "score": 28.019386291503906
        },
        {
            "docid": "23929962_5",
            "document": "Tesla's Letters . On the bus to Croatia, Daisy meets Zoran, a handsome, charismatic young man and ex-Croatian soldier. Upon learning that she plans on driving to the remote region where Smiljan is located, an area which US State Department travel advisories have warned Americans to avoid, he insists on coming along as her guide. In Smiljan, Daisy witnesses the immediate aftermath of a military attack on a civilian neighborhood and sees a moment of deadly violence as it occurs. She takes photographs of Tesla's birthplace and returns to Belgrade for a final confrontation with Dragan.",
            "score": 28.01042938232422
        },
        {
            "docid": "349174_8",
            "document": "Virginia Peninsula . During the American Civil War (1861–1865), the Union Army invaded the Virginia Peninsula as part of the Peninsula Campaign in 1862 to capture Richmond, beginning from Fort Monroe at the entrance to Hampton Roads, which had remained in Union control after Virginia seceded in 1861. At the outset of the Peninsula Campaign, the Battle of Hampton Roads between the first ironclad warships took place near the mouth of the James River off the eastern tip of Warwick County. The 1862 Siege of Yorktown took place along the York River. Finally, after a lengthy standoff, the largest Union Army of the war under General George B. McClellan chased the retreating Confederates through the Williamsburg Line and westward literally to the \"Gates of Richmond\", where the swampy upper reaches of the Chickahominy River created a natural barrier behind which the defenders successfully held the Confederate capital, essentially prolonging the war for three more devastating years.",
            "score": 28.001365661621094
        },
        {
            "docid": "50432080_2",
            "document": "Diplomacy of the American Civil War . The diplomacy of the American Civil War involved the relations of the United States of America and the Confederate States of America with the major world powers during the American Civil War of 1861–1865. The United States successfully prevented other powers from recognizing the Confederacy, which counted heavily on Britain and France to enter the war on its side to maintain their supply of cotton and to weaken a growing opponent. Every nation was officially neutral throughout the war, and none formally recognized the Confederacy.",
            "score": 27.9808349609375
        },
        {
            "docid": "2648955_2",
            "document": "List of weapons in the American Civil War . The American Civil War, fought between the Union and Confederate forces, took place from 1861 to 1865. During the war, a variety of weapons were used on both sides. These weapons include edged weapons such as knives and swords, firearms such as, rifled-muskets, breech loaders and repeating weapons, various field guns such as artillery, and new weapons such as the early grenade and machine gun.",
            "score": 27.736324310302734
        },
        {
            "docid": "7409536_2",
            "document": "Nikola Tesla in popular culture . Nikola Tesla (10 July 1856 – 7 January 1943) is portrayed in multiple forms of popular culture. The Serbian-American engineer has particularly been depicted in science fiction, a genre which is well-suited to address his inventions; while often exaggerated, the fictionalized variants build mostly upon his own alleged claims or ideas. A popular, growing fixation among science fiction, comic book, and speculative history storytellers is to portray Tesla as a member of a secret society, along with other luminaries of science. The impacts of the technologies invented by Nikola Tesla are a recurring theme in the steampunk genre of alternate technology science-fiction.",
            "score": 27.6628475189209
        },
        {
            "docid": "45506_15",
            "document": "World peace . In her essay \"The Roots of War\", Ayn Rand held that the major wars of history were started by the more controlled economies of the time against the freer ones and that capitalism gave mankind the longest period of peace in history—a period during which there were no wars involving the entire civilized world—from the end of the Napoleonic wars in 1815 to the outbreak of World War I in 1914, with the exceptions of the Franco-Prussian War (1870), the Spanish–American War (1898), and the American Civil War (1861–1865), which notably occurred in perhaps the most liberal economy in the world at the beginning of the industrial revolution.",
            "score": 27.590837478637695
        },
        {
            "docid": "923489_10",
            "document": "Gospić . The municipality was the birthplace of such great men as Nikola Tesla, [[Serbian]-born [[United States|American]] inventor, [[electrical engineer]], [[mechanical engineering|mechanical engineer]], [[physicist]] and [[futurist]] of [[Serbian American|Serbian]] ancestry (in [[Smiljan]]), pioneer in telegraphy [[Ferdinand Kovačević]] and also national thinkers like [[Ante Starčević]].",
            "score": 27.370418548583984
        },
        {
            "docid": "29568788_2",
            "document": "Irish Americans in the American Civil War . Irish-American Catholics served on both sides of the American Civil War (1861–1865) as officers, volunteers and draftees. Immigration due to the Irish Great Famine (1845–1852) had provided many thousands of men as potential recruits although issues of race, religion, pacifism and personal allegiance created some resistance to service. A significant body of these Irishmen later used the military experience gained in the American Civil War to fight against the British Empire with the goal of establishing an Irish Republic as members of the Irish Republican Brotherhood, the Fenian Brotherhood and Clan na Gael. In addition very large numbers of Scots-Irish Protestants were involved in the American Civil War, especially the Confederacy.",
            "score": 27.369304656982422
        },
        {
            "docid": "21473_106",
            "document": "Nikola Tesla . Tesla made predictions about the relevant issues of a post-World War I environment in a printed article, \"Science and Discovery are the great Forces which will lead to the Consummation of the War\" (20 December 1914). Tesla believed that the League of Nations was not a remedy for the times and issues.",
            "score": 27.324817657470703
        },
        {
            "docid": "52605460_2",
            "document": "Ageod's American Civil War II . Ageod's American Civil War II is a historical operational turn-based strategy computer game (WEGO system) that places players at the head of the U.S. or CSA during the American Civil War (1861–1865).",
            "score": 27.112960815429688
        },
        {
            "docid": "11450751_3",
            "document": "Wizard: The Life and Times of Nikola Tesla . Seifer follows the life of Nikola Tesla, the Serbian American inventor, electrical engineer, mechanical engineer, physicist, and futurist. He covers the high points of the inventors life through his designs used in the modern alternating current system, experimentation with high frequency current and wireless power transmission, wireless remote control, X-ray imaging, and Tesla's \"death ray\". Seifer goes on to cover Tesla's downfall, attributing it to Tesla's megalomaniacal, neurotic, self-destructive tendencies, and Tesla's interactions with financier J. Pierpont Morgan.",
            "score": 27.09865951538086
        },
        {
            "docid": "9346402_6",
            "document": "2244 Tesla . This minor planet was named in memory of Serbian-American physicist, electrical engineer and inventor Nikola Tesla (1856–1943). He is best known for his contributions to the design of the modern alternating current (AC) electricity supply system and radio electro-communications. The lunar crater \"Tesla\" is also named in his honor. The approved naming citation was published by the Minor Planet Center on 7 March 1985 ().",
            "score": 27.017406463623047
        },
        {
            "docid": "5371638_2",
            "document": "Opposition to the American Civil War . Popular opposition to the American Civil War, which lasted from 1861 to 1865, was widespread. Although there had been many attempts at compromise prior to the outbreak of war, there were those who felt it could still be ended peacefully or did not believe it should have occurred in the first place. Opposition took the form of both those in the North who believed the South had the right to be independent and those in the South who wanted neither war nor a Union advance into the newly declared Confederate States of America.",
            "score": 27.012685775756836
        },
        {
            "docid": "32166885_28",
            "document": "History of cotton . Cotton's central place in the national economy and its international importance led Senator James Henry Hammond of South Carolina to make a famous boast in 1858: Cotton diplomacy, the idea that cotton would cause Britain and France to intervene in the Civil War, was unsuccessful. It was thought that the Civil War caused the Lancashire Cotton Famine, a period between 1861–1865 of depression in the British cotton industry, by blocking off American raw cotton. Some, however, suggest that the Cotton Famine was mostly due to overproduction and price inflation caused by an expectation of future shortage. Prior to the Civil War, Lancashire companies issued surveys to find new cotton-growing countries if the Civil War were to occur and reduce American exports. India was deemed to be the country capable of growing the necessary amounts. Indeed, it helped fill the gap during the war, making up only 31% of British cotton imports in 1861, but 90% in 1862 and 67% in 1864.",
            "score": 26.970129013061523
        },
        {
            "docid": "4167614_2",
            "document": "Trans-Mississippi Theater of the American Civil War . The Trans-Mississippi Theater of the American Civil War consists of the major military operations west of the Mississippi River. The area is often thought of as excluding the states and territories bordering the Pacific Ocean, which formed the Pacific Coast Theater of the American Civil War (1861-1865).",
            "score": 26.795881271362305
        },
        {
            "docid": "52605460_3",
            "document": "Ageod's American Civil War II . Most of the individual years of campaign between 1861 and 1865 are playable via a separate scenario (to be refined during beta testing). Advanced scenarios will allow recreation of some yearly and/or theater campaigns, and there is a Grand Campaign covering the whole war. The game is a sequel to Ageod's American Civil War, which was released in 2007. The game partnered with the Civil War Trust, and a portion of proceeds from the sale of the game was donated to the trust.",
            "score": 26.779373168945312
        }
    ]
}