{
    "q": [
        {
            "docid": "455401_16",
            "document": "Frankenstein's monster . In the 1994 film \"Mary Shelley's Frankenstein,\" the creature is played by Robert De Niro in a nearer approach to the original source, except this version gives the creature balding grey hair and a body covered in bloody stitches. He is, as in the novel, motivated by pain and loneliness. In this version, Frankenstein gives the monster the brain of his mentor, Doctor Waldman, while his body is made from a man who killed Waldman while resisting a vaccination. The monster retains Waldman's \"trace memories\" that apparently help him quickly learn to speak and read.",
            "score": 66.29529440402985
        },
        {
            "docid": "1605066_14",
            "document": "Jack Pierce (make-up artist) . Occasionally Jack Pierce would land a job on a major production such as \"Joan of Arc\" (1948) or the Danny Kaye version of \"The Secret Life of Walter Mitty\", for which he made up Karloff as the Frankenstein Monster for a daydream sequence, cut from the film. Primarily, Pierce's post-Universal employment was on low-budget independent westerns and horror films. Notable Pierce creations during this period include the hirsute halfwit in \"Teenage Monster\", played by 40-ish stuntman Gil Perkins, who had doubled Bela Lugosi in Pierce's Monster make-up in \"Frankenstein Meets the Wolf Man\"; \"Beyond the Time Barrier\", with a clutch of bald, scarred atomic mutants and leading man Robert Clarke transforming into a withered ancient; \"Creation of the Humanoids\", crafting a race of bald cyborgs with silver eyes via bald caps and scleral contact lenses; and a reprise of his Wolf Man design for \"Beauty and the Beast\" (1962), played by Mark Damon.",
            "score": 60.871739983558655
        },
        {
            "docid": "8728611_25",
            "document": "Frankenstein's Monster (Marvel Comics) . The first Nazi clone of Frankenstein's Monster was a creation of Nazi sympathizer Anna Frankenstein and her lover Von Rottz in the Summer of 1944. They had hoped to use the works of Victor Frankenstein to create an army of monsters to sell to the Nazis. When her Frankenstein's Monster was complete, Anna wrote a letter to Captain America and Bucky Barnes in order to lure them to her. They were attacked by the Nazi clone Frankenstein's Monster twice with the second time had Bucky snatched by Frankenstein's Monster. Von Rottz assisted Captain America into rescuing Bucky from being thrown off the castle by the Nazi clone Frankenstein's Monster. Before Von Rottz could betray Captain America, he is strangled to death by the Nazi clone of Frankenstein's Monster. Then the Nazi clone of Frankenstein's Monster grabbed Anna Frankenstein and fled into the woods. After freeing Anna, Captain America lured the Nazi clone of Frankenstein's Monster into the quicksand where it drowned. Anna felt guilty over what she did and joined her creation's fate upon committing suicide by quicksand. Although Anna Frankenstein's father set fire to the laboratory, other people have utilized Victor's technique to create other monsters.",
            "score": 43.37645125389099
        },
        {
            "docid": "39711202_3",
            "document": "Bride of Frankenstein (character) . In \"Frankenstein\", Victor Frankenstein is tempted by his monster's proposal to create a female creature so that the monster can have a partner. He promises that if Victor grants his request, he and his mate will vanish into the wilderness of South America, never to reappear. Fearing for his family, Victor reluctantly agrees and travels to England to do his work. Working on a second being on the Orkney Islands, he is plagued by premonitions of what his work might wreak, particularly the idea that creating a mate for the creature might lead to the breeding of an entire race of creatures that could plague mankind. He destroys the unfinished female creature after he sees his first creation looking through the window. The monster witnesses this and vows to be with Victor on his upcoming wedding night. True to his word, the monster murders Frankenstein's new wife Elizabeth.",
            "score": 46.11164355278015
        },
        {
            "docid": "455401_11",
            "document": "Frankenstein's monster . The monster kills Victor's younger brother William upon learning of the boy's relation to his hated creator. When Frankenstein retreats to the mountains, the monster approaches him at the summit and asks his creator to build him a female mate. In return, he promises to disappear with his mate and never trouble humankind again; the monster then threatens to destroy everything Frankenstein holds dear should he fail. Frankenstein agrees and builds a female creature, but, aghast at the possibility of creating a race of monsters, destroys his experiment. In response, the monster kills Frankenstein's best friend Henry Clerval, and later kills Frankenstein's bride Elizabeth Lavenza on their wedding night; whereupon Frankenstein's father dies of grief. Frankenstein dedicates himself to destroying his creation. Searching for the monster in the Arctic Circle, Frankenstein falls into the freezing water, contracting severe pneumonia. A ship exploring the region encounters the dying Frankenstein, who relates his story to the ship's captain, Robert Walton. Later, the monster boards the ship; but, upon finding Frankenstein dead, is overcome by grief and pledges to incinerate himself at \"the Northernmost extremity of the globe\". He then departs, never to be seen again.",
            "score": 52.55778360366821
        },
        {
            "docid": "39711202_4",
            "document": "Bride of Frankenstein (character) . In \"Bride of Frankenstein\", Henry Frankenstein's former mentor Doctor Septimus Pretorius proposes to Henry that together they create a mate for his Monster with Henry creating the body and Pretorius supplying an artificially-grown brain. Henry initially balks at the idea, but Pretorius threatens to expose him to the authorities as the creator of the Monster. Henry eventually agrees to help his mentor when the monster kidnaps Henry's wife Elizabeth. Henry returns to his tower laboratory where in spite of himself, he grows excited by his work. After being assured of Elizabeth's safety, Henry completes the Bride's body. A storm rages as final preparations are made to bring the Bride to life. Her bandage-wrapped body is raised through the roof. Lightning strikes a kite sending electricity through the Bride. They remove her bandages and help her to stand. Pretorius then declares it \"The Bride of Frankenstein!\" The excited Monster sees his mate and reaches out to her. When the monster quotes \"friend\" to it, the Bride screams in horror at the sight of him. When the Monster tries to advance on her, the Bride screams again as the Monster quotes \"She hate me! Like others.\" As Elizabeth races to Henry's side, the Monster rampages through the laboratory and puts his hand on a lever. When Henry tells Elizabeth that he can't leave his creation, the Monster tells Henry and Elizabeth \"Yes! Go! You live!\" To Pretorius and the Bride, he says \"You stay. We belong dead.\" While Henry and Elizabeth flee, the Monster sheds a tear as the Bride hisses, and he then pulls a lever to trigger the destruction of the laboratory and tower. The following film \"Son of Frankenstein\" reveals that the monster survives the explosion while the fates of Pretorius and the Bride are unknown.",
            "score": 50.49348711967468
        },
        {
            "docid": "5338312_6",
            "document": "Frankenstein in popular culture . The first sound adaptation of the story, \"Frankenstein\" (1931), was produced by Universal Pictures, directed by James Whale, and starred Boris Karloff as the monster. The film has been selected for preservation in the United States National Film Registry. Its sequel, \"The Bride of Frankenstein\" (1935) was also directed by Whale with Karloff as the monster. It was followed by \"Son of Frankenstein\" (1939), the last of the three films with Boris Karloff as the monster. \"The Ghost of Frankenstein\" (1942) marked the Universal series' descent into B movie territory; later efforts by the studio combined two or more monsters, culminating in the comedy \"Abbott and Costello Meet Frankenstein\". The later Universal films in which The Monster appears (and the actors who played him) are:",
            "score": 47.62562441825867
        },
        {
            "docid": "3302699_13",
            "document": "The Ghost of Frankenstein . \"The Ghost of Frankenstein\" also marked the changeover of the Frankenstein (and Universal Monsters) series from \"A-movie\" to \"B-movie\" status, with noticeably reduced budgets and the reuse of actors from previous films. As noted below, footage from this film would be recycled in even a later Frankenstein feature.",
            "score": 37.50041627883911
        },
        {
            "docid": "2206376_14",
            "document": "Son of Frankenstein . After the phenomenal success of \"Son of Frankenstein\", Karloff decided not to return to the role of the Monster, feeling that the character was becoming the butt of jokes. Also \"Son of Frankenstein\" marked the final \"A\" production of Universal's Frankenstein films, which later went to \"B\" films, beginning with \"The Ghost of Frankenstein\" in 1942 in which Lon Chaney, Jr. took over the role of the Monster and Lugosi returned as Ygor; Lugosi himself would go on to play the Monster in \"Frankenstein Meets the Wolf Man\" in 1943, while Karloff would return to the franchise as another character in 1944's \"House of Frankenstein\". Karloff would not don the Monster makeup again for film until an episode of the TV series \"Route 66\" in the 1960s.",
            "score": 42.340097427368164
        },
        {
            "docid": "195797_15",
            "document": "New York Dolls (album) . Several songs on \"New York Dolls\" function as what Robert Hilburn deemed \"colorful, if exaggerated, expressions of teen alienation\". Robert Christgau remarked that because many of Manhattan's white youths were wealthy and somewhat artsy, only ill-behaved young people from the outer boroughs such as the band members could \"capture the oppressive excitement Manhattan holds for a half-formed human being\". \"Private World\", an escapist plea for stability, was co-written by Kane, who rarely contributed as a songwriter and felt overwhelmed as a young adult in the music business. Johansen, the band's main lyricist, said \"Frankenstein (Orig.)\" was about \"how kids come to Manhattan from all over, they're kind of like whipped dogs, they're very repressed. Their bodies and brains are disoriented from each other ... it's a love song.\" According to critic Frank Kogan, the titular monster in the song was the personification of New York City and its ethos—\"the ostentation and the terror, the dreams and the fear\"—while Johansen asking listeners if they \"could make it with Frankenstein\" involved more than sexual slang: \"David was asking if you—if I—could make it with the monster of life, whether I could embrace life in all its pain and dreams and disaster.\" Sylvain jokingly said \"Frankenstein (Orig.)\" was titled with a qualifier because rock musician Edgar Winter had released his 1973 song of the same name before the band could record their own: \"Our song 'Frankenstein' was a big hit in our live show ... Now, his thing didn't sound at all like ours, but I'm sure he stole our title.\"",
            "score": 38.95913648605347
        },
        {
            "docid": "73375_13",
            "document": "Bride of Frankenstein . The Monster comes down the steps after killing Karl on the rooftop and sees his mate (Elsa Lanchester). The excited Monster reaches out to her, asking, \"Friend?\" The Bride, screaming, rejects him. \"She hate me! Like others\" the Monster dejectedly says. As Elizabeth races to Henry's side, the Monster rampages through the laboratory. The Monster tells Henry and Elizabeth \"Yes! Go! You live!\" To Pretorius and the Bride, he says \"You stay. We belong dead.\" While Henry and Elizabeth flee, the Monster sheds a tear and pulls a lever to trigger the destruction of the laboratory and tower.",
            "score": 49.05982542037964
        },
        {
            "docid": "1853749_12",
            "document": "Frankenstein Conquers the World . Influenced by the concept of the giant Frankenstein monster from the \"King Kong vs. Prometheus\" story, Toho planned on making \"Frankenstein vs. Godzilla\" as a follow up to \"King Kong vs. Godzilla\". Written in 1963 by Kimura, the story dealt with the heart of the original Frankenstein monster becoming irradiated and growing into a Frankenstein-monster giant. Afraid the giant would start eating people, Godzilla would be freed from an icy prison by the JSDF and goaded into a fight with the monster in hopes of killing him. Even though \"King Kong vs. Godzilla\" had already been made with Godzilla escaping from an iceberg that he was trapped in at the end of \"Godzilla Raids Again\", script writer Mabuchi thought with Godzilla disappearing into the ocean at the end of that film, that the idea of Godzilla becoming frozen in the North Sea into another icy prison could still work. The story would end with natural disasters defeating the monsters as Godzilla disappears into a raging river flow, and the Frankenstein giant disappears into magma caused by an erupting volcano.",
            "score": 45.458722949028015
        },
        {
            "docid": "640643_6",
            "document": "Frankenstein's Daughter . Police Lt. Boyd (John Zaremba) and Det. Bill Dillon (Robert Dix) investigate a report from a frightened woman (Charlotte Portney) that a female monster in a swimsuit attacked her. It is, of course, Trudy. They spot her and fire a few shots but miss. Oliver grabs her and drags her home to recover.",
            "score": 44.19772291183472
        },
        {
            "docid": "3302848_15",
            "document": "Frankenstein Meets the Wolf Man . This would be the final Universal horror film in which the Monster played a major role; in the subsequent films \"House of Frankenstein\" and \"House of Dracula\", the Monster, played by Glenn Strange, is brought back to life only in the final scenes. (In the 1948 Universal comedy \"Abbott and Costello Meet Frankenstein\" (the second and final film in which Lugosi plays Dracula), Strange has a larger role and the creature once again speaks, albeit with very limited dialogue, twice muttering, \"Yes, Master.\") It was also the last Universal horror film to feature an actual member of the Frankenstein family as a character.",
            "score": 40.39708757400513
        },
        {
            "docid": "12259262_6",
            "document": "Frankenstein (miniseries) . Captain Robert Walton is a failed writer who sets out to explore the North Pole and expand his scientific knowledge in hopes of achieving fame. During the voyage the crew spots a dog sled mastered by a gigantic figure. A few hours later, the crew rescues a nearly frozen and emaciated man named Victor Frankenstein. Frankenstein starts to recover from his exertion; he sees in Walton the same over-ambitiousness and recounts a story of his life's miseries to Walton as a warning.",
            "score": 51.846407890319824
        },
        {
            "docid": "5437215_2",
            "document": "Frankenstein: Through the Eyes of the Monster . Frankenstein: Through the Eyes of the Monster is a point-and-click adventure video game that stars Tim Curry as Dr. Frankenstein, and has the player controlling a newly created Frankenstein monster. Other cast members include Robert Rothrock as the voice of the monster, Rebecca Wink as villager Sara, and Amanda Fuller as Gabrielle, the monster's daughter. It used full motion video clips and 3D CGI graphics similar to Myst. The game was developed by Amazing Media and published by Interplay Entertainment Corp for the PC in 1995 and for the Sega Saturn in 1997. The game was given a \"Teen\" rating by the Entertainment Software Rating Board, but was originally rated as K-A.",
            "score": 46.889413356781006
        },
        {
            "docid": "10633286_2",
            "document": "Frankenstein Meets the Space Monster . Frankenstein Meets the Space Monster (sometimes stylized as Frankenstein Meets the Spacemonster) (1965) is a science fiction cult film, directed by Robert Gaffney and starring Marilyn Hanold, James Karen and Lou Cutell. It was filmed in Florida and Puerto Rico in 1964.",
            "score": 42.30800771713257
        },
        {
            "docid": "8728611_12",
            "document": "Frankenstein's Monster (Marvel Comics) . In the 1890s, heat revived the Monster and he wandered again. He searched for the descendant of Victor Frankenstein and finally ended up in Transylvania. The Monster clashed with Dracula, and his vocal cords were injured. Vincent Frankenstein finally found him and tried to give him a new brain, dying in the process as he was shot by an angry maidservant before the Monster could kill him. Frustrated, the Monster returned to a state of suspended animation.",
            "score": 42.26035928726196
        },
        {
            "docid": "18580673_7",
            "document": "Frankenstein . The novel \"Frankenstein\" is written in epistolary form, documenting a fictional correspondence between Captain Robert Walton and his sister, Margaret Walton Saville. Walton is a failed writer and captain who sets out to explore the North Pole and expand his scientific knowledge in hopes of achieving fame. During the voyage, the crew spots a dog sled driven by a gigantic figure. A few hours later, the crew rescues a nearly frozen and emaciated man named Victor Frankenstein. Frankenstein has been in pursuit of the gigantic man observed by Walton's crew. Frankenstein starts to recover from his exertion; he sees in Walton the same obsession that has destroyed him, and recounts a story of his life's miseries to Walton as a warning. The recounted story serves as the frame for Frankenstein's narrative.",
            "score": 56.830613017082214
        },
        {
            "docid": "1853749_9",
            "document": "Frankenstein Conquers the World . Bowen, Sueko, and Kawaji then form a search party and venture into the forest in which they believe Frankenstein is hiding. But Kawaji, to the shock of Bowen and Sueko, then proceeds to attempt to kill him, believing that Frankenstein could be dangerous by his very nature, and not even Sueko could possibly tame him. He intends to blind him with chemical grenades and capture him to recover his heart and brain. Kawaji presses on to find Frankenstein, and instead finds Baragon. Kawaji and Bowen try in vain to stop the monster with the grenades, and when it is about to eat Sueko, Frankenstein comes to the rescue. The cataclysmic battle between the two giant monsters then begins. After the fight, the area where the fight took place starts to tremble, and then both monsters fall into the earth.",
            "score": 43.14507281780243
        },
        {
            "docid": "3302699_3",
            "document": "The Ghost of Frankenstein . The residents of the village of Frankenstein feel they are under a curse and blame all their troubles on Frankenstein's monster. The Mayor allows them to destroy Frankenstein's castle. Ygor finds the monster released from his sulfuric tomb by the explosions. The exposure to the sulfur weakened yet preserved the monster. Ygor and the monster flee the castle, and the monster is struck by a bolt of lightning. Ygor decides to find Ludwig, the second son of Henry Frankenstein, to help the monster regain his strength.",
            "score": 47.61502015590668
        },
        {
            "docid": "2131991_4",
            "document": "Ludwig Frankenstein . Following the apparent deaths of Ygor and Frankenstein's monster at the hands of Wolf Frankenstein in \"Son of Frankenstein\", Wolf gave to Ludwig both his own scientific notes as well as those of their father. Not wanting the people of Visaria, much less his daughter, to know about the unsavory history of his family, Ludwig kept the medical records of his father and brother Wolf locked away, determined not to let the sins of his father and brother haunt him. But Ludwig did not know that Ygor and the Monster were still alive. By some unrevealed act, Ygor becomes aware of Ludwig Frankenstein and his apparent success as a medical doctor which he reasons could help heal the Monster. The two arrive Visaria, Ygor demanded that Ludwig use his special talents to heal the Monster's sick brain, or else he informs the townspeople of the doctor's secret of being the actual son of the infamous monster-making Frankenstein.",
            "score": 49.23687481880188
        },
        {
            "docid": "18580673_36",
            "document": "Frankenstein . A possible interpretation of the name Victor is derived from \"Paradise Lost\" by John Milton, a great influence on Shelley (a quotation from \"Paradise Lost\" is on the opening page of \"Frankenstein\" and Shelley even has the monster himself read it). Milton frequently refers to God as \"the Victor\" in \"Paradise Lost\", and Shelley sees Victor as playing God by creating life. In addition, Shelley's portrayal of the monster owes much to the character of Satan in \"Paradise Lost\"; indeed, the monster says, after reading the epic poem, that he empathizes with Satan's role in the story.",
            "score": 39.05279231071472
        },
        {
            "docid": "1853749_8",
            "document": "Frankenstein Conquers the World . Unbeknownst to Bowen and the scientists, Baragon, the monster Kawai saw earlier, goes on a rampage. Tunneling under the earth, he pops out and ravages villages, eating people and animals and leaving destruction in his wake. People believe this is Frankenstein's doing, and the misunderstood monster narrowly escapes being hunted down by the military. Before Bowen and his assistants have no choice but to dismiss Frankenstein, Kawai returns to tell them that Frankenstein may not be responsible for the disasters: it could be the monster (Baragon) he saw in Akita. He tries to convince the authorities, but to no avail. Kawaji still wishes the scientists luck in finding Frankenstein.",
            "score": 45.599621295928955
        },
        {
            "docid": "455401_21",
            "document": "Frankenstein's monster . From the beginning, the monster is rejected by everyone he meets. He realizes from the moment of his \"birth\" that even his own creator cannot stand being around him; this is obvious when Frankenstein says \"…one hand was stretched out, seemingly to detain me, but I escaped…\". Upon seeing his own reflection, he realizes that he too cannot stand to see himself. His greatest desire is to find love and acceptance; but when that desire is denied, he swears revenge on his creator.",
            "score": 47.729076623916626
        },
        {
            "docid": "19784040_3",
            "document": "Embalming (manga) . \"Embalming\" takes place in the last decade of the 19th century in Europe and is based on the idea that Victor Frankenstein actually existed and created an artificial human from bodyparts of dead people with the novel being a fictional account of non-fictional events (see Frankenstein's monster) and that even 150 years after this event, numerous scientists across Europe are using what's left of his notes to try and create their own monsters. These creatures are referred to as \"Frankensteins\". The series follows several main characters who are all involved in the Frankenstein research in different ways. Their stories are told in separate, but interconnected episodes or story arcs.",
            "score": 42.73092484474182
        },
        {
            "docid": "3302699_6",
            "document": "The Ghost of Frankenstein . At the police station, the monster is restrained with chains as a hearing is conducted to investigate the murder of the villagers. When Ludwig denies recognizing the monster, it breaks free in a fit of rage, and is led away by Ygor. Elsa, Ludwig's daughter, finds the Frankenstein journals and learns the story of the monster. She sees Ygor and the monster in the window, and after breaking into Ludwig's laboratory, the monster kills Dr. Kettering. The monster grabs Elsa, but Ludwig is able to subdue him with knockout gas.",
            "score": 45.15700936317444
        },
        {
            "docid": "8728611_11",
            "document": "Frankenstein's Monster (Marvel Comics) . Frankenstein's Monster was built from human corpses by a scientist named Victor Frankenstein, in Ingolstadt, Bavaria, in the late 18th century. His efforts to fit in with regular humanity were futile due to his horrific form, and he was infuriated. Victor Frankenstein created and subsequently killed a mate for the Monster, who killed Frankenstein's bride Elizabeth in retaliation. After killing several people, the Monster fled to the Arctic. His creator pursued him, but died due to the cold. The Monster, anguished, tried to kill himself but only went into a state of suspended animation from the cold.",
            "score": 45.31153476238251
        },
        {
            "docid": "73375_6",
            "document": "Bride of Frankenstein . Villagers gathered around the burning windmill cheer the apparent death of the Monster (Boris Karloff). Their joy is tempered by the realization that Henry Frankenstein (Colin Clive) is also apparently dead. Hans (Reginald Barlow), father of the girl the creature drowned in the previous film, wants to see the Monster's bones. He falls into a flooded pit underneath the mill, where the Monster – having survived the fire – strangles him. Hauling himself from the pit, the Monster casts Hans' wife (Mary Gordon) to her death. He next encounters Minnie (Una O'Connor), who flees in terror.",
            "score": 44.03816509246826
        },
        {
            "docid": "359117_1",
            "document": "Robert Wadlow . Robert Wadlow",
            "score": 40.50205993652344
        },
        {
            "docid": "7242840_4",
            "document": "Clifford Thompson . A biography of Robert Pershing Wadlow recites that Thompson made a challenge to Wadlow to come to his hometown to prove that Robert was just 'another faker'. When both men walked on stage, Wadlow held out his arm and Thompson was easily under it. To which Wadlow replied \"When you grow up you will be an awfully big boy.\"",
            "score": 46.44488286972046
        },
        {
            "docid": "5338312_40",
            "document": "Frankenstein in popular culture . \"The Monster of Frankenstein\", the first five issues of which (Jan.-September 1973) contained a faithful (in spirit at least) retelling of Shelley's tale before transferring The Monster into the present day and pitting him against James Bond-inspired evil organizations. The artist, Mike Ploog, recalled, \"I really enjoyed doing \"Frankenstein\" because I related to that naive monster wandering around a world he had no knowledge of — an outsider seeing everything through the eyes of a child.\" \"Invaders\" #31 The Invaders, searching for the Human Torch and Toro, disappear in Switzerland. The Invaders’ investigation brings them face to fist with Frankenstein. A wheel-chair-bound Nazi scientist and Japanese doctor plan to transplant said Nazi scientist’s brain into Captain America’s body. The Invaders have to fight Frankenstein in the issue (Frankenstein is dressed as a Nazi officer)",
            "score": 46.4226416349411
        }
    ],
    "r": [
        {
            "docid": "455401_16",
            "document": "Frankenstein's monster . In the 1994 film \"Mary Shelley's Frankenstein,\" the creature is played by Robert De Niro in a nearer approach to the original source, except this version gives the creature balding grey hair and a body covered in bloody stitches. He is, as in the novel, motivated by pain and loneliness. In this version, Frankenstein gives the monster the brain of his mentor, Doctor Waldman, while his body is made from a man who killed Waldman while resisting a vaccination. The monster retains Waldman's \"trace memories\" that apparently help him quickly learn to speak and read.",
            "score": 66.29529571533203
        },
        {
            "docid": "1605066_14",
            "document": "Jack Pierce (make-up artist) . Occasionally Jack Pierce would land a job on a major production such as \"Joan of Arc\" (1948) or the Danny Kaye version of \"The Secret Life of Walter Mitty\", for which he made up Karloff as the Frankenstein Monster for a daydream sequence, cut from the film. Primarily, Pierce's post-Universal employment was on low-budget independent westerns and horror films. Notable Pierce creations during this period include the hirsute halfwit in \"Teenage Monster\", played by 40-ish stuntman Gil Perkins, who had doubled Bela Lugosi in Pierce's Monster make-up in \"Frankenstein Meets the Wolf Man\"; \"Beyond the Time Barrier\", with a clutch of bald, scarred atomic mutants and leading man Robert Clarke transforming into a withered ancient; \"Creation of the Humanoids\", crafting a race of bald cyborgs with silver eyes via bald caps and scleral contact lenses; and a reprise of his Wolf Man design for \"Beauty and the Beast\" (1962), played by Mark Damon.",
            "score": 60.87173843383789
        },
        {
            "docid": "18580673_7",
            "document": "Frankenstein . The novel \"Frankenstein\" is written in epistolary form, documenting a fictional correspondence between Captain Robert Walton and his sister, Margaret Walton Saville. Walton is a failed writer and captain who sets out to explore the North Pole and expand his scientific knowledge in hopes of achieving fame. During the voyage, the crew spots a dog sled driven by a gigantic figure. A few hours later, the crew rescues a nearly frozen and emaciated man named Victor Frankenstein. Frankenstein has been in pursuit of the gigantic man observed by Walton's crew. Frankenstein starts to recover from his exertion; he sees in Walton the same obsession that has destroyed him, and recounts a story of his life's miseries to Walton as a warning. The recounted story serves as the frame for Frankenstein's narrative.",
            "score": 56.83061218261719
        },
        {
            "docid": "455401_17",
            "document": "Frankenstein's monster . In the 2004 film \"Van Helsing,\" the monster is shown in a modernized version of the Karloff design. He is tall, has a square bald head, gruesome scars, and pale green skin. The electricity is emphasized with one electrified dome in the back of his head and another over his heart. It also has hydraulic pistons in its legs, essentially rendering the design as a steam-punk cyborg. Although not as eloquent as in the novel, this version of the creature is intelligent and relatively nonviolent.",
            "score": 54.91630554199219
        },
        {
            "docid": "640643_30",
            "document": "Frankenstein's Daughter . Warren dislikes the monster makeup worn by Harry Wilson and the gender confusion that results from a man playing Frankenstein's daughter. He writes that \"it's never clear if the monster is entirely a female - it certainly doesn't look like a woman - or has the body of a man and the head of a woman ... we never know if the monster is male, female, or a mixture - or why that would make any difference\". He blames much of this on the monster makeup, writing that \"when he learned at the last moment the monster was supposed to be a woman, [makeup artist Harry] Thomas hastily scrawled lipstick on its mouth and sent it on to movie immortality\". In an interview, Cuhna laid the blame for the makeup not on Harry Thomas, but on a short shooting schedule and low budget, telling crtitc Tom Weaver that \"it was a situation where we just got trapped, again, without any money. We had no preparation time, and \"Frankenstein's Daughter\" was designed on the set on the first day of shooting ... we just didn't have enough money to create a monster that would represent Sally Todd. Thomas told Weaver in a separate interview that he \"wanted to make Sally Todd up as the monster, but the producers didn't think she was big enough to fight and look menacing\".",
            "score": 52.98005294799805
        },
        {
            "docid": "5338312_86",
            "document": "Frankenstein in popular culture . In \"Hellsing\", Alexander Anderson is based on Frankenstein's monster given that his name came from a song that has a reference about Frankenstein's monster and his abilities are similar and he is referred to as God's Monster after using the nail of Helena. Frankenstein's Monster appears as the Berserker class Servant of the Black Faction in the \"Fate/stay night\" spin-off \"Fate/Apocrypha\". This depiction of the monster is a young female homunculus in a wedding gown.",
            "score": 52.68907928466797
        },
        {
            "docid": "455401_11",
            "document": "Frankenstein's monster . The monster kills Victor's younger brother William upon learning of the boy's relation to his hated creator. When Frankenstein retreats to the mountains, the monster approaches him at the summit and asks his creator to build him a female mate. In return, he promises to disappear with his mate and never trouble humankind again; the monster then threatens to destroy everything Frankenstein holds dear should he fail. Frankenstein agrees and builds a female creature, but, aghast at the possibility of creating a race of monsters, destroys his experiment. In response, the monster kills Frankenstein's best friend Henry Clerval, and later kills Frankenstein's bride Elizabeth Lavenza on their wedding night; whereupon Frankenstein's father dies of grief. Frankenstein dedicates himself to destroying his creation. Searching for the monster in the Arctic Circle, Frankenstein falls into the freezing water, contracting severe pneumonia. A ship exploring the region encounters the dying Frankenstein, who relates his story to the ship's captain, Robert Walton. Later, the monster boards the ship; but, upon finding Frankenstein dead, is overcome by grief and pledges to incinerate himself at \"the Northernmost extremity of the globe\". He then departs, never to be seen again.",
            "score": 52.55778121948242
        },
        {
            "docid": "39594_12",
            "document": "Anjou . A brave man was needed to defend it. The chroniclers of Anjou named a \"Tertullus\" as the first count, elevated from obscurity by Charles the Bald. A figure by that name seems to have been the father of the later count Ingelger but his dynasty seems to have been preceded by Robert the Strong, who was given Anjou by Charles the Bald around 861. Robert met his death in 866 in a battle at Brissarthe against the Normans. Hugh the Abbot succeeded him in the countship of Anjou as in most of his other duties; on his death in 886, it passed to Odo, Robert's eldest son.",
            "score": 52.24531936645508
        },
        {
            "docid": "8728611_26",
            "document": "Frankenstein's Monster (Marvel Comics) . When Jackie Falsworth finds an oversized Nazi cap inside a box of souvenirs, Captain America tells her of the mission of how they acquired the hat and who it originally belonged to. In early 1942, Dr. Basil Frankenstein is a Nazi scientist who is the descendant of Victor Frankenstein. Basil Frankenstein and his Japanese assistant Dr. Kitagowa had moved to Victor Frankenstein's castle to continue his mission of creating an army of zombie Nazi soldiers. However, word of Basil Frankenstein's activities leaked out to the Allied Forces and the Human Torch and Toro went out to investigate. When Human Torch and Toro didn't return, Captain America, Bucky, and Namor went out to look for them. When the other Invaders arrive, they find the villagers that live near Castle Frankenstein about to storm the castle. The villagers explained to the Invaders about the arrival of Human Torch and Toro and the info about the monster that had torn through their village. Captain America and Bucky went to Castle Frankenstein to investigate while Namor held the angry mob at bay. Captain America and Bucky entered the castle and were overcome by the Nazi clone of Frankenstein's Monster. Upon Captain America and Bucky being brought before Basil Frankenstein, he revealed that he not only was making an army of Nazi zombies for Adolf Hitler, he plans to transplant his brain into Captain America's body. It turned out that Basil Frankenstein had been in a lab accident that paralyzed his hands and legs. Due to Basil Frankenstein being in love with Dr. Kitagowa, Basil wanted her to place his brain into Captain America's body so that they can finally have a physical love. It was then shown that Basil Frankenstein had captured Human Torch and Toro so that Basil Frankenstein can siphon Human Torch's energies so that he can make his Nazi clone of Frankenstein's Monster bigger and stronger. In the nick of time, Namor arrived into the castle and freed the Invaders. During the battle with the Nazi clone of rankenstein's Monster, the creature was knocked into a wall of electrical equipment. This was enough to free the Nazi clone of Frankenstein's Monster from Basil's mental control where he grabbed Basil and Dr. Kitagowa and took them to the Castle's parapets. Proclaiming that he was no longer Basil Frankenstein's slave, the Nazi clone of Frankenstein's Monster wanted to return to death and jumped from the castle taking Basil Frankenstein and Dr. Kitagowa with him.",
            "score": 51.85464096069336
        },
        {
            "docid": "12259262_6",
            "document": "Frankenstein (miniseries) . Captain Robert Walton is a failed writer who sets out to explore the North Pole and expand his scientific knowledge in hopes of achieving fame. During the voyage the crew spots a dog sled mastered by a gigantic figure. A few hours later, the crew rescues a nearly frozen and emaciated man named Victor Frankenstein. Frankenstein starts to recover from his exertion; he sees in Walton the same over-ambitiousness and recounts a story of his life's miseries to Walton as a warning.",
            "score": 51.84640884399414
        },
        {
            "docid": "7373647_10",
            "document": "Manphibian . Manphibian's children couldn't join Manphibian in Monster Metropolis as their bodies need clean water and the catacombs near Monster Metropolis have a short supply of clean water. After Punisher was slain by Wolverine's son Daken, Manphibian was present when the Moloids brought Punisher's remains to Morbius, the Living Vampire who revived Punisher as a Frankenstein's monster-like creature called FrankenCastle. Manphibian stated that Punisher had been reborn wild as he cautions his fellow Legion of Monsters. It took the Legion of Monsters to subdue Punisher so that they can finish fixing his brain. Manphibian left Monster Metropolis to check up on his children and was captured by the Hunter of Monster Special Force. Manphibian was transported to the Hunter of Monster Special Force's base in the Alps where they tortured him to give up the location of Monster Metropolis. Robert Hellsgard tortured Manphibian, trying to get him to provide the location to the monster refuge; however, he resisted the torture. Hellsgard finally showed him the corpses of Manphibian's children, stating that they had given up the location during their own torture session- his torture of Manphibian had been for his own perverse pleasure. Following the attack on Monster Metropolis, FrankenCastle raided the Hunter of Monster Special Force's base to rescue Manphibian and the other captive monsters. Robert Hellsgard engaged the Legion of Monsters where he used a buzzsaw on Manphibian's chest and blasted FrankenCastle in the face. Manphibian managed to get to his feet and rejoins the battle. When the group ends up transported to Limbo, Manphibian manages to haul Robert Hellsgard out of his body armor after he was knocked down. FrankenCastle stopped Manphibian from killing Hellsgard as revenge for the murder of his children. Manphibian stated that he is nothing like Robert Hellsgard and is above killing for petty vengeance. When the portal to Earth opened, FrankenCastle, Manphibian, and Morbius returned to Earth while leaving Robert Hellsgard in Limbo. Hellsgard thanked FrankenCastle for his mercy, to which Castle sardonically replied, \"Yeah, right... Mercy\".",
            "score": 51.699485778808594
        },
        {
            "docid": "626913_16",
            "document": "Adam (Buffy the Vampire Slayer) . Buffy studies scholar Roz Kaveney states that estrangement from the self and others is the primary theme of the fourth season. To illustrate the absolute search for identity, the series writers created Adam, who is more truly alone than is anyone else. He is a creature assembled from a man, vampires, demons, and cutting edge cybernetic technology. Adam was not the first re-animated corpse to be presented in the series. \"Some Assembly Required\" in the second season also had a Frankenstein monster-like creation and \"Beauty and the Beasts\" in the third includes references to \"Strange Case of Dr Jekyll and Mr Hyde\"; both touch on the misuse or abuse of science. Adam is a clear reference to Frankenstein's monster, who in the novel \"Frankenstein\" (1818) tells his creator that he is the \"Adam of your labours\". Mary Shelley wrote the novel to highlight the problems progress, science, and industry create for humanity. Throughout the action, the monster constantly asks what he is and why he was created. Likewise, Adam escapes from 314 and makes his way out into the world, and much like Frankenstein's monster, he finds a little boy and asks the boy who and what he (Adam) is, then murders and dissects him. Adam is a curious character, seeking the truth and pontificating on what he has learned, even if he gained the knowledge through heartless violence. Whedon wanted Adam to be inquisitive and introspective, directing George Hertzberg to \"find the stillness\" in the character. Roz Kaveney notes that Hertzberg's \"flawed but impressive performance\" includes Adam's interesting idiosyncrasy of pausing each time he speaks, as if he is creating meaning with his own words and must consider the implications of what he is saying. Author Nikki Stafford connects Adam's need to learn about the world around him to Frankenstein's monster: Adam must understand why other people are here and why he has emotions, a peculiarity of his creation as Dr. Walsh never encouraged others to question her. One Buffy studies writer draws comparisons between Dr. Walsh and Victor Frankenstein, both of whom build monsters out of body parts \"to compensate for human vulnerability\". The moral of Shelley's novel is that what science can accomplish is not necessarily what it should.",
            "score": 51.60367202758789
        },
        {
            "docid": "36800676_5",
            "document": "Billy Frankenstein . Billy's father, George, finally arrives home much to Billy's excitement. George announces that he got fired from his job, but isn't worried because of his family importance and inheritance to the castle, but Billy and Sandy tell him that the lawyer had told them earlier in the film that they need to raise $25,000 to buy the castle, so George comes up with the idea of inviting Sloane to dinner to discuss the payment. Billy and Bloodstone try bring the monster back to life, but leave when they think they've failed, but the monster shows signs of life when they leave. Billy and Bloodstone try to hide the monster from prying eyes, but Thelma faints after seeing him. Sloane and Fraulein visit Frogg to find he has disguised himself as the monster, which Sloane takes an interest in. While out shopping, George and Sandy buy a Frankenstein monster doll to give to Billy as a present and arrive home to give Billy the doll and have dinner with Sloane and Fraulein. Finally, Sandy sees the monster for herself, who Sloane mistakes for Frogg. When Sloane is convinced of the monster's existence, he and Fraulein both flee.",
            "score": 51.412559509277344
        },
        {
            "docid": "3302848_12",
            "document": "Frankenstein Meets the Wolf Man . Immediately following his success in \"Dracula\", Bela Lugosi had been the first choice to play the Monster in Universal's original \"Frankenstein\" film, but Lugosi famously turned down the nonspeaking, heavily made-up role: as conceived by the original director Robert Florey, the Monster was nothing more than a mindless killing machine and not suitable for Lugosi's rising stardom and career as a leading actor. After the change of directors to James Whale, along with a major script and conceptual revision, the virtually unknown Boris Karloff was then cast in his star-making role. (Florey later wrote that \"the Hungarian actor didn't show himself very enthusiastic for the role and didn't want to play it.\") Eight years later, Lugosi joined the franchise as the Monster's twisted companion Ygor in \"Son of Frankenstein\". He returned to the role in the sequel, \"The Ghost of Frankenstein\", in which Ygor's brain is implanted into the Monster (now Chaney), causing the creature to take on Lugosi/Ygor's voice. After plans for Chaney to play both the Monster and the Wolf Man in the next film fell through for logistical reasons, the natural next step was for Lugosi, who turned sixty during the film's production, to take on the part that he once was slated to originate.",
            "score": 51.00263595581055
        },
        {
            "docid": "15293805_6",
            "document": "Larry Talbot . Larry Talbot, the \"Wolf Man\", is awakened from death by grave robbers when his tomb is opened under a full moon. Seeking a cure for the curse that causes him to transform into a werewolf with every full moon, he searches for Maleva, the gypsy woman who told him of his curse and tried to help him earlier. Maleva tells him that she knows of someone who can help cure him. They set out on a journey to the Frankenstein family's castle, where he hopes to find there the notes of Dr. Henry Frankenstein so he might learn how to permanently end his own life through scientific means, knowing now that being struck by silver was not the final cure the legend claims. By chance, during his transformations into a werewolf, he falls into the castle's frozen catacombs and revives Frankenstein's monster. Finding that the Monster is unable to locate the notes of the long-dead doctor, Talbot seeks out Baroness Elsa Frankenstein, hoping she knows their hiding place. A performance of the life-affirming folk song \"Faro-la Faro-Li\" enrages Talbot into a fit before the Frankenstein Monster crashes the village festival. With the Monster revealed, Elsa gives the notes to Talbot and Dr. Mannering, who has tracked Talbot across Europe, so that they may be used in an effort to drain all life from both Talbot and the Monster. Ultimately, however, Dr. Mannering's desire to see the Monster at full strength overwhelms his logic, and to Elsa's horror he decides to fully revive it. As an unfortunate coincidence, the experiment takes place on the night of a full moon, and Talbot is transformed just as the Monster regains his strength. After the Monster carries off Elsa, the Wolf Man attacks him, and the two title characters seemingly perish in a flood that results after the local tavern owner blows up the town dam to drown the castle's inhabitants.",
            "score": 50.9836311340332
        },
        {
            "docid": "23926505_2",
            "document": "Ballard (surname) . Ballard is a surname of English origin. It likely derives from Middle English \"ball,\" meaning \"white spot,\" plus the suffix \"-ard,\" and would therefore mean \"bald head.\" Indeed, Wyclif translated 2 Kings 2:23 as \"Stye up, ballard,\" where Coverdale translated the same passage as \"Come up here thou balde head.\"",
            "score": 50.54001998901367
        },
        {
            "docid": "39711202_4",
            "document": "Bride of Frankenstein (character) . In \"Bride of Frankenstein\", Henry Frankenstein's former mentor Doctor Septimus Pretorius proposes to Henry that together they create a mate for his Monster with Henry creating the body and Pretorius supplying an artificially-grown brain. Henry initially balks at the idea, but Pretorius threatens to expose him to the authorities as the creator of the Monster. Henry eventually agrees to help his mentor when the monster kidnaps Henry's wife Elizabeth. Henry returns to his tower laboratory where in spite of himself, he grows excited by his work. After being assured of Elizabeth's safety, Henry completes the Bride's body. A storm rages as final preparations are made to bring the Bride to life. Her bandage-wrapped body is raised through the roof. Lightning strikes a kite sending electricity through the Bride. They remove her bandages and help her to stand. Pretorius then declares it \"The Bride of Frankenstein!\" The excited Monster sees his mate and reaches out to her. When the monster quotes \"friend\" to it, the Bride screams in horror at the sight of him. When the Monster tries to advance on her, the Bride screams again as the Monster quotes \"She hate me! Like others.\" As Elizabeth races to Henry's side, the Monster rampages through the laboratory and puts his hand on a lever. When Henry tells Elizabeth that he can't leave his creation, the Monster tells Henry and Elizabeth \"Yes! Go! You live!\" To Pretorius and the Bride, he says \"You stay. We belong dead.\" While Henry and Elizabeth flee, the Monster sheds a tear as the Bride hisses, and he then pulls a lever to trigger the destruction of the laboratory and tower. The following film \"Son of Frankenstein\" reveals that the monster survives the explosion while the fates of Pretorius and the Bride are unknown.",
            "score": 50.49348831176758
        },
        {
            "docid": "359117_13",
            "document": "Robert Wadlow . The 1998 song \"The Giant of Illinois\", by The Handsome Family (and later covered by Andrew Bird) honors Wadlow. In 2005, Sufjan Stevens recorded \"The Tallest Man, the Broadest Shoulders\" about Wadlow for the \"Illinois\" album. A picture of Wadlow with his family is featured on the back cover of the VHS version of the Talking Heads music video compilation, \"Storytelling Giant\".",
            "score": 50.224937438964844
        },
        {
            "docid": "27173564_3",
            "document": "Monster Force (video game) . Scientist Dr. Victor Frankenstein and his younger brother Dr. Percy Frankenstein have been chased out of their hometown by an angry mob after their creations Frank, Drac, and Wolfie scared them. This results in the scientists and their creations living in a place called Monsterland. One night, the three monsters decide to hang out as Victor Frankenstein works on a creation that he hopes will enable him to return to his home and regain the villagers' trust. Unfortunately, he mysteriously disappears before he finishes it. The monsters find their creator missing and go on to search for him. On their quest, they meet two new monsters named Mina and Drew. The two have been depowered and stay at Victor Frankenstein's lab. Eventually, they find out that Percy Frankenstein was behind the disappearance of his brother Victor the whole time. He then unleashes his creation Sergeant Smash to destroy the monsters. After defeating Sergeant Smash, Percy is squashed flat by his own creation and Victor is saved. He then gives Mina and Drew their powers back and the two live with Victor, Frank, Drac, and Wolfie.",
            "score": 50.002464294433594
        },
        {
            "docid": "18913247_7",
            "document": "Trijntje Keever . If her height was correct, she would be the tallest woman ever, overtaking Zeng Jinlian, and be the fourth-tallest person ever, behind Robert Wadlow, John Rogan and John F. Carroll. She was the tallest person (alleged) ever until John Rogan.",
            "score": 49.94724655151367
        },
        {
            "docid": "4300069_3",
            "document": "John Aasen . Aasen was born in Minneapolis, Minnesota. His mother, Kristi (Danielsen) from Rollag in Numedal, was an extremely tall Norwegian woman of around 2.20 m (almost 7 ft 3 inches) in height (latest information from September 2008, sets her height to 188 cm, almost 6 ft 2 inches). It is not certain who his father was, but according to Aasen's sister Evelyn (who died in 1988), his father was Alfred Aasen. When Aasen was ten years old, he and his mother moved from Ridgeway, Iowa (where his uncle Sam/Sevre lived with his wife Cornelia) to Sheyenne, North Dakota with his two younger siblings. Aasen was a Freemason. He raised to the degree of Master Mason at Highland Park Lodge No. 382, Los Angeles on July 14, 1924. When in Sheyenne, Aasen's mother operated a restaurant. He attended school and helped out in the family business. In 1902, Aasen's mother died. He was taken into many homes and families. When a family he was staying with started to operate a hotel in Leeds, North Dakota, he moved with them there. Aasen's growth started slowly. When he was confirmed in the Lutheran faith in Grandfield Lutheran Church near Sheyenne, North Dakota, he was the shortest in his class. According to some sources, Aasen was around 2.74 m or 8 feet, 11½ inches (which, if true, would make him even taller than Robert Wadlow, the tallest verified person in history). The \"Top 10 of Everything\" 2010 edition states his height at 8 feet, 9.7 inches.",
            "score": 49.84571838378906
        },
        {
            "docid": "38172680_7",
            "document": "The Frankenstein Theory . In the morning, the group sets out on foot, following Luke's tracks, and finally spots his abandoned snowmobile. They split up, looking for Luke, but, when Brian discovers Luke's body, the monster attacks and kills him. Venkenheim insists that they go back to the yurt and wait for help, but the monster is in the yurt, enraged. Despite Venkenheim's warning not to run, Eric panics and is killed by the monster. Attempting to reason with the monster, Venkenheim pushes his luck by insisting on touching it. Venkenheim is ripped apart off-camera as Vicky cowers in the yurt. The monster breaks down the door, throws her around, and stomps off with her body as well as carrying the red-headed female doll earlier found in the yurt.",
            "score": 49.61410903930664
        },
        {
            "docid": "73488_34",
            "document": "Frankenstein (1931 film) . Although Frankenstein's hunchbacked assistant is often referred to as \"Igor\" in descriptions of the films, he is not so called in the earliest films. In both \"Frankenstein\" and \"Bride of Frankenstein\", Frankenstein has an assistant who is played both times by Dwight Frye who is crippled. In the original 1931 film the character is named \"Fritz\" who is hunchbacked and walks with the aid of a small cane. In \"Bride of Frankenstein\", Frye plays \"Karl\" a murderer who stands upright but has a lumbering metal brace on both legs that can be heard clicking loudly with every step. Both characters would be killed by Karloff's monster in their respective films. It was not until \"Son of Frankenstein\" (1939) that a character called \"Ygor\" first appears (here played by Bela Lugosi and revived by Lugosi in \"The Ghost of Frankenstein\" (1942) after his apparent murder in the earlier film). This character — a deranged blacksmith whose neck was broken and twisted due to a botched hanging — befriends the monster and later helps Dr. Wolf Frankenstein, leading to the \"hunchbacked assistant\" called \"Igor\" commonly associated with \"Frankenstein\" in popular culture. Frye also appears in later films in the series, such as in \"Frankenstein Meets the Wolf Man\" (1943).",
            "score": 49.30116271972656
        },
        {
            "docid": "359117_2",
            "document": "Robert Wadlow . Robert Pershing Wadlow (February 22, 1918 – July 15, 1940), also known as the Alton Giant and the Giant of Illinois, was an American who became famous as the tallest person in recorded history for whom there is irrefutable evidence. He was born and raised in Alton, Illinois.",
            "score": 49.26047134399414
        },
        {
            "docid": "2131991_4",
            "document": "Ludwig Frankenstein . Following the apparent deaths of Ygor and Frankenstein's monster at the hands of Wolf Frankenstein in \"Son of Frankenstein\", Wolf gave to Ludwig both his own scientific notes as well as those of their father. Not wanting the people of Visaria, much less his daughter, to know about the unsavory history of his family, Ludwig kept the medical records of his father and brother Wolf locked away, determined not to let the sins of his father and brother haunt him. But Ludwig did not know that Ygor and the Monster were still alive. By some unrevealed act, Ygor becomes aware of Ludwig Frankenstein and his apparent success as a medical doctor which he reasons could help heal the Monster. The two arrive Visaria, Ygor demanded that Ludwig use his special talents to heal the Monster's sick brain, or else he informs the townspeople of the doctor's secret of being the actual son of the infamous monster-making Frankenstein.",
            "score": 49.236873626708984
        },
        {
            "docid": "455401_2",
            "document": "Frankenstein's monster . Frankenstein's monster, often erroneously referred to as \"Frankenstein\", is a fictional character who first appeared in Mary Shelley's 1818 novel \"Frankenstein; or, The Modern Prometheus\". Shelley's title thus compares the monster's creator, Victor Frankenstein, to the mythological character Prometheus, who fashioned humans out of clay and gave them fire.",
            "score": 49.1425666809082
        },
        {
            "docid": "73375_13",
            "document": "Bride of Frankenstein . The Monster comes down the steps after killing Karl on the rooftop and sees his mate (Elsa Lanchester). The excited Monster reaches out to her, asking, \"Friend?\" The Bride, screaming, rejects him. \"She hate me! Like others\" the Monster dejectedly says. As Elizabeth races to Henry's side, the Monster rampages through the laboratory. The Monster tells Henry and Elizabeth \"Yes! Go! You live!\" To Pretorius and the Bride, he says \"You stay. We belong dead.\" While Henry and Elizabeth flee, the Monster sheds a tear and pulls a lever to trigger the destruction of the laboratory and tower.",
            "score": 49.0598258972168
        },
        {
            "docid": "93127_92",
            "document": "Diné Bahaneʼ . At dawn set out to find , the Horned Monster. He came to a broad plain at the foot of the mountains, and saw lying at rest. It had hair like a moose and a great pair of horns. While , Monster Slayer stood watching, Gopher, came up to him. \"I wonder what you are doing here,\" he said. \"There is someone here I seek,\" said Monster Slayer. \"Do you not fear , the Horned Monster who feeds on your kind?\" asked Gopher. \"Now that you mention it, it is he I seek,\" said Monster Slayer. \"I wish to kill him.\" \"I can help you with that,\" said Gopher, \"but I want a piece of his hide.\" \"You shall have it,\" said . Then Gopher dug a tunnel right up to . He returned and said, \"I have tunneled right up to where he lies. And from that spot I have tunneled to the East, the South, the West, and the North. You can travel beneath him and shoot an arrow straight up into his heart.\" , Monster Slayer, could not enter the tunnel because it was too small. \"Raise your right leg,\" said Gopher. While Monster Slayer raised his leg, Gopher blew into her tunnel four times, and each time it became larger. Then , Monster Slayer entered the tunnel and crawled to where lay above the opening. He shot a chain-lightning arrow straight up into . The monster roared and tore at the earth with his horns. Monster Slayer hid in the tunnel to the east. tore at the earth around the tunnel. Before he could reach him, Monster Slayer ran into the tunnel to the south. Déélgééd began to tear the earth at that spot with his horns, and Monster Slayer ran into the tunnel to the west. dug into the earth at that spot, but Monster Slayer had run into the tunnel to the north. began to dig to the north, but he was now weak. He fell and lay down. , Monster Slayer crept back up the full length of the tunnel, to where Gopher had started it, and climbed out. There, a little old man dressed in tight leggings and a thin shirt wearing a cap with a feather approached him. This was , the Ground Squirrel. \",\" said Ground Squirrel. \"What brings you to this place?\" \"I am looking at something,\" said , Monster Slayer. \"I wonder what you are looking at,\" said Ground Squirrel. \"I am looking at ,\" said Monster Slayer. \"I wonder if I need fear him.\" \"I will go over there and see if he is dead,\" said Ground Squirrel. \"If he no longer breathes I will climb up on his horns and dance and sing. If he is dead, I want some of his blood to decorate my face.\" \"Truly, little brother,\" answered Monster Slayer, \"you shall have it.\" Ground Squirrel went to , saw that he was dead, and put some of his blood on his face and danced and sang. The face of every ground squirrel bears red streaks to this day. And so it is that there has always been good will between Earth Surface People and the ground squirrels. Gopher came and removed some of 's skin and put it on his own back. So it is that the back of gophers is thickly covered to this day, and there has been harmony between Earth Surface People and gophers to this day. And Gopher gave part of the monster's bowel and lung to Monster Slayer to take back as proof that was slain.",
            "score": 48.72815704345703
        },
        {
            "docid": "626913_17",
            "document": "Adam (Buffy the Vampire Slayer) . Questioning tradition and authority, specifically institutional authority, is a repeated theme on the show. Buffy was created to subvert the media trope of a young, petite girl who easily falls prey to a male monster. Resisting patriarchy is exhibited in Buffy's opposing the first season's Master (Mark Metcalf), the leader of a cult determined to cause the apocalypse, and again in the third season where exploring the issues of power and its abuse is a primary theme. Buffy opposes Sunnydale's secretly evil Mayor (Harry Groener), who is planning to transform into a giant demon and feed on the graduating class of Sunnydale High School. The military-industrial complex is at the heart of the authority question in season four, again drawing comparisons to \"Frankenstein\". Where Frankenstein's monster had no parental love, Adam has a \"design flaw\". Unlike Frankenstein's monster, who needs his creator to make him a mate, Adam supplants Dr. Walsh's existence with technology, finding her unnecessary and thus he kills her. Adam is the embodiment of the lack of moral guidance in pursuing scientific and technological advancement. He represents the cannibalistic nature of relentless and unchecked power: what that power wreaks comes back to devour its source. \"Buffy\", however, subverts Shelley's novel in the way Adam is defeated. Both Frankenstein and the monster must suffer alone. \"Frankenstein\" itself is an inversion of the Romantic era ideal of a solitary hero who must endure struggles, by portraying the monster and its creator as isolated and miserable. Buffy, as the embodiment of the postfeminist Romantic hero, further subverts this because the source of her success, according to Anita Rose, is that she fights with friends. Only then is she able to defeat Adam.",
            "score": 48.18999481201172
        },
        {
            "docid": "26275_18",
            "document": "Robert Nozick . Nozick created the thought experiment of the \"utility monster\" to show that average utilitarianism could lead to a situation where the needs of the vast majority were sacrificed for one individual. He also wrote a version of what was essentially a previously-known thought experiment, the experience machine, in an attempt to show that ethical hedonism was false. Nozick asked us to imagine that \"superduper neuropsychologists\" have figured out a way to stimulate a person's brain to induce pleasurable experiences. We would not be able to tell that these experiences were not real. He asks us, if we were given the choice, would we choose a machine-induced experience of a wonderful life over real life? Nozick says no, then asks whether we have reasons not to plug into the machine and concludes that since it does not seem to be rational to plug in, ethical hedonism must be false.",
            "score": 48.00647735595703
        },
        {
            "docid": "2638634_5",
            "document": "Frankenstein Unbound . Several villagers claim to have seen a monster in the woods and suggest this is the killer. Buchanan observes the trial and becomes interested in a young woman taking notes. She turns out to be Mary Shelley, author of the Frankenstein novel. Shelley gives credence to the talk of monsters, but the judge does not. The nanny is found guilty and sentenced to die at the gallows. Buchanan knows the monster killed the child. He implores Frankenstein to come forward and reveal the truth, but Frankenstein refuses. Buchanan then asks Shelley for help, telling her that he is from the future. They are attracted to each other, but Mary, fearing to know too much about the future and her own destiny, chooses not to become involved. Buchanan is on his own. He drives his car to Frankenstein's workshop and finds the doctor in discussion with the monster.",
            "score": 47.93952941894531
        },
        {
            "docid": "42810106_3",
            "document": "Frankenstein all'italiana – Prendimi, straziami, che brucio de passion! . Dr. Victor Frankenstein creates a monster to show his scientific theories, but soon leaves him. So the scientist tries to rebuild his life by getting married with Janet, and retires to his castle with Igor. However, the monster comes back to haunt Frankenstein, and soon Victor finds out that the monster has a ferocious sexual attraction to Janet. Frankenstein then calls Igor to readjust the monster, but Igor also takes advantage of Janet...",
            "score": 47.93204116821289
        }
    ]
}