{
    "q": [
        {
            "docid": "622572_47",
            "document": "Collegiate wrestling . These lesions are all Type one infections also known specifically as Herpes simplex, Herpes Zoster, and Herpes Gladiatorial are all types of herpes that are common in skin to skin contact sports. Type two herpes is known as herpes on the genitals which is spread through sexual contact. These lesions come from skin to skin contact or body secretions. The skin starts to develop blisters which can happen anywhere on the body. To return to any activity one must be cleared by a doctor. Herpes Simplex is the virus that causes cold sores this virus can be spread by oral seceretions and can also cause Herpes Gladiatorial. Once a person becomes infected the virus stays in the body forever and can reactivate itself anytime causing cold sores. Herpes Gladiatorial is a skin infection. it comes from the Herpes Simplex virus which is causes the same lesion one has when they have a cold sore. This form of herpes is on the skin and can be spread through contact with others or sharing beverages with someone who is infected or using anything that they may have contaminated. This virus remains in your system and can reactivate itself at any time causing lesions to appear. Herpes Zoster is the virus which causes shingles and chicken pox. Once one has had the chicken pox they carry the virus forever. Once one has chicken pox the virus is inactive but, if it becomes active again they get the shingles.",
            "score": 55.048105239868164
        },
        {
            "docid": "4774419_32",
            "document": "Herpes simplex virus . Herpes simplex virus is likely the most common cause of Mollaret's meningitis, and, in worst case scenarios, can lead to a potentially fatal case of herpes simplex encephalitis.",
            "score": 41.54160499572754
        },
        {
            "docid": "3783315_5",
            "document": "Virus latency . One example is herpes virus family, \"Herpesviridae\", all of which establish latent infection. Herpes virus include chicken-pox virus and herpes simplex viruses (HSV-1, HSV-2), all of which establish episomal latency in neurons and leave linear genetic material floating in the cytoplasm. The \"Gammaherpesvirinae\" subfamily is associated with episomal latency established in cells of the immune system, such as B-cells in the case of Epstein-Barr virus. Epstein-Barr virus lytic reactivation (which can be due to chemotherapy or radiation) can result in genome instability and cancer. In the case of herpes simplex (HSV), the virus has been shown to fuse with DNA in neurons, such as nerve ganglia or brain cells, and HSV reactivates upon even minor chromatin loosening with stress, although the chromatin compacts (becomes latent) upon oxygen and nutrient deprivation.",
            "score": 42.247366428375244
        },
        {
            "docid": "35349626_19",
            "document": "Herpes simplex research . Scientists from Northwestern University, University of Nebraska-Lincoln and Tufts University have established a R2 HSV mutant, which can successfully infect epithelial cells, but the virus fails to infect neurons. Future research will focus on further developing the R2 mutant as a master herpes virus vaccine.",
            "score": 42.30570423603058
        },
        {
            "docid": "46416697_10",
            "document": "Gabriella Campadelli-Fiume . Preclinical therapy of disseminated HER-2+ ovarian and breast carcinomas with a HER-2-retargeted oncolytic herpesvirus Herpes Simplex Virus Glycoproteins gH/gL and gB Bind Toll-Like Receptor 2, and Soluble gH/gL Is Sufficient To Activate NF-κB  AlphaV-beta3-Integrin Relocalizes nectin1 and Routes Herpes Simplex Virus to Lipid Rafts Herpes Simplex Virus gD Forms Distinct Complexes with Fusion Executors gB and gH/gL in Part through the C-terminal Profusion Domain Construction of a Fully Retargeted Herpes Simplex Virus 1 Recombinant Capable of Entering Cells Solely via Human Epidermal Growth Factor Receptor 2 Herpes Simplex Virus gD Forms Distinct Complexes with Fusion Executors gB and gH/gL in Part through the C-terminal Profusion Domain Intracellular Trafficking and Maturation of Herpes Simplex Virus Type 1 gB and Virus Egress Require Functional Biogenesis of Multivesicular Bodies A Herpes Simplex Virus Recombinant That Exhibits a Single-Chain Antibody to HER2/neu Enters Cells through the Mammary Tumor Receptor, Independently of the gD Receptors Heptad Repeat 2 in Herpes Simplex Virus 1 gH Interacts with Heptad Repeat 1 and Is Critical for Virus Entry and Fusion Hydrophobic α-Helices 1 and 2 of Herpes Simplex Virus gH Interact with Lipids, and Their Mimetic Peptides Enhance Virus Infection and Fusion The Egress of Herpesviruses from Cells: the Unanswered Questions The Ectodomain of Herpes Simplex Virus Glycoprotein H Contains a Membrane α-Helix with Attributes of an Internal Fusion Peptide, Positionally Conserved in the Herpesviridae Family Coexpression of UL20p and gK Inhibits Cell-Cell Fusion Mediated by Herpes Simplex Virus Glycoproteins gD, gH-gL, and Wild-Type gB or an Endocytosis-Defective gB Mutant and Downmodulates Their Cell Surface Expression Entry of Herpes Simplex Virus Mediated by Chimeric Forms of Nectin1 Retargeted to Endosomes or to Lipid Rafts Occurs through Acidic Endosomes The Herpes Simplex Virus JMP Mutant Enters Receptor-Negative J Cells through a Novel Pathway Independent of the Known Receptors nectin1, HveA, and nectin2",
            "score": 50.036715149879456
        },
        {
            "docid": "8292334_3",
            "document": "Herpes B virus . In the natural host, the virus exhibits pathogenesis similar to that of herpes simplex virus (HSV) in humans. Conversely, when humans are zoonotically infected with B virus, patients can present with severe central nervous system disease, resulting in permanent neurological dysfunction or death. Severity of the disease increases for untreated patients, with a case fatality rate of approximately 80%. Early diagnosis and subsequent treatment are crucial to human survival of the infection.",
            "score": 43.45336937904358
        },
        {
            "docid": "33158058_6",
            "document": "NIAID ChemDB . SIV FIV  Human Cytomegalovirus (HCMV) Epstein-Barr virus Herpes simplex virus 1 Herpes simplex virus 2 Kaposi sarcoma virus Hepatitis A virus Hepatitis B virus Hepatitis C virus \"Mycobacterium spp.\" \"Pneumocystis carinni\" \"Cryptococcus spp.\" \"Candida spp.\" \"Aspergillus spp.\" Microsporidia \"Toxoplasma gondii\" \"Cryptosporidium parvum\" \"Leishmania spp.\" \"Plasmodium spp.\"",
            "score": 44.30603885650635
        },
        {
            "docid": "18653440_5",
            "document": "Mollaret's meningitis . While herpes simplex and varicella can cause rash, Mollaret's patients may or may not have a rash. Herpes simplex virus is likely the most common cause of Mollaret's meningitis.",
            "score": 39.137080669403076
        },
        {
            "docid": "4273427_4",
            "document": "Famciclovir . Famciclovir is indicated for the treatment of herpes zoster (shingles), treatment of herpes simplex virus 2 (genital herpes), herpes labialis (cold sores) in immunocompetent patients and for the suppression of recurring episodes of herpes simplex virus 2. It is also indicated for treatment of recurrent episodes of herpes simplex in HIV patients.",
            "score": 48.86023139953613
        },
        {
            "docid": "4774419_23",
            "document": "Herpes simplex virus . Herpes simplex 2 genomes can be divided into two groups: one is globally distributed and the other is mostly limited to sub Saharan Africa. The globably distributed genotype has undergone an ancient recombination with herpes simplex 1.",
            "score": 42.18446588516235
        },
        {
            "docid": "4774419_3",
            "document": "Herpes simplex virus . In simple terms, herpes simplex 1 is most commonly known as a \"cold sore\", while herpes simplex 2 is the one known by the public as \"herpes\", or \"genital herpes\". According to the World Health Organization 67% of the world population under the age of 50 have HSV-1.",
            "score": 53.93051242828369
        },
        {
            "docid": "337196_24",
            "document": "Neuroanatomy . Certain viruses can replicate in brain cells and cross synapses. So, viruses modified to express markers (such as fluorescent proteins) can be used to trace connectivity between brain regions across multiple synapses. Two tracer viruses which replicate and spread transneuronal/transsynaptic are the Herpes simplex virus type1 (HSV) and the Rhabdoviruses. Herpes simplex virus was used to trace the connections between the brain and the stomach, in order to examine the brain areas involved in viscero-sensory processing. Another study injected herpes simplex virus into the eye, thus allowing the visualization of the optical pathway from the retina into the visual system. An example of a tracer virus which replicates from the synapse to the soma is the pseudorabies virus. By using pseudorabies viruses with different fluorescent reporters, dual infection models can parse complex synaptic architecture.",
            "score": 39.96591544151306
        },
        {
            "docid": "4774419_22",
            "document": "Herpes simplex virus . The herpes simplex 1 genomes can be classified into six clades. Four of these occur in East Africa, one in East Asia and one in Europe and North America. This suggests that the virus may have originated in East Africa. The most recent common ancestor of the Eurasian strains appears to have evolved ~60,000 years ago. The East Asian HSV-1 isolates have an unusual pattern that is currently best explained by the two waves of migration responsible for the peopling of Japan.",
            "score": 40.595375537872314
        },
        {
            "docid": "23270978_2",
            "document": "Epidemiology of herpes simplex . The epidemiology of herpes simplex is of substantial epidemiologic and public health interest. Worldwide, the rate of infection with herpes simplex virus—counting both HSV-1 and HSV-2—is around 90%. Although many people infected with HSV develop labial or genital lesions (herpes simplex), the majority are either undiagnosed or display no physical symptoms—individuals with no symptoms are described as asymptomatic or as having subclinical herpes.",
            "score": 54.59627151489258
        },
        {
            "docid": "4774419_2",
            "document": "Herpes simplex virus . Herpes simplex virus 1 and 2 (HSV-1 and HSV-2), also known as human herpesvirus 1 and 2 (HHV-1 and HHV-2), are two members of the herpesvirus family, Herpesviridae, that infect humans. Both HSV-1 (which produces most cold sores) and HSV-2 (which produces most genital herpes) are ubiquitous and contagious. They can be spread when an infected person is producing and shedding the virus.",
            "score": 43.54074668884277
        },
        {
            "docid": "4774419_1",
            "document": "Herpes simplex virus . Herpes simplex virus",
            "score": 41.111656188964844
        },
        {
            "docid": "10473109_4",
            "document": "Resistance mutation . Resistance mutations are found and become problematic in many viruses other than HIV. Notable examples of such viruses include the herpes simplex virus and hepatitis B virus. In the herpes virus, drugs mainly target the viral DNA polymerase. As a result, mutations in the viral DNA polymerase that make it resistant to these drugs are selected for, which ultimately can cause complete resistance of the treatment. In hepatitis B, nucleoside and nucleotide analogs are used to cause early termination of viral transcription. Mutations in viral reverse transcriptase can cause the enzyme to not incorporate these nonfunctional analogs, in favor for their natural counterparts. If this mutation occurs, transcription will not be halted, and viral proteins can be created.",
            "score": 36.06425333023071
        },
        {
            "docid": "45498297_2",
            "document": "A. Oveta Fuller . A. Oveta Fuller is an Associate Professor of Microbiology at University of Michigan Medical School and specializes in research of the Herpes simplex virus as well as HIV/AIDS. She and her research team discovered a B5 receptor, advancing the understanding of the Herpes simplex virus and the cells it attacks. In 2014, she was named Associate Director of the University of Michigan African Studies Center.",
            "score": 43.365952491760254
        },
        {
            "docid": "443800_16",
            "document": "Shingles . If the rash has appeared, identifying this disease (making a differential diagnosis) requires only a visual examination, since very few diseases produce a rash in a dermatomal pattern (see map). However, herpes simplex virus (HSV) can occasionally produce a rash in such a pattern (zosteriform herpes simplex). The Tzanck smear is helpful for diagnosing acute infection with a herpes virus, but does not distinguish between HSV and VZV.",
            "score": 48.026870012283325
        },
        {
            "docid": "14164045_1",
            "document": "Herpes simplex virus protein vmw65 . Herpes simplex virus protein vmw65",
            "score": 40.51410102844238
        },
        {
            "docid": "18653440_7",
            "document": "Mollaret's meningitis . Cases of Mollaret's resulting from varicella zoster virus infection, diagnosed by polymerase chain reaction (PCR), have been documented. In these cases, PCR for herpes simplex was negative. Some patients also report frequent shingles outbreaks. Varicella zoster virus, which causes chickenpox and shingles is part of the herpes family, and is sometimes called \"herpes zoster virus\". CNS epidermoid cysts can give rise to Mollaret's meningitis especially with surgical manipulation of cyst contents.",
            "score": 39.722129106521606
        },
        {
            "docid": "20766783_5",
            "document": "Skin infections and wrestling . The herpes simplex virus comes in two different strains, though only one is spread among wrestlers. Type 1 (HSV-1) can be transmitted through contact with an infected individual, and usually associated with sores on the lips, mouth, and face. HSV-1 can also cause infection of the eye, or even infection of the lining of the brain, known as meningoencephalitis. The lesions will heal on their own in 7 to 10 days, unless the infected individual has a condition that weakens the immune system. Once an infection occurs, the virus will spread to nerve cells, where it remains for the rest of the person’s life. Occasionally, the virus will suddenly display recurring symptoms, or flares. There is no complete treatment for Herpes Simplex 1 but there is prescription medication to help ease and relieve the symptoms of the virus. Antiviral oral medication and topic medication can be prescribed to relieve the pain and soreness of the herpes virus.",
            "score": 49.06426405906677
        },
        {
            "docid": "2522115_4",
            "document": "Cytomegalovirus retinitis . Cytomegalovirus (a type of herpes virus) is what causes cytomegalovirus retinitis. Other types of herpes viruses include herpes simplex viruses and Epstein-Barr virus. Once an individual is infected with these viruses they stay in the body for life. What triggers the virus to reactivate are the following (though CMV can also be congenital).",
            "score": 38.887540102005005
        },
        {
            "docid": "21754540_2",
            "document": "Herpes labialis . Herpes labialis, also known as cold sores, is a type of infection by the herpes simplex virus that affects primarily the lip. Symptoms typically include a burning pain followed by small blisters or sores. The first attack may also be accompanied by fever, sore throat, and enlarged lymph nodes. The rash usually heals within 10 days, but the virus remains dormant in the facial nerve. The virus may periodically reactivate to create another outbreak of sores in the mouth or lip. The cause is usually herpes simplex virus type 1 (HSV-1) and occasionally herpes simplex virus type 2 (HSV-2). The infection is typically spread between people by direct non-sexual contact. Attacks can be triggered by sunlight, fever, psychological stress, or a menstrual period. Direct contact with the genitals can result in genital herpes. Diagnosis is usually based on symptoms but can be confirmed with specific testing. Prevention includes avoiding kissing or using the personal items of a person who is infected. A zinc oxide, anesthetic, or antiviral cream appears to decrease the duration of symptoms by a small amount. Antiviral medications may also decrease the frequency of outbreaks. About 2.5 per 1000 people are affected in any given year. After one episode about 33% of people develop subsequent episodes. Onset often occurs in those less than 20 years old. In those with recurrent outbreaks, these typically happen less than three times a year. The frequency of outbreaks generally decreases over time.",
            "score": 40.808537006378174
        },
        {
            "docid": "21323216_11",
            "document": "Herpes simplex . Herpes is contracted through direct contact with an active lesion or body fluid of an infected person. Herpes transmission occurs between discordant partners; a person with a history of infection (HSV seropositive) can pass the virus to an HSV seronegative person. Herpes simplex virus 2 is typically contracted through direct skin-to-skin contact with an infected individual, but can also be contracted by exposure to infected saliva, semen, vaginal fluid, or the fluid from herpetic blisters. To infect a new individual, HSV travels through tiny breaks in the skin or mucous membranes in the mouth or genital areas. Even microscopic abrasions on mucous membranes are sufficient to allow viral entry.",
            "score": 40.71200180053711
        },
        {
            "docid": "172305_11",
            "document": "Viral meningitis . Herpes simplex virus, varicella zoster virus and cytomegalovirus have a specific antiviral therapy. For herpes the treatment of choice is aciclovir.",
            "score": 42.91208744049072
        },
        {
            "docid": "4774419_30",
            "document": "Herpes simplex virus . Herpes simplex virus is considered as a potential therapy for cancer and has been extensively clinically tested to assess its oncolytic (cancer killing) ability. Interim overall survival data from Amgen's phase 3 trial of a genetically-attenuated herpes virus suggests efficacy against melanoma.",
            "score": 42.32299745082855
        },
        {
            "docid": "2814045_4",
            "document": "Nucleoside analogue . These agents can be used against hepatitis B virus, hepatitis C virus, herpes simplex, and HIV. Once they are phosphorylated, they work as antimetabolites by being similar enough to nucleotides to be incorporated into growing DNA strands; but they act as chain terminators and stop viral DNA polymerase. They are not specific to viral DNA and also affect mitochondrial DNA. Because of this they have side effects such as bone marrow suppression.",
            "score": 35.92295265197754
        },
        {
            "docid": "4774419_4",
            "document": "Herpes simplex virus . Symptoms of herpes simplex virus infection include watery blisters in the skin or mucous membranes of the mouth, lips, nose or genitals. Lesions heal with a scab characteristic of herpetic disease. Sometimes, the viruses cause very mild or atypical symptoms during outbreaks. However, they can also cause more troublesome forms of herpes simplex. As neurotropic and neuroinvasive viruses, HSV-1 and -2 persist in the body by becoming \"latent\" and hiding from the immune system in the cell bodies of neurons. After the initial or \"primary\" infection, some infected people experience sporadic episodes of viral \"reactivation\" or \"outbreaks\". In an outbreak, the virus in a nerve cell becomes active and is transported via the neuron's axon to the skin, where virus replication and shedding occur and cause new sores. It is one of the most common sexually transmitted infections.",
            "score": 42.51920461654663
        },
        {
            "docid": "4774419_31",
            "document": "Herpes simplex virus . Herpes simplex virus is also used as a transneuronal tracer defining connections among neurons by virtue of traversing synapses.",
            "score": 39.50914478302002
        },
        {
            "docid": "21009963_15",
            "document": "Meningitis . Viruses that cause meningitis include enteroviruses, herpes simplex virus (generally type 2, which produces most genital sores; less commonly type 1), varicella zoster virus (known for causing chickenpox and shingles), mumps virus, HIV, and LCMV. Mollaret's meningitis is a chronic recurrent form of herpes meningitis; it is thought to be caused by herpes simplex virus type 2.",
            "score": 43.44986915588379
        },
        {
            "docid": "4774419_9",
            "document": "Herpes simplex virus . Herpes simplex viruses can affect areas of skin exposed to contact with an infected person (although shaking hands with an infected person does not transmit this disease). An example of this is herpetic whitlow which is a herpes infection on the fingers. This was a common affliction of dental surgeons prior to the routine use of gloves when conducting treatment on patients.",
            "score": 46.60102844238281
        }
    ],
    "r": [
        {
            "docid": "53368524_33",
            "document": "Privacy in education . The Health Insurance Portability and Accountability Act of 1996 provides privacy to data that is related to medical or mental health records that are legally more restrictive than FERPA in regards to confidentiality. HIPAA includes provisions that “intend to facilitate the creation of a national system for the electronic transmission and exchange of medical record information” such as access to information that is individually identifiable like health plans and health care. The act “defined protected health information so as to exclude individually identifiable health information that is included in education records covered by FERPA and that is in treatment records that are exempted from FERPA.” The difference between educational records and treatment records is that treatment records fall under federal and state law while educational records fall under FERPA. Nevertheless, the documentation of patient and caregiver is confidential meaning that medical records will not be disclosed unless consent is given or there is a belief that disclosing records is crucial. Furthermore, generally, health care providers do not disclose information unless they meet a standard that falls above the required FERPA health or safety exception, or consent is given, and thus is limited in providing information within the constraints of the confidentiality among patient and provider.",
            "score": 88.39215850830078
        },
        {
            "docid": "1129641_65",
            "document": "Electronic health record . The Health Insurance Portability and Accessibility Act (HIPAA) requires safeguards to limit the number of people who have access to personal information. However, given the number of people who may have access to your information as part of the operations and business of the health care provider or plan, there is no realistic way to estimate the number of people who may come across your records.",
            "score": 78.66890716552734
        },
        {
            "docid": "3261530_15",
            "document": "Jehovah's Witnesses and blood transfusions . Annually since 2004, Jehovah's Witnesses in the United States have been informed that \"with your consent, the law allows for the elders to learn of your admission [to hospital] and provide spiritual encouragement\", but that \"elders serving on a \"Patient Visitation Group\" [could] have access to your name\" only if patients made their wishes known according to the Health Insurance Portability and Accountability Act (HIPAA).",
            "score": 76.83651733398438
        },
        {
            "docid": "384064_13",
            "document": "Health Insurance Portability and Accountability Act . The effective compliance date of the Privacy Rule was April 14, 2003, with a one-year extension for certain \"small plans\". The HIPAA Privacy Rule regulates the use and disclosure of protected health information (PHI) held by \"covered entities\" (generally, health care clearinghouses, employer-sponsored health plans, health insurers, and medical service providers that engage in certain transactions). By regulation, the DHH extended the HIPAA privacy rule to independent contractors of covered entities who fit within the definition of \"business associates\". PHI is any information that is held by a covered entity regarding health status, provision of health care, or health care payment that can be linked to any individual. This is interpreted rather broadly and includes any part of an individual's medical record or payment history. Covered entities must disclose PHI to the individual within 30 days upon request. Also, they must disclose PHI when required to do so by law such as reporting suspected child abuse to state child welfare agencies.",
            "score": 73.84361267089844
        },
        {
            "docid": "44428714_33",
            "document": "LinkNYC . According to LinkNYC, it does not monitor its kiosks' Wi-Fi, nor does it give information to third parties. However, data will be given to law enforcement officials in situations where LinkNYC is legally obliged. Its privacy policy states that it can collect personally identifiable information (PII) from users to give to \"service providers, and sub-contractors to the extent reasonably necessary to enable us provide the Services; a third party that acquires CityBridge or a majority of its assets [if CityBridge was acquired by that third party]; a third party with whom we must legally share information about you; you, upon your request; [and] other third parties with your express consent to do so.\" Non-personally identifiable information can be shared with service providers and advertisers. The privacy policy also states that \"in the event that we receive a request from a governmental entity to provide it with your Information, we will take reasonable attempts to notify you of such request, to the extent possible.\"",
            "score": 72.51072692871094
        },
        {
            "docid": "505326_20",
            "document": "Counseling psychology . Counselors cannot share any confidential information that is obtained through the counseling process without specific written consent by the client or legal guardian except to prevent clear, imminent danger to the client or others, or when required to do so by a court order. Insurance companies or government programs will also be notified of certain information about your diagnosis and treatment to determine if your care is covered. Those companies and government programs are bound by HIPAA to keep that information strictly confidential.",
            "score": 71.37521362304688
        },
        {
            "docid": "384064_15",
            "document": "Health Insurance Portability and Accountability Act . A covered entity may disclose PHI to certain parties to facilitate treatment, payment, or health care operations without a patient's express written authorization. Any other disclosures of PHI require the covered entity to obtain written authorization from the individual for the disclosure. In any case, when a covered entity discloses any PHI, it must make a reasonable effort to disclose only the minimum necessary information required to achieve its purpose.",
            "score": 71.35877227783203
        },
        {
            "docid": "382082_25",
            "document": "Medical privacy . In California, the Confidentiality of Medical Information Act (CMIA), provides more stringent protections than the federal statutes. HIPAA expressly provides that more stringent state laws like CMIA, will override HIPAA's requirements and penalties. More specifically, CMIA prohibits providers, contractors and health care service plans from disclosing PHI without prior authorization.",
            "score": 71.22140502929688
        },
        {
            "docid": "55251911_6",
            "document": "Post-mortem privacy . Medical confidentiality is upheld through both state and federal law. Because state legislation varies considerably, Congress passed explicit medical privacy regulations in 2000 under the Health Insurance Portability and Accountability Act (HIPAA). However, the act only briefly mentions postmortem privacy rights, stating that all protection ceases two years after death. Moreover, no legal mandate exists regarding patients' wishes after death. During life, informed consent is the basis for managing patient medical history. However, since informed consent is no longer possible post-mortem, confidential medical information is at risk of being exploited in a number of ways. First, highly sensitive information, such as genetic information, potential health factors, or diseases, can be easily disseminated in a way the patient may not have wanted. In addition, legal consent for research on a patient's biological material no longer applies to deceased individuals, allowing such research to be conducted on deceased patients without requiring permission.",
            "score": 70.41378021240234
        },
        {
            "docid": "384064_60",
            "document": "Health Insurance Portability and Accountability Act . The complexity of HIPAA, combined with potentially stiff penalties for violators, can lead physicians and medical centers to withhold information from those who may have a right to it. A review of the implementation of the HIPAA Privacy Rule by the U.S. Government Accountability Office found that health care providers were \"uncertain about their legal privacy responsibilities and often responded with an overly guarded approach to disclosing information ... than necessary to ensure compliance with the Privacy rule\". Reports of this uncertainty continue.",
            "score": 68.27141571044922
        },
        {
            "docid": "43441847_4",
            "document": "Employee Health Care Protection Act of 2013 . President Barack Obama, when arguing in favor of healthcare reform and talking about his signature legislation, the Affordable Care Act (ACA), Obama often said that \"if you like your plan, you can keep it\" in reference to individuals' health insurance plans. However, the ten requirements from the ACA meant that some existing health insurance plans were being forced to be discontinued.",
            "score": 67.28038024902344
        },
        {
            "docid": "53368524_40",
            "document": "Privacy in education . In 1996 the state of Minnesota placed a law regarding medical records that appeared to be more stringent than HIPAA. Minnesota law attempted to obtain a \"written general authorization for such release from the patient\" as a form to impede the activities of researchers or providers to share information without given consent. Hospitals in Minnesota even made brochures that highlight patient's rights to confidentiality and that they can give consent in writing if they allow for their medical records to be released outside of the facility. Thus, the law required health care providers to obtain a written consent and authorization from patients in order for medical records to be released and used for research. However, researchers themselves campaigned against the law and the law was not successful in enforcing the right that patients have to refuse their information to be released. Meanwhile, the patients themselves wanted information as to what information is being used within their medical records.",
            "score": 66.35600280761719
        },
        {
            "docid": "25009_33",
            "document": "Privacy . Medical privacy Protected Health Information OCR/HIPAA (Health Insurance Portability and Accountability Act of 1996) allows a person to withhold their medical records and other information from others, perhaps because of fears that it might affect their insurance coverage or employment, or to avoid the embarrassment caused by revealing medical conditions or treatments. Medical information could also reveal other aspects of one's personal life, such as sexual preferences or proclivity. A right to sexual privacy enables individuals to acquire and use contraceptives without family, community or legal sanctions.",
            "score": 65.93423461914062
        },
        {
            "docid": "56859404_15",
            "document": "Prisoner Law . The case \"Estelle v. Gamble\" ruled that inmates have the right to receive health care in prison. It also established that if prisoners want to get an abortion that they are entitled to do so. The Health Insurance Portability and Accountability Act (HIPAA) privacy rule applies to health care in prison. HIPAA's privacy rule protects everything pertaining to a prisoners health. However, under HIPAA's \"Permissible Use and Disclosure Exception\" it is okay for prisons to share inmate's information with other institutions when needed and without their approval. There are various ways that privacy is breached in terms of the health of inmates and these breaches form barriers for access to healthcare. First, a variety of blood tests can be conducted on prisoners at any moment for any reason and is not protected by the fourth amendment. A lack of trust drives prisoners to feel uncomfortable when voicing health issues to the guards. Also, overcrowding in prisons has lead to the spread of health related issues and diseases. The National Commission on Correctional Health Care (NCCHC) has disclosed that the transmission of diseases and other health related issues is high in prisons and can spread further after an inmate is released Diseases that can be transmitted are constantly monitored. Also, this is immediately communicated to public health officials.",
            "score": 65.43592071533203
        },
        {
            "docid": "53368524_44",
            "document": "Privacy in education . The Confidentiality of Medical Information Act (CMIA) is a California state law that includes more information than HIPAA in regards to medical records. The main function is to protect confidentiality of identifiable medical information obtained by an individual's health care provider. It applies to licenses providers such as physicians and nurses. It prohibit medical providers to disclose medical information without obtaining authorization first and that any medical information about an individual is preserved in confidentiality by anyone who comes in contact with it. An individual whose confidentiality is not respected may obtain $1,000 and the amount of actual damages and for the person or entity that discloses confidential information is liable for an administrative fine.",
            "score": 65.12980651855469
        },
        {
            "docid": "10721543_14",
            "document": "Farmworker . The survey asked: If you are injured at work or get sick as a result of your work, does your employer provide health insurance or pay for your health care? In 2009-2010, 74 percent of survey farmworkers answered yes, 15 percent did not know. In 2007-2008, 60 percent of farmworkers considered it \"easy\" to get access to US health care.",
            "score": 64.6325912475586
        },
        {
            "docid": "25325879_35",
            "document": "Economic policy of the Barack Obama administration . By 2016, the law covered approximately 24 million people with health insurance via a combination of state healthcare exchanges and funding for the state-level expansion of Medicaid to more people. It lowered the rate of those without health insurance from approximately 16% in 2010 to 9% by 2015. Poltifact cited various estimates that only about 2% of the total insured population (4 million out of 262 million) received notices that substandard policies would have to be changed, although Obama was roundly criticized for claims that \"if you like your health plan, you can keep it.\"",
            "score": 64.55410766601562
        },
        {
            "docid": "6182054_9",
            "document": "HIV exceptionalism . AIDS exceptionalists also believe that the decriminalization of behaviors that may lead to HIV transmission as well as the option of anonymous testing will encourage more people to seek HIV testing. In the US, states have different regulations governing the reporting of HIV or AIDS cases to local or state health departments. Some states require the release of individually identifying information with an HIV-positive test result, but other states do not. Similarly, regulations vary as to whether healthcare professionals may have access to the information without the patient's written consent. Since all health care professionals are required to practice universal precautions with every patient to protect themselves against blood-borne disease, it is, in some states, illegal to inform a provider of a patient's HIV status for the sole purpose of protecting the health care provider against HIV. The practice of universal precautions is considered to be sufficient for the provider's protection.",
            "score": 64.177978515625
        },
        {
            "docid": "41080483_10",
            "document": "Keep Your Health Plan Act of 2013 . President Obama's promise and the subsequent legislation aimed to allow American citizens to keep their healthcare plan were widely seen as promises that could not be kept. Obama's statement \"if you like your healthcare plan you can keep it...\" was later dubbed \"Lie of the Year\" by PolitiFact.com.",
            "score": 64.06919860839844
        },
        {
            "docid": "47657624_3",
            "document": "Healthcare Spending Account . HCSA covers expenses connected with health, vision and dental care for you, your spouse, or any dependents (children) qualified by the Canada Revenue Agency. But expenses caused by cosmetic surgery, hair removal/regeneration, non-prescription lenses, over-the-counter drugs without an actual prescription signed by registered medical staff, etc. cannot be paid using your Health Care Spending Account.",
            "score": 63.66509246826172
        },
        {
            "docid": "503193_28",
            "document": "Planned Parenthood . Planned Parenthood is an advocate for the legal and political protection of reproductive rights. This advocacy includes helping to sponsor abortion rights and women's rights events. The Federation opposes restrictions on women's reproductive health services, including parental consent laws for minors. To justify this position, Planned Parenthood has cited the case of Becky Bell, who died following an illegal abortion rather than seek parental consent for a legal one. Planned Parenthood also takes the position that laws requiring parental notification before an abortion can be performed on a minor are unconstitutional on privacy grounds.",
            "score": 63.56744384765625
        },
        {
            "docid": "1129641_38",
            "document": "Electronic health record . In the United States, information in electronic medical records is referred to as Protected Health Information (PHI) and its management is addressed under the Health Insurance Portability and Accountability Act (HIPAA) as well as many local laws. The HIPAA protects a patient's information; the information that is protected under this act are: information doctors and nurses input into the electronic medical record, conversations between a doctor and a patient that may have been recorded, as well as billing information. Under this act there is a limit as to how much information can be disclosed, and as well as who can see a patient's information. Patients also get to have a copy of their records if they desire, and get notified if their information is ever to be shared with third parties. Covered entities may disclose protected health information to law enforcement officials for law enforcement purposes as required by law (including court orders, court-ordered warrants, subpoenas) and administrative requests; or to identify or locate a suspect, fugitive, material witness, or missing person.",
            "score": 63.50705337524414
        },
        {
            "docid": "28773738_6",
            "document": "Hotfile . In Hotfile's Privacy Policy under the 'Usage Data' section they stated \"We automatically collect usage information...type of Web browser you use, your operating system, your Internet Service Provider, your IP address, the links you use, and the time and duration of your use of the Service...be aware, however, that we may be required to disclose information such as your IP address which could be used by others to attempt to identify you.\"",
            "score": 63.21922302246094
        },
        {
            "docid": "237248_56",
            "document": "Medical ethics . With the expansion of internet healthcare platforms, online practitioner legitimacy and privacy accountability face unique challenges such as e-paparazzi, online information brokers, industrial spies, unlicensed information providers that work outside of traditional medical codes for profit. The American Medical Association (AMA) states that medical websites have the responsibility to ensure the health care privacy of online visitors and protect patient records from being marketed and monetized into the hands of insurance companies, employers, and marketers. [40]With the rapid unification of healthcare, business practices, computer science and e-commerce to create these online diagnostic websites, efforts to maintain health care system’s ethical confidentiality standard need to keep up as well. Over the next few years, the Department of Health and Human Services have stated that they will be working towards lawfully protecting the online privacy and digital transfers of patient Electronic Medical Records (EMR) under The Health Insurance Portability and Accountability Act (HIPAA). [41]",
            "score": 62.72639465332031
        },
        {
            "docid": "41080483_6",
            "document": "Keep Your Health Plan Act of 2013 . The Keep Your Health Plan Act of 2013 would permit a health insurance issuer that has in effect health insurance coverage in the individual market as of January 1, 2013, to continue offering such coverage for sale during 2014 outside of a health care exchange established under the Patient Protection and Affordable Care Act. The bill would treat such coverage as a grandfathered health plan for purposes of an individual meeting the requirement to maintain minimum essential health coverage.",
            "score": 62.62148666381836
        },
        {
            "docid": "53368524_23",
            "document": "Privacy in education . The Family Education Rights and Privacy Act of 1974 limits the “disclosure of certain information contained in a student’s education record to third parties” which includes parents if the student has not given consent. Third parties can be parents, family, another institution (mental health providers), or pursuants of a subpoena or court order (law enforcement). It gives colleges and universities the right to \"inspect and review\" educational records that can disclosed if 1) consent is given by the student, 2) if the information falls within the definition of \"directory information\" (information that is not considered harmful such as name, major and address), 3) if the information is of \"legitimate educational interest\" (if an official needs to review the education records in order to fulfill their responsibilities within the University), 4) the student is tax dependent, 5) if it regards drugs or alcohol violations, 6) if it involves serious conduct violations, and 7) when it involves health or safety emergencies",
            "score": 62.47850799560547
        },
        {
            "docid": "58250_30",
            "document": "United States Department of Health and Human Services . The Department of Health and Human Services' administers 115 programs across its 11 operating divisions. The United States Department of Health and Human Services (HHS) aims to \"protect the health of all Americans and provide essential human services, especially for those who are least able to help themselves.\" These federal programs consist of social service programs, civil rights and healthcare privacy programs, disaster preparedness programs, and health related research. HHS offers a variety of social service programs geared toward persons with low income, disabilities, military families, and senior citizens. Healthcare rights are defined under HHS in the Health Insurance Portability and Accountability Act (HIPAA) which protect patient’s privacy in regards to medical information, protects workers health insurance when unemployed, and sets guidelines surrounding some health insurance. HHS collaborates with the Office of the Assistant Secretary for Preparedness and Response and Office of Emergency Management to prepare and respond to health emergencies. A broad array of health related research is supported or completed under the HHS; secondarily under HHS, the Health Resources & Service Administration houses data warehouses and makes health data available surrounding a multitude of topics. HHS also has vast offering of health related resources and tools to help educate the public on health policies and pertinent population health information. Some examples of available resources include disease prevention, wellness, health insurance information, as well as links to healthcare providers and facilities, meaningful health related materials, public health and safety information.",
            "score": 62.2750244140625
        },
        {
            "docid": "31602166_117",
            "document": "Privacy concerns with social networking services . In 2014, allegations were made against Snapchat by the Federal Trade Commission \"FTC\" for deceiving users on its privacy and security measures. Snapchat's main appeal is its marketed ability to have users' photos disappear completely after the one to ten second time frame—selected by the sender to the recipient—is up. However, the FTC made a case claiming this was false, making Snapchat in violation of regulations implemented to prevent deceptive consumer information. One focus of the case was that the reality of a \"snap\" lifespan is longer than most users perceive; the app's privacy policy stated that Snapchat itself temporarily stored all snaps sent, but neglected to offer users a time period during which snaps had yet to be permanently deleted and could still be retrieved. As a result, many third party applications were easily created for consumers that hold the ability to save \"snaps\" sent by users and screenshot \"snaps\" without notifying the sender. The FTC also claimed that Snapchat took information from its users such as location and contact information without their consent. Despite not being written in their privacy policy, Snapchat transmitted location information from mobile devices to its analytics tracking service provider. Although \"Snapchat's privacy policy claimed that the app collected only your email, phone number, and Facebook ID to find friends for you to connect with, if you're an IOS user and entered your phone number to find friends, Snapchat collected the names and phone numbers of all the contacts in your mobile device address books without your notice or consent.\" It was disclosed that the Gibsonsec security group warned Snapchat of potential issues with their security, however no actions were taken to reinforce the system. In early 2014, 4.6 million matched usernames and phone numbers of users were publicly leaked, adding to the existing privacy controversy of the application. Finally, the FTC claimed that Snapchat failed to secure its \"find friends\" feature by not requiring phone number verification in the registration process. Users could register accounts from numbers other than their own, giving users the ability to impersonate anyone they chose. Snapchat had to release a public statement of apology to alert users of the misconducts and change their purpose to be a \"fast and fun way to communicate with photos\".",
            "score": 62.20625686645508
        },
        {
            "docid": "1553186_5",
            "document": "Health department . With over 100 programs and services, the United States Department of Health and Human Services (HHS) aims to \"protect the health of all Americans and provide essential human services, especially for those who are least able to help themselves.\" These federal programs consist of social service programs, civil rights and healthcare privacy programs, disaster preparedness programs, and health related research. HHS offers a variety of social service programs geared toward persons with low income, disabilities, military families, and senior citizens. Healthcare rights are defined under HHS in the Health Insurance Portability and Accountability Act (HIPAA) which protect patient's privacy in regards to medical information. HHS collaborates with the Office of the Assistant Secretary for Preparedness and Response and Office of Emergency Management to prepare and respond to health emergencies. A broad array of health related research is supported or completed under the HHS; secondarily under HHS, the Health Resources & Service Administration houses data warehouses and makes health data available surrounding a multitude of topics. HHS also has vast offering of health related resources and tools. Some examples of available resources include disease prevention, wellness, health insurance information, as well as links to healthcare providers and facilities, meaningful health related materials, and public health and safety information.",
            "score": 61.908077239990234
        },
        {
            "docid": "26356289_14",
            "document": "Civil discovery under United States federal law . Subdivision (e) provides for supplementation, which requires a person to correct any submitted information as it is necessary. For example, if you submit your medical records, and then your doctor calls you to say a crucial medical test just came in, you may be required to send that new report to the other party without being specifically requested to do so.",
            "score": 61.83628463745117
        },
        {
            "docid": "1002697_10",
            "document": "Nonintercourse Act . One of the earliest interpretations of the Nonintercourse Act comes from a speech by President George Washington to the Seneca Nation of New York in 1790, after the passage of the Act: I am not uninformed that the six Nations have been led into some difficulties with respect to the sale of their lands since the peace. But I must inform you that these evils arose before the present government of the United States was established, when the separate States and individuals under their authority, undertook to treat with the Indian tribes respecting the sale of their lands. But the case is now entirely altered. The general Government only has the power, to treat with the Indian Nations, and any treaty formed and held without its authority will not be binding. Here then is the security for the remainder of your lands. No State nor person can purchase your lands, unless at some public treaty held under the authority of the United States. The general government will never consent to your being defrauded. But it will protect you in all your just rights.",
            "score": 61.465171813964844
        },
        {
            "docid": "57169873_25",
            "document": "Privacy and the US government . The Health Insurance Portability and Accountability Act, was initially written to amend the Internal Revenue Code of 1986, by clarifying additional improvements to health insurance coverage. The act stated that within group and individual coverage, companies could not waste, abuse, or fraud its customers of health insurance and health care delivery. The act itself is comprised of two titles: Title 1 focuses on ensuring health insurance is portable and accessible to citizens even during times of unemployment, while Title 2 looks at the accountability of health care professionals when dealing with health information tampering, fraud, and abuse, and even outlines criminal penalties for malpractice. Title 2 has large implications on information privacy protection within the healthcare industry due to the Administrative Simplifications (AS) embedded within Title 2 of the Act. One such Administrative Simplification, is the Privacy Rule which ensures that protected health information (PHI) remains protected.",
            "score": 61.43191146850586
        }
    ]
}