{
    "q": [
        {
            "docid": "45280519_2",
            "document": "Homeward Bound (1923 film) . Homeward Bound is a lost 1923 American silent drama film directed by Ralph Ince and written by Peter B. Kyne, Jack Cunningham, and Paul Sloane. The film stars Thomas Meighan, Lila Lee, Charles S. Abbe, William P. Carleton, Hugh Cameron, and Gus Weinberg. The film was released on July 29, 1923, by Paramount Pictures.",
            "score": 37.79901313781738
        },
        {
            "docid": "50967887_16",
            "document": "Homeward Bound Battery and Dam . The dam wall is the most substantial structure surviving at Homeward Bound and is the largest and earliest (1888) associated with mining, recorded in North Queensland. The size and quality of the stonework is noteworthy in a regional context. There were few dams constructed on the Croydon Goldfield even though lack of water was a perennial problem.",
            "score": 34.95466184616089
        },
        {
            "docid": "50967887_4",
            "document": "Homeward Bound Battery and Dam . The Homeward Bound battery commenced crushing on 28 February 1888 with 20 head of stamps. The main mines serving the battery were all situated along the Homeward Bound reef on or near the summit of the ridge above Waterfall Creek. Homeward Bound Extended Block No.1 North Company (with a nominal capital of in 20,000 shares) owned several of the mines and Croydon Homeward Bound Gold Mining Company owned the battery. The 20 head of stamps and eight berdan pans were driven by a portable steam engine. The plant was valued at .",
            "score": 38.866976737976074
        },
        {
            "docid": "3557194_9",
            "document": "Deathlands: Homeward Bound . While \"Deathlands: Homeward Bound\" closely follows the plot of the fifth \"Deathlands\" novel, \"Homeward Bound\", it departs in a number of notable ways. Dr. Theophilus Tanner and Lori Quint are absent from the film, and Jak Lauren is specifically identified as a mutant, versus simply being an albino as in the novels. J.B. Dix is also changed, being significantly more talkative than his character in the novels, where he is described as a man who \"would never use three words when two would do the job.\" The purpose of redoubts is not clearly explained, and the film makes no mention of the MAT-TRANS facilities typically found in redoubts and used by Ryan and his friends to travel throughout most of the novels.",
            "score": 45.88612699508667
        },
        {
            "docid": "50967887_6",
            "document": "Homeward Bound Battery and Dam . The Mountain Maid United Gold Mining Company (with a nominal capital of 56,000 ten shilling shares) took over the Homeward Bound battery in 1890 but relinquished it to the original company again in 1891. By then the Homeward Bound claim was almost abandoned. Although the major companies had failed, the battery was revitalized in 1893 by co-operative parties who were getting good results. One old miner said in 1896 that the Homeward Bound \"has had less public attention paid to it than any other line on this extensive goldfield but left to the stragglers like myself to scratch away\". When other Croydon mines were considering closing down, in 1898 the Homeward Bound was producing almost two ozs of gold per ton of stone. In 1899 Homeward Bound No. 4 South had a spectacular crushing of from . Lane and Pate took over the battery in 1901 and cyaniding was commenced in 1902 using some of the equipment from the Pioneer cyanide works at Gorge Creek. In 1903, of gold were obtained from of quartz. However by 1904 the Homeward Bound Company had lost the reef and others were only putting small crushings through and mining gradually petered out.",
            "score": 42.97397029399872
        },
        {
            "docid": "47071091_4",
            "document": "Homeward Bound (1917 song) . CHORUS \"Homeward Bound\" Someday they'll hear that welcome sound, For while the shot and the shell are flying, For the ones at home they're sighing: And tho' the skies seem grey, There's bound to be a brighter day, For when the dove of peace flies over the land, They all will hear the general give the command, \"We are \"Homeward Bound'.\" That's a wonderful, wonderful sound.",
            "score": 44.416465044021606
        },
        {
            "docid": "3557194_1",
            "document": "Deathlands: Homeward Bound . Deathlands: Homeward Bound",
            "score": 36.827796936035156
        },
        {
            "docid": "56238996_1",
            "document": "Homeward Bound (horse) . Homeward Bound (horse)",
            "score": 36.827796936035156
        },
        {
            "docid": "6777367_1",
            "document": "Homeward Bound (song) . Homeward Bound (song)",
            "score": 36.827796936035156
        },
        {
            "docid": "50342578_21",
            "document": "The Assignment (2016 film) . The transgender community was largely disappointed by the image of forced gender reassignment surgery and a boycott was created in response. The director Walter Hill responded by stating, \"I wouldn't make a movie that hurt transgender people. Some of them have had a tough time of it, and the last thing I want to do is make anyone's road harder. But look, I understand the concern. Is it lurid? Yes. Is it lowbrow? Well, maybe. Is it offensive? No. I'm just trying to honor the B movies that we grew up with.\"",
            "score": 32.83212852478027
        },
        {
            "docid": "45280519_1",
            "document": "Homeward Bound (1923 film) . Homeward Bound (1923 film)",
            "score": 36.558194160461426
        },
        {
            "docid": "1212256_1",
            "document": "Homeward Bound: The Incredible Journey . Homeward Bound: The Incredible Journey",
            "score": 41.2358922958374
        },
        {
            "docid": "1864652_1",
            "document": "Homeward Bound (Turtledove novel) . Homeward Bound (Turtledove novel)",
            "score": 36.558194160461426
        },
        {
            "docid": "50967887_1",
            "document": "Homeward Bound Battery and Dam . Homeward Bound Battery and Dam",
            "score": 36.558194160461426
        },
        {
            "docid": "47071091_1",
            "document": "Homeward Bound (1917 song) . Homeward Bound (1917 song)",
            "score": 36.558194160461426
        },
        {
            "docid": "39623441_1",
            "document": "Homeward Bound (Australian TV series) . Homeward Bound (Australian TV series)",
            "score": 36.292510986328125
        },
        {
            "docid": "24940876_1",
            "document": "Homeward Bound (Harry Belafonte album) . Homeward Bound (Harry Belafonte album)",
            "score": 36.292510986328125
        },
        {
            "docid": "5207131_11",
            "document": "Homeward Bound II: Lost in San Francisco . The movie had a mixed reception. Rotten Tomatoes reports that 53% of critics gave the film a positive review, based on 17 reviews.",
            "score": 41.94314765930176
        },
        {
            "docid": "5207131_1",
            "document": "Homeward Bound II: Lost in San Francisco . Homeward Bound II: Lost in San Francisco",
            "score": 36.0306601524353
        },
        {
            "docid": "24940876_2",
            "document": "Homeward Bound (Harry Belafonte album) . Homeward Bound is an album by Harry Belafonte, released by RCA Records in 1970.",
            "score": 37.84077548980713
        },
        {
            "docid": "12527972_7",
            "document": "Jake Richardson . Throughout 2002, Richardson starred in many TV shows including \"NYPD Blue\", \"Need You Know\", and \"Boston Public\". He also appeared in TV Movie \"Homeward Bound\".",
            "score": 41.4891939163208
        },
        {
            "docid": "2395833_33",
            "document": "John Agar . As for being associated with science fiction B movies, Agar said, \"I don't resent being identified with B science fiction movies at all\", Agar later said. \"Why should I? Even though they were not considered top of the line, for those people that like sci-fi, I guess they were fun. My whole feeling about working as an actor is, if I give anybody any enjoyment, I'm doing my job, and that's what counts.\"",
            "score": 31.068663597106934
        },
        {
            "docid": "56238996_5",
            "document": "Homeward Bound (horse) . Homeward Bound was slow to mature and did not appear until October, when she finished unplaced in the Alington Stakes at Newmarket Racecourse.",
            "score": 35.14320373535156
        },
        {
            "docid": "50967887_12",
            "document": "Homeward Bound Battery and Dam . Homeward Bound Battery and Dam was listed on the Queensland Heritage Register on 21 October 1992 having satisfied the following criteria.",
            "score": 36.606932401657104
        },
        {
            "docid": "56238996_10",
            "document": "Homeward Bound (horse) . In 1964 Homeward Bound was give a rating of 126 by the independent Timeform organisation, making her three pounds inferior to La Bamba who was their top-rated three-year-old filly. In their book, \"A Century of Champions\", based on the Timeform rating system, John Randall and Tony Morris rated Homeward Board an \"average\" winner of the Oaks.",
            "score": 38.348472595214844
        },
        {
            "docid": "56238996_4",
            "document": "Homeward Bound (horse) . Homeward Bound was sired by Alycidon, an outstanding stayer who suffered from low fertility as a breeding stallion but sired several top class performers including Alcide and Twilight Alley. Her dam Sabie River won four races and produced several other winners. Sabie River's dam Amorcille was a half-sister to Discord, the female-line ancestor of Mr Dinos. Both Alycidon and Sabie River died in 1963, before Homeward Bound had appeared on the track.",
            "score": 42.126502990722656
        },
        {
            "docid": "50967887_11",
            "document": "Homeward Bound Battery and Dam . The Homeward Bound settlement site on Waterfall Creek about east of the battery contains several intact stone fireplaces and numerous stone surfaces. The extent of the settlement was not surveyed.",
            "score": 34.535611152648926
        },
        {
            "docid": "3557194_5",
            "document": "Deathlands: Homeward Bound . Justin Felix of DVD Talk called the telefilm \"a low-budget mish-mash of elements from \"Dune\" and \"The Most Dangerous Game\"\", and that although it was \"one bad movie\" it was \"moderately entertaining\" and something that could be appreciated by fans of \"Mystery Science Theater 3000\". He said the film is \"so bad that it's actually entertaining if you want to laugh at movie-making ineptitude.\"",
            "score": 41.32772397994995
        },
        {
            "docid": "6777367_2",
            "document": "Homeward Bound (song) . \"Homeward Bound\" is a song by American music duo Simon & Garfunkel written by Paul Simon and produced by Bob Johnston. The song was released as a single on January 19, 1966 by Columbia Records.",
            "score": 38.20029091835022
        },
        {
            "docid": "50967887_5",
            "document": "Homeward Bound Battery and Dam . Water was a problem throughout the Croydon Goldfield and a large dam with a stone pitched wall was constructed in 1888, by a Mr. Shoemaker (or Schumacher). Even so the Homeward Bound battery could not crush that year.",
            "score": 34.1810359954834
        },
        {
            "docid": "1864652_3",
            "document": "Homeward Bound (Turtledove novel) . Homeward Bound begins in 1972, then flashes forward to 1977, 1982, 1984, 1994, 2012, and finally to 2031 when the American starship \"Admiral Peary\" arrives at Tau Ceti and Home, the homeworld of The Race.",
            "score": 35.87317395210266
        },
        {
            "docid": "50967887_2",
            "document": "Homeward Bound Battery and Dam . Homeward Bound Battery and Dam is a heritage-listed stamping mill and reservoir at Croydon, Shire of Croydon, Queensland, Australia. It was built in 1888 by Mr Schumacher. It was added to the Queensland Heritage Register on 21 October 1992.",
            "score": 33.94866943359375
        }
    ],
    "r": [
        {
            "docid": "5207131_2",
            "document": "Homeward Bound II: Lost in San Francisco . Homeward Bound II: Lost in San Francisco is a 1996 American adventure comedy film and a sequel to the 1993 film \"\". Directed by David R. Ellis, the film features the three animals from the first film, Shadow the Golden Retriever (voiced by Ralph Waite, replacing Don Ameche, who died in 1993), Sassy the Himalayan cat (Sally Field), and Chance the American Bulldog (Michael J. Fox). It also features the voice work of Sinbad, Carla Gugino, Tisha Campbell-Martin, Stephen Tobolowsky, Jon Polito, Adam Goldberg, Al Michaels, Tommy Lasorda, and Bob Uecker.",
            "score": 51.93378829956055
        },
        {
            "docid": "20511800_5",
            "document": "You're in the Movies . All of the movie themes and mini-games were conceived by the creative-design team, which they decided the movie themes would have an old B-movie feel. Trowers notes the making of the mini-games to be \"quite an organic process\": \"Sometimes we'd have a movie and we'd say OK, we want the player to do this in the scene, which is the action we want, so try to think of a game idea for this. But other times we'd be thinking, \"Oh, you know what, we got this great idea for a game and these are the essential actions we can get out of it, how are we going to use it in movies?\" So it was really a three-way process, trying to figure out what we could get people to do, what would be fun, how it would fit in the movie—it wasn't just one process of doing it, it had to go both ways.\" There had also been a few more movie ideas, but they were left out of the game.",
            "score": 50.309974670410156
        },
        {
            "docid": "12938_9",
            "document": "Greyhound . Greyhound owners and adoption groups consider Greyhounds wonderful pets. Greyhounds are quiet, gentle and loyal to owners. They are very loving, and enjoy the company of their humans and other dogs. Whether a Greyhound will enjoy the company of other small animals, such as cats, depends on the individual dog's personality. Greyhounds will typically chase small animals; those lacking a high 'prey drive' will be able to coexist happily with toy dog breeds and/or cats. Many owners describe their Greyhounds as \"45-mile-per-hour couch potatoes\".",
            "score": 46.79021072387695
        },
        {
            "docid": "1109898_14",
            "document": "Greyhound adoption . Although usually well-socialized with other greyhounds, ex-racers often have limited skills for living outside of the racing kennel. However, most Greyhounds are quick learners. They tend to be out-going, happy and sociable with people and seem to relish human contact, even following owners from room to room at home (known colloquially as being a \"Velcro dog\"). Some Greyhounds are more timid and can for a time have difficulty coping with new people or situations. A period of rehabilitation and a dedicated owner usually helps nervous \"Retired Racers\" become more confident. A few people also report that they have known \"Greys\" who at first fear other dog breeds until sufficiently exposed. As the lure used to train greyhounds for racing resembles a hare, retired racers sometimes also mistake smaller dogs for a lure, causing them to set chase. Similarly, small animals including cats may also be the subject of prey-driven behavior by some greyhounds. Prior to adoption, agencies generally screen greyhounds for their suitability around small animals especially by way of \"cat testing\" in which a dog is carefully exposed to a cat to see his or her interest level.",
            "score": 46.719886779785156
        },
        {
            "docid": "14155540_10",
            "document": "Cancer in dogs . Cancer prevalence in dogs increases with age and certain breeds are more susceptible to specific kinds of cancers. Millions of dogs develop spontaneous tumors each year. Boxers, Boston Terriers and Golden Retrievers are among the breeds that most commonly develop mast cell tumors. Large and giant breeds, like Great Danes, Rottweilers, Greyhound and Saint Bernards, are much more likely to develop bone cancer than smaller breeds. Lymphoma occurs at increased rates in Bernese Mountain dogs, bulldogs, and boxers. It is important for the owner to be familiar with the diseases to which their specific breed of dog might have a breed predisposition.",
            "score": 45.929622650146484
        },
        {
            "docid": "3557194_9",
            "document": "Deathlands: Homeward Bound . While \"Deathlands: Homeward Bound\" closely follows the plot of the fifth \"Deathlands\" novel, \"Homeward Bound\", it departs in a number of notable ways. Dr. Theophilus Tanner and Lori Quint are absent from the film, and Jak Lauren is specifically identified as a mutant, versus simply being an albino as in the novels. J.B. Dix is also changed, being significantly more talkative than his character in the novels, where he is described as a man who \"would never use three words when two would do the job.\" The purpose of redoubts is not clearly explained, and the film makes no mention of the MAT-TRANS facilities typically found in redoubts and used by Ryan and his friends to travel throughout most of the novels.",
            "score": 45.88612365722656
        },
        {
            "docid": "1212256_9",
            "document": "Homeward Bound: The Incredible Journey . The film received positive reception. The film holds an 87% approval rating at Rotten Tomatoes based on 30 reviews, with the consensus stating \"Disney's remake of \"The Incredible Journey\" successfully replicates, and in some ways improves upon, the simple charms of the original, with its cross-country animal odyssey sure to delight kids.\" According to movie critic Roger Ebert, the movie is \"frankly designed for kids, and yet it has a certain craftsmanship and an undeniable charm, and if you find yourself watching it with a child you may end up liking it almost as much.\"",
            "score": 45.64189529418945
        },
        {
            "docid": "1212256_2",
            "document": "Homeward Bound: The Incredible Journey . Homeward Bound: The Incredible Journey is a 1993 American adventure comedy film and a remake of the 1963 film \"The Incredible Journey\", which was based on the novel of the same name by Sheila Burnford. Directed by Duwayne Dunham, it was released on February 3, 1993. It grossed $41,833,324 in the United States and was followed in 1996 by \"\". This film is dedicated to producer Franklin R. Levy, who died during production of the film.",
            "score": 45.47468185424805
        },
        {
            "docid": "1212256_7",
            "document": "Homeward Bound: The Incredible Journey . The animals continue on their way, but Chance tries to befriend a porcupine, ending up with a load of quills in his muzzle. The animals then encounter a little girl named Molly (Mariah Milner), who is lost in the woods. Too loyal to ignore her, they stand guard over her and keep her warm during overnight. In the morning, Shadow finds a rescue party and leads them back to the girl. They recognize the animals from a missing pets flyer and take them to the local animal shelter, but Chance mistakes it for a dog pound and the trio panic. As the medical staff removes the quills from Chance's muzzle, Sassy sneaks in and frees Shadow. Together, they retrieve Chance and escape the shelter, unaware that their owners are on their way to get them.",
            "score": 45.351768493652344
        },
        {
            "docid": "27421165_3",
            "document": "Nureongi . In a 2009 study about dog meat consumption in South Korea, Anthony Podberscek of Cambridge University reported that, although other kinds of dogs are also farmed and eaten, the nureongi is the dog most commonly used in this way. In 1998, there were a total of 2,246,357 dogs in Korea but only 882,482 households with pet dogs. As most Korean pet owners do not have more than one dog, the \"unique\" Korean livestock dog must have outnumbered all other kinds of dogs that lived in Korea in that year. The Korea Observer reported in 2015 that many different breeds of dog are eaten in South Korea, including pet breeds such as Labrador Retrievers, Golden Retrievers and Cocker Spaniels, and that the dogs slaughtered for their meat often include former pets.",
            "score": 44.433841705322266
        },
        {
            "docid": "47071091_4",
            "document": "Homeward Bound (1917 song) . CHORUS \"Homeward Bound\" Someday they'll hear that welcome sound, For while the shot and the shell are flying, For the ones at home they're sighing: And tho' the skies seem grey, There's bound to be a brighter day, For when the dove of peace flies over the land, They all will hear the general give the command, \"We are \"Homeward Bound'.\" That's a wonderful, wonderful sound.",
            "score": 44.416465759277344
        },
        {
            "docid": "10628498_16",
            "document": "White Fang 2: Myth of the White Wolf . Roger Ebert gave the film three out of four stars, stating: \"What's best about the film is a kind of fresh-air exuberance, an innocence. The adventures in this movie are fun - not frightening, violent, or depressing. The villains are bad, but not subhuman, and at the end I was positively grateful for a scene where the bad guy tries to get away in a wagon full of gold, with the heroine tied up behind him, and Henry and the dog trying to save her. This was so old-fashioned it was almost daring.\" Rita Kempley from The Washington Post didn't like the film. She praised the animals' performances, but criticized the human actors. \"The animal actors are superb -- you really think White Fang is a goner in a couple of instances -- but the humans have basically reached the level of their own incompetence. Perhaps no one in the cast was able to obey Chief Moses Joseph's injunction to set the inner wolf free. The audience, on the other hand, will surely be howling.\" Lois Alter Mark from Entertainment Weekly gave the film a B rating, concluding that \"White Fang 2\" would be a better film if the filmmakers gave the \"four-legged hero\" more screen time. \"If only White Fang 2: Myth of the White Wolf had kept the camera on its four-legged hero and let animal trainer Joe Camp (Homeward Bound) work his magic, it too could have been as effective as jujubes in keeping kids glued to their seats.\" Robert Faires from The Austin Chronicle gave the film three out of five stars. He also opined that the movie gets better when the animals are on the screen. \"It's best when the wolves are moving. Maybe when the third one is made -- the final scene screams White Fang: The Next Generation -- they'll leave the humans out of it and just run with the pack.\" \"The Movie Scene\" also gave the film three out of five stars, stating that \"White Fang 2\" is not a bad film but it is inferior to its predecessor and that the movie is pleasant for the young audiences, but is not a great entertainment for adult people. \"What this all boils down to is that \"White Fang 2: Myth of the White Wolf\" is solid entertainment for its intended young audience but offers little for any adult watching it with their kids.\"",
            "score": 44.139305114746094
        },
        {
            "docid": "4595569_15",
            "document": "Roar (1981 film) . Tippi [Hedren] disputes the number. I believe that number is inaccurate – I believe it’s over 100. It’s somewhere between 70 and 100. It is the most dangerous film ever made in history. Nowadays, there’s so much regulation, if you’re working on a film and two people get injured, they come in and they shut you down. They have safety meetings and they say, ‘What are we gonna do to change this situation?’ If they did that to us after two bites, we would have said, ‘I don’t know what else we can do differently. Should we do it with dogs? I don’t know!’ If we wanna make a movie with lions, people are gonna get bitten. We just hope that nobody dies and we’ll do everything we can to makes sure that doesn’t happen.",
            "score": 43.37974166870117
        },
        {
            "docid": "43879512_3",
            "document": "Richard Michaels . His directing credits include the television series \"Bewitched\", \"The Brady Bunch\", \"Love, American Style\" and the TV movies \"Once an Eagle\" (1976), \"Homeward Bound\" (1980 TV movie)', \"The Children Nobody Wanted\" (1981), \"Sadat\" (1983), \"Silence of the Heart\" (1984), \"Rockabye\" (1986), \"I'll Take Manhattan\" (1987),\"Leona Helmsley: The Queen of Mean\" (1990) (Suzanne Pleshette was nominated for an Emmy and a Golden Globe for her portrayal of Leona Helmsley), \"Father and Scout\" (1994). Full credits are listed at www.imdb.com",
            "score": 43.26107406616211
        },
        {
            "docid": "15336_7",
            "document": "Italian Greyhound . The Italian Greyhound makes a good companion dog and enjoys the company of people. However, the breed's slim build and short coat make them somewhat fragile, and injury can result from rough or careless play with children. The breed is good with the elderly or a couple without any children for it prefers a quiet household but they are also generally fine with older children. They also are equally at home in the city or the country, although they tend to do best in spacious areas. They are fast, agile and athletic. Like any dog, daily exercise is a must for a happier, well-adjusted pet. Italian greyhounds love to run. The young dog is often particularly active, and this high level of activity may lead them to attempt ill-advised feats of athleticism that can result in injury. Due to their size, and in some lineages poor bone density, they are prone to broken legs. Italian Greyhounds make reasonably good watchdogs, as they bark at unfamiliar sounds. They may also bark at passers-by and other animals. However, they should not be considered \"true\" guard dogs as they are often aloof with strangers and easily spooked to run.",
            "score": 43.24272155761719
        },
        {
            "docid": "43718681_18",
            "document": "War for the Planet of the Apes . At New York Comic-Con 2016, Reeves explained that he and Bomback were influenced by many films before writing. He said, \"One of the first things that Mark and I did because we had just finished \"Dawn\" was that we decided to watch a million movies. We decided to do what people fantasize what Hollywood screenwriters get to do but no one actually does. We got Fox to give us a theater and we watched movie after movie. We watched every \"Planet of the Apes\" movie, war movies, westerns, \"Empire Strikes Back\"... We just thought, 'We have to pretend we have all the time in the world,' even though we had limited time. We got really inspired.\"",
            "score": 43.21038055419922
        },
        {
            "docid": "31871202_34",
            "document": "List of Scooby-Doo characters . Scooby-Dee is a female Great Dane, with white fur, first appearing in \"The Scooby-Doo Show\". She was a character in the episode titled \"The Chiller Diller Movie Thriller\", as a distant cousin of Scooby's, who helped them solve the mystery. She also has a cameo appearances in the second-season episode of \"What's New, Scooby-Doo?\", \"Homeward Hound\", where she is one of many dogs seen at the dog show the gang is attending. She is seen walking past the screen in two separate scenes in the beginning. Scooby-Dee was meant to return to \"The Scooby-Doo Show\" as a girlfriend to Scooby-Doo, but the show ended before that could happen.",
            "score": 43.141605377197266
        },
        {
            "docid": "15969926_8",
            "document": "Joshua Brand . His directing credits include the feature film \"A Pyromaniac's Love Story\", the television movies \"Wall to Wall Records\" and \"Homeward Bound\", the television pilot \"Gemini Man\", and episodes of \"thirtysomething\" and \"Joan of Arcadia\". Brand was also nominated for an Emmy and a DGA Award for directing the two-hour \"I'll Fly Away\" pilot.",
            "score": 43.027671813964844
        },
        {
            "docid": "50967887_6",
            "document": "Homeward Bound Battery and Dam . The Mountain Maid United Gold Mining Company (with a nominal capital of 56,000 ten shilling shares) took over the Homeward Bound battery in 1890 but relinquished it to the original company again in 1891. By then the Homeward Bound claim was almost abandoned. Although the major companies had failed, the battery was revitalized in 1893 by co-operative parties who were getting good results. One old miner said in 1896 that the Homeward Bound \"has had less public attention paid to it than any other line on this extensive goldfield but left to the stragglers like myself to scratch away\". When other Croydon mines were considering closing down, in 1898 the Homeward Bound was producing almost two ozs of gold per ton of stone. In 1899 Homeward Bound No. 4 South had a spectacular crushing of from . Lane and Pate took over the battery in 1901 and cyaniding was commenced in 1902 using some of the equipment from the Pioneer cyanide works at Gorge Creek. In 1903, of gold were obtained from of quartz. However by 1904 the Homeward Bound Company had lost the reef and others were only putting small crushings through and mining gradually petered out.",
            "score": 42.97397232055664
        },
        {
            "docid": "12183996_74",
            "document": "Bad Newz Kennels dog fighting investigation . Numerous athletes generated additional controversy by making public comments supporting and defending Vick. Stephon Marbury, a point guard for the Boston Celtics, called dogfighting a sport and compared it to hunting and said that we don't react the same when other animals die. Roy Jones Jr., a prominent boxer, stated, \"really two dogs fighting can happen in anyone's backyard or on the street. It happened in my backyard, two of my dogs fought and one died.\" Clinton Portis, a star running back on the Washington Redskins, stated, \"I don't know if he was fighting dogs or not, but it's his property, it's his dog. If that's what he wants to do, do it. I think people should mind their own business.\"  Deion Sanders, a former star football and baseball player and current commentator for CBS Sports, stated, \"Why are we indicting him? Was he the ringleader? Is he the big fish? Or is there someone else? The fights allegedly occurred at a property that he purchased for a family member. They apparently found carcasses on the property, but I must ask you again, is he the ringleader? This situation reminds me of a scene in the movie \"New Jack City\" when drug dealer Nino Brown is on the witness stand and eloquently says, 'This thing is bigger than me.' Are we using Vick to get to the ringleader? Are we using him to bring an end to dogfighting in the United States? The only thing I can gather from this situation is that we're using Vick.\"",
            "score": 42.90434646606445
        },
        {
            "docid": "431119_11",
            "document": "Secret of Evermore . Throughout their travels, the boy, at the company of his dog, often quotes or mentions fictional B movies that relate to their current situation. For example, he compares himself to \"Dandy\" Don Carlisle in the film \"Sink, Boat, Sink\" after washing ashore at Crustacia. (For legal reasons, all references to movies and actors were fictional.) In addition, the dog's body transforms based on the theme of the area that players are in: in the world of Prehistoria, the dog is transformed into a feral wolf; in the Antiqua region, he becomes a greyhound; in Gothica, he takes the form of a fancy poodle; and in Omnitopia, he becomes a robotic dog that resembles a toaster and is capable of shooting laser beams.",
            "score": 42.641273498535156
        },
        {
            "docid": "38871_12",
            "document": "Greyhound racing . Generally, a greyhound's career will end between the ages of four and six – after the dog can no longer race, or possibly when it is no longer competitive. The best dogs are kept for breeding and there are industry-associated adoption groups and rescue groups that work to obtain retired racing greyhounds and place them as pets. In the United Kingdom, according to the BBC, one in four retired greyhounds finds a home as a pet. An UK industry produced report for DEFRA in 2018 showed that actually only 1 in 7 racing greyhounds were not found a home when they retired. In the United States, prior to the formation of adoption groups, over 20,000 retired greyhounds a year were killed; recent estimates still number in the thousands, with the industry claiming that about 90% of National Greyhound Association-registered animals are either adopted or returned for breeding purposes (according to the industry numbers upwards of 2000 dogs are still euthanized annually in the US while anti-racing groups estimate the figure at closer to 12,000.) Other greyhounds are sold to research labs, such as Liverpool university animal training school, who have received the remains of dogs killed at Manchester's Belle Vue stadium. A trainer in Lincolnshire was also exposed offering 'slow' dogs to the Liverpool school. Additionally dogs are sent to foreign racetracks such as Spain and sometimes in developing countries. In the North East of England a man is believed to have destroyed as many as 10,000 healthy greyhounds with a captive bolt gun.",
            "score": 42.58549880981445
        },
        {
            "docid": "15336_15",
            "document": "Italian Greyhound . The name of the breed is a reference to the breed's popularity in Renaissance Italy. Mummified dogs very similar to the Italian Greyhound (or small Greyhounds) have been found in Egypt, and pictorials of small Greyhounds have been found in Pompeii, and they were probably the only accepted companion-dog there. Dogs similar to Italian Greyhounds are recorded as having been seen around Emperor Nero's court in Rome in the first century AD.",
            "score": 42.54840087890625
        },
        {
            "docid": "22591470_16",
            "document": "The Incredible Journey (film) . The film is recognized by American Film Institute in these lists: In 1993, Disney made a new version of the film, entitled \"\". Featuring the voices of Don Ameche, Sally Field, and Michael J. Fox, the film keeps the same basic story line, but adds a subplot in which the kids are dealing with a new step-family. All three pets are renamed, the breeds of the dogs are changed, the sex and breed of the cat changed, and the ages of the original Labrador/Golden Retriever and Bull Terrier/American Bull Dog are switched. It also has vocalizations of the animals' thoughts and communications with each other.",
            "score": 42.5201416015625
        },
        {
            "docid": "35046242_3",
            "document": "Greyhound (song) . A music video to accompany the release of \"Greyhound\" was first released onto YouTube on 13 March 2012 at a total length of three minutes and twenty-two seconds. The video starts with three groups of people driving to a salt desert in cars and they have each one color (blue, yellow and red). Then the video cuts to shots of Axwell, Ingrosso and Angello putting on headsets in an underground room. The headsets give off an electric charge, which creates colored bubbles around the members of Swedish House Mafia. Axwell is yellow, Angello is red and Ingrosso is blue. The members are connected to three robot dogs; the people in the cars are dog racers. A woman lays a hovering rabbit on the ground, which starts moving, and the three greyhound dogs start to chase it. The video alternates between scenes of the robot dogs' race, shots of the owners that support their dogs, and scenes of Axwell, Ingrosso and Angello leading the robots. The yellow greyhound trips the blue greyhound, which quickly recovers and resumes the race. The three dogs reach the finishing line at the same time. A polaroid camera develops a photo of the finish, which is blown away into the desert. The video finishes with a shot of a bottle of \"Absolut Greyhound\" on a silver tray. A longer version of the video is also available.",
            "score": 42.49394607543945
        },
        {
            "docid": "47189019_2",
            "document": "Puppy cat . Puppy cat (or puppy-like cat, dog-like cat, etc.) is a term used to refer to specific breeds of domestic cats that have unusual behavioral tendencies that are reminiscent of young domestic dogs. These are within the scope of feline behavior, and may be enhanced through selective breeding. These behaviors, not specific to any breed, include following people around from room to room, the desire to receive frequent moments of physical affection such as being held and petted, a lack of aggression toward some fellow animals, and a placid nature. While these attributes are found desirable for owners interacting with their cats, problems can occur when the felines are exposed to dogs and strange people, with the cats possibly being too trusting and too friendly for their own good. Breeds known for these canine behaviors include the Abyssinian, Burmese, Maine Coon, Manx, and Ragdoll, though dog behavior traits can appear regardless of breed.",
            "score": 42.47819519042969
        },
        {
            "docid": "4527371_3",
            "document": "Berger Picard . The producers of the 2005 American movie \"Because of Winn-Dixie\" brought five Picards over from Europe (\"Scott\", \"Laiko\" and \"Tasha\" performed in the movie). The trainer wanted a dog that resembled the scruffy mutt on the original book's cover but needed several that looked alike so that production could continue smoothly, thus he decided on this rare purebred dog from France. It is this breed's rustic mutt-like appearance that has prevented it from being rapidly popularized and exploited in the United States by the movie release, as has been the fate of some other breeds. People often mistakenly think \"Winn-Dixie\" is a mixed breed.",
            "score": 42.47197723388672
        },
        {
            "docid": "34980461_15",
            "document": "Ustad Hotel . \"Ustad Hotel\" was scripted by Anjali Menon; it was the first script she wrote for someone else. The film was born from the friendship Anjali and Anwar Rasheed shared when they worked together in \"Kerala Cafe\", in which Anwar directed the featurette \"Bridge\". Narrating the way the idea evolved, Anwar Rasheed said, \"the thread of the movie came out in a telephonic conversation with Anjali Menon, script writer of the movie. Post \"Bridge\", we decided to do a movie together. After discussing two-three projects, we thought why can't we do a food related movie. We postponed the movie idea and then \"Salt N' Pepper\" was released. This movie has no similarity with \"Salt N Pepper\" except that both deals with food.\"",
            "score": 42.37971878051758
        },
        {
            "docid": "29985811_23",
            "document": "Uncharted 3: Drake's Deception . Naughty Dog community strategist, Arne Meyer, said that \"Uncharted 3: Drake's Deception\" is created like a Hollywood film, especially the motion capture and voice acting procedure. The \"Uncharted\" series has received praise for its movie-like sections, which Naughty Dog was keen to take to the next level in \"Uncharted 3\". Naughty Dog said that \"Uncharted 3: Drake's Deception\" uses an \"evolved\" version of the same engine they used in \"\" and \"\" that has allowed the game to have better physics, visuals, and environmental effects. The game features new innovations in sand, fire, smoke, and water dynamics and effects, also it adds to the movement of the characters, more realistic textures and animations. According to Naughty Dog \"Uncharted 3\" is graphically superior to \"Uncharted 2\". \"We're at full speed, optimizing code specifically for the SPUs,\" Naughty Dog co-president (and former technical director) Christophe Balestra told Edge. \"We were, at any given point, using 100% [of the PlayStation 3's power]. We were using everything we possibly could. There is always room where you find something where you can do the processing in some different way to find more power. There are all of these different ways to squeeze more power out of the box,\" Justin Richmond, game director, told VentureBeat.",
            "score": 42.28562545776367
        },
        {
            "docid": "11463596_3",
            "document": "Into the Lion's Den . The movie was followed by a 5-part series called \"Into the Pride\" (2009) (\"The Bush Rules\", \"A Tale of Two Alphas\", \"Queen Cleo\", \"The Breakthrough\", \"Homeward Bound\") directed by Richard Slater-Jones. It is set into the Erindi reserve in Namibia and documents Salmoni's efforts to reintegrate a cattle-raiding pride so they won't have to be put down.",
            "score": 42.18140411376953
        },
        {
            "docid": "56238996_4",
            "document": "Homeward Bound (horse) . Homeward Bound was sired by Alycidon, an outstanding stayer who suffered from low fertility as a breeding stallion but sired several top class performers including Alcide and Twilight Alley. Her dam Sabie River won four races and produced several other winners. Sabie River's dam Amorcille was a half-sister to Discord, the female-line ancestor of Mr Dinos. Both Alycidon and Sabie River died in 1963, before Homeward Bound had appeared on the track.",
            "score": 42.12649917602539
        },
        {
            "docid": "644051_8",
            "document": "American Bulldog . American Bulldogs are typically confident, social, and active dogs that are at ease with their families. It is not uncommon for an American Bulldog to require a high level of attention due to their highly emotional personality. They bond strongly with their owners. They are capable of jumping in excess of vertical due to the dense muscle build of the breed. Young American Bulldogs may be slightly aloof with strangers, but as they mature the breed's normal confidence should assert itself. This breed tolerates children and can do very well with them, provided they are socialized early and understand their limits. The more exposure to good training practices, other dogs, and people, the more likely the success at being controlled both inside and outside of their environment. Early training and socialization both in the home and outside of the home is essential for this breed. While the goal of the breed was originally to produce a working farm utility dog that could catch and hold wild boar and cattle, kill vermin, and guard an owner's property, when properly trained, exercised and socialized, this breed can become a family pet.",
            "score": 42.05964279174805
        }
    ]
}