{
    "q": [
        {
            "docid": "12109342_7",
            "document": "Cat Stevens' comments about Salman Rushdie . Robertson: You don't think that this man deserves to die? Y. Islam: Who, Salman Rushdie? Robertson: Yes. Y. Islam: Yes, yes. Robertson: And do you have a duty to be his executioner? Y. Islam: Uh, no, not necessarily, unless we were in an Islamic state and I was ordered by a judge or by the authority to carry out such an act – perhaps, yes. [Some minutes later, Robertson on the subject of a protest where an effigy of the author is to be burned] Robertson: Would you be part of that protest, Yusuf Islam, would you go to a demonstration where you knew that an effigy was going to be burned? Y. Islam: I would have hoped that it'd be the real thing. \"The New York Times\" also reports this statement from the programme: I might ring somebody who might do more damage to him than he would like. I'd try to phone the Ayatollah Khomeini and tell him exactly where this man is.",
            "score": 24.947850704193115
        },
        {
            "docid": "1912480_9",
            "document": "Ellsberg paradox . Since the prizes are exactly the same, it follows that you will \"prefer\" Gamble A to Gamble B if and only if you believe that drawing a red ball is more likely than drawing a black ball (according to expected utility theory). Also, there would be no clear preference between the choices if you thought that a red ball was as likely as a black ball. Similarly it follows that you will \"prefer\" Gamble C to Gamble D \"if, and only if\", you believe that drawing a red or yellow ball is more likely than drawing a black or yellow ball. It might seem intuitive that, if drawing a red ball is more likely than drawing a black ball, then drawing a red or yellow ball is also more likely than drawing a black or yellow ball. So, supposing you \"prefer\" Gamble A to Gamble B, it follows that you will also \"prefer\" Gamble C to Gamble D. And, supposing instead that you \"prefer\" Gamble B to Gamble A, it follows that you will also \"prefer\" Gamble D to Gamble C.",
            "score": 15.078212022781372
        },
        {
            "docid": "51141048_8",
            "document": "Gray rape . In a \"New York Times\" article entitled “When saying ‘yes’ is easier than saying ‘no,’” Jessica Bennett describes the \"complex situation\" of sexual encounters \"...you thought you wanted, or maybe you actually never wanted, but somehow here you are and it’s happening and you desperately want out, but you know that at this point exiting the situation would be more difficult than simply lying there and waiting for it to be over. In other words: saying yes when we really mean no\", which have been termed “the point of no return,” “gray zone sex,” “begrudgingly consensual sex,” “lukewarm sex,” and “bad sex,” an expression in which \"bad\" refers “not to the perceived pleasure of it, but to the way you feel in the aftermath.”",
            "score": 22.174649715423584
        },
        {
            "docid": "615477_26",
            "document": "Sunshine Skyway Bridge . Corporal Gary Schluter of the Florida State Highway Patrol — who has \"seen the number of suicides, and attempts, climb steadily over the last few years\" at the Sunshine Skyway Bridge, as well as persuaded multiple would-be suicides at that site to live — advises: \"People look at that water and think it's very serene, an easy way to die ... [but] ... it's more like hitting concrete.\" As he and other troopers explained to \"The New York Times\" reporter Rick Bragg, \"Jumpers tend to die ugly. [...] The fall, less than four seconds, ends in a bone-snapping, organ-rupturing trauma, but some jumpers do not lose consciousness, and drown in agony.\" Schluter elaborated: \"We retrieve the bodies. They are distorted, mangled.\"",
            "score": 34.76941919326782
        },
        {
            "docid": "20783125_16",
            "document": "Yes–no question . A further ambiguity with yes–no questions, in addition to that of polarity, is the ambiguity of whether an \"exclusive\" or \"inclusive\" disjunction is meant by the word \"or\", as it can represent either. Conventionally, in English yes–no questions the \"or\" represents an exclusive disjunction. However, as with the \"Would you like an apple or an orange?\" question mentioned earlier, to which one possible answer, as a yes–no question, is \"yes.\", yes–no questions can also be taken to be \"inclusive\" disjunctions. The informativeness of the \"or\" in the question is low, especially if the second alternative in the question is \"something\" or \"things\". The \"exclusive\" and \"inclusive\" can be determined often in spoken language (the speaker will often lower their pitch at the end of an \"exclusive\" question, as opposed to raising it at the end of an \"inclusive\" question), but it is a frequent source of humour for computer scientists and others familiar with Boolean logic, who will give responses such as \"yes\" to questions such as \"Would you like chicken or roast beef for dinner?\". However, the ambiguity is not confined to humour. The apple-or-orange question may be legitimately asking whether either is wanted, for example, and \"Would you like an apple or something?\" is indeed \"expecting\" either \"yes\" or \"no\" as a proper answer rather than the answer \"Something\" that an exclusive disjunction would be requesting.",
            "score": 20.796406149864197
        },
        {
            "docid": "7180207_2",
            "document": "New York Soundtracks . New York Soundtracks is a remix album of One Step More and You Die by the Japanese band Mono. It was released as a CD in 2004 and in 2009 as part of the special deluxe double LP of 2003 album One Step More and You Die.",
            "score": 21.961193799972534
        },
        {
            "docid": "8789616_17",
            "document": "Fragile (Yes album) . In 2005, \"Fragile\" was included in the musical reference publication \"1001 Albums You Must Hear Before You Die\". In his review for AllMusic, Bruce Eder gave the album five stars out of five. He writes: \"\"Fragile\" was Yes' breakthrough album, propelling them in a matter of weeks from a cult act to an international phenomenon; not coincidentally, it also marked the point where all of the elements of the music (and more) that would define their success for more than a decade fell into place fully formed. The science-fiction and fantasy elements that had driven the more successful songs on ... \"The Yes Album\", were pushed much harder here, and not just in the music but in the packaging of the album: the Roger Dean-designed cover was itself a fascinating creation that seemed to relate to the music and drew the purchaser's attention in a manner that few records since the heyday of the psychedelic era could match.\"",
            "score": 15.017633199691772
        },
        {
            "docid": "12686181_81",
            "document": "Fossil fuel phase-out . The exact question posed by the survey was as follows: More than half of power plant-generated electricity comes from coal. Experts say that power plants are responsible for about 40 percent of U.S. carbon dioxide pollution linked to global warming. There are plans to build more than 150 new coal-fired power plants over the next several years. Would you support a five-year moratorium on new coal-fired power plants in the United States if there was stepped-up investment in clean, safe and renewable energy—such as wind and solar—and improved home energy-efficiency standards? Would you say definitely yes, probably yes, probably no, definitely no, or don't know.",
            "score": 22.101378202438354
        },
        {
            "docid": "22092085_11",
            "document": "How the Poor Die . In the public wards of hospitals you see horrors that you don't seem to meet with among people who manage to die in their own homes, as though certain diseases only attacked people at the lower income levels. But it is a fact that you would not in any English hospitals see some of the things I saw in the Hôpital X. This business of dying like animals, for instance, with nobody interested, the death not even noticed till the morning—this happened more than once.",
            "score": 11.812520980834961
        },
        {
            "docid": "531846_3",
            "document": "Lerner and Loewe . Alan Jay Lerner and Frederick Loewe, more commonly known as Fritz, met in 1942 at the Lambs Club in New York City where, according to Loewe, he mistakenly took a wrong turn to the men's room and walked past Lerner's table. Lerner describes this initial meeting in his autobiography \"The Street Where I Live\": \" 'You're Lerner, aren't you?' he asked. I could not deny it. 'You write Lyrics, don't you?' he continued. 'I try,' I replied. 'Well,' he said, 'would you like to write with me?' I immediately said, 'Yes.' And we went to work.\"",
            "score": 18.871899127960205
        },
        {
            "docid": "70598_12",
            "document": "Robert Cecil, 1st Earl of Salisbury . Cecil, like his father, greatly admired the Queen, whom he famously described as being \"more than a man, but less than a woman\". Despite his careful preparations for the succession, he clearly regarded the Queen's death as a misfortune to be postponed as long as possible. During her last illness, when Elizabeth would sit motionless on cushions for hours on end, Cecil boldly told her that she must go to bed. Elizabeth roused herself one last time to snap at him: \"Must is not a word to be used to princes, little man... your late father were he here would never had dared to speak such a word to me\"; but she added wryly \"Ah, but ye know that I must die, and it makes you presumptuous\".",
            "score": 14.10995602607727
        },
        {
            "docid": "17467157_6",
            "document": "Teenage Love (album) . Allmusic describes \"Teenage Love\" as, \"the weakest studio album in Cold Chisel's catalog.\" However, it continues, \"Yes, it's Chisel's \"B\" material [...] But then, most bands would kill to have this kind of stuff as their \"A\" material.\" Ian McFarlane said, \"\"Teenage Love\" proved to be a remarkable collection of songs that were brimming with loose ends and vibrant spontaneity. Outstanding tracks like \"Metho Blues\", \"Nothing but You\", \"Teenage Love Affair\" and the boogie \"Drinkin' in Port Lincoln\" possessed more grit and fire than most of the debut album or \"Twentieth Century\".",
            "score": 19.103502988815308
        },
        {
            "docid": "14482057_8",
            "document": "Orange Blossom Special (song) . Look a-yonder comin'<br> Comin' down that railroad track<br> Hey, look a-yonder comin'<br> Comin' down that railroad track<br> It's the Orange Blossom Special<br> Bringin' my baby back<br> <br> Well, I'm going down to Florida<br> And get some sand in my shoes<br> Or maybe Californy<br> And get some sand in my shoes<br> I'll ride that Orange Blossom Special<br> And lose these New York blues<br> <br> \"Say man, when you going back to Florida?\"<br> \"When am I goin' back to Florida? I don't know, don't reckon I ever will.\"<br> \"Ain't you worried about getting your nourishment in New York?\"<br> \"Well, I don't care if I do-die-do-die-do-die-do-die.\"<br> <br> Hey talk about a-ramblin'<br> She's the fastest train on the line<br> Talk about a-travellin'<br> She's the fastest train on the line<br> It's that Orange Blossom Special<br> Rollin' down the seaboard line",
            "score": 26.097613096237183
        },
        {
            "docid": "49625_10",
            "document": "The New York Sun . \"The Sun\" established a readership niche for itself foremost in New York. Alex Jones of the Joan Shorenstein Center on the Press, Politics, and Public Policy said, \"It was a newspaper especially savored by people who don't like \"The New York Times\", and there are plenty of those in New York.\" The paper also scored more scoops than would be expected for its size and Stephen B. Shepard, dean of the CUNY Graduate School of Journalism at the City University of New York said that its effective coverage of local news earned it a place in the New York media world. Accordingly, it was known as a good place for young, ambitious, scrappy reporters to start out.",
            "score": 23.13414216041565
        },
        {
            "docid": "24140243_3",
            "document": "I Love You Yes I Do . In 1961, Bull Moose Jackson recorded a new version of the song without his band. The new version hit number ten on the R&B chart, and number ninety-eight on the \"Billboard\" Hot 100. Both versions of \"I Love You Yes I Do\" would be the only times Jackson crossed over to the national pop charts.",
            "score": 13.842406988143921
        },
        {
            "docid": "2987336_5",
            "document": "Double-barreled question . An example of a double-barreled question would be the following: \"do you think that students should have more classes about history and culture?\" This question asks about two different issues: \"do you think that students should have more classes about history\" and \"do you think that students should have more classes about culture?\" Combining both questions into one makes it unclear what exactly is being measured, and as each question may elicit a different response if asked separately there is an increased likelihood of confusing the respondents. In other words, while some respondents would answer \"yes\" to both and some \"no\" to both, some would like to answer both \"yes and no\".",
            "score": 23.001918077468872
        },
        {
            "docid": "40570_47",
            "document": "United States presidential election, 1980 . In his closing remarks, Reagan asked viewers: \"Are you better off now than you were four years ago? Is it easier for you to go and buy things in the stores than it was four years ago? Is there more or less unemployment in the country than there was four years ago? Is America as respected throughout the world as it was? Do you feel that our security is as safe, that we're as strong as we were four years ago? And if you answer all of those questions 'yes', why then, I think your choice is very obvious as to whom you will vote for. If you don't agree, if you don't think that this course that we've been on for the last four years is what you would like to see us follow for the next four, then I could suggest another choice that you have.\"",
            "score": 21.427356719970703
        },
        {
            "docid": "3831303_8",
            "document": "Make Them Die Slowly (album) . However, some fans tend to enjoy this release more as the album more closely resembles the sound that would dominate much of White Zombie's later career. David Sprague of \"Spin Magazine\" gave it an enthusiastic review, saying \"\"Make Them Die Slowly\" might not be \"the\" metal LP to end all metal LPs, but it's damned likely to give you more nightmares \"and\" chuckles than anything else money can buy you these days\". Sprague also gave the production uncommon praise, writing that Laswell \"brings with him the simultaneously thin and heavy sound he's so fond of (c.f. Motörhead's \"Orgasmatron\"), and works wonders with it.\"",
            "score": 13.959579706192017
        },
        {
            "docid": "649735_22",
            "document": "Abu Ghraib torture and prisoner abuse . In May 2004, the \"Washington Post\" reported evidence given by Ameen Saeed Al-Sheik, detainee No. 151362. It quoted him as saying; \"They said we will make you wish to die and it will not happen [...] They stripped me naked. One of them told me he would rape me. He drew a picture of a woman to my back and made me stand in shameful position holding my buttocks.\" \"'Do you pray to Allah?' one asked. I said yes. They said, '[Expletive] you. And [expletive] him.' One of them said, 'You are not getting out of here health[y], you are getting out of here handicapped. And he said to me, 'Are you married?' I said, 'Yes.' They said, 'If your wife saw you like this, she will be disappointed.' One of them said, 'But if I saw her now she would not be disappointed now because I would rape her.' \" [...] \"They ordered me to thank Jesus that I'm alive.\" [...] \"I said to him, 'I believe in Allah.' So he said, 'But I believe in torture and I will torture you.'\"",
            "score": 10.47948431968689
        },
        {
            "docid": "4044969_8",
            "document": "Du, du liegst mir im Herzen . Und, und wenn in der Ferne, mir, mir dein Bild erscheint, dann, dann wünscht ich so gerne daß uns die Liebe vereint. Ja, ja, ja, ja, daß uns die Liebe vereint.</poem> <poem style=\"margin-left:2em; float:left;\">You, you are in my heart, you, you are in my mind. You, you cause me much pain, you don't know how good I am for you. Yes, yes, yes, yes you don't know how good I am for you.",
            "score": 10.45322561264038
        },
        {
            "docid": "33351199_6",
            "document": "This Isn't Everything You Are . The radio and video edit of the song excludes the lines \"Is he worth all this, is it a simple yes? / Cause if you have to think, it's fucked / Feels like you loved him more, than he loved you / And you wish you’d never met.\"",
            "score": 10.591769695281982
        },
        {
            "docid": "934416_4",
            "document": "Follow the Leader (Eric B. &amp; Rakim album) . \"Follow the Leader\" was well received by contemporary critics. \"Los Angeles Times\" writer Jonathan Gold viewed it as \"far more consistent\" than the duo's \"Paid in Full\", calling Eric B. \"a master of chill, understated beats\" and complimenting Rakim for weaving \"a laid-back web of words, his whiskey-smooth tenor less noisy but more intense than the machine-gun mutterings you hear booming from beat boxes, his keen rhymes all the more devastating for being near-whispered where lesser rappers would shout\". In his review for \"The Village Voice\", Robert Christgau found the duo's sampling as an improvement from their previous work's \"Brownian motion\" and complimented Rakim's \"ever-increasing words-per-minute ratio—the man loves language like a young Bob D\". Peter Watrous of \"The New York Times\" commended Eric B.'s mixes and described him as \"a minimalist virtuoso\". Watrous called Rakim \"one of the most distinctive rappers in the business\" and elaborated on his lyricism: \"His voice soars as gracefully as a well-thrown football; it'll change direction on the spot. He will vary rhythms, pushing and pulling against the beat to highlight his lyrics. Insistent, cool and dedicated, his rapping has an urgency that makes the music much more than pop; it sounds like a musical version of a political, social vision.",
            "score": 16.22958815097809
        },
        {
            "docid": "9432064_7",
            "document": "Flavor of Love (season 1) . New York accuses Hottie of stealing her jacket because she had made statements that she was so competitive that she might cut up someone's clothes to win. Hottie rebuffs New York, saying New York is just jealous, because Hottie believes she looks like Beyoncé. New York tells her she looks more like Luther Vandross. New York's exact words from the unrated DVD to Beyoncé was \" Beyonce, I'm sorry that an ugly ass bitch like this would even say that.\" Serious showed her breasts to Hottie and says that if Hottie's \"double D's\" don't look like hers, it shouldn't matter. New York and Pumkin then begin confronting Hottie. Hottie tells Pumkin, \"you need to learn how to read.\" Pumkin comes back at Hottie with, \"I can read you, fat fucking bitch that's all I need to read.\" New York tells Hottie if something in the house goes missing that she would always come to Hottie, because Hottie has a history of stealing, and due to a few comments Hottie made about being so competitive that she would \"cut clothes, steal things, etc.\"",
            "score": 27.287956476211548
        },
        {
            "docid": "1523829_30",
            "document": "Mexican Spanish . A more or less recent phenomenon in the speech of central Mexico, having its apparent origin in the State of Mexico, is the use of negation in an unmarked yes/no question. Thus, in place of \"¿Quieres...?\" (Would you like...?), there is a tendency to ask \"¿No quieres...?\" (Wouldn't you like...?).",
            "score": 14.017145872116089
        },
        {
            "docid": "2123140_13",
            "document": "Illustrations of the rule against perpetuities . Suppose B is married without children at the time of the devise. Suppose further that B's wife were to die or B were to divorce. If B were to remarry to someone who was born \"after\" the devise, the new wife would not be a life in being at the time of the devise. Similarly, any children born to B and his new wife would also not be lives in being at the time of the devise. If B's new wife were to outlive him (making her his widow) and survive him by more than 21 years, then the interest to \"B's children then living\" would not vest until after the perpetuities period expired (21 years after the death of B, the only relevant life in being at the time of the devise), because only upon the death of the widow can one ascertain who are \"B's children then living.\"",
            "score": 13.464146852493286
        },
        {
            "docid": "7765690_3",
            "document": "Dusty (album) . Just like the preceding \"Stay Awhile/I Only Want to Be with You\", \"Dusty\" comprises tracks from Springfield's UK debut album \"A Girl Called Dusty\" as well as recordings from UK singles and EP's. The album also includes tracks from the very first recordings Springfield made in the United States as a solo performer. A total of eight tracks were recorded in New York in September 1964, produced by Shelby Singleton Jr., some of which were first issued in the UK on the 1965 EP \"Dusty in New York\", others as single B-sides, while some in fact would remain unreleased in Springfield's native Britain for more than thirty years, until they had their debut as bonus tracks on the digitally remastered edition of the 1965 UK album \"Ev'rything's Coming Up Dusty\" – issued in 1998.",
            "score": 24.087372422218323
        },
        {
            "docid": "30881270_5",
            "document": "Tevot . Adès also recalled a sense of urgency writing the piece, saying, \"I couldn't sleep at night. I would feel that I would absolutely die if I didn't succeed in bringing the piece to harbour. It would have been a frightening feeling not to do that. It's more than a need - it feels essential. It's like transporting a person through the air, and you have to make sure they land in one piece.\"",
            "score": 18.255362033843994
        },
        {
            "docid": "40889714_13",
            "document": "Perfume (Britney Spears song) . Rachel McRady from \"Us Weekly\" noted that the video \"is a bit more stripped down than Brit's fantastical iconic videos like \"Oops! I Did It Again\" and her new dance hit \"Work B**ch.\".\" \"Billboard\"s Chris Payne praised the director for staying true to the lyrical content, weaving a tale of jealousy and an ill-fated engagement ring along with the \"contemplative\" song. He finished the review saying \"It's a video that captures the highs of a passionate relationship, but also plenty of the lows, which define it in the end.\". Writing for MTV, Jocelyn Vena said that the video is probably one of Spears's most theatrical video in years. However, Gregory E. Miller from \"New York Post\" was critical with Spears's fragrance product placement in the video, writing: \"She wouldn't actually be so shameless as to put that product placement [for her fragrances] in her video for a song called 'Perfume', would she? Oh, yes, she would.\"",
            "score": 21.987801909446716
        },
        {
            "docid": "3543130_12",
            "document": "Underwater diving . Hypothermia is reduced body temperature that happens when a body loses more heat than it generates. Hypothermia is a major limitation to swimming or diving in cold water. The reduction in finger dexterity due to pain or numbness decreases general safety and work capacity, which in turn increases the risk of other injuries. Body heat is lost much more quickly in water than in air, so water temperatures that would be tolerable as outdoor air temperatures can lead to hypothermia, which may lead to death from other causes in inadequately protected divers.",
            "score": 75.45848369598389
        },
        {
            "docid": "54637386_10",
            "document": "Physiology of underwater diving . Hypothermia is reduced body temperature that happens when a body dissipates more heat than it absorbs. Hypothermia is a major limitation to swimming or diving in cold water. The reduction in finger dexterity due to pain or numbness decreases general safety and work capacity, which consequently increases the risk of other injuries. Body heat is lost much more quickly in water than in air, so water temperatures that would be quite reasonable as outdoor air temperatures can lead to hypothermia in inadequately protected divers, although it is not often the direct clinical cause of death.",
            "score": 72.22454047203064
        },
        {
            "docid": "35737961_22",
            "document": "The Good Dinosaur . Arlo was designed so that the audience could identify with him and be able to see the \"boy\" inside the dinosaur. Sohn explained \"When Arlo gets lost in the wilderness, you need to worry that he's out of his element and in danger of getting killed, rather than just thinking 'You're an animal. Why don’t you just turn around and eat some leaves?'\" He additionally stated \"If you put like a realistic dinosaur in the woods, eat some leaves, you’re fine… But we really wanted to play with that twist of this is a boy out there. A dinosaur boy for sure, but trying to infuse those qualities into him… And also keeping him in a world that had an arc to itself. That it would start off being beautiful and then become dangerous. When we had these designs of the trees where they were a little bit more blocky and a little bit more graphic. We put Arlo in front of it, it’s like 'ooh that kind of is cool, but boy, it doesn’t feel like it's that dangerous.' Like when we get a rock stuck on him, it didn’t feel like anything ’cause when we went on our research trips, boy that idea of like you can get, you could die by a small thing like having a rock on your foot. Or you could die by a huge thing like an avalanche, which we tried to kind of explore in the film. So that was one of our main intents.\"",
            "score": 21.36505699157715
        },
        {
            "docid": "51756673_10",
            "document": "An Evening of Yes Music and More . In an interview with \"Rolling Stone\" magazine, Anderson stated that the band would perform classic Yes songs like \"Awaken\" and \"And You and I\" as well as some songs from \"Talk\" (1994), \"90125\" (1983) and \"Big Generator\" (1987). Anderson also hinted at the songs \"Perpetual Change\" and \"Starship Trooper\" to be played. He also assured that the setlist shouldn't fluctuate from night to night, stating: \"It's like a movie to me, a play. Once you've got [the setlist] right, you stick to it since it'll only get better. If you start changing it you finish up a little bit confused.\"",
            "score": 13.7637619972229
        }
    ],
    "r": [
        {
            "docid": "146879_2",
            "document": "Hypothermia . Hypothermia is reduced body temperature that happens when a body dissipates more heat than it absorbs. In humans, it is defined as a body core temperature below . Symptoms depend on the temperature. In mild hypothermia there is shivering and mental confusion. In moderate hypothermia shivering stops and confusion increases. In severe hypothermia, there may be paradoxical undressing, in which a person removes his or her clothing, as well as an increased risk of the heart stopping. Hypothermia has two main types of causes. It classically occurs from exposure to extreme cold. It may also occur from any condition that decreases heat production or increases heat loss. Commonly this includes alcohol intoxication but may also include low blood sugar, anorexia, and advanced age. Body temperature is usually maintained near a constant level of through thermoregulation. Efforts to increase body temperature involve shivering, increased voluntary activity, and putting on warmer clothing. Hypothermia may be diagnosed based on either a person's symptoms in the presence of risk factors or by measuring a person's core temperature. The treatment of mild hypothermia involves warm drinks, warm clothing, and physical activity. In those with moderate hypothermia, heating blankets and warmed intravenous fluids are recommended. People with moderate or severe hypothermia should be moved gently. In severe hypothermia, extracorporeal membrane oxygenation (ECMO) or cardiopulmonary bypass may be useful. In those without a pulse, cardiopulmonary resuscitation (CPR) is indicated along with the above measures. Rewarming is typically continued until a person's temperature is greater than . If there is no improvement at this point or the blood potassium level is greater than 12 mmol/liter at any time, resuscitation may be discontinued. Hypothermia is the cause of at least 1,500 deaths a year in the United States. It is more common in older people and males. One of the lowest documented body temperatures from which someone with accidental hypothermia has survived is in a near-drowning of a 7-year-old girl in Sweden. Survival after more than six hours of CPR has been described. For those for whom ECMO or bypass is used, survival is around 50%. Deaths due to hypothermia have played an important role in many wars. The term is from Greek ὑπο, \"ypo\", meaning \"under\", and θερμία, \"thermía\", meaning \"heat\". The opposite of hypothermia is hyperthermia, an increased body temperature due to failed thermoregulation.",
            "score": 90.52562713623047
        },
        {
            "docid": "1528350_36",
            "document": "Cold-weather warfare . Hypothermia occurs when the body core temperature drops below . Symptoms depend on the temperature and range from shivering and mental confusion to increased risk of the heart stopping. The treatment of mild hypothermia involves warm drinks, warm clothing and physical activity. In those with moderate hypothermia heating blankets and warmed intravenous fluids are recommended. People with moderate or severe hypothermia should be moved gently. In severe hypothermia extracorporeal membrane oxygenation (ECMO) or cardiopulmonary bypass may be useful. In those without a pulse cardiopulmonary resuscitation (CPR) is indicated along with the above measures. Rewarming is typically continued until a person's temperature is greater than . Adequate insulation from clothing is the best way to avoid hypothermia in the field.",
            "score": 88.84211730957031
        },
        {
            "docid": "12872944_2",
            "document": "Climate of North Dakota . North Dakota's climate is typical of a continental climate with cold winters and warm-hot summers. The state's location in the Upper Midwest allows it to experience some of the widest variety of weather in the United States, and each of the four seasons has its own distinct characteristics. The eastern half of the state has a humid continental climate (Köppen climate classification \"Dfb\") with warm to hot, somewhat humid summers and cold, windy winters, while the western half has a semi-arid climate (Köppen climate classification \"\"BSk\"\") with less precipitation and less humidity but similar temperature profiles. The areas east of the Missouri River get slightly colder winters, while those west of the stream get higher summer daytime temperatures. In general, the diurnal temperature difference is prone to be more significant in the west due to higher elevation and less humidity.",
            "score": 77.16646575927734
        },
        {
            "docid": "94689_30",
            "document": "Bollinger County, Missouri . Missouri generally has a humid continental climate with cool to cold winters and long, hot summers. Due to its location in the interior United States, Missouri often experiences extremes in temperatures. Not having either large mountains or oceans nearby to moderate its temperature, its climate is alternately influenced by air from the cold Arctic and the hot and humid Gulf of Mexico. In the southern part of the state, particularly in the Bootheel, the climate borders on a humid subtropical climate. Therefore, Bollinger County, which is located above the Bootheel, can be said to have more of a humid continental climate sometimes influenced by a humid subtropical climate. Average temperatures in Bollinger County range from in January to in July. According to Weather.com, some weather facts about Bollinger County include the following:",
            "score": 76.92483520507812
        },
        {
            "docid": "3543130_12",
            "document": "Underwater diving . Hypothermia is reduced body temperature that happens when a body loses more heat than it generates. Hypothermia is a major limitation to swimming or diving in cold water. The reduction in finger dexterity due to pain or numbness decreases general safety and work capacity, which in turn increases the risk of other injuries. Body heat is lost much more quickly in water than in air, so water temperatures that would be tolerable as outdoor air temperatures can lead to hypothermia, which may lead to death from other causes in inadequately protected divers.",
            "score": 75.45848083496094
        },
        {
            "docid": "1020101_18",
            "document": "Nyköping . Nyköping has, along with the rest of Mälardalen, a relatively mild humid continental climate. In recent decades the climate has more resembled a four-season oceanic climate. Winter averages around the freezing point during daytime with only the cold nights causing winter conditions in many winters. Summer average highs are between and depending on month and weather patterns. However, both summers and winters have been significantly warmer and colder, respectively, than the averages. Temperatures over are occasional but not overly common, with temperatures above unknown in recent decades. Winters are normally tempered by the Gulf Stream influence from the west and to a lesser degree the Baltic Sea to the east, but when cold air breaks through cold temperatures can occur, sometimes for a prolonged time. As typical of southern Sweden there is a slight seasonal lag, rendering that the warmest period is often occurring during the second half of summer.",
            "score": 74.59638214111328
        },
        {
            "docid": "26515053_30",
            "document": "Climate change, industry and society . Rising temperatures have two opposing direct effects on mortality: higher temperatures in winter reduce deaths from cold; higher temperatures in summer increase heat-related deaths. The net local impact of these two direct effects depends on the current climate in a particular area. Palutikof \"et al.\" (1996) calculate that in England and Wales for a 1 °C temperature rise the reduced deaths from cold outweigh the increased deaths from heat, resulting in a reduction in annual average mortality of 7000, while Keatinge \"et al.\" (2000) \"suggest that any increases in mortality due to increased temperatures would be outweighed by much larger short term declines in cold related mortalities.\" Cold-related deaths are far more numerous than heat-related deaths in the United States, Europe, and almost all countries outside the tropics. During 1979–1999, a total of 3,829 deaths in the United States were associated with excessive heat due to weather conditions, while in that same period a total of 13,970 deaths were attributed to hypothermia. In Europe, mean annual heat related mortalities are 304 in north Finland, 445 in Athens, and 40 in London, while cold related mortalities are 2457, 2533, and 3129 respectively. According to Keatinge \"et al.\" (2000), \"populations in Europe have adjusted successfully to mean summer temperatures ranging from 13.5°C to 24.1°C, and can be expected to adjust to global warming predicted for the next half century with little sustained increase in heat related mortality.\"",
            "score": 74.03053283691406
        },
        {
            "docid": "569881_7",
            "document": "Semi-arid climate . Cold semi-arid climates (type \"BSk\") tend to be located in temperate zones or elevated portions in subtropical zones, typically bordering a humid continental climate or a Mediterranean climate. They are typically found in continental interiors some distance from large bodies of water. Cold semi-arid climates usually feature warm to hot dry summers, though their summers are typically not quite as hot as those of hot semi-arid climates. Unlike hot semi-arid climates, areas with cold semi-arid climates tend to have cold winters. These areas usually see some snowfall during the winter, though snowfall is much lower than at locations at similar latitudes with more humid climates. Areas featuring cold semi-arid climates tend to have higher elevations than areas with hot semi-arid climates, and tend to feature major temperature swings between day and night, sometimes by as much as or more in that time frame. These large diurnal temperature variations are seldom seen in hot semi-arid climates. Cold semi-arid climates at higher latitudes tend to have dry winters and wetter summers, while cold semi-arid climates at lower latitudes tend to have precipitation patterns more akin to subtropical climates, with dry summers, relatively wet winters, and even wetter springs and autumns. Cold semi-arid climates are most commonly found in Asia and North America. However, they can also be found in Northern Africa, South Africa, Europe, sections of South America and sections of interior southern Australia and New Zealand.",
            "score": 73.72802734375
        },
        {
            "docid": "124579_20",
            "document": "Colebrook, New Hampshire . Colebrook has a humid continental climate (Köppen \"Dfb\") with warm summer days and mild nights but severely cold winters with high diurnal temperature variation. Snowfall is high during winter, similar to most of Northeastern United States, but a permanent snow pack is formed due to the cold temps. Winter normal lows are only narrowly above 0 °F according to NOAA's weather station normals.",
            "score": 73.65164184570312
        },
        {
            "docid": "179030_15",
            "document": "Chatham-Kent . Chatham-Kent has a humid continental climate (Köppen climate classification \"Dfa\"), with cold, snowy winters and warm to hot, humid summers. A typical summer will feature heat waves with temperatures exceeding often. Winters are cold, and feature occasional cold snaps bringing temperatures below , but also commonly include mild stretches of weather above freezing.",
            "score": 73.30908203125
        },
        {
            "docid": "349628_10",
            "document": "Mediterranean climate . The majority of the regions with Mediterranean climates have relatively mild winters and very warm summers. However winter and summer temperatures can vary greatly between different regions with a Mediterranean climate. For instance, in the case of winters, Valencia and Los Angeles experience mild temperatures in the winter, with frost and snowfall almost unknown, whereas Tashkent has colder winters with annual frosts and snowfall. Or to consider summer, Athens experiences rather high temperatures in that season ( has been measured in nearby Eleusis). In contrast, San Francisco has cool summers with daily highs around due to the continuous upwelling of cold subsurface waters along the coast. Because most regions with a Mediterranean climate are near large bodies of water, temperatures are generally moderate with a comparatively small range of temperatures between the winter low and summer high (although the daily range of temperature during the summer is large due to dry and clear conditions, except along the immediate coasts). Temperatures during winter only occasionally fall below the freezing point and snow is generally seldom seen. In the summer, the temperatures range from mild to very hot, depending on distance from a large body of water, elevation, and latitude. Even in the warmest locations with a Mediterranean-type climate, however, temperatures usually do not reach the highest readings found in adjacent desert regions because of cooling from water bodies, although strong winds from inland desert regions can sometimes boost summer temperatures, quickly increasing the risk of wildfires.",
            "score": 72.90451049804688
        },
        {
            "docid": "32653775_5",
            "document": "Tourism in Balochistan, Pakistan . The climate of the upper highlands is characterized by very cold winters and warm summers. Winters of the lower highlands vary from extremely cold in the northern districts to mild conditions closer to the Makran coast. Summers are hot and dry. The arid zones of Chaghi and Kharan districts are extremely hot in summer. The plain areas are also very hot in summer with temperatures rising as high as 120 degrees F (50 degrees C). Winters are mild on the plains with the temperature, never falling below the freezing point. The desert climate is characterized by hot and very arid conditions. Occasionally strong windstorms make these areas very inhospitable.The climate of the upper highlands is characterized by very cold winters and warm summers. Winters of the lower highlands vary from extremely cold in the northern districts to mild conditions closer to the Makran coast. Summers are hot and dry. The arid zones of Chaghi and Kharan districts are extremely hot in summer. The plain areas are also very hot in summer with temperatures rising as high as 120 degrees F (50 degrees C). Winters are mild on the plains with the temperature, never falling below the freezing point. The desert climate is characterized by hot and very arid conditions. Occasionally strong windstorms make these areas very inhospitable. Average annual precipitation in Balochistan varies from 2 to 20 inches (50 to 500 mm). Maximum precipitation falls in the northeastern areas with annual average rain fall ranging from 8 to 20 inches (200 to 500 mm). It decreases in the south and the eastern parts and is minimum in Naukundi. Kharan and Dalbandin area, rainfall ranges between 1 and 2 inches (25 to 50mm). Evaporation rates are higher than the precipitation and generally vary from 72 to 76 inches (1830 1930 mm) per annum.",
            "score": 72.3674545288086
        },
        {
            "docid": "54637386_10",
            "document": "Physiology of underwater diving . Hypothermia is reduced body temperature that happens when a body dissipates more heat than it absorbs. Hypothermia is a major limitation to swimming or diving in cold water. The reduction in finger dexterity due to pain or numbness decreases general safety and work capacity, which consequently increases the risk of other injuries. Body heat is lost much more quickly in water than in air, so water temperatures that would be quite reasonable as outdoor air temperatures can lead to hypothermia in inadequately protected divers, although it is not often the direct clinical cause of death.",
            "score": 72.22454071044922
        },
        {
            "docid": "35684112_10",
            "document": "Right to clothing . Everyone has the essential right to life, as confirmed under Article 3 of the UDHR. However, if people are not adequately clothed, they are far more exposed to the elements. Without warm clothing, a person may well die from hypothermia during a cold winter; clothing that is inappropriately warm, on the other hand, could contribute to heat stroke, dehydration and exhaustion during summer or in tropical climates. Furthermore, inadequate clothing could increase exposure to ultraviolet rays; aggravate allergies and skin conditions; and worsen pre-existing medical conditions.",
            "score": 71.59907531738281
        },
        {
            "docid": "78019_26",
            "document": "Sea of Azov . The sea is relatively small and nearly surrounded by land. Therefore, its climate is continental with cold winters and hot and dry summers. In autumn and winter, the weather is affected by the Siberian Anticyclone which brings cold and dry air from Siberia with winds of 4–7 m/s, sometimes up to 15 m/s. Those winds may lower the winter temperatures from the usual −1 to −5 °C to below −30 °C. The mean mid-summer temperatures are 23–25 °C with a maximum of about 40 °C. Winds are weaker in summer, typically 3–5 m/s. Precipitation varies between 312 and 528 mm/year and is 1.5–2 times larger in summer than in winter.",
            "score": 71.13064575195312
        },
        {
            "docid": "53825_33",
            "document": "New Haven, Connecticut . New Haven has a temperate climate (Köppen climate classification: \"Dfa\") typical of much of the New York metropolitan area, with long, hot summers, and cool to cold winters. From May to late September, the weather is typically hot and humid, with average temperatures exceeding on 70 days per year. In summer, the Bermuda High creates as southern flow of warm and humid air, with frequent thundershowers. October to early December is normally mild to cool late in the season, while early spring (April) can be cool to warm. Winters are moderately cold with both rain and snow fall. The weather patterns that affect New Haven result from a primarily offshore direction, thus reducing the marine influence of Long Island Sound—although, like other marine areas, differences in temperature between areas right along the coastline and areas a mile or two inland can be large at times. During summer heat waves, temperatures may reach or higher on occasion with heat-index values of over . Tropical cyclones have struck New Haven in the past, including 1938 Hurricane (Long Island Express), Hurricane Carol in 1954, Hurricane Gloria in 1985.",
            "score": 70.5074234008789
        },
        {
            "docid": "120042_9",
            "document": "Albert Lea, Minnesota . Albert Lea has a humid continental climate of the hot-summer subtype (Köppen \"Dfa\"). Albert Lea varies from cold winters to hot summers, with significant contrasts between seasons. Its climate type is typical for inland northern United States locations, but due to its southern position in the state, its summers and winters have higher temperatures than other, more northerly regions of the state. An exception to this rule is the urban core of Minneapolis - St. Paul, which sees higher temperatures typical of an urban heat island, but Albert Lea is significantly warmer than locations such as Duluth.",
            "score": 70.42343139648438
        },
        {
            "docid": "109505_11",
            "document": "Yulee, Florida . Like much of the south Atlantic region of the United States, Yulee has a humid subtropical climate (Köppen \"Cfa\"), with mild weather during winters and hot and humid weather during summers. Seasonal rainfall is concentrated in the warmest months from May through September, while the driest months are from November through April. Due to Yulee's low latitude and proximity to the coast it allows for very little cold weather, and winters are typically mild and sunny.",
            "score": 70.27790832519531
        },
        {
            "docid": "89126_10",
            "document": "East Coast of the United States . The region from northern Maine south to northern Connecticut has a continental climate, with warm summers, and cold and snowy winters. The area from southern Connecticut and New York City south to central Florida has a temperate climate, with long, hot summers and cold winters with occasional snow. Winters become milder with decreasing latitude until around south-central Florida southward (Stuart, south through the Florida Keys) has a tropical climate, which is frost free and is warm to hot all year.",
            "score": 70.16871643066406
        },
        {
            "docid": "12872944_3",
            "document": "Climate of North Dakota . Due to its location in the center of North America North Dakota experiences temperature extremes characteristic of a continental climate, with cold winters and mild to hot summers. Each season has distinctive upper air patterns which bring different weather conditions with them. One feature of a continental climate is that weather patterns can be unpredictable. For example, an Alberta clipper, a low pressure system originating in the province of Alberta in Canada, would be a common winter occurrence in North Dakota. But with the general unpredictability of weather in a continental climate, such a storm system could occur in spring, or in late autumn. Hot weather, though usually confined to July and August, can sometimes begin as early as April or May, and could spill over into September or October.",
            "score": 69.97518157958984
        },
        {
            "docid": "129826_16",
            "document": "Canton, Ohio . Canton has a humid continental climate (Köppen climate classification \"Dfa\"), typical of much of the Midwestern United States, with very warm, humid summers and cold winters. Winters tend to be cold, with average January high temperatures of 33 °F (1 °C), and average lows of 19 °F (−7 °C), with considerable variation in temperatures. During a typical January, high temperatures of over 50 °F (10 °C) are just as common as low temperatures of below 0 °F (−18 °C). Snowfall is lighter than the snow belt areas to the north. Akron-Canton Airport generally averages of snow per season. Springs are short with rapid transition from hard winter to summer weather. Summers tend to be warm, sometimes hot, with average July high temperatures of 82 °F (28 °C), and average July low of 62 °F (17 °C). Summer weather is more stable, generally humid with thunderstorms fairly common. Temperatures reach or exceed 90 °F (32 °C) about 9 times each summer, on average. Fall usually is the driest season with many clear, warm days and cool nights. The all-time record high in the Akron-Canton area of 104 °F (40 °C) was established on August 6, 1918, and the all-time record low of −25 °F (−32 °C) was set on January 19, 1994.",
            "score": 69.36237335205078
        },
        {
            "docid": "21883857_32",
            "document": "Indiana . Indiana had a humid continental climate, with cold winters and hot, wet summers, with only the extreme southern portion of the state lying within the humid subtropical climate, which receives more precipitation than other parts of Indiana. However, as of the 2016 update, about half of the state is now humid subtropical. Temperatures generally diverge from the north and south sections of the state. In the middle of the winter, average high/low temperatures range from around 30 °F/15 °F (−1 °C/-10 °C) in the far north to 41 °F/24 °F (5 °C/-4 °C) in the far south.",
            "score": 69.3460922241211
        },
        {
            "docid": "187943_2",
            "document": "Climate of Missouri . Missouri generally has a variety of seasonal humid subtropical climate (Köppen climate classification \"Cfa\"), with cool winters and long, hot summers. In the southern part of the state, particularly in the Bootheel, the climate borders on a more mild-type humid subtropical climate (Köppen \"Cfa\"), and in the northern third, the state transitions into a humid continental climate (Köppen \"Dfa\"). Because of its location in the interior United States, Missouri often experiences extremes in temperatures. Lacking either large mountains or oceans nearby to moderate its temperature, its climate is alternately influenced by air from the cold Arctic and the hot and humid Gulf of Mexico. As of late, Missouri has seen a drastic decline in annual snowfall, with some daily high winter temperatures sometimes dwindling in early summer/late spring temperatures.",
            "score": 69.33589935302734
        },
        {
            "docid": "15611723_12",
            "document": "Geography of Oklahoma . Eastern Oklahoma has a humid subtropical climate (Köppen \"Cfa\") heavily influenced by southerly winds bringing moisture from the Gulf of Mexico and has hot, humid summers and generally mild winters, but with sometimes-dramatic cold spells, sometimes accompanied by snow, sleet or freezing rain. This transitions progressively to a semi-arid zone (Köppen \"BSk\") in the high plains of the Panhandle, where a drier climate prevails, with somewhat-colder winters and similarly-hot summers but much lower humidity. Other central to western areas of the state, including Lawton and Enid in the transition zone, are also less affected by moisture from the Gulf of Mexico. They also tend to be drier than Oklahoma's eastern counties. Precipitation and temperatures fall from east to west accordingly, with areas in the southeast averaging an annual temperature of 62 °F (17 °C) and an annual rainfall of over 40 and as high as , while areas of the panhandle average 58 °F (14 °C), with an annual rainfall under . All of the state frequently experiences temperatures above 100 °F (38 °C), or below 0 °F (−18 °C) (though subzero temperatures are rare in southeastern Oklahoma), and snowfall ranges from an average of less than in the far south to just over on the border of Colorado in the panhandle. The state is home to the National Storm Prediction Center of the National Weather Service located in Norman. Winter and spring weather often are influenced by the El Niño Southern Oscillation. Winters during El Niño are cooler than average and wetter across the western portion of the state due to an amplified southern jet stream. During La Niña, the storm track is further north, therefore winters are warmer than average and drier in the western part of the state.",
            "score": 69.28904724121094
        },
        {
            "docid": "109719_19",
            "document": "Lakeland, Florida . Lakeland, like most other parts of Florida north of Lake Okeechobee, is in the humid subtropical zone (Köppen climate classification: \"Cfa\"). Typically, summers are hot and humid with high temperatures seldom dropping below 90 °F and 70°F for the overnight low. Like most of Central Florida, afternoon thunderstorms are the norm throughout the summer. Winters in Lakeland are drier and mild, with frequent sunny skies. High temperatures range in the low 70s during the day, with lows in the 50s. Rare cold snaps drop temperatures below freezing every few years.",
            "score": 69.0601577758789
        },
        {
            "docid": "34014459_6",
            "document": "Guelile . Guelile has a hot desert climate (BSh) in Köppen-Geiger system, with mild to warm temperatures during the months, hot temperatures during May and Sep and cool to mild temperatures during the winter. The temperature can rise as high as during the mid-summer months and drop below during the cold waves. Guelile is generally features is warm winters and hot summers and a good location, beautiful scenery, and good air, located at an altitude of above sea level in low-shrouded mountains and hills. Guelile experiences relatively pleasant weather in the summer and mild cold winters. Winter's generally feature dense fog in the mornings.",
            "score": 69.04591369628906
        },
        {
            "docid": "31577_32",
            "document": "Tallinn . Tallinn has a humid continental climate (Köppen climate classification \"Dfb\") with warm, mild summers and cold, snowy winters. Winters are cold but mild for its latitude, owing to its coastal location. The average temperature in February, the coldest month, is . During the winter months, temperatures tend to hover close to the freezing mark but mild spells of weather can push temperatures above , occasionally reaching above while cold air masses can push temperatures below an average of 6 days a year. Snowfall is common during the winter months. Winters are cloudy and are characterized by low amounts of sunshine, ranging from only 0.5 hours of sunshine per day in December to 4.1 hours in March. At the winter solstice daylight lasts for only 6 hours.",
            "score": 68.96773529052734
        },
        {
            "docid": "5667380_4",
            "document": "Ciampino . According to the Köppen Climate Classification system, Ciampino has a warm-summer Mediterranean climate, abbreviated \"Csa\" on climate maps. The city's climate is basically Mediterranean type, but there are rare continental peaks, especially in winter. The autumn and spring seasons are particularly rainy and with mild temperatures. The winters, which are also characterized by discrete rainfall, alternating periods relatively mild to others that have cold conditions very prominent, especially in the presence of high pressure with cold winds from the eastern or northern states that the phenomenon of temperature inversion are often the temperatures fall below , with minimum down to , and occasionally even lower. Snow is a very rare phenomenon: they are mostly timid sleet or downpour of graupel. The summer is very hot, humid and potentially drought. In general, the weather is often windy, with a prevalence of northerly winds, such as the north wind and the north-east, and west, as the mistral, the south-west and the west wind, the latter so called because from the area to the west that is the vast plain of the Roman stretching right in front of Ciampino. The annual rainfall ranging around Ciampino lying at the foot of the northern slopes of the Alban Hills where there is a phenomenon called orographic lift, which is the reduction of water vapor in the clouds as the ground rises. Therefore, the increased rainfall will have on the foothills of the hills, facing the sea, towards the south-west, and the younger to the north. In the summer, in conditions of intense heat waves particularly, the temperature can reach up to .",
            "score": 68.65328979492188
        },
        {
            "docid": "65185_39",
            "document": "Sichuan . Due to great differences in terrain, the climate of the province is highly variable. In general it has strong monsoonal influences, with rainfall heavily concentrated in the summer. Under the Köppen climate classification, the Sichuan Basin (including Chengdu) in the eastern half of the province experiences a humid subtropical climate (Köppen \"Cwa\" or \"Cfa\"), with long, hot, wet summers and short, mild to cool, dry and cloudy winters. Consequently, it has China's lowest sunshine totals. The western region has mountainous areas producing a cooler but sunnier climate. Having cool to very cold winters and mild summers, temperatures generally decrease with greater elevation. However, due to high altitude and its inland location, many areas such as Garze County and Zoige County in Sichuan exhibit a subarctic climate (Köppen \"Dwc\")- featuring extremely cold winters down to −30 °C and even cold summer nights. The region is geologically active with landslides and earthquakes. Average elevation ranges from 2,000 to 3,500 meters; average temperatures range from 0 to 15 °C. The southern part of the province, including Panzhihua and Xichang, has a sunny climate with short, very mild winters and very warm to hot summers.",
            "score": 68.6220932006836
        },
        {
            "docid": "569881_8",
            "document": "Semi-arid climate . In climate classification, three isotherms means that delineate between hot and cold semi-arid climates — the 18°C average annual temperature or that of the coldest month (0°C or −3°C), the warm side of the isotherm of choice defining a BSh climate from the BSk on the cooler side. As a result of this, some areas can have climates that are classified as hot or cold semi-arid depending on the isotherm used. One such location is San Diego, California (at its main airport), which has cool summers for the latitude due to prevailing winds off the ocean (so the average annual temperature is below 18°C) but mild winters (average temperature in January, 14°C, and closer to the 18.0°C isotherm that separates tropical and subtropical climates than to the 0°C or −3°C isotherm for the coldest month that separates temperate and continental climates).",
            "score": 68.61196899414062
        },
        {
            "docid": "14831788_5",
            "document": "Climate of the United States . In the Northern Hemisphere winter, the subtropical highs retreat southward. The polar jet stream (and associated conflict zone between cold, dry air masses from Canada and warm, moist air masses from the Gulf of Mexico) drops further southward into the United States - bringing more precipitation and periods of disturbed weather, as well as colder or mild air masses. Areas in the southern US (Florida, the Gulf Coast, the Desert Southwest, and southern California) however, often have more stable weather, as the polar jet stream's impact does not usually reach that far south. Weather systems, be they high-pressure systems (anticyclones), low-pressure systems (cyclones) or fronts (boundaries between air masses of differing temperature, humidity and most commonly, both) are faster-moving and more intense in the winter/colder months than in the summer/warmer months, when the belt of lows and storms generally move into southern Canada.",
            "score": 68.46734619140625
        },
        {
            "docid": "127649_11",
            "document": "Banner Elk, North Carolina . Banner Elk is located in North America's humid continental climate zone due to its elevation, which gives it a climate more like that of Altoona, Pennsylvania, than Asheville, North Carolina, during the winter. During the summer the temperatures are much like a mountain lake town in New Hampshire. The town typically has cold, snowy winters and mild summers.",
            "score": 68.3080825805664
        }
    ]
}