{
    "q": [
        {
            "docid": "894_27",
            "document": "Agnosticism . Religious scholars such as Laurence B. Brown criticize the misuse of the word agnosticism, claiming that it has become one of the most misapplied terms in metaphysics. Brown raises the question, \"You claim that nothing can be known with certainty ... how, then, can you be so sure?\"",
            "score": 43.650811195373535
        },
        {
            "docid": "1813072_45",
            "document": "Theology of Pope Benedict XVI . Even before becoming pope, Benedict advocated a \"special relationship\" between the Roman Church and the Jewish faith. Some Jewish organisations, such as the Anti-Defamation League, the American Jewish Committee, the Union of Reform Judaism, and the Jewish Community Relations Council of Greater Boston, believe Ratzinger was responsible for Pope John Paul II's attempts to improve Jewish-Catholic ties. However, Pope Benedict did create some controversy when he said that the Church is waiting for the moment when Jews will \"say yes to Christ.\" He went on to say, \"We believe that. The fact remains, however, that our Christian conviction is that Christ is also the Messiah of Israel.\"",
            "score": 35.805028438568115
        },
        {
            "docid": "894_28",
            "document": "Agnosticism . According to Pope Benedict XVI, strong agnosticism in particular contradicts itself in affirming the power of reason to know scientific truth. He blames the exclusion of reasoning from religion and ethics for dangerous pathologies such as crimes against humanity and ecological disasters. \"Agnosticism\", said Ratzinger, \"is always the fruit of a refusal of that knowledge which is in fact offered to man ... The knowledge of God has always existed\". He asserted that agnosticism is a choice of comfort, pride, dominion, and utility over truth, and is opposed by the following attitudes: the keenest self-criticism, humble listening to the whole of existence, the persistent patience and self-correction of the scientific method, a readiness to be purified by the truth.",
            "score": 53.212197065353394
        },
        {
            "docid": "37970509_17",
            "document": "Catalan self-determination referendum, 2014 . According to the consultation decree, \"in the consultation there is a first question followed successively by a second question, and they are worded as follows: a) Do you want Catalonia to become a State? (Yes/No); If so: b) Do you want this State to be independent? (Yes/No). You can only answer the question under Letter b) in the event of having answered “Yes” to the question under Letter a).\" The \"participation process\" that has replaced the \"non-referendum consultation\" maintains the same two questions.",
            "score": 17.741008758544922
        },
        {
            "docid": "32916524_4",
            "document": "Christian agnosticism . According to Pope Benedict XVI, strong agnosticism in particular contradicts itself in affirming the power of reason to know scientific truth. He blames the exclusion of reasoning from religion and ethics for dangerous pathologies such as crimes against humanity and ecological disasters. \"Agnosticism\", said Ratzinger, \"is always the fruit of a refusal of that knowledge which is in fact offered to man ... The knowledge of God has always existed\". He asserted that agnosticism is a choice of comfort, pride, dominion, and utility over truth, and is opposed by the following attitudes: the keenest self-criticism, humble listening to the whole of existence, the persistent patience and self-correction of the scientific method, a readiness to be purified by the truth.",
            "score": 52.66169857978821
        },
        {
            "docid": "32916524_3",
            "document": "Christian agnosticism . In 1965 Christian theologian Leslie Weatherhead published \"The Christian Agnostic\", in which he argues: Although radical and unpalatable to conventional theologians, Weatherhead's agnosticism falls far short of Huxley's, and short even of \"weak agnosticism\": In the summary chapter of \"The Christian Agnostic\", Weatherhead stated what he believed in a sort of twelve-part creed:",
            "score": 44.169535398483276
        },
        {
            "docid": "894_3",
            "document": "Agnosticism . English biologist Thomas Henry Huxley coined the word \"agnostic\" in 1869, and said \"It simply means that a man shall not say he knows or believes that which he has no scientific grounds for professing to know or believe.\" Earlier thinkers, however, had written works that promoted agnostic points of view, such as Sanjaya Belatthaputta, a 5th-century BCE Indian philosopher who expressed agnosticism about any afterlife; and Protagoras, a 5th-century BCE Greek philosopher who expressed agnosticism about the existence of \"the gods\". The Nasadiya Sukta in the Rigveda is agnostic about the origin of the universe.",
            "score": 54.04125165939331
        },
        {
            "docid": "894_34",
            "document": "Agnosticism . A.J. Ayer, Theodore Drange, and other philosophers see both atheism and agnosticism as incompatible with ignosticism on the grounds that atheism and agnosticism accept \"a deity exists\" as a meaningful proposition that can be argued for or against.",
            "score": 38.65830731391907
        },
        {
            "docid": "55757866_2",
            "document": "Irreligion in Guatemala . Irreligion in Guatemala can refer to Atheism, Agnosticism, Secular Humanism, religious skepticism, or people who simply identify as non-religious; although some believe in God and others are more skeptical in belief, but do not consider themselves atheists.",
            "score": 41.598533630371094
        },
        {
            "docid": "10525212_2",
            "document": "Yes We Can Can . \"Yes We Can Can\" is a 1973 funk classic recorded by the American R&B girl group the Pointer Sisters and released on the Blue Thumb record label.",
            "score": 9.473108530044556
        },
        {
            "docid": "16348726_26",
            "document": "History of Popes Creek (Virginia) . Burial Ground: Jane Butler Washington; b. 24 October 1699, d. 24 September 1729.<br> Here lyes ye Body of JANE<br> Wife of Augustine Washington<br> Born at Popes Creek Virginia<br> Westmorelnd ye 24th Xber<br> 1699 & died ye 24th of 9ber 1729<br> Who left behind her two sons & one daughter.<br> <br> The land comprising the Popes Creek plantation was sold by the Washington family on October 13, 1813, but returned in a sense in 1867 when John E. Wilson who married Betty, the granddaughter of William Augustine, took possession. Dr. F.O. St. Clair's investigations and survey of a proposed memorial site in 1882 was an effort to secure the \"entire neck of land bounded by Pope's Creek on two sides and a marsh on the third side\" – and a right-of-way \"to Bridge Creek Landing,\" including the \"Burying Ground and Potomac River beyond.\" The result was purchased from John E. Wilson on July 10, 1883, by the federal government. The sustained effort for a national monument on Popes Creek had begun to take shape.",
            "score": 18.45120143890381
        },
        {
            "docid": "81798_32",
            "document": "Solipsism . Solipsism is a form of logical minimalism. Many people are intuitively unconvinced of the nonexistence of the external world from the basic arguments of solipsism, but a solid proof of its existence is not available at present. The central assertion of solipsism rests on the nonexistence of such a proof, and strong solipsism (as opposed to weak solipsism) asserts that no such proof can be made. In this sense, solipsism is logically related to agnosticism in religion: the distinction between believing you do not know, and believing you could not have known.",
            "score": 37.548458099365234
        },
        {
            "docid": "13075834_6",
            "document": "The Braes o' Killiecrankie . <score midi=\"5\" vorbis=\"1\"> \\relative c\" { \\time 2/4 \\key g \\major  \\partial 8 g16( a) | b8 b \\grace { c8 } b a16( g) | c4 c8 b16( a) | b8 b c16( b) a( g) | b8 d d g,16( a) | b8 b c16( b) a16( g) | c4 c8 b16( a) | b16( c) d16( b) a8 g | d8 g g \\bar \"||\" b16( c) | d8 d, d e16( f) | e8 d16( e) c8 b'16( c) | d8 d, d' d, | b' d d\\fermata b16( c) | d8 d, d e16( f) | g16( f) e( d) c8 b'16 c | b16( c) d( b) a8 g | e g g \\bar \"|.\" }  \\addlyrics {Whare | hae ye been sae | braw, lad? Whare | hae ye been sae | bran -- kie, O? Whare | hae ye been sae | braw, lad? Came | ye by Kil -- li -- | cran -- kie, O? An | ye had been whare | I hae been, Ye | wad -- na been sae | can -- tie, O; An | ye had seen what | I hae seen, I' the | braes o' Kil -- li -- | crank -- kie, O. }</score>",
            "score": 5.255542039871216
        },
        {
            "docid": "300029_2",
            "document": "Charles Péguy . Charles Pierre Péguy (; 7 January 1873 – 5 September 1914) was a noted French poet, essayist, and editor. His two main philosophies were socialism and nationalism, but by 1908 at the latest, after years of uneasy agnosticism, he had become a believing but non-practicing Roman Catholic. From that time, Catholicism strongly influenced his works.",
            "score": 41.333979845047
        },
        {
            "docid": "15247542_16",
            "document": "Atheism . Atheists have also argued that people cannot know a God or prove the existence of a God. The latter is called agnosticism, which takes a variety of forms. In the philosophy of immanence, divinity is inseparable from the world itself, including a person's mind, and each person's consciousness is locked in the subject. According to this form of agnosticism, this limitation in perspective prevents any objective inference from belief in a god to assertions of its existence. The rationalistic agnosticism of Kant and the Enlightenment only accepts knowledge deduced with human rationality; this form of atheism holds that gods are not discernible as a matter of principle, and therefore cannot be known to exist. Skepticism, based on the ideas of Hume, asserts that certainty about anything is impossible, so one can never know for sure whether or not a god exists. Hume, however, held that such unobservable metaphysical concepts should be rejected as \"sophistry and illusion\". The allocation of agnosticism to atheism is disputed; it can also be regarded as an independent, basic worldview.",
            "score": 71.81020522117615
        },
        {
            "docid": "18818890_5",
            "document": "Yes, Yes, Yes . Built under a quiet storm like R&B production similar to White's, the song hit the charts peaking at number #46 on the \"Billboard\" Hot 100 and number #11 on the R&B charts becoming Cosby's biggest charted single since \"Little Ole Man (Uptight, Everything's Alright)\" peaked at number #4 on the Hot 100 nine years earlier.",
            "score": 8.890930652618408
        },
        {
            "docid": "894_7",
            "document": "Agnosticism . George H. Smith, while admitting that the narrow definition of atheist was the common usage definition of that word, and admitting that the broad definition of agnostic was the common usage definition of that word, promoted broadening the definition of atheist and narrowing the definition of agnostic. Smith rejects agnosticism as a third alternative to theism and atheism and promotes terms such as agnostic atheism (the view of those who do not \"believe\" in the existence of any deity, but do not claim to \"know\" if a deity does or does not exist) and agnostic theism (the view of those who do not claim to \"know\" of the existence of any deity, but still \"believe\" in such an existence).",
            "score": 52.61133885383606
        },
        {
            "docid": "1813072_48",
            "document": "Theology of Pope Benedict XVI . Before becoming Pope, Cardinal Ratzinger was a well-known and quite controversial figure inside and outside the Catholic Church. This is due in part from the perception among those who felt the Vatican II reforms did not go far enough that Ratzinger is a conservative. To this view, Ratzinger's theology is based on his early works, staunch Catholicism and ancient Tradition. According to this often held view, Benedict has made clear that he intends to preserve the Church doctrine and not give in to modern pressures for change to fundamental dogma and teaching on such issues as birth control, abortion, and homosexuality. It is also noted, that the Pope has a strong opposition to moral relativism, which he sees as producing views ranging \"from one extreme to the other: from Marxism to liberalism, even to libertinism; from collectivism to radical individualism; from atheism to a vague religious mysticism; from agnosticism to syncretism, and so forth.\"",
            "score": 44.843178033828735
        },
        {
            "docid": "22535834_5",
            "document": "Atheistic existentialism . Albert Camus writes of dualisms—between happiness and sadness—as well as life and death. In \"The Myth of Sisyphus\", such dualism becomes paradoxical because humans greatly value their existence while at the same time being aware of their mortality. Camus believes it is human nature to have difficulty reconciling these paradoxes; and indeed, he believed humankind must accept what he called \"the Absurd\". On the other hand, Camus is not strictly an existential atheist because the acceptance of \"the Absurd\" implies neither the existence of God nor the nonexistence of God (compare agnosticism).",
            "score": 48.885841846466064
        },
        {
            "docid": "894_26",
            "document": "Agnosticism . Theistic critics claim that agnosticism is impossible in practice, since a person can live only either as if God did not exist (\"etsi deus non-daretur\"), or as if God did exist (\"etsi deus daretur\").",
            "score": 39.607295989990234
        },
        {
            "docid": "32916524_2",
            "document": "Christian agnosticism . Christian agnostics practice a distinct form of agnosticism that applies only to the \"properties\" of God. They hold that it is difficult or impossible to be sure of anything beyond the basic tenets of the Christian faith. They believe that God or a higher power exists, that Jesus may have a special relationship with God and is in some way divine, and that God should be worshipped. This belief system has deep roots in Judaism and the early days of the Church.",
            "score": 53.53980278968811
        },
        {
            "docid": "894_16",
            "document": "Agnosticism . Agnostic views are as old as philosophical skepticism, but the terms agnostic and agnosticism were created by Huxley (1825-1895) to sum up his thoughts on contemporary developments of metaphysics about the \"unconditioned\" (William Hamilton) and the \"unknowable\" (Herbert Spencer). Though Huxley began to use the term \"agnostic\" in 1869, his opinions had taken shape some time before that date. In a letter of September 23, 1860, to Charles Kingsley, Huxley discussed his views extensively: And again, to the same correspondent, May 6, 1863: Of the origin of the name agnostic to describe this attitude, Huxley gave the following account: In 1889, Huxley wrote:Therefore, although it be, as I believe, demonstrable that we have no real knowledge of the authorship, or of the date of composition of the Gospels, as they have come down to us, and that nothing better than more or less probable guesses can be arrived at on that subject. William Stewart Ross (1844-1906) wrote under the name of Saladin. He was associated with Victorian Freethinkers and the organization the British Secular Union. He edited the \"Secular Review\" from 1882; its was renamed \"Agnostic Journal and Eclectic Review\" and closed in 1907. Ross championed agnosticism in opposition to the atheism of Charles Bradlaugh as an open-ended spiritual exploration.",
            "score": 36.413013219833374
        },
        {
            "docid": "196882_24",
            "document": "Burrows–Abadi–Needham logic . Because message 2 is encrypted with \"K\", and \"B\" believes key(\"K\", \"B\"↔\"S\"), \"B\" now believes that \"S\" said {\"t\", \"A\", \"A\" believes key(\"K\", \"A\"↔\"B\")}. Because the clocks are synchronized, \"B\" believes fresh(\"t\"), and so fresh(\"A\" believes key(\"K\", \"A\"↔\"B\")). Because \"B\" believes that \"S\"<nowiki>'</nowiki>s statement is fresh, \"B\" believes that \"S\" believes that (\"A\" believes key(\"K\", \"A\"↔\"B\")). Because \"B\" believes that \"S\" is authoritative about what \"A\" believes, \"B\" believes that (\"A\" believes key(\"K\", \"A\"↔\"B\")). Because \"B\" believes that \"A\" is authoritative about session keys between \"A\" and \"B\", \"B\" believes key(\"K\", \"A\"↔\"B\"). \"B\" can now contact \"A\" directly, using \"K\" as a secret session key.",
            "score": 18.66942310333252
        },
        {
            "docid": "34965420_8",
            "document": "The Skipper's Dream . Aw studies awhile, then says aw, \"Are ye Deeth,  Come here for to wise oot a poor fellow's breeth ?\"  He says, \"No, aw'm the Pope, cum to try if aw can,  Save a vile wretch like ye, fra the nasty Bad Man.\"",
            "score": 9.860296726226807
        },
        {
            "docid": "2470055_19",
            "document": "The Story of B . B uses the phrase “cultural collapse” to describe the point of history that we are living through today. He believes that circumstances have rendered the cultural mythology of the Takers meaningless to its people. When this happens to a culture, B states, things fall apart. \"Order and purpose are replaced by chaos and bewilderment. People lose the will to live, become listless, become violent, become suicidal, and take to drink, drugs, and crime... laws, customs and institutions fall into disuse and disrespect, especially among the young, who see that even their elders can no longer make sense of them.\"",
            "score": 24.58805537223816
        },
        {
            "docid": "15898038_9",
            "document": "List of saints canonized by Pope Pius XII . Because of the huge number of visitors, the canonisation of Maria Goretti by Pope Pius XII, was held outside at Piazza San Pietro on 24 June 1950. The Pope spoke, not as before in Latin, but in Italian. \"We order and declare, that the blessed Maria Goretti can be venerated as a Saint and We introduce her into the Canon of Saints\". Some 500,000 people, among them a majority of youth, had come from around the World. Pope Pius asked them: A resounding Yes was the answer.",
            "score": 26.327807903289795
        },
        {
            "docid": "21378279_9",
            "document": "Agnostic atheism . The rationalistic agnosticism of Kant and the Enlightenment only accepts knowledge deduced with human rationality; this form of atheism holds that gods are not discernible as a matter of principle, and therefore cannot be known to exist. Skepticism, based on the ideas of Hume, asserts that certainty about anything is impossible, so one can never know for sure whether or not a god exists. Hume, however, held that such unobservable metaphysical concepts should be rejected as \"sophistry and illusion\". The allocation of agnosticism to atheism is disputed; it can also be regarded as an independent, basic worldview.",
            "score": 56.565003633499146
        },
        {
            "docid": "2581136_4",
            "document": "Rationalizability . Consider a simple coordination game (the payoff matrix is to the right). The row player can play \"a\" if she can reasonably believe that the column player could play \"A\", since \"a\" is a best response to \"A\". She can reasonably believe that the column player can play \"A\" if it is reasonable for the column player to believe that the row player could play \"a\". He can believe that she will play \"a\" if it is reasonable for him to believe that she could play \"a\", etc. This provides an infinite chain of consistent beliefs that result in the players playing (\"a\", \"A\"). This makes (\"a\", \"A\") a rationalizable pair of actions. A similar process can be repeated for (\"b\", \"B\").",
            "score": 17.0033597946167
        },
        {
            "docid": "621169_28",
            "document": "Existence of God . Agnostic theism is the philosophical view that encompasses both theism and agnosticism. An agnostic theist believes in the existence of a god or God, but regards the basis of this proposition as \"unknown or inherently unknowable\". Agnostic theists may also insist on ignorance regarding the properties of the gods they believe in.",
            "score": 41.99906349182129
        },
        {
            "docid": "147858_23",
            "document": "Pope Pius XI . Pius XI believed that industrialization results in less freedom at the individual and communal level, because numerous free social entities get absorbed by larger ones. The society of individuals becomes the mass class-society. People are much more interdependent than in ancient times, and become egoistic or class-conscious in order to save some freedom for themselves. The pope demands more solidarity, especially between employers and employees, through new forms of cooperation and communication. Pius displays a negative view of capitalism, especially of the anonymous international finance markets. He identifies certain dangers for small and medium-size enterprises, which have insufficient access to capital markets and are squeezed or destroyed by the larger ones. He warns that capitalist interests can become a danger for nations, which could be reduced to “chained slaves of individual interests”",
            "score": 25.421938180923462
        },
        {
            "docid": "1352065_11",
            "document": "Manassas Station Operations (Stonewall Jackson) . Pope saw the fires at Manassas Junction but believed that it meant Jackson was desperate; he ordered his corps to march on Manassas from the south, east, and north. Pope knew that Longstreet was moving north towards Thoroughfare Gap but did not detach any force to delay him, believing that the Union army could defeat Jackson before Longstreet could arrive. The defeat of Taylor's force convinced George B. McClellan, commanding the Union forces in Washington, not to send any further reinforcements to Pope unless they had artillery and cavalry.",
            "score": 26.41654682159424
        },
        {
            "docid": "1393811_2",
            "document": "Agnostic theism . Agnostic theism, agnostotheism or agnostitheism is the philosophical view that encompasses both theism and agnosticism. An agnostic theist believes in the existence of a god or gods, but regards the basis of this proposition as \"unknown or inherently unknowable\". The agnostic theist may also or alternatively be agnostic regarding the properties of the god or gods that they believe in.",
            "score": 40.73940968513489
        }
    ],
    "r": [
        {
            "docid": "15247542_16",
            "document": "Atheism . Atheists have also argued that people cannot know a God or prove the existence of a God. The latter is called agnosticism, which takes a variety of forms. In the philosophy of immanence, divinity is inseparable from the world itself, including a person's mind, and each person's consciousness is locked in the subject. According to this form of agnosticism, this limitation in perspective prevents any objective inference from belief in a god to assertions of its existence. The rationalistic agnosticism of Kant and the Enlightenment only accepts knowledge deduced with human rationality; this form of atheism holds that gods are not discernible as a matter of principle, and therefore cannot be known to exist. Skepticism, based on the ideas of Hume, asserts that certainty about anything is impossible, so one can never know for sure whether or not a god exists. Hume, however, held that such unobservable metaphysical concepts should be rejected as \"sophistry and illusion\". The allocation of agnosticism to atheism is disputed; it can also be regarded as an independent, basic worldview.",
            "score": 71.8102035522461
        },
        {
            "docid": "21378279_8",
            "document": "Agnostic atheism . Epistemological, or agnostic, atheism argues that people cannot know a God or determine the existence of a God. The foundation of epistemological atheism is agnosticism, which takes a variety of forms. In the philosophy of immanence, divinity is inseparable from the world itself, including a person's mind, and each person's consciousness is locked in the subject. According to this form of agnosticism, this limitation in perspective prevents any objective inference from belief in a god to assertions of its existence.",
            "score": 62.68113327026367
        },
        {
            "docid": "175838_10",
            "document": "Divine simplicity . The claim that God can only be described analogically is, as Plantinga describes, a double-edged sword. If we cannot use univocal language to describe God and argue against simplicity, we are equally handicapped when it comes to the arguments for divine simplicity. If we cannot rely on our usual modes of inference in reasoning about God, we cannot argue for the conclusion that God is not distinct from his properties. Plantinga concludes \"This way of thinking begins in a pious and commendable concern for God's greatness and majesty and augustness, but it ends in agnosticism and in incoherence.\"",
            "score": 57.945106506347656
        },
        {
            "docid": "21378279_9",
            "document": "Agnostic atheism . The rationalistic agnosticism of Kant and the Enlightenment only accepts knowledge deduced with human rationality; this form of atheism holds that gods are not discernible as a matter of principle, and therefore cannot be known to exist. Skepticism, based on the ideas of Hume, asserts that certainty about anything is impossible, so one can never know for sure whether or not a god exists. Hume, however, held that such unobservable metaphysical concepts should be rejected as \"sophistry and illusion\". The allocation of agnosticism to atheism is disputed; it can also be regarded as an independent, basic worldview.",
            "score": 56.565006256103516
        },
        {
            "docid": "30503_37",
            "document": "Theology . Whether or not reasoned discussion about the divine is possible has long been a point of contention. Protagoras, as early as the fifth century BC, who is reputed to have been exiled from Athens because of his agnosticism about the existence of the gods, said that \"Concerning the gods I cannot know either that they exist or that they do not exist, or what form they might have, for there is much to prevent one's knowing: the \"obscurity of the subject\" and the shortness of man's life.\"",
            "score": 56.15624237060547
        },
        {
            "docid": "11467400_9",
            "document": "Roman Catholic Womenpriests . The Roman Catholic Church's canon law bars ordination of women, asserting that \"A baptized male (\"vir\") alone receives sacred ordination validly.\" The Church teaches this as not a matter of changeable discipline, but of divine constitution that it cannot alter. Pope John Paul II wrote in his Apostolic Letter \"Ordinatio Sacerdotalis\" of 22 May 1994: \"We declare that the Church has no authority whatsoever to confer priestly ordination on women and that this judgment is to be held by all the Church's faithful.\" Therefore, the ordination of a woman to the priesthood, even if conducted by a Catholic bishop in good standing, is, according to the Vatican, without sacramental effect.",
            "score": 55.22102355957031
        },
        {
            "docid": "5042765_27",
            "document": "God . Arguments about the existence of God typically include empirical, deductive, and inductive types. Different views include that: \"God does not exist\" (strong atheism); \"God almost certainly does not exist\" (\"de facto\" atheism); \"no one knows whether God exists\" (agnosticism); \"God exists, but this cannot be proven or disproven\" (\"de facto\" theism); and that \"God exists and this can be proven\" (strong theism).",
            "score": 55.05573654174805
        },
        {
            "docid": "894_32",
            "document": "Agnosticism . According to Richard Dawkins, a distinction between agnosticism and atheism is unwieldy and depends on how close to zero a person is willing to rate the probability of existence for any given god-like entity. About himself, Dawkins continues, \"I am agnostic only to the extent that I am agnostic about fairies at the bottom of the garden.\" Dawkins also identifies two categories of agnostics; \"Temporary Agnostics in Practice\" (TAPs), and \"Permanent Agnostics in Principle\" (PAPs). He states that \"agnosticism about the existence of God belongs firmly in the temporary or TAP category. Either he exists or he doesn't. It is a scientific question; one day we may know the answer, and meanwhile we can say something pretty strong about the probability.\", and considers PAP a \"deeply inescapable kind of fence-sitting\".",
            "score": 54.8468132019043
        },
        {
            "docid": "5860792_17",
            "document": "Private revelation . The church also does not regard private revelations as having authority over the Pope or the bishops in communion with him, because the church, the bishop, and public revelation have divine authority as a matter of faith, while private revelations are not a matter of faith but are believed with human faith. Private revelations neither have divine authority nor can they be believed with divine and catholic faith, and a proof of this is that the Magisterium infallibly interprets the inerrant Word of God,<ref name=\"http://www.vatican.va/archive/hist_councils/ii_vatican_council/documents/vat-ii_const_19651118_dei-verbum_en.html\">Dei Verbum, 11 & 25: \"Therefore, since everything asserted by the inspired authors or sacred writers must be held to be asserted by the Holy Spirit, it follows that the books of Scripture must be acknowledged as teaching solidly, faithfully and without error that truth which God wanted put into sacred writings...It devolves on sacred bishops 'who have the apostolic teaching' to give the faithful entrusted to them suitable instruction in the right use of the divine books, especially the New Testament and above all the Gospels.\"</ref> whereas saints can make errors about the details of private revelations, since fallen human nature is inclined to sin and error. Hence, Catholics cannot disobey the church in favor of obeying private revelation.",
            "score": 54.319923400878906
        },
        {
            "docid": "5362865_25",
            "document": "Conceptions of God . Some Jewish, Christian and Muslim Medieval philosophers, including Moses Maimonides and Pseudo-Dionysius, as well as many sages of other religions, developed what is termed as apophatic theology or the \"Via Negativa\", the idea that one cannot posit attributes to God and can only discuss what God is not. For example, we cannot say that God \"exists\" in the usual sense of the term, because that term is human defined and God's qualities such as existence may not be accurately characterized by it. What we can safely say is that it cannot be proven empirically or otherwise that God is existent, therefore \"God is not non-existent\". Likewise God's \"wisdom\" is of a fundamentally different kind from limited human perception. So we cannot use the word \"wise\" to describe God, because this implies God is wise in the way we usually describe humans being wise. However we can safely say that \"God is not ignorant\". We should not say that God is One, because we may not truly understand Gods nature, but we can state that there is no multiplicity in God's being. In the Quran it is stated that God possess no quality of God's creation, which means that there cannot be a He or She used to describe God. To say that God is angered or feels any kind of emotion is a misunderstanding. Emotion is in common to all humans; it is what gives them their essence, though to feel love, anger, jealousy, or happiness clouds and misguides our judgment and may lead us to make a weak decision or do something unfair. Therefore, One who sees all and can feel all does not need any emotion to make a decision. God is beyond emotion and other human biases.",
            "score": 54.28463363647461
        },
        {
            "docid": "894_3",
            "document": "Agnosticism . English biologist Thomas Henry Huxley coined the word \"agnostic\" in 1869, and said \"It simply means that a man shall not say he knows or believes that which he has no scientific grounds for professing to know or believe.\" Earlier thinkers, however, had written works that promoted agnostic points of view, such as Sanjaya Belatthaputta, a 5th-century BCE Indian philosopher who expressed agnosticism about any afterlife; and Protagoras, a 5th-century BCE Greek philosopher who expressed agnosticism about the existence of \"the gods\". The Nasadiya Sukta in the Rigveda is agnostic about the origin of the universe.",
            "score": 54.04125213623047
        },
        {
            "docid": "30276186_7",
            "document": "Kurien Kunnumpuram . For a casual observer the Church is just a social reality – an association of human beings who profess a common faith, who participate in a common worship and who endeavour to live by a common ethical code. But for believing Christians the Church is also a faith reality. There is a grace-filled depth to the Church. In the Apostles’ Creed we profess: \"We believe in the holy Catholic Church.\" It is the faith understanding of the Church that will be articulated here.  The Church is not a purely human enterprise. God is at work in the origin and development of the Church. That is what we Christians believe. St. Paul speaks of \"the Church of God that is at Corinth\" (1 Cor. 1:2). This probably refers to the local Christian community there. In The Bible \"the Church of the living God\" most likely denotes the entire world-wide assembly of the followers of Jesus Christ. The Second Vatican Council (1962–65) spoke of the mystery of the Church. The Church is a mystery because it is part of God’s plan of salvation. In the New Testament, particularly in the Letters of Paul, mystery refers to the divine design for the salvation of humankind. It was God’s plan to offer to everyone the possibility of salvation and to assemble in the Church all those who would believe in his Son. When we say that the Church is a mystery we not only mean that the Church is part of God’s plan of salvation for humankind but also that God is at all times present and active in the Church. As Pope Paul VI stated: \"The Church is a mystery. It is a reality imbued with the hidden presence of God.\". The expression, the Church of God, also signifies a Church that is rooted in the experience of God. Just as Israel originated in the experience of the liberating God in Exodus, so too the Christian Church sprang up from the experience of the saving God in the life, death and resurrection of Jesus Christ. One becomes a member of the Church by sharing this experience. Against this background we can see how significant it is that in Ecclesia in Asia Pope John Paul II exhorts the Church to be ever more deeply \"rooted in the experience of God which flows from a living faith.\" Only then can the Church fulfil its vocation to be a meeting place of God and human beings. As the Pope declares: \"The Church cannot therefore be understood merely as a social organization or agency of human welfare. Despite having sinful men and women in her midst, the Church must be seen as the privileged place of encounter between God and human beings, in which God chooses to reveal the mystery of his inner life and carry out his plan of salvation for the world.\"",
            "score": 53.592567443847656
        },
        {
            "docid": "32916524_2",
            "document": "Christian agnosticism . Christian agnostics practice a distinct form of agnosticism that applies only to the \"properties\" of God. They hold that it is difficult or impossible to be sure of anything beyond the basic tenets of the Christian faith. They believe that God or a higher power exists, that Jesus may have a special relationship with God and is in some way divine, and that God should be worshipped. This belief system has deep roots in Judaism and the early days of the Church.",
            "score": 53.53980255126953
        },
        {
            "docid": "21378279_6",
            "document": "Agnostic atheism . If a man has failed to find any good reason for believing that there is a God, it is perfectly natural and rational that he should not believe that there is a God; and if so, he is an atheist... if he goes farther, and, after an investigation into the nature and reach of human knowledge, ending in the conclusion that the existence of God is incapable of proof, cease to believe in it on the ground that he cannot know it to be true, he is an agnostic and also an atheist – an agnostic-atheist – an atheist because an agnostic... while, then, it is erroneous to identify agnosticism and atheism, it is equally erroneous so to separate them as if the one were exclusive of the other...",
            "score": 53.26313781738281
        },
        {
            "docid": "894_28",
            "document": "Agnosticism . According to Pope Benedict XVI, strong agnosticism in particular contradicts itself in affirming the power of reason to know scientific truth. He blames the exclusion of reasoning from religion and ethics for dangerous pathologies such as crimes against humanity and ecological disasters. \"Agnosticism\", said Ratzinger, \"is always the fruit of a refusal of that knowledge which is in fact offered to man ... The knowledge of God has always existed\". He asserted that agnosticism is a choice of comfort, pride, dominion, and utility over truth, and is opposed by the following attitudes: the keenest self-criticism, humble listening to the whole of existence, the persistent patience and self-correction of the scientific method, a readiness to be purified by the truth.",
            "score": 53.212196350097656
        },
        {
            "docid": "57457993_16",
            "document": "Catholic sexual abuse cases in Chile . While visiting Chile in from 15 to 18 January 2018, Pope Francis apologized for the \"irreparable damage\" caused by priests' abuse of minors. Victims of abuse rejected his apology and repeated their claims that bishops who protected abusers continue to hold positions in the church hierarchy in Chile. They objected especially to Francis allowing one of those bishops, Juan Barros, to celebrate mass alongside him. On 19 January, Francis defended Barros, saying: \"The day someone brings me proof against Bishop Barros, then I will talk. But there is not one single piece of evidence. It is all slander. Is that clear?\" Some Chilean bishops supported the pope and agreed the Church should focus on victims of abuse, while , a prominent social activist who coordinated of the pope's visit to Chile, said Barros should be removed and that the pope's language \"reignites the feeling of not being believed, or that they are exaggerating or being deceitful. It's like when children say they suffer abuse but no one believes them because they are children.\" The next day, while giving Francis credit for supporting many efforts to reduce and punish sexual abuse on the part of clergy, Cardinal Sean O'Malley criticized the pope's comments: \"It is understandable that Pope Francis' statements yesterday in Santiago, Chile, were a source of great pain for survivors of sexual abuse by clergy or any other perpetrator. Words that convey the message 'if you cannot prove your claims then you will not be believed' abandon those who have suffered reprehensible criminal violations of their human dignity and relegate survivors to discredited exile.\"",
            "score": 52.880794525146484
        },
        {
            "docid": "28916407_11",
            "document": "Mark M. Goldblatt . In a follow up article, \"Talking About God\", Goldblatt teases out the ramifications of his conclusion about the impossibility of an actual infinity with respect to the concept of an infinite God. Since we know that the temporal world cannot have existed forever, it therefore must have come into existence \"in the beginning\". It cannot have come into existence without an efficient cause (since that would violate the law of causality, one of the basic laws of thought). That First Cause, Goldblatt states, following the Cosmological Argument of Thomas Aquinas, is what all men call God. But this realization leads to a paradox. On the one hand, it would seem God cannot be infinite either since an actual infinity is impossible. On the other hand, God cannot have come into existence since that would require a cause prior to the First Cause and lead to an infinite regress of causes . . . which, in turn, would comprise an actual infinity (which cannot be). Therefore, we must suppose an infinite God as the First Cause of the world—even though an actual infinity violates the laws of thought. But whatever violates the laws of thought cannot be subject to rational language; it cannot be said to exist any more than a sentient stone (i.e. a sentient non-sentient being) can be said to exist. (At the moment a stone becomes sentient, in other words, it ceases to be a stone.) Goldblatt concludes that two theological statements, which seem irreconcilable, are nevertheless necessarily true: 1) God created the world; 2) God does not exist.",
            "score": 52.852596282958984
        },
        {
            "docid": "302882_12",
            "document": "Anthony Kenny . Although deeply interested in traditional Catholic teaching and continuing to attend the Catholic Mass, Kenny now explicitly defines himself as an agnostic, explaining in his \"What I believe\" both why he is not a theist and why he is not an atheist. His 2006 book \"What I believe\" has (as Ch 3) \"Why I am Not an Atheist\", which begins: \"Many different definitions may be offered of the word 'God'. Given this fact, atheism makes a much stronger claim than theism does. The atheist says that no matter what definition you choose, 'God exists' is always false. The theist only claims that there is some definition which will make 'God exists' true. In my view, neither the stronger nor the weaker claim has been convincingly established\". He goes on: \"the true default position is neither theism nor atheism, but agnosticism ... a claim to knowledge needs to be substantiated; ignorance need only be confessed.\" He defends the rationality of an agnostic praying to a God whose existence he doubts, stating \"It surely is no more unreasonable than the act of a man adrift in the ocean, trapped in a cave, or stranded on a mountainside, who cries for help though he may never be heard or fires a signal which may never be seen.\" This view is kin to Christian agnosticism.",
            "score": 52.7548942565918
        },
        {
            "docid": "32916524_4",
            "document": "Christian agnosticism . According to Pope Benedict XVI, strong agnosticism in particular contradicts itself in affirming the power of reason to know scientific truth. He blames the exclusion of reasoning from religion and ethics for dangerous pathologies such as crimes against humanity and ecological disasters. \"Agnosticism\", said Ratzinger, \"is always the fruit of a refusal of that knowledge which is in fact offered to man ... The knowledge of God has always existed\". He asserted that agnosticism is a choice of comfort, pride, dominion, and utility over truth, and is opposed by the following attitudes: the keenest self-criticism, humble listening to the whole of existence, the persistent patience and self-correction of the scientific method, a readiness to be purified by the truth.",
            "score": 52.66169738769531
        },
        {
            "docid": "894_7",
            "document": "Agnosticism . George H. Smith, while admitting that the narrow definition of atheist was the common usage definition of that word, and admitting that the broad definition of agnostic was the common usage definition of that word, promoted broadening the definition of atheist and narrowing the definition of agnostic. Smith rejects agnosticism as a third alternative to theism and atheism and promotes terms such as agnostic atheism (the view of those who do not \"believe\" in the existence of any deity, but do not claim to \"know\" if a deity does or does not exist) and agnostic theism (the view of those who do not claim to \"know\" of the existence of any deity, but still \"believe\" in such an existence).",
            "score": 52.6113395690918
        },
        {
            "docid": "23056_42",
            "document": "Pope . The pope was originally chosen by those senior clergymen resident in and near Rome. In 1059 the electorate was restricted to the Cardinals of the Holy Roman Church, and the individual votes of all Cardinal Electors were made equal in 1179. The electors are now limited to those who have not reached 80 on the day before the death or resignation of a pope. The pope does not need to be a Cardinal Elector or indeed a Cardinal; however, since the pope is the Bishop of Rome, only those who can be ordained a bishop can be elected, which means that any male baptized Catholic is eligible. The last to be elected when not yet a bishop was Pope Gregory XVI in 1831, and the last to be elected when not even a priest was Pope Leo X in 1513, and the last to be elected when not a cardinal was Pope Urban VI in 1378. If someone who is not a bishop is elected, he must be given episcopal ordination before the election is announced to the people.",
            "score": 52.30613327026367
        },
        {
            "docid": "15247542_24",
            "document": "Atheism . Apophatic theology is often assessed as being a version of atheism or agnosticism, since it cannot say truly that God exists. \"The comparison is crude, however, for conventional atheism treats the existence of God as a predicate that can be denied (“God is nonexistent”), whereas negative theology denies that God has predicates\". \"God or the Divine is\" without being able to attribute qualities about \"what He is\" would be the prerequisite of positive theology in negative theology that distinguishes theism from atheism. \"Negative theology is a complement to, not the enemy of, positive theology\".",
            "score": 52.18082046508789
        },
        {
            "docid": "4026045_16",
            "document": "Anomalous monism . He asks us to then consider the attribution of a belief. We are seeking a good scientific theory of amorous relations. We ask ourselves if Thomas, who has recently been betrayed by his girlfriend Ffion, believes that it is possible that the relationship can continue. The way we can find out the answer to this question is simply by asking Thomas if he believes it is possible. Thomas says no. Does this authorize us to attribute to Thomas the belief that the relationship cannot continue? Of course not, since Thomas is probably angry and confuses his desire to break up with Ffion with his beliefs. So we ask him if he is angry with Ffion. He says that he is, but we cannot attribute to him the belief that the relationship \"can\" continue, because we don't really know if he's confusing his desires with his beliefs or vice versa. So now we ask Thomas if he will still retain the same opinion next month. Thomas pauses for a while and then says yes. At this point, we think we have a definitive confirmation of the fact that Thomas believes that the relation must be interrupted, since he reflected on the matter before answering. Just to be sure, we ask him what came to mind during that interval of reflection. Thomas answers that he thought of all the unhappy incidents between that took place between him and Ffion. So we return to our original hypothesis on the basis that Thomas is angry and therefore confuses his desires and his beliefs.",
            "score": 51.504764556884766
        },
        {
            "docid": "16086178_72",
            "document": "Catholic theology . Apostolic succession is the belief that the pope and Catholic bishops are the spiritual successors of the original twelve apostles, through the historically unbroken chain of consecration (see: Holy orders). The pope is the spiritual head and leader of the Roman Catholic Church who makes use of the Roman Curia to assist him in governing. He is elected by the College of Cardinals who may choose from any male member of the church but who must be ordained a bishop before taking office. Since the 15th century, a current cardinal has always been elected. The New Testament contains warnings against teachings considered to be only masquerading as Christianity, and shows how reference was made to the leaders of the church to decide what was true doctrine. The Catholic Church believes that it is the continuation of those who remained faithful to the apostolic leadership and rejected false teachings. Catholic belief is that the Church will never defect from the truth, and bases this on Jesus' telling Peter \"the gates of hell will not prevail against\" the church. In the \"Gospel of John\", Jesus states, \"I have much more to tell you, but you cannot bear it now. But when he comes, the Spirit of truth, he will guide you to all truth\".",
            "score": 51.046409606933594
        },
        {
            "docid": "66975_48",
            "document": "Apophatic theology . Even though the \"via negativa\" essentially rejects theological understanding in and of itself as a path to God, some have sought to make it into an intellectual exercise, by describing God only in terms of what God is not. One problem noted with this approach is that there seems to be no fixed basis on deciding what God is not, unless the Divine is understood as an abstract experience of full aliveness unique to each individual consciousness, and universally, the perfect goodness applicable to the whole field of reality. Apophatic theology is often accused of being a version of atheism or agnosticism, since it cannot say truly that God exists. \"The comparison is crude, however, for conventional atheism treats the existence of God as a predicate that can be denied (“God is nonexistent”), whereas negative theology denies that God has predicates\". \"God or the Divine is\" without being able to attribute qualities about \"what He is\" would be the prerequisite of positive theology in negative theology that distinguishes theism from atheism. \"Negative theology is a complement to, not the enemy of, positive theology\". Since religious experience—or consciousness of the holy or sacred, is not reducible to other kinds of human experience, an abstract understanding of religious experience cannot be used as evidence or proof that religious discourse or praxis can have no meaning or value. In apophatic theology, the negation of theisms in the \"via negativa\" also requires the negation of their correlative atheisms if the dialectical method it employs is to maintain integrity.",
            "score": 50.91949462890625
        },
        {
            "docid": "894_6",
            "document": "Agnosticism . Being a scientist, above all else, Huxley presented agnosticism as a form of demarcation. A hypothesis with no supporting, objective, testable evidence is not an objective, scientific claim. As such, there would be no way to test said hypotheses, leaving the results inconclusive. His agnosticism was not compatible with forming a belief as to the truth, or falsehood, of the claim at hand. Karl Popper would also describe himself as an agnostic. According to philosopher William L. Rowe, in this strict sense, agnosticism is the view that human reason is incapable of providing sufficient rational grounds to justify either the belief that God exists or the belief that God does not exist.",
            "score": 50.79838562011719
        },
        {
            "docid": "239957_27",
            "document": "Extra Ecclesiam nulla salus . The sedevacantist Most Holy Family Monastery teaches that the medieval Church statements indicate that no person could possibly be saved unless a member of the Catholic Church on earth, and that this was the meaning intended by the popes of the time; that membership of the Church is obtained through valid baptism by water, regardless of who performs the baptism, and is lost by heresy, schism or apostasy; that, whether baptized or not, those who have the use of reason and are therefore capable of wishing to be saved cannot be saved, unless they believe in the Trinity and the Incarnation; that those in ignorance, even invincible, of the Catholic faith cannot be saved; and that baptism of desire and baptism of blood lack salvific force.",
            "score": 50.372066497802734
        },
        {
            "docid": "17021392_13",
            "document": "Papal deposing power . The issue of \"The Tablet\" (owned by the future Cardinal Vaughan) for 5 December 1874 stated \"It is true that St. PETER never used the deposing power, but that was because Christendom had not yet begun to exist ; it is equally true that neither Pius IX., nor any of his successors, are ever likely to use it, but that is because Christendom has ceased to exist ... But if Christendom should ever be restored, which does not seem likely, we profess our unhesitating conviction that the deposing power of GOD'S Vicar would revive with it.\" The issue of the same publication for 12 December 1874 contained a letter from Charles Langdale (born 1822) stating 'In common with many of my contemporaries I have, more than once, taken the Catholic oath, a portion of which runs as follows :—\" And I do further declare that it is not an article of my Faith . . . that Princes excommunicated or deprived by the Pope, or any other authority of the See of Rome, may be deposed or murdered by their subjects, or by any person whatsoever ; and I do declare that I do not believe the Pope of Rome . . . hath, or ought to have, any temporal or civil jurisdiction, power, superiority, or preeminence, directly or indirectly, within this realm. . . . \" I cannot, therefore, agree with the writer of the article in question, when he says, \"we (Catholics) firmly believe that the Deposing Power . . . is manifestly included among the gifts of Peter.\" ' In the issue of the same publication for 19 December 1874, 'The Writer of the Article' wrote: 'Mr. Langdale \"regrets\" my observations on the Deposing Power because he and others have taken an oath that they do not believe it. We have, therefore, on one side, the Popes who actually used this power, the Christian nations who obeyed, and the great theologians who justified it ; and, on the other, Mr. Langdale's oath. This hardly seems to constitute an equation. It is all on one side, and nothing on the other.'",
            "score": 50.232635498046875
        },
        {
            "docid": "15428_57",
            "document": "Idealism . In addition, Hegel does believe we can know the structure of God's mind, or ultimate reality. Hegel agrees with Kierkegaard that both reality and humans are incomplete, inasmuch as we are in time, and reality develops through time. But the relation between time and eternity is outside time and this is the \"logical structure\" that Hegel thinks we can know. Kierkegaard disputes this assertion, because it eliminates the clear distinction between ontology and epistemology. Existence and thought are not identical and one cannot possibly think existence. Thought is always a form of abstraction, and thus not only is pure existence impossible to think, but all forms in existence are unthinkable; thought depends on language, which merely abstracts from experience, thus separating us from lived experience and the living essence of all beings. In addition, because we are finite beings, we cannot possibly know or understand anything that is universal or infinite such as God, so we cannot know God exists, since that which transcends time simultaneously transcends human understanding.",
            "score": 50.1392822265625
        },
        {
            "docid": "45087159_12",
            "document": "Deity . Deism is the belief that only one deity exists, who created the universe, but does not usually intervene in the resulting world. Deism was particularly popular among western intellectuals during the eighteenth and nineteenth centuries. Pantheism is the belief that the universe itself is God or that everything composes an all-encompassing, immanent deity. Panentheism is the belief that divinity pervades the universe, but that it also transcends the universe. Agnosticism is the position that it is impossible to know for certain whether a deity of any kind exists. Atheism is the non-belief in the existence of any deity.",
            "score": 49.18093490600586
        },
        {
            "docid": "56999002_3",
            "document": "Religious views of José Rizal . Based on the letters Dr. Rizal wrote, it can be said that his concept of God could be summarized into three (3) notions. First, he believed that God existed. Second, he believed that God was \"Plus Supra\". Lastly, he believed that God was the origin of nature; that is, nature was the expression of God. As regards the first notion, Dr. Rizal made explicit that he believed that God existed. He was convinced that a supernatural power behind all of creation had to exist. He says to Fr. Pastells, \"We are entirely in accord in admitting the existence of God: how can I doubt it when I am convinced of my own existence? Who recognizes the effect recognizes the cause.\" It was clear that Dr. Rizal subscribed to the idea of \"necessary-contingent beings\" where the contingent being needed other beings for it to exist while the necessary being existed on its own. As such, the necessary being becomes the origin of contingent beings. This necessary being has been labelled by many as \"God.\" Dr. Rizal considered himself as a contingent being that needed other beings to sustain his existence. Such other beings included the origin of all; the necessary being, God. He accepted that he was part of the whole of creation. He could not deny himself. Hence, he could not deny creation. As such, he could not deny God. As regards the second notion, Dr. Rizal argued that his God was not like the God of the Catholics, as his God was far above such things. He says to Fr. Pastells, \"In the conviction that I find myself before the Supreme Problem, which confused voices desire to explain to me, I cannot but answer: 'That may be so; but the God that I surmise is much greater, much better: \"Plus Supra\"!\" He thought that a requirement to the Godliness of God was His being above all things, which meant His being incomprehensible.  Dr. Rizal was clearly not convinced that a sufficient understanding of God that was as powerful and metaphysical as the Supreme Being could be contained in the consciousness of little mortals who have no capacity to understand beyond what was in the words of Nietzsche \"divined\" to them. Mortals who were so limited could not have possibly comprehended a limitless being. As such, Dr. Rizal articulated that the only genuine faith was \"blind faith.\" In short, the more people tried to explain to him what and who God was, the more he got convinced that they did not know what they were talking about. What Dr. Rizal meant by \"blind faith\" was, since it was impossible to comprehend God as He was \"Plus Supra\", he could have only hinged his belief on the fact that \"God was God.\" As such, he did not deny nor did he accept the religious explanations of the mortals around him. Blind faith was more of a disposition of philosophy than of religion. It was a disposition where one did not accept and deny despite having a personal conviction. As regards the third notion, Dr. Rizal believed that if one was to \"understand\" God, he was going to do well to note that books which others claimed were tools of revelation were not reliable. The reason was books were too removed from actual reality as these were written by people, interpreted by others, rewritten by people, obscured by others, etc. The best way to have an idea of God was through connecting with Him personally, directly and physically through His extensions. These extensions were nature. Dr. Rizal says to Fr. Pastells, \"I believe in revelation, yes, but in that living revelation of nature which surrounds us everywhere, in that potent voice, eternal, incessant, incorruptible, clear, distinct, universal like the Being from which it originates, in that revelation which speaks to us and penetrates us from the moment we are born until we die. What books can reveal to us better the goodness of God, His love, His providence, His eternity, His glory, His wisdom?\" Clearly, Dr. Rizal's philosophico-religious view on God was well-reflected on. It was a product of competent ratiocination by an \"Indio\" whom the Spaniards then undermined. He did not content himself with the teachings he grew up with as a student of Catholic institutions. He explored, rationalized, and argued. He asked questions about faith and the fundamental teachings of the Church. He was however careful not to offend the religious sensibilities of his countrymen. To him, ratiocination was simply a gift from God. To not use it would thus have been offensive to the Giver.",
            "score": 48.98151779174805
        },
        {
            "docid": "22535834_5",
            "document": "Atheistic existentialism . Albert Camus writes of dualisms—between happiness and sadness—as well as life and death. In \"The Myth of Sisyphus\", such dualism becomes paradoxical because humans greatly value their existence while at the same time being aware of their mortality. Camus believes it is human nature to have difficulty reconciling these paradoxes; and indeed, he believed humankind must accept what he called \"the Absurd\". On the other hand, Camus is not strictly an existential atheist because the acceptance of \"the Absurd\" implies neither the existence of God nor the nonexistence of God (compare agnosticism).",
            "score": 48.885841369628906
        }
    ]
}