{
    "q": [
        {
            "docid": "44113754_5",
            "document": "Welcome to the Darkside . The Gladiator competed against three low-card competitors in a gauntlet match. He defeated his first opponent Naohiko Yamazaki after an \"Awesome Bomb\". Gladiator would then defeat his second opponent Yoshinori Sasaki after an \"Awesome Splash\". His final opponent was Mr. Pogo #2. Gladiator tried to perform an \"Awesome Bomb\" but Pogo escaped it and delivered a backdrop suplex. He continued the momentum with an elevated cutter and a chokeslam. Gladiator made a comeback by performing a release German suplex but Pogo did not sell the move and charged at him but Gladiator hit a boot. He then hit a lariat and an \"Awesome Bomb\" for the win.",
            "score": 22.24544858932495
        },
        {
            "docid": "20262138_4",
            "document": "The Gladiators from Capua . \"The Gladiators from Capua\" opens with a brief scene set some years earlier – a slave in training as a gladiator refuses to kill his beaten opponent, turning his back on a promising career. The themes of combat, bloodshed, and mercy are thus established from the start.",
            "score": 26.519821882247925
        },
        {
            "docid": "3616797_8",
            "document": "Gladiator (2000 film) . Maximus's next fight is a victory against a legendary undefeated gladiator. Commodus orders Maximus to kill the gladiator, but Maximus spares his opponent's life; he is called \"Maximus the Merciful\" by the crowd. Angered at this outcome, Commodus taunts Maximus about his family's deaths, but Maximus turns and walks away.",
            "score": 20.14722752571106
        },
        {
            "docid": "12336_28",
            "document": "Gladiator . Spectators preferred to watch highly skilled, well matched \"ordinarii\" with complementary fighting styles; these were the most costly to train and to hire. A general \"melee\" of several, lower-skilled gladiators was far less costly, but also less popular. Even among the \"ordinarii\", match winners might have to fight a new, well-rested opponent, either a \"tertiarius\" (\"third choice gladiator\") by prearrangement; or a \"substitute\" gladiator (\"suppositicius\") who fought at the whim of the \"editor\" as an unadvertised, unexpected \"extra\". This yielded two combats for the cost of three gladiators, rather than four; such contests were prolonged, and in some cases, more bloody. Most were probably of poor quality, but the emperor Caracalla chose to test a notably skilled and successful fighter named Bato against first one \"supposicitius\", whom he beat, and then another, who killed him. At the opposite level of the profession, a gladiator reluctant to confront his opponent might be whipped, or goaded with hot irons, until he engaged through sheer desperation. Combats between experienced, well trained gladiators demonstrated a considerable degree of stagecraft. Among the cognoscenti, bravado and skill in combat were esteemed over mere hacking and bloodshed; some gladiators made their careers and reputation from bloodless victories. Suetonius describes an exceptional \"munus\" by Nero, in which no-one was killed, \"not even \"noxii\" (enemies of the state).\"",
            "score": 30.714975237846375
        },
        {
            "docid": "1391901_5",
            "document": "Priscus (gladiator) . Gladiatorial fights did not always end with death of a participant. A gladiator could raise a finger or surrender his weapon to the opponent to signal his willingness to concede defeat. And imposition of \"missio\" would require that the conceding gladiator return to continued fight training. Missio was initiated following the spirit of the attendees with a reprieve from the match ending in a death. The fighters could initiate ending of the match requesting that the match be declared a draw as supported by the crowds. Gladiatorial surrender was not common since it was held in disdain.",
            "score": 24.48149037361145
        },
        {
            "docid": "18573986_5",
            "document": "Colosseum: Rome's Arena of Death . All new gladiators fight in small arenas scattered around Rome, and when Verus is defeated, he requests a second chance, knowing he will not be given another, and defeats his opponent. Contrary to popular myth, not all contests end in death. If a gladiator was killed the game's sponsor had to pay for his replacement. As a gladiator, you had a near 90% chance of surviving the fight. And if a gladiator was injured, he was given some of the best medical care available in Rome. Roman doctors were renowned for their treatment of flesh wounds. Doctors who worked with gladiators helped to pioneer the treatment of fractures. And they used an opium-based anesthetic for operations. For each victory in the arena, a gladiator is paid the equivalent of a Roman soldier's yearly pay, and he can purchase some personal items. Priscus obtains a small prayer statue and wall-shelf for his own Celtic devotions.",
            "score": 31.693223237991333
        },
        {
            "docid": "12336_34",
            "document": "Gladiator . Once a band of five \"retiarii\" in tunics, matched against the same number of \"secutores\", yielded without a struggle; but when their death was ordered, one of them caught up his trident and slew all the victors. Caligula bewailed this in a public proclamation as a most cruel murder. A gladiator who was refused \"missio\" was despatched by his opponent. To die well, a gladiator should never ask for mercy, nor cry out. A \"good death\" redeemed the gladiator from the dishonourable weakness and passivity of defeat, and provided a noble example to those who watched: For death, when it stands near us, gives even to inexperienced men the courage not to seek to avoid the inevitable. So the gladiator, no matter how faint-hearted he has been throughout the fight, offers his throat to his opponent and directs the wavering blade to the vital spot. (Seneca. \"Epistles\", 30.8)",
            "score": 22.65057110786438
        },
        {
            "docid": "59627_41",
            "document": "Columbine High School massacre . Harris walked over to the table across from the lower computer row, slapped the surface twice and knelt, saying \"Peek-a-boo\" to 17-year-old Cassie Bernall before shooting her once in the head, killing her instantly. Harris had been holding the shotgun with one hand at this point and the weapon hit his face in recoil, breaking his nose. Initial reports suggest that Harris asked Bernall \"Do you believe in God?\", to which she replied yes, before getting killed. Three students who witnessed Bernall's death, including Emily Wyant, who had been hiding beneath the table with her, have testified that Bernall did not exchange words with Harris after his initial taunt; Wyant stated Bernall had been praying prior to her murder.",
            "score": 20.630932092666626
        },
        {
            "docid": "9345676_25",
            "document": "Ave Imperator, morituri te salutant . Kyle concurs that no other sources record the \"supposed gladiator salute\" in any other context \"and it did not come here from true gladiators\". Treated as a commodity, they were not elite gladiators but captives and criminals doomed to die, who usually fought until all were killed. When the salute or appeal failed, and they were forced to kill one another in earnest,",
            "score": 27.788503289222717
        },
        {
            "docid": "35757696_8",
            "document": "Deadliest Warrior (season 1) . They now fight with sica and war club. The Gladiator tries to cut the Apache with the sica, but the Apache knocks it out of his hand with the war club. His second swing knocks off the Gladiator's helmet. The Apache charges and tries to strike his opponent’s exposed head with his club. However, the Gladiator knocks him to the ground with his shield then punches his face repeatedly with the cestus. The Apache got up with his knife. The Gladiator swings at him, but misses. The Apache then started to knife the Gladiator's limbs. He then cut the Gladiator's neck. The Apache then repeatedly knifed him, lick the bloodied knife, and does his war cry, and left the scene.",
            "score": 20.51886510848999
        },
        {
            "docid": "1911479_9",
            "document": "Gladiator (Melvin Potter) . He was later forced into working for the Kingpin's elderly predecessor Alexander Bont, who claimed that Potter had a four-year-old daughter that he had never met and that she would die if Potter did not help. Gladiator brought Murdock to Bont, who attempted to kill Murdock and assume his old mantle but instead died of a drug-induced heart attack. The Gladiator was defeated by the new White Tiger, and went back to prison.",
            "score": 19.414568424224854
        },
        {
            "docid": "3037471_25",
            "document": "Sunstreaker . Sunstreaker made his first chronological IDW Publishing appearance in issue #2 of \"\", where he can be seen on page 4, part of a crowd cheering for Megatron to kill his opponent in an underground bloodsport. Later, he and Sideswipe appeared among the gathering of gladiators and insurgents that Megatron would eventually mold into the Decepticons.",
            "score": 17.135005474090576
        },
        {
            "docid": "3213185_20",
            "document": "The Spoils (Rome) . At the arena, before a capacity crowd containing both Vorenus and Timon, Pullo is led into a small ring and handed a large sword, but he drops the sword on the ground and sits in the center of the ring, refusing to fight. Three gladiators come out and tell him to fight, but Pullo stubbornly refuses. The men won't have it, and taunt him with insults. But when they insult the XIII Legion, Pullo grows increasingly angry until finally he lashes out, killing all three of his opponents. He yells \"Thirteen!\", but the crowd boos him. More gladiators come out, and despite the crowd's taunting, Pullo cuts down one gladiator after another while Timon cheers and Vorenus simply watches. Eventually Pullo tires, having been wounded so many times he can barely stand, at which point a large carnifex enters and knocks the sword out of Pullo's tired hand with a skull-topped mace. Just as the carnifex is about to deal the death blow, Vorenus charges into the ring, picks up a weapon, yells \"Thirteen!\" and takes on the gladiator, eventually slicing his leg off and collapsing him to the ground, before killing him with his own weapon. As the crowd recovers from shock, a roar of approval rises up, and Vorenus helps his old comrade out of the ring.",
            "score": 27.054627776145935
        },
        {
            "docid": "12336_31",
            "document": "Gladiator . A match was won by the gladiator who overcame his opponent, or killed him outright. Victors received the palm branch and an award from the \"editor\". An outstanding fighter might receive a laurel crown and money from an appreciative crowd but for anyone originally condemned \"ad ludum\" the greatest reward was manumission (emancipation), symbolised by the gift of a wooden training sword or staff (\"rudis\") from the \"editor\". Martial describes a match between Priscus and Verus, who fought so evenly and bravely for so long that when both acknowledged defeat at the same instant, Titus awarded victory and a \"rudis\" to each. Flamma was awarded the \"rudis\" four times, but chose to remain a gladiator. His gravestone in Sicily includes his record: \"Flamma, \"secutor\", lived 30 years, fought 34 times, won 21 times, fought to a draw 9 times, defeated 4 times, a Syrian by nationality. Delicatus made this for his deserving comrade-in-arms.\"",
            "score": 29.424234867095947
        },
        {
            "docid": "3380571_47",
            "document": "Johnny Behan . Behan testified that from the time the Earps passed him by to confront the Cowboys, he had watched them closely. Under cross-examination by attorney Thomas Fitch, he admitted seeing Holliday carrying the messenger shotgun towards the confrontation. All the witnesses testified that Holliday had been seen with a shotgun. Behan also testified he was concentrating on the Earps during the gun fight, but he did not see the shotgun used. He insisted that Holliday fired the first shot from a nickel-plated revolver. But the coroner had already testified that Tom McLaury was killed by a shotgun blast. For Behan's \"testimony to make any sense, the court would have to believe that Holliday marched down Fremont Street carrying a shotgun; put it aside in order to pull out his pistol; fired the first shot, presumably at Billy Clanton; and then picked up the shotgun in order to kill Tom McLaury—all in the space of a few seconds.\"",
            "score": 32.14582335948944
        },
        {
            "docid": "1607755_6",
            "document": "Retiarius . The more skin left unarmoured and exposed, the lower a gladiator's status and the greater his perceived effeminacy. Likewise, the engulfing net may have been seen as a feminine symbol. The light arms and armour of the \"retiarius\" thus established him as the lowliest, most disgraced, and most effeminate of the gladiator types. Helmets allowed both gladiators and spectators to dehumanise the fighters; when an arena combatant had to kill a comrade-at-arms, someone he probably lived and trained with every day, his opponent's helmet added an extra layer of separation. However, the \"retiarius\" was allowed no head protection; his face was visible to all. The emperor Claudius had all net-fighters who lost in combat put to death so that spectators could enjoy their expressions of agony. The \"retiarius\"<nowiki>'</nowiki>s fighting style was another strike against him, as reliance on speed and evasion were viewed as undignified in comparison to the straightforward trading of blows. The \"retiarii\" lived in the worst barracks. Some members of the class trained to fight as Samnites, another gladiator type, in order to improve their status.",
            "score": 31.10282003879547
        },
        {
            "docid": "7137692_11",
            "document": "Jack Scott (California politician) . Scott is very active in gun control. He began his gun control efforts after his son Adam, an attorney who had recently graduated from USC Law School, was fatally shot at a party with friends. One of his friends had a shotgun, which he did not know was loaded. His friend discharged the shotgun, hitting Adam and killing him.",
            "score": 24.29943037033081
        },
        {
            "docid": "38081438_3",
            "document": "Spartacus and the Ten Gladiators . Rocca and his nine gladiators have just completed a triumphal show in the arena in front of the Emperor. However their ebullient mood changes to horror and sadness when they are followed by a group of a dozen gladiators from Thrace who are ordered to kill each other until one man is standing. In this group is a father and son. They reluctantly comply but when the son faces his father one of the gladiators steps in to prevent the son from killing his father then throws his sword at the Emperor's box.",
            "score": 25.576656103134155
        },
        {
            "docid": "46500817_18",
            "document": "O.K. Corral hearing and aftermath . Matthews testified at the inquest that Tom McLaury had been killed by a single shotgun blast, contradicting Behan's testimony that he had been shot with a pistol, which according to the defense, \"...to make any sense, the court would have to believe that Holliday marched down Fremont Street carrying a shotgun; put it aside in order to pull out his pistol; fired the first shot, presumably at Billy Clanton; and then picked up the shotgun in order to kill Tom McLaury—all in the space of a few seconds.\" Under questioning, Matthews said he did not see Ike Clanton appeal to Wyatt to not shoot him.",
            "score": 26.229724884033203
        },
        {
            "docid": "18573986_7",
            "document": "Colosseum: Rome's Arena of Death . Gladiators are admired by aristocratic women of Rome, especially rich widows, and are included in feasts and banquets hosted by public officials and members of the imperial court. Verus soon becomes known for his skill and victories. He is eyed by an Imperial lady, and is soon summoned to a party at night, hosted by Titus and the lady, where arriving he is suddenly attacked by another gladiator provoking a surprise fight arranged as \"entertainment\"; but he defeats his opponent, whose death the host commands. Verus kills him, his first: \"\"not in the arena, but at a party for the rich.\"\" He is numb. Afterward, upon returning to his school, Verus discovers Priscus has been sold to another school; the trainer says, \"\"it's only business\".\"",
            "score": 24.553685665130615
        },
        {
            "docid": "12336_61",
            "document": "Gladiator . In AD 69, the Year of the Four Emperors, Otho's troops at Bedriacum included 2000 gladiators. Opposite him on the field, Vitellius's army was swollen by levies of slaves, plebs and gladiators. In 167 AD, troop depletions by plague and desertion may have prompted Marcus Aurelius to draft gladiators at his own expense. During the Civil Wars that led to the Principate, Octavian (later Augustus) acquired the personal gladiator troop of his erstwhile opponent, Mark Antony. They had served their late master with exemplary loyalty but thereafter, they disappear from the record.",
            "score": 21.39313244819641
        },
        {
            "docid": "50643142_8",
            "document": "Gladiators (UK series 7) . Contender and Gladiator are each strapped to their own airship (blue for the contender, red for the gladiator). Using hi-tech combat clubs, they have thirty seconds to try and eject their opponent from their airship. Two strikes to their body hit sensor results in an ejection. A contender scores five points for hitting the gladiator once and ten points for ejecting them.",
            "score": 21.478918433189392
        },
        {
            "docid": "4922019_3",
            "document": "List of The Sopranos characters – Friends and family . Tony Soprano's cousin, who was imprisoned and soon thereafter became embroiled in a life of crime. Tony B. gets his massage license and tries to set up a massage business. He sabotages the business before it gets off the ground, and goes back to crime. Tony S. sets him up in the airbag scam, but it is not enough money for Tony B. To earn extra money, he performs a contract hit for Rusty and Angelo. After Angelo is killed, Tony B. kills Billy Leotardo in retaliation, igniting dangerous tensions with the New York crew. To bring peace with Johnny Sack (and to avoid Tony B.'s being tortured to death by Phil Leotardo), Tony S. kills Tony B. by shooting him in the face with a shotgun.",
            "score": 18.981183409690857
        },
        {
            "docid": "4077534_45",
            "document": "Dick Cheney hunting incident . In the beta for the video game Halo 3, a medal called \"Cheneymania\" was awarded for killing 10 opponents with a shotgun without dying.",
            "score": 20.585875988006592
        },
        {
            "docid": "28640088_12",
            "document": "Gladiator Begins . Sextus: A formidable, legendary gladiator, nicknamed the \"Honor of Rome\", who fights with a sharp gladius and a tall shield. Sextus is a warrior from Germania who once fought against General Aquilius Drusus, Aquilla's father, during the Germanic Wars. He lost and was then taken back as a slave to Rome, where he later became the most successful gladiator under the Drusus family's patronage. Despite his hatred for Rome, Sextus respects General Drusus and holds no grudge against him. The general did not kill prisoners and actually treated Sextus and his surviving comrades well. However, Sextus has vowed to never help the Drusus family directly since the general was still responsible for the deaths of his people.",
            "score": 26.916244983673096
        },
        {
            "docid": "22372570_3",
            "document": "Shotgun (novel) . Would you kill someone for love? Someone did. A man and a woman die from shotgun wounds. Kling's girlfriend says she would, and Carella won't answer.",
            "score": 30.831321239471436
        },
        {
            "docid": "22597264_3",
            "document": "Scissor (gladiator) . German historian and experimental archeologist Marcus Junkelmann has propagated an idea, based on an unlabeled, unclear image that he decided might be a scissor, that this type of gladiator fought using a weapon consisting of a hardened steel tube that encased the gladiator's entire forearm, with the hand end capped off and a semicircular blade attached to it. A handle inside the tube might have allowed the gladiator to maintain control in the heat of battle.  This weapon might have been both deadly and versatile; the gladiator could use his protected arm to block his opponent's blows and quickly counterattack, the shape of the blade being such that even the slightest touch could cause a serious wound.",
            "score": 25.401481866836548
        },
        {
            "docid": "852078_23",
            "document": "Mohammed al-Qahtani . 2A0780 asked how one man, Bin Laden, convince 19 young men to kill themselves, (detainee was starting to fade he was going in and out of sleep.) The question was repeated, detainee stated that they were tricked, that he distorted the picture if front of them, 2A0780 asked detainee if this made him mad, detainee stated yes, (detainee did not realize that 2A780 had not started putting detainee into the picture) 2A0780 asked detainee if he was mad that his friends had been tricked, detainee said yes. 2A0780 asked detainee if his friends knew about the plan, detainee said no, 2A0780 asked if detainee knew about the plan, detainee stated that he didn't know. 2A0780 asked detainee if it made him mad that he killed his friends, detainee stated yes. 2A0780 asked detainee if he was glad that he didn't die on the plane, detainee stated yes. 2A0780 asked detainee if his parents were happy that he didn't die detainee stated yes. 2A0780 stated \"he killed your friends\" detainee stated yes.",
            "score": 6.7764317989349365
        },
        {
            "docid": "28640088_22",
            "document": "Gladiator Begins . Gulielmus: A Macedonian ex-criminal and gladiator who always crosses paths with the gladiator in the \"Word Of Quintus\", a gladiatorial event sponsored by the co-emperor, Lucius Verus. Gulielmus views the player with disdain and animosity and tends to underestimate the player's skill as a gladiator. When Gulielmus wins his freedom from the arena, he becomes a military officer under the command of General Cassius. When the player is sent by Commodus to kill Cassius, Gulielmus serves as the last enemy before the general is fought. When defeated by the player, Gulielmus is killed by Cassius' guards as punishment for his failure.",
            "score": 24.81080985069275
        },
        {
            "docid": "27405992_10",
            "document": "Ronnie Mann . After this, Cage Rage became defunct and Mann re-joined Cage Gladiators, immediately competing against Frederic Fernandez for the Cage Gladiators World Featherweight Championship at the \"Cage Gladiators 6\" event. Mann was able to utilise his wrestling skills again, dominating the takedowns, neutralising his opponent. Mann was able to take the unanimous decision after effective striking, leading Sherdog to once again label him \"a star in the making.\"",
            "score": 17.052409172058105
        },
        {
            "docid": "204953_64",
            "document": "Gloster Gladiator . The top scoring Gladiator aces flew it in North Africa and Greece, scoring most of their successes against \"Regia Aeronautica\" aircraft. The top ace was Flight Lieutenant Pat Pattle, from No. 80 Squadron, who got 15.5 confirmed air victories while flying the Gladiator (out of his 50+ kills), plus four probably destroyed and six damaged. Second was Pilot Officer William \"Cherry\" Vale, from No. 33 and 80 Squadrons, with ten individual kills, 1 shared kill, and 1.5 damaged. Flight Lieutenant Joe P. Fraser, from No. 112 Squadron, and Flight Sergeant Don S. Gregory, from Nos. 33 and 80 Squadrons, scored all of their kills (respectively, 9.5 and 8) flying the Gladiator. Sergeant C. E. \"Cas\" Casbolt, from No. 80 Squadron, shot down 7.5 enemy aircraft (plus one probably destroyed and 1.5 damaged). Rhodesian pilot Caesar Hull scored five of his eight victories in a Gladiator during the Norwegian Campaign in 1940, including four in the same afternoon. He was the leading Allied pilot of the campaign.",
            "score": 21.10805070400238
        },
        {
            "docid": "28640088_17",
            "document": "Gladiator Begins . Ursus: A mysterious gladiator from Aegyptus known as the \"Messenger of the Sun\", whose armor is based on the appearance of the Egyptian god Horus. While fighting with twin blades, Ursus uses strange, unorthodox movements and battle cries that often baffle his opponents. In battle, he favors aerial attacks and is often compared to a diving bird. Along with Hories, Ursus is one of Vipsanius' favorite gladiators.",
            "score": 19.10064387321472
        }
    ],
    "r": [
        {
            "docid": "4100225_5",
            "document": "Waterfowl hunting . Hunting with shotguns began in the 17th century with the matchlock shotgun. Later flintlock shotguns and percussion cap guns were used. Shotguns were loaded with black powder and lead shot through the muzzle in the 17th century to the late 19th century. The transition from flint to \"detonating\" or percussion lock firearms and from muzzle to breech loading guns was largely driven by innovations made by English gun makers such as Joseph Manton, at which time wildfowling was extremely popular in England both as a pastime and as a means of earning a living, as described by Peter Hawker in his diaries. Damascus barrels are safe to shoot (where proofed) only with black powder charges. When smokeless powder was invented in the late 19th century, steel barrels were made. Damascus barrels which were made of a twisted steel could not take the high pressure of smokeless powder. Fred Kimble, Tanner, and Adam, duck hunters from Illinois, invented the shotgun choke in 1886. This is a constriction at the end of the barrel. This allowed for longer range shooting with the shotgun and kept the pattern of shot tighter or looser according to which type of choke is being used. Until 1886, shotguns had cylinder bore barrels which could only shoot up to 25 yards, so duck hunting was done at close range. After 1886, market hunters could shoot at longer ranges up to forty five yards with a full choke barrel and harvest more waterfowl. Shotguns became bigger and more powerful as steel barrels were being used, so the range was extended to sixty yards. Pump shotguns were invented in the late 19th century, and the semi automatic 12 ga. shotgun was developed by John Browning in the very early 20th century, which allowed commercial hunters to use a four-shell magazine (five including the one in the chamber) to rake rafts of ducks on the water or kill them at night, in order to kill larger numbers of waterfowl for the commercial markets. Even during the Great Depression years, a brace of canvasbacks could be sold to restaurants before legislation and hunting organizations pushed for greater enforcement. Once waterfowlers had access to these guns, this made these men more proficient market hunters. These guns could fire five to seven shots, therefore hunters were having bigger harvests.",
            "score": 38.50590133666992
        },
        {
            "docid": "680176_5",
            "document": "Slug barrel . The next step was the fully rifled shotgun barrel by Hastings, a manufacturer of aftermarket shotgun barrels. Hasting's Paradox shotgun barrels were offered as aftermarket replacements for the most common brands of pump and semi-automatic shotguns and they quickly became popular with slug shooters. Hastings rifled shotgun barrels are designed for firing slugs and are not to be confused with barrels of the Holland & Holland Paradox gun. \"Paradox\" has been used by Holland & Holland of London since the late 19th century to describe large bore guns with the last few inches of the barrel rifled with a special \"ratchet\" style of rifling. Holland & Holland purchased the rights to the Paradox gun from the inventor, Col George Vincent Fosbery VC. They chose the name \"Paradox\" because shotguns are defined by their smoothbore barrels, and a \"rifled shotgun\" was something of a contradiction in terms. Holland & Holland's Paradox and Nitro-Paradox guns are not slug guns as they fire standard shotgun shells and cartridges with special Paradox bullets fully interchangeably. Under normal circumstances, any firearm with a rifled barrel over 12.7 millimeters (.50 inches) is legally considered a destructive device in the United States. A BATFE ruling was obtained stating that a firearm designed to fire shotgun shells that was converted to fire shotgun slugs with the addition of a rifled barrel was still a shotgun, and thus not a destructive device. Now many manufacturers offer shotguns for sale with rifled barrels already installed. Bolt action and single shot break-open designs are particularly accurate, and with modern saboted slugs designed for use only with rifled barrels, the modern slug gun offers nearly the accuracy of a typical rifle.",
            "score": 34.40671157836914
        },
        {
            "docid": "26838_3",
            "document": "Shotgun . A shotgun was originally a smoothbore firearm, which means that the inside of the barrel is not rifled but later rifled shotgun barrels and slugs become available. Preceding smoothbore firearms, such as the musket, were widely used by armies in the 18th century. The direct ancestor to the shotgun, the blunderbuss, was also used in a similar variety of roles from self-defense to riot control. It was often used by cavalry troops because of its generally shorter length and ease of use, as well as by coachmen for its substantial power. In the 19th century, however, these weapons were largely replaced on the battlefield with breechloading rifled firearms, which were more accurate over longer ranges. The military value of shotguns was rediscovered in the First World War, when American forces used 12-gauge pump action shotguns in close-quarters trench fighting to great effect. Since then, it has been used in a variety of roles in civilian, law enforcement, and military applications.",
            "score": 34.192501068115234
        },
        {
            "docid": "26838_37",
            "document": "Shotgun . With the exception of cavalry units, the shotgun saw less and less use throughout the 19th century on the battlefield. As a defense weapon it remained popular with guards and lawmen, however, and the shotgun became one of many symbols of the American Old West. Lawman Cody Lyons killed two men with a shotgun; his friend Doc Holliday's only confirmed kill was with a shotgun. The weapon both these men used was the short-barreled version favored by private strongbox guards on stages and trains. These guards, called express messengers, became known as shotgun messengers, since they rode with the weapon (loaded with buckshot) for defense against bandits. Passenger carriages carrying a strongbox usually had at least one private guard armed with a shotgun riding in front of the coach, next to the driver. This practice has survived in American slang; the term \"riding shotgun\" is used for the passenger who sits in the front passenger seat. The shotgun was a popular weapon for personal protection in the American Old West, requiring less skill on the part of the user than a revolver.",
            "score": 33.714622497558594
        },
        {
            "docid": "498597_20",
            "document": "Sawed-off shotgun . In the US, shotguns originally manufactured without shoulder stocks (and thus not legally shotguns), with a total length under 26 inches, are classified as an \"Any Other Weapon\" by the BATFE and have a $5 transfer tax, if they are manufactured by a maker possessing the appropriate Class 2 Special Occupational Taxpayer Federal Firearms License. In order to convert an existing shoulder-stocked shotgun to a short-barreled shotgun or an existing pistol-grip-only shotgun to an \"Any Other Weapon\", a private citizen must pay the standard $200 NFA tax.",
            "score": 33.51271438598633
        },
        {
            "docid": "25928434_2",
            "document": "Essedarius . An essedarius was a type of gladiator in Ancient Rome who fought from a chariot. There may have been just one man in the chariot, or two, a driver and a fighter. The word is also used of charioteers in other instances, such as in Caesar's Gallic War, in his campaign against Cassivellaunus in Britain. They normally fought with a spear and a sword as a side-arm but sometimes also had a small shield for defence. They charged their opponent with their chariot until the opposing gladiator was either impaled by the spear, trampled by the horses, or run over by the wheels of the chariot. They were relatively hard to defeat due to the speed of the chariot, but once the wheels were taken out they were easy to kill, if they didn't know how to ride a horse. It was a common tactic that if their chariot was broken they used one of the horses from the chariot as a mount.",
            "score": 33.36640930175781
        },
        {
            "docid": "9054221_2",
            "document": "List of Roman gladiator types . There were many different types of gladiators in ancient Rome. Some of the first gladiators had been prisoners-of-war, and so some of the earliest types of gladiators were experienced fighters; Gauls, Samnites, and \"Thraeces\" (Thracians) used their native weapons and armor. Different gladiator types specialized in specific weapons and fighting techniques. Combatants were usually pitted against opponents with different, but more or less equivalent equipment, for the sake of a fair and balanced contest. Most gladiators only fought others from within the same school or Ludus, but sometimes specific gladiators could be requested to fight one from another Ludus.",
            "score": 33.36045837402344
        },
        {
            "docid": "11966_3",
            "document": "Firearm . The first primitive firearms originated in 10th-century China when bamboo tubes containing gunpowder and pellet projectiles were mounted on spears into the one-person-portable fire lance, which was later used as a shock weapon to good effect in the Siege of De'an. In 13th century, the Chinese invented the metal-barrelled hand cannon, widely considered to be the true ancestor of all firearms. The technology gradually spread through the rest of East Asia, South Asia, the Middle East, and Europe. Older firearms typically used black powder as a propellant, but modern firearms use smokeless powder or other propellants. Most modern firearms (with the notable exception of smoothbore shotguns) have rifled barrels to impart spin to the projectile for improved flight stability.",
            "score": 33.09579086303711
        },
        {
            "docid": "1383616_12",
            "document": "Shotgun slug . A Foster slug, invented by Karl M. Foster in 1931, and patented in 1947 () is a type of shotgun slug designed to be fired through a smoothbore shotgun barrel. It was designed to enable deer hunting in the Great Depression using smoothbore, choked shotguns. Foster cast them by hand from soft lead, filed grooves on their exteriors, and sold them to his neighbors to improve hunting potential to feed their families. The Foster is the standard American domestic shotgun slug; they are sometimes referred to as \"American slugs\" to differentiate them from the standard \"European slug\" design popularized earlier by Brenneke. Some sportswriters have consistently referred to these slugs as a \"Forster\" slugs, conflating the name with the Forster Brothers who manufactured reloading tools during the same time frame, so \"Forster slug\" is an alternate spelling that is commonly seen in the popular press of the 1930s for describing these slugs.",
            "score": 33.03242874145508
        },
        {
            "docid": "5339004_28",
            "document": "Slavery in ancient Rome . In the Late Republic, about half the gladiators who fought in Roman arenas were slaves, though the most skilled were often free volunteers. Successful gladiators were occasionally rewarded with freedom. However gladiators, being trained warriors and having access to weapons, were potentially the most dangerous slaves. At an earlier time, many gladiators had been soldiers taken captive in war. Spartacus, who led the great slave rebellion of 73-71 BCE, was a rebel gladiator.",
            "score": 32.967376708984375
        },
        {
            "docid": "94166_9",
            "document": "Bolt action . Bolt-action shotguns are considered a rarity among modern firearms but were formerly a commonly used action for .410 entry-level shotguns, as well as for low-cost 12 gauge shotguns. The M26 Modular Accessory Shotgun System (MASS) is the most advanced and recent example of a bolt-action shotgun, albeit one designed to be attached to an M16 rifle or M4 carbine using an underbarrel mount (although with the standalone kit, the MASS can become a standalone weapon). Mossberg 12 gauge bolt-action shotguns were briefly popular in Australia after the 1997 changes to firearms laws, but the shotguns themselves were awkward to operate and only had a three-round magazine, thus offering no practical and real advantages over a conventional double-barrel shotgun.",
            "score": 32.658634185791016
        },
        {
            "docid": "3380571_47",
            "document": "Johnny Behan . Behan testified that from the time the Earps passed him by to confront the Cowboys, he had watched them closely. Under cross-examination by attorney Thomas Fitch, he admitted seeing Holliday carrying the messenger shotgun towards the confrontation. All the witnesses testified that Holliday had been seen with a shotgun. Behan also testified he was concentrating on the Earps during the gun fight, but he did not see the shotgun used. He insisted that Holliday fired the first shot from a nickel-plated revolver. But the coroner had already testified that Tom McLaury was killed by a shotgun blast. For Behan's \"testimony to make any sense, the court would have to believe that Holliday marched down Fremont Street carrying a shotgun; put it aside in order to pull out his pistol; fired the first shot, presumably at Billy Clanton; and then picked up the shotgun in order to kill Tom McLaury—all in the space of a few seconds.\"",
            "score": 32.14582443237305
        },
        {
            "docid": "498597_21",
            "document": "Sawed-off shotgun . Additional restrictions might apply in many other jurisdictions. State and local laws might entirely prohibit civilian possession of short-barrelled shotguns. (These restrictions do not apply to military and police departments.) In addition, some firearm types that would normally be considered to fall into the Short Barrel Shotgun (SBS) category are not legally considered to be a SBS. A shotgun is legally defined as a shoulder-mounted firearm that fires shot. Shotguns and shotgun receivers that have never had a buttstock of any type installed are not shotguns, as they cannot be shoulder mounted. Therefore, cutting one of these below the 18\" barrel and/or 26\" overall length cannot produce a SBS as the firearm was never a shotgun. The Bureau of Alcohol, Tobacco, Firearms & Explosives recognizes these firearms as being a smooth bore handgun which is an Any Other Weapon (AOW). Unlike an SBS, an AOW only carries a $5.00 tax and can be moved interstate without Federal approval. To maintain its AOW status, it must not have a buttstock (making it a SBS) or a rifled slug barrel (making it a Destructive Device (DD) if the bore is over 0.5\"). Firearms of this type are typically over 100 years old. These weapons produced with a barrel length under 18\" are not considered sawed-off shotguns because they were not produced with a shoulder buttstock. Weapons with these specifications fall under the category of smooth bore handguns produced in heavy rifle calibers and 12/20 gauge shotgun calibers, contrary to illegal sawn-off shotguns and are not considered destructive devices. Any firearms capable of shooting shotgun style cartridges produced after the 18\" minimum barrel restrictions were set into place are considered illegal sawed-off shotguns.",
            "score": 31.913461685180664
        },
        {
            "docid": "26838_36",
            "document": "Shotgun . During the 19th century, shotguns were mainly employed by cavalry units. Both sides of the American Civil War employed shotguns. U.S. cavalry used the shotgun extensively during the Indian Wars in the latter half of the 19th century. Mounted units favored the shotgun for its moving target effectiveness, and devastating close-range firepower. The shotgun was also favored by citizen militias and similar groups.",
            "score": 31.75872802734375
        },
        {
            "docid": "18573986_5",
            "document": "Colosseum: Rome's Arena of Death . All new gladiators fight in small arenas scattered around Rome, and when Verus is defeated, he requests a second chance, knowing he will not be given another, and defeats his opponent. Contrary to popular myth, not all contests end in death. If a gladiator was killed the game's sponsor had to pay for his replacement. As a gladiator, you had a near 90% chance of surviving the fight. And if a gladiator was injured, he was given some of the best medical care available in Rome. Roman doctors were renowned for their treatment of flesh wounds. Doctors who worked with gladiators helped to pioneer the treatment of fractures. And they used an opium-based anesthetic for operations. For each victory in the arena, a gladiator is paid the equivalent of a Roman soldier's yearly pay, and he can purchase some personal items. Priscus obtains a small prayer statue and wall-shelf for his own Celtic devotions.",
            "score": 31.69322395324707
        },
        {
            "docid": "26838_47",
            "document": "Shotgun . The shotgun remains a standard firearm for hunting throughout the world for all sorts of game from birds and small game to large game such as deer. The versatility of the shotgun as a hunting weapon has steadily increased as slug rounds and more advanced rifled barrels have given shotguns longer range and higher killing power. The shotgun has become a ubiquitous firearm in the hunting community.",
            "score": 31.684349060058594
        },
        {
            "docid": "450950_60",
            "document": "Firearms policy in the United Kingdom . The Firearms Act 1968 brought together all existing firearms legislation in a single statute. Disregarding minor changes, it formed the legal basis for British firearms control policy until the Firearms (Amendment) Act 1988 was put through Parliament in the aftermath of the 1987 Hungerford massacre. For the first time, it introduced controls for long-barrelled shotguns, in the form of Shotgun Certificates that, like Firearm Certificates, were issued by an area's chief constable in England, Scotland, and Wales. While applicants for Firearms Certificates had to show a good reason for possessing the firearm or ammunition, it did not apply to Shotgun Certificates. Firearms had to be locked up, with ammunition stored and locked in a different cabinet. This was introduced after the 1973 Green Paper, which advocated more controls on firearms.",
            "score": 31.449268341064453
        },
        {
            "docid": "30871279_12",
            "document": "Recoil operation . An alternative design concept for recoil-operated firearms is the inertia operated system, the first practical use of it being the Sjögren shotgun, developed by Carl Axel Theodor Sjögren in the early 1900s, a Swedish engineer who was awarded a number of patents for his inertia operated design between 1900 and 1908 and sold about 5,000 automatic shotguns using the system in 1908-1909. In a reversal of the other designs, some inertia system use nearly the entire firearm as the recoiling component, with only the bolt remaining stationary during firing. Because of this, the inertia system is only applied to heavily recoiling firearms, particularly shotguns. A similar system using inertia operation was then developed by Paolo Benelli in the early 1980s and patented in 1986. With the exception of Sjögrens shotguns and rifles in the early 1900s all inertia-operated firearms made until 2012 were either made by Benelli, or used a design licensed from Benelli, such as the Franchi Affinity. Then the Browning Arms Company introduced the inertia-operated A5 (trademarked as Kinematic Drive) as successor to the long-recoil operated Auto-5. Both the Benelli and Browning systems are based on a rotating locking bolt, similar to that used in many gas-operated firearms.",
            "score": 31.20412826538086
        },
        {
            "docid": "1607755_6",
            "document": "Retiarius . The more skin left unarmoured and exposed, the lower a gladiator's status and the greater his perceived effeminacy. Likewise, the engulfing net may have been seen as a feminine symbol. The light arms and armour of the \"retiarius\" thus established him as the lowliest, most disgraced, and most effeminate of the gladiator types. Helmets allowed both gladiators and spectators to dehumanise the fighters; when an arena combatant had to kill a comrade-at-arms, someone he probably lived and trained with every day, his opponent's helmet added an extra layer of separation. However, the \"retiarius\" was allowed no head protection; his face was visible to all. The emperor Claudius had all net-fighters who lost in combat put to death so that spectators could enjoy their expressions of agony. The \"retiarius\"<nowiki>'</nowiki>s fighting style was another strike against him, as reliance on speed and evasion were viewed as undignified in comparison to the straightforward trading of blows. The \"retiarii\" lived in the worst barracks. Some members of the class trained to fight as Samnites, another gladiator type, in order to improve their status.",
            "score": 31.102821350097656
        },
        {
            "docid": "26838_59",
            "document": "Shotgun . Lever shotguns have seen a return to the gun market in recent years, however, with Winchester producing the Model 9410 (chambering the .410 gauge shotgun shell and using the action of the Winchester Model 94 series lever-action rifle, hence the name), and a handful of other firearm manufacturers (primarily Norinco of China and ADI Ltd. of Australia) producing versions of the Winchester Model 1887/1901 designed for modern 12-gauge smokeless shotshells with more durable plastic casings. There has been a notable uptick in lever-action shotgun sales in Australia since 1997, when pump-actions were effectively outlawed.",
            "score": 30.97075080871582
        },
        {
            "docid": "22372570_3",
            "document": "Shotgun (novel) . Would you kill someone for love? Someone did. A man and a woman die from shotgun wounds. Kling's girlfriend says she would, and Carella won't answer.",
            "score": 30.831321716308594
        },
        {
            "docid": "450950_8",
            "document": "Firearms policy in the United Kingdom . Fully automatic (submachine-guns, etc.) are \"prohibited weapons\" and require explicit permission from central government to permit ownership. Generally, such permits are not available to private citizens. Semi-automatic rifles over and pistols are similarly \"prohibited\", although there are exceptions for short barrelled breech-loading semi-automatic and revolver pistols for use for the humane dispatch of animals (classed under section 5). There are also very limited exceptions for pistols both to preserve firearms of historic or technical interest (classed as section 7 firearms) and to enable use by elite sports teams. Semi-automatic shotguns are restricted to a magazine capacity of no more than two shot and is held under section 2 of the Firearms Act, although a 'multi-shot' shotgun can be owned under section 1 (restricted firearms and ammunition) of the Firearms Act. Where the term 'multi-shot' is used, this refers to either a Semi-automatic or pump action shotgun with no restriction on magazine capacity. All other rifles and their ammunition are permitted with no limits as to magazine size, to include: target shooting, hunting, and historic and muzzle-loading weapons, as well as long barrelled breachloading pistols with a specific overall length, but not for self-defence; however if a home-owner is threatened they may be used in self-defence, so long as the force is reasonable. Shotgun possession and use is controlled, and even low-power air rifles and pistols, while permitted, are controlled to some extent. A Firearm Certificate issued by the police is required for all weapons and ammunition except air weapons of modest power (of muzzle energy not over for rifles, and for pistols). Shotguns with a capacity of three rounds or less (up to guns with a magazine holding no more than two rounds, in addition to one in the chamber) are subject to less stringent licensing requirements than other firearms and require a shotgun certificate; shotguns with higher capacity require a Firearm Certificate.",
            "score": 30.79960060119629
        },
        {
            "docid": "205322_4",
            "document": "Bandolier . A somewhat different form of the bandolier came into use in the 19th century, when it held more modern metallic cartridges and hand grenades. Bandoliers are now less common due to the use of detachable magazines and belt-fed firearms, though extra ammunition belts are often carried around the body like a bandolier. They are, however, still often used with shotguns, as shotgun shells can easily be stored in traditionally-designed bandoliers. In fact, some aftermarket shotgun slings are designed in a fashion similar to traditional bandoliers, albeit with a far more limited capacity. Another modern use of a bandolier is for the automatic rifleman of a military fireteam. Since a squad automatic weapon is often belt-fed, an automatic rifleman will carry an extra belt on his person; either in a separate compartment or slung over the chest in bandolier fashion.",
            "score": 30.72188949584961
        },
        {
            "docid": "12336_28",
            "document": "Gladiator . Spectators preferred to watch highly skilled, well matched \"ordinarii\" with complementary fighting styles; these were the most costly to train and to hire. A general \"melee\" of several, lower-skilled gladiators was far less costly, but also less popular. Even among the \"ordinarii\", match winners might have to fight a new, well-rested opponent, either a \"tertiarius\" (\"third choice gladiator\") by prearrangement; or a \"substitute\" gladiator (\"suppositicius\") who fought at the whim of the \"editor\" as an unadvertised, unexpected \"extra\". This yielded two combats for the cost of three gladiators, rather than four; such contests were prolonged, and in some cases, more bloody. Most were probably of poor quality, but the emperor Caracalla chose to test a notably skilled and successful fighter named Bato against first one \"supposicitius\", whom he beat, and then another, who killed him. At the opposite level of the profession, a gladiator reluctant to confront his opponent might be whipped, or goaded with hot irons, until he engaged through sheer desperation. Combats between experienced, well trained gladiators demonstrated a considerable degree of stagecraft. Among the cognoscenti, bravado and skill in combat were esteemed over mere hacking and bloodshed; some gladiators made their careers and reputation from bloodless victories. Suetonius describes an exceptional \"munus\" by Nero, in which no-one was killed, \"not even \"noxii\" (enemies of the state).\"",
            "score": 30.714975357055664
        },
        {
            "docid": "12336_22",
            "document": "Gladiator . Commodus was a fanatical participant at the \"ludi\", and compelled Rome's elite to attend his performances as gladiator, \"bestiarius\" or \"venator\". Most of his performances as a gladiator were bloodless affairs, fought with wooden swords; he invariably won. He was said to have restyled Nero's colossal statue in his own image as \"Hercules Reborn\", dedicated to himself as \"Champion of \"secutores\"; only left-handed fighter to conquer twelve times one thousand men.\" He was said to have killed 100 lions in one day, almost certainly from an elevated platform surrounding the arena perimeter, which allowed him to safely demonstrate his marksmanship. On another occasion, he decapitated a running ostrich with a specially designed dart, carried the bloodied head and his sword over to the Senatorial seats and gesticulated as though they were next. As reward for these services, he drew a gigantic stipend from the public purse.",
            "score": 30.562503814697266
        },
        {
            "docid": "285219_11",
            "document": "National Firearms Act . Firearms meeting the definition of \"any other weapon\" or AOW are weapons or devices capable of being concealed on the person from which a shot can be discharged through the energy of an explosive. Many AOWs are disguised devices such as pens, cigarette lighters, knives, cane guns and umbrella guns. AOWs can be pistols and revolvers having smooth bore barrels (e.g., H&R Handy-Gun, Serbu Super-Shorty) designed or redesigned to fire a fixed shotgun shell. While the above weapons are similar in appearance to weapons made from shotguns, they were originally manufactured in the illustrated configuration and are not modified from existing shotguns. As a result, these weapons do not fit within the definition of shotgun or weapons made from a shotgun.",
            "score": 30.435306549072266
        },
        {
            "docid": "4100225_21",
            "document": "Waterfowl hunting . In the days of market hunting, punt guns, four (4) gauge, six (6) gauge, eight (8) gauge and ten (10) gauge shotguns were used in hunting. Modern sport hunters are more likely to use ten (10), twelve (12), sixteen (16), or twenty (20) gauge shotguns. Punt guns, along with both the four and six gauge were mounted to small boats due to their weight and recoil. The eight gauge was hand held at about fourteen pounds in weight with approximately 2.5 ounces of shot. The largest gun used today in the United States is the 10 gauge shotgun, shooting a 3.5 inch shell that holds up to 2.5 ounces of shot. These shotguns can kill ducks at up to 60 yards. By far the most common modern shotgun used for waterfowl hunting is the twelve gauge. With the development of higher-pressure 3.5 inch shells, 12 gauge shotguns can deliver close to the power and shot load of a ten gauge out of a lighter gun with less recoil. Modern sixteen gauge shotguns are rare, with more people choosing the higher power twelve gauge or lower recoil of the twenty gauge. 20 gauge shotguns are less commonly used for long-range waterfowl hunting, but are preferred by hunters who do not like the weight of the twelve gauge. 28 gauge and .410 bore shotguns are rarely used due to the gun's inability to ensure clean kills at ranges of 40 to 50 yards. Some hunting guns have camouflage-patterned stocks and low-gloss finishes on the metal to reduce their visibility to waterfowl.",
            "score": 30.251562118530273
        },
        {
            "docid": "26838_113",
            "document": "Shotgun . All non-restricted shotguns must have an overall length of at least . Semi-automatic shotguns must also have a barrel length of more than and have a capacity of 5 shells or less in the magazine to remain non-restricted. All other shotgun action types (pump/slide, break open, lever, bolt) do not have a magazine limit restriction or a minimum barrel length provided the overall length of the firearm remains more than and the barrel was produced by an approved manufacturer. Shotgun barrels may only be reduced in length to a minimum of . Non-restricted shotguns may be possessed with any Possession and Acquisition Licence (PAL) or Possession-Only License (POL) and may be transported throughout the country without special authorization and may be used for hunting certain species at certain times of the year.",
            "score": 30.237621307373047
        },
        {
            "docid": "54360116_5",
            "document": "Eaton Township Weis Markets shooting . After this, Stair proceeded to fire at a glass and other merchandise in the store and shot multiple small portable propane tanks, which failed to explode. Around this time, Newell took off her headphones; hearing the gunshots, she hid in the crew room and called 9-1-1. After a short time, Stair finished shooting items. Stair went to the deli section of the store, put the shotgun in his mouth, and killed himself. A total of 59 shots were fired. All shotgun rounds came from one of the shotguns, while the other shotgun was possibly a backup.",
            "score": 30.210651397705078
        },
        {
            "docid": "16790703_6",
            "document": "Samnite (gladiator type) . Samnite gladiators appear quite frequently in Roman artwork. Other gladiator classes were added to the roster over the years, and some of these used similar gear, especially plumed helmets, adding to the difficulty of positively identifying Samnites. Roman spectators perceived gladiators as more masculine and honourable if they were more heavily armed and armoured. Thus, the Samnite, one of the heavier types, was an impressive sight with a fierce appearance. The Samnite may have been the first gladiator to be pitted against the \"retiarius\", a gladiator who fought with the gear of a fisherman and who was viewed as effeminate due to his light armaments. Accordingly, some \"retiarii\" may have trained as Samnites to improve their status. Gladiators who fought with a rectangular shield and sword, such as the \"provocator\", were said to be \"armed in the Samnite manner\". Such gladiators remained popular until the end of the gladiatorial games.",
            "score": 30.19572639465332
        },
        {
            "docid": "26838_40",
            "document": "Shotgun . One of the men most responsible for the modern development of the shotgun was prolific gun designer John Browning. While working for Winchester Firearms, Browning revolutionized shotgun design. In 1887, Browning introduced the Model 1887 Lever Action Repeating Shotgun, which loaded a fresh cartridge from its internal magazine by the operation of the action lever. Before this time most shotguns were the 'break open' type.",
            "score": 30.065275192260742
        },
        {
            "docid": "26838_60",
            "document": "Shotgun . Bolt-action shotguns, while uncommon, do exist. One of the best-known examples is a 12-gauge manufactured by Mossberg featuring a 3-round magazine, marketed in Australia just after changes to the gun laws in 1997 heavily restricted the ownership and use of pump-action and semi-automatic shotguns. They were not a huge success, as they were somewhat slow and awkward to operate, and the rate of fire was noticeably slower (on average) than a double-barrelled gun. The Rifle Factory Ishapore in India also manufactured a single-shot .410 bore shotgun based on the SMLE Mk III* rifle. The Russian Berdana shotgun was effectively a single-shot bolt-action rifle that became obsolete, and was subsequently modified to chamber 16-gauge shotgun shells for civilian sale. The U.S. military M26 is also a bolt-action weapon. Bolt-action shotguns have also been used in the \"goose gun\" application, intended to kill birds such as geese at greater range. Typically, goose guns have long barrels (up to 36 inches), and small bolt-fed magazines. Bolt-action shotguns are also used in conjunction with slug shells for the maximum possible accuracy from a shotgun.",
            "score": 30.032751083374023
        }
    ]
}