{
    "q": [
        {
            "docid": "27481099_2",
            "document": "M-tree . M-trees are tree data structures that are similar to R-trees and B-trees. It is constructed using a metric and relies on the triangle inequality for efficient range and k-nearest neighbor (k-NN) queries. While M-trees can perform well in many conditions, the tree can also have large overlap and there is no clear strategy on how to best avoid overlap. In addition, it can only be used for distance functions that satisfy the triangle inequality, while many advanced dissimilarity functions used in information retrieval do not satisfy this.",
            "score": 103.75110864639282
        },
        {
            "docid": "8138500_3",
            "document": "Acer maximowiczianum . It is a slender deciduous tree that reaches a height of but is usually smaller. It is a trifoliate maple, related to such other species as Threeflower Maple (\"Acer triflorum\") and Paperbark Maple (\"Acer griseum\") but has dark gray to blackish bark dissimilar to the exfoliating bark of either.",
            "score": 103.4818639755249
        },
        {
            "docid": "6693638_3",
            "document": "Brachychiton rupestris . As a drought-deciduous succulent tree, \"B. rupestris\" adapts readily to cultivation and is tolerant of a range of soils and temperatures. It is a key component and emergent tree in the endangered central semi-evergreen vine thickets—also known as bottletree scrub—of the Queensland Brigalow Belt. Remnant trees are often left by farmers on cleared land for their value as shade and fodder trees.",
            "score": 111.37001514434814
        },
        {
            "docid": "8137648_3",
            "document": "Acer mandshuricum . \"Acer mandshuricum\" is a slender deciduous tree that reaches a height of up to 30 meters tall but is usually smaller. It is a trifoliate maple related to such other species as three-flower maple (\"Acer triflorum\") and paperbark maple (\"Acer griseum\") but has smooth, gray bark dissimilar to the exfoliating bark of either.",
            "score": 100.3427345752716
        },
        {
            "docid": "15673546_10",
            "document": "The Christmas Sessions . The album spawned a number of charting songs. Three songs (\"Joseph's Lullaby\", \"God Rest Ye Merry Gentlemen\", and \"Little Drummer Boy\") charted inside the top ten of the \"Billboard\" Christian Songs chart, peaking at number one, nine, and ten, respectively.\"It Came Upon a Midnight Clear\", \"Gloria\", \"O Holy Night\", \"Silent Night\", and \"Rockin' Around the Christmas Tree\" also appeared on the chart. \"Silent Night\" peaked at number six on the Adult Contemporary chart, with \"Rockin' Around the Christmas Tree\", \"Joseph's Lullaby\", and \"God Rest Ye Merry Gentlemen\" also charting on that format.",
            "score": 94.70659303665161
        },
        {
            "docid": "19682699_62",
            "document": "Chinese New Year . Markets or village fairs are set up as the New Year is approaching. These usually open-air markets feature new year related products such as flowers, toys, clothing, and even fireworks and firecrackers. It is convenient for people to buy gifts for their new year visits as well as their home decorations. In some places, the practice of shopping for the perfect plum tree is not dissimilar to the Western tradition of buying a Christmas tree.",
            "score": 105.37966728210449
        },
        {
            "docid": "20727721_2",
            "document": "Artificial Christmas tree . An artificial Christmas trees is an artificial pine and fir tree manufactured for the specific purpose of use as a Christmas tree. The earliest artificial Christmas trees were wooden, tree-shaped pyramids or feather trees, both developed by Germans. Most modern trees are made of polyvinyl chloride (PVC) but many other types of trees have been and are available, including aluminum Christmas trees and fiber-optic illuminated Christmas trees.",
            "score": 135.9946014881134
        },
        {
            "docid": "8579601_61",
            "document": "National Christmas Tree (United States) . CNN said in 2013 that the National Christmas Tree was the sixth most beautiful Christmas tree in the world. The cable new channel listed 12 trees, and put the National Christmas Tree behind the tree erected in Cathedral Square, Vilnius, Lithuania; the Lego Christmas tree at Legoland Malaysia; the Rockefeller Center Christmas Tree at Rockefeller Center in New York City; the tree at the Galeries Lafayette department store in Paris, France; and the \"Floating Christmas tree\" erected by oil company Bradesco Seguros in Rio de Janeiro, Brazil.",
            "score": 117.82597589492798
        },
        {
            "docid": "2428446_4",
            "document": "Iowa Arboretum . The arboretum contains hundreds of species of trees, shrubs, and flowers arranged in 19 collections spanning as follows: Butterfly Garden, Children's Garden, Columnar Trees, Conifers, Dwarf Garden, Flowering Trees, Founders Grove, Herbs, Hostas, Large Deciduous Trees, Medium Deciduous Trees, Nut Trees, Perennials, Shade Garden, Shrubs, Trees under Utility Wires, Wetland Trees, Windbreak, and Winter Interest. In addition, the arboretum contains more than of native timber with woodland trails, ravines, and streams. It accepts donations.",
            "score": 115.48591995239258
        },
        {
            "docid": "25684696_5",
            "document": "Lisbon Christmas tree . In 2007, the Lisbon Christmas Trees and the Christmas Tree in Bucharest, Romania, both at 76 metres high, competed for the title of the tallest Christmas Tree in Europe. The Lisbon Christmas Tree kept its title as no Christmas tree has been erected in Bucharest in 2009.",
            "score": 116.44398403167725
        },
        {
            "docid": "464758_2",
            "document": "Betula pubescens . Betula pubescens (syn. \"Betula alba\"), commonly known as downy birch and also as moor birch, white birch, European white birch or hairy birch, is a species of deciduous tree, native and abundant throughout northern Europe and northern Asia, growing farther north than any other broadleaf tree. It is closely related to, and often confused with, the silver birch (\"B. pendula\"), but grows in wetter places with heavier soils and poorer drainage; smaller trees can also be confused with the dwarf birch (\"B. nana\").",
            "score": 97.97227025032043
        },
        {
            "docid": "25531316_2",
            "document": "Mount Ingino Christmas Tree . The Mount Ingino Christmas Tree is a lighting illumination in the shape of a Christmas tree that is installed annually on the slopes of Mount Ingino (Monte Ingino in Italian) outside the city of Gubbio, in Umbria region in Italy. The tree is also called the Gubbio Christmas Tree or \"the biggest Christmas tree in the world\". In 1991 the Guinness Book of Records named it \"The World's Largest Christmas Tree\".",
            "score": 118.57296347618103
        },
        {
            "docid": "7695754_9",
            "document": "Milwaukee City Christmas Tree . Like many other city–endorsed Christmas tree lightings, the tree lighting in Milwaukee was labeled \"holiday\" rather than \"Christmas\" in 1995 so as not to \"offend non-Christians\". In 2004 and 2005 many cities reversed their decision and re-labeled the tree as \"Christmas\" rather than the generic \"holiday\". Examples include the Capitol Christmas Tree and the California Capitol Christmas Tree. In October 2006, with a 9-5 vote, Milwaukee city council decided to rename the decade's old \"Holiday tree\" to a \"Christmas Tree\".",
            "score": 120.44160103797913
        },
        {
            "docid": "7770_56",
            "document": "Christmas tree . In the past, Christmas trees were often harvested from wild forests, but now almost all are commercially grown on tree farms. Almost all Christmas trees in the United States are grown on Christmas tree farms where they are cut after about ten years of growth and new trees planted. According to the United States Department of Agriculture's agriculture census for 2007, 21,537 farms were producing conifers for the cut Christmas tree market in America, were planted in Christmas trees.",
            "score": 118.00424480438232
        },
        {
            "docid": "13105009_34",
            "document": "Christmas tree cultivation . In the United States, visits to Christmas tree farms have become a Christmas holiday tradition for people. Christmas tree farms have embraced this trend; at one Minnesota tree farm it has become tradition for customers to pose for snapshots with their trees, when they return in subsequent years they can check the \"wall of memories\" for their photo. Other tree farms have served the same families for multiple generations, becoming a part of each group's holiday traditions. In 2006, New York state Agriculture Commissioner Patrick H. Brennan, supported the virtues of purchasing Christmas trees from local Christmas tree farms. In a statement released to support New York Christmas tree growers he stated, Some tree farms offer more than just a chance to cut down a live Christmas tree. Outdoor and holiday themed activities are not uncommon and include wagon rides, offering hot cocoa or cider, Santa Claus visits and holiday crafts. Many tree farms actively encourage schools to sponsor field trips to the farms. One grower in Kansas contended that usual worries for businesses, such as a tight economy, do not affect Christmas tree farms. The grower thought that obtaining a tree from a Christmas tree farm was something that almost nothing could stop; an activity that transcended the economy and the weather.",
            "score": 121.8481673002243
        },
        {
            "docid": "8579601_67",
            "document": "National Christmas Tree (United States) . A \"backup National Christmas Tree\" is occasionally mentioned by many sources. This tree is located southwest of Ellipse Road, where the path from the 17th Street NW and Constitution Avenue NW meets the Ellipse sidewalk. This tree was planted by the National Park Service as a replacement for the National Christmas Tree. However, this tree is not historic, did not grow well, and by 2010 was not considered as a backup for the National Christmas Tree any longer. When cut trees were used, backup trees were also identified. In 1971, the National Park Service revealed that it required four trees to be selected as \"the\" National Christmas Tree. One would be the actual tree used; two would be replacement trees in case some accident befell the primary tree; and the fourth tree was cut up and its branches used to fill out bare spots in the primary tree.",
            "score": 123.60080456733704
        },
        {
            "docid": "13105000_2",
            "document": "Christmas tree production . Christmas tree production occurs worldwide on Christmas tree farms, in artificial tree factories and from native strands of pine and fir trees. Christmas trees, pine and fir trees purposely grown for use as a Christmas tree, are grown on plantations in many western nations, including Australia, the United Kingdom and the United States. In Australia, the industry is relatively new, and nations such as the United States, Germany and Canada are among world leaders in annual production.",
            "score": 129.61353313922882
        },
        {
            "docid": "13105000_11",
            "document": "Christmas tree production . Trees are grown across the United States in varying conditions, Christmas trees are grown in all 50 U.S. states including Alaska and Hawaii. Other states produced smaller number of trees. For example, in the U.S. state of Alabama there are almost 100 Christmas tree farms which average 800 trees annually. Ninety percent of Alabama's tree farms are \"choose and cut\" type operations which allow customers to visit and cut their own live Christmas tree. Pennsylvania was home to the most American Christmas tree farms in 2002; the state boasted 2,164 farms. Oregon, however, had the most land devoted to the crop with being used for Christmas tree farming.",
            "score": 124.6790657043457
        },
        {
            "docid": "13120029_16",
            "document": "Christmas tree production in the United States . It was around Christmas 1851 when a farmer in the US state of New York's Catskill Mountains, Mark Carr, began a journey with two oxen drawn sleds toward New York City with a crop of Christmas trees in tow. When he arrived in New York the first Christmas tree market was born, from which he sold all the trees. Though Christmas trees have been sold commercially in the United States since Carr's 1851 journey from the Catskills, the first American Christmas tree farm was not established until about 50 years later. Until then, most U.S. Christmas trees were entirely harvested from forests. In the 21st century, worldwide, 98 percent of all live Christmas trees sold are grown on Christmas tree farms.",
            "score": 121.06447231769562
        },
        {
            "docid": "13105000_8",
            "document": "Christmas tree production . There are more than 20,000 North American Christmas tree growers, 95 percent of the trees they produce are sold or shipped directly from the farms. On each of the planted in Christmas trees annually there are usually about 2,000 trees, the number of trees that survive to harvest varies from 750–1,500 depending upon location. Christmas trees take an average of 6 to 10 years (from transplant) to mature for harvest and each year 73 million new Christmas trees are planted.",
            "score": 118.4516875743866
        },
        {
            "docid": "30648_10",
            "document": "Timor . Many trees are deciduous or partly deciduous, dropping their leaves during the dry season, there are also evergreen and thorn trees in the woodland. Typical trees of the lowland slopes include \"Sterculia foetida\", \"Calophyllum teysmannii\" and \"Aleurites moluccanus\".",
            "score": 128.4162678718567
        },
        {
            "docid": "13105000_3",
            "document": "Christmas tree production . Great Britain consumes about 8 million trees annually, while in the United States between 35 and 40 million trees are sold during the Christmas season. Artificial Christmas trees are mostly produced in the Pearl River delta area of China. Christmas tree prices were described using a Hotelling-Faustmann model in 2001, the study showed that Christmas tree prices declined with age and demonstrated why more farmers do not price their trees by the foot. In 1993, economists made the first known demand elasticity estimates for the natural Christmas tree market.",
            "score": 120.75461935997009
        },
        {
            "docid": "13105009_6",
            "document": "Christmas tree cultivation . The practice of cultivating evergreens specifically to sell as Christmas trees dates back to 1901, when a 25,000 tree Norway spruce farm was sown near Trenton, New Jersey. The commercial market for Christmas trees had started fifty years earlier when a farmer from the Catskill Mountains brought trees into New York City to sell. Despite these pioneering efforts, most people still obtained wild-grown Christmas trees from forests into the 1930s and 1940s. More trees were grown in plantations after World War II, and by the 1950s farmers were shearing and pruning trees to meet customer demands. The Christmas tree market burgeoned through the 1960s and 1970s, but from the late 1980s onward prices and the market for natural Christmas trees declined. In the early 21st century, nearly 98 percent of all natural (non-artificial) Christmas trees sold worldwide were grown on tree farms.",
            "score": 129.9300901889801
        },
        {
            "docid": "2518871_9",
            "document": "Yelandur . B R Hills is one of the major tourist destinations in the taluk. At a height of 5,091 feet above sea level, this hill stretches from north to south for about 16 km. All round are deciduous trees. And roaming amidst the long grass and tall trees are animals.",
            "score": 90.78809714317322
        },
        {
            "docid": "16942931_7",
            "document": "Christmas tree production in Denmark . Tree numbers in Denmark hit a peak in 2003-2004 when 14 million Danish Christmas trees were exported. After the EU suspended agriculture subsidies for Danish Christmas tree farmers the Danish Christmas Tree Growers Association (DCTGA) stated that around 600 farmers had quit between 2005 and 2007. In 2005 Denmark was Europe's leading producer of Nordmann firs for Christmas trees. That year Denmark produced 8-9 million Nordmanns. Between 1999 and 2007 the estimated value of the total Danish Christmas tree crop increased from 600-700 million kroner to 1.4 billion kroner. By 2008 Danish Christmas tree crops were expected to be around 9 million, about 500,000 trees below 2007 numbers.",
            "score": 118.39564514160156
        },
        {
            "docid": "25044500_10",
            "document": "Pre-lit tree . Along with the safety issues, another issue for considering using prelit trees is storage considerations. Because the lights on a prelit Christmas tree are tied together it will be important to use the right method of storage for this type of tree. There are different options that Christmas tree companies offer for pre-lit Christmas tree storage. Many of these allow for the user to store the tree in a box while others offer bags for storage. It is also important to consider the height of the tree for storage. Using the box that the Christmas tree came in is by far the most common option that is used for handling a Christmas tree. This is because the box will be perfectly built to where it will be easier to move the tree around and to keep it properly secured. In many cases oversized boxes will be used for storage primarily so that the tree will be able to be stored properly during shipping.",
            "score": 126.3762559890747
        },
        {
            "docid": "13105000_6",
            "document": "Christmas tree production . The leading European producers of natural Christmas trees are found in central and western Europe. 2001 estimates indicated that Germany produced 19 million Christmas trees annually, followed by France's 9.2 million trees, Denmark's 8.5 million trees, Belgium's 5.2 million trees, and Great Britain's 4.4. million Christmas trees produced.",
            "score": 116.83457350730896
        },
        {
            "docid": "7770_35",
            "document": "Christmas tree . The TV special \"A Charlie Brown Christmas\" (1965) was influential on the pop culture surrounding the Christmas tree. Aluminum Christmas trees were popular during the early 1960s in the US. They were satirized in the Charlie Brown show and came to be seen as symbolizing the commercialization of Christmas. The term \"Charlie Brown Christmas tree\", describing any poor-looking or malformed little tree, also derives from the 1965 TV special, based on the appearance of Charlie Brown's Christmas tree.",
            "score": 117.83680200576782
        },
        {
            "docid": "30073181_2",
            "document": "Chicago Christmas Tree . The first official Christmas tree in the city of Chicago was installed in 1913 in Grant Park and lit on Christmas Eve by then-mayor Carter Harrison. This first tree was a tall spruce tree. In December 1956 the official tree, though still installed in Grant Park (at Michigan Avenue and Congress Parkway), was not an individual tree. The tree was a combination of many smaller trees, stood tall, and was decorated with over 4000 lights and 2000 ornaments. Beginning with Christmas 1966 the official Chicago Christmas tree was placed in Civic Center Plaza, now known as Daley Plaza. With the exception of 1981, the tree was installed in Daley Plaza each year until 2015.",
            "score": 123.83435034751892
        },
        {
            "docid": "7770_59",
            "document": "Christmas tree . Over the years, other styles of artificial Christmas trees have evolved and become popular. In 1930, the U.S.-based Addis Brush Company created the first artificial Christmas tree made from brush bristles. Another type of artificial tree is the aluminum Christmas tree, first manufactured in Chicago in 1958, and later in Manitowoc, Wisconsin, where the majority of the trees were produced. Most modern artificial Christmas trees are made from plastic recycled from used packaging materials, such as polyvinyl chloride (PVC). Approximately 10% of artificial Christmas trees are using virgin suspension PVC resin; despite being plastic most artificial trees are not recyclable or biodegradable.",
            "score": 123.2822334766388
        },
        {
            "docid": "20793196_4",
            "document": "Christmas tree stand . Christmas tree stands designed for natural Christmas trees often have a water-well in them; natural trees require water so that they do not dry out. In fact, growers state that the secret to long-lived natural Christmas tree is a lot of water, so often they recommend a tree stand that has a large water reservoir. Washington State University plant pathologist Gary Chastagner conducted research into various models of Christmas tree stands and found that just six of 22 different stands tested had adequate water capacity for Christmas trees larger than 4 inches in diameter.",
            "score": 121.59532308578491
        },
        {
            "docid": "20793196_2",
            "document": "Christmas tree stand . A Christmas tree stand is an object designed to support a cut, natural or an artificial Christmas tree. Christmas tree stands appeared as early as 1876 and have had various designs over the years. Those stands designed for natural trees have a water-well, which, in many cases may not hold enough water to adequately supply the cut tree. Some specialty Christmas tree stands have value on the secondary antiques market.",
            "score": 116.43299198150635
        }
    ],
    "r": [
        {
            "docid": "1678438_2",
            "document": "Temperate forest . Temperate forests correspond to forest concentration formed in the northern and southern hemisphere, or in temperate regions. It is the same as a tropical forest except for the climate and some of the animal adaptations. Main characteristics include: wide leaves, large and tall trees, large wild canopy and non seasonal vegetation. Temperate forests can be further distinguished by weather patterns and geographical features that favor the predominance of certain kinds of trees. In temperate coniferous forests, evergreen conifers predominate, while in temperate broadleaf and mixed forests, a more even distribution exists between evergreen trees and deciduous trees. Temperate deciduous forests, a subgroup of temperate broadleaf forests, consist of trees that lose their leaves every year. Finally, temperate rainforests typically have heavy rainfall and dense humidity. But in some temperate forests there are just trees with needles and do not shed their leaves during the winter, so the climate is a little different and not as cold. They are also known as montane forests.",
            "score": 148.67433166503906
        },
        {
            "docid": "18955875_12",
            "document": "Tree . Trees are either evergreen, having foliage that persists and remains green throughout the year, or deciduous, shedding their leaves at the end of the growing season and then having a dormant period without foliage. Most conifers are evergreens, but larches (\"Larix\" and \"Pseudolarix\") are deciduous, dropping their needles each autumn, and some species of cypress (\"Glyptostrobus\", \"Metasequoia\" and \"Taxodium\") shed small leafy shoots annually in a process known as cladoptosis. The crown is a name for the spreading top of a tree including the branches and leaves, while the uppermost layer in a forest, formed by the crowns of the trees, is known as the canopy. A sapling is a young tree.",
            "score": 146.6412811279297
        },
        {
            "docid": "66722_6",
            "document": "Deciduous . The converse of deciduous is evergreen, where foliage is shed on a different schedule from deciduous trees, therefore appearing to remain green year round. Plants that are intermediate may be called semi-deciduous; they lose old foliage as new growth begins. Other plants are semi-evergreen and lose their leaves before the next growing season, retaining some during winter or dry periods. Some trees, including a few species of oak, have desiccated leaves that remain on the tree through winter; these dry persistent leaves are called marcescent leaves and are dropped in the spring as new growth begins.",
            "score": 145.69964599609375
        },
        {
            "docid": "33335855_3",
            "document": "Propagation of Christmas Trees . There are many different species of evergreen trees that are used for Christmas trees. The most common of these species are classified in one of four genera. The genera are: pines (genus Pinus), spruces (genus Picea), firs (genus Abies), and cypress (genus Cupressa). In addition to these, the Douglas fir (Pseudotsuga Menziesii) is also commonly used as a Christmas tree, but it is not a true fir.",
            "score": 144.2030029296875
        },
        {
            "docid": "11090_18",
            "document": "Forest . Forests can be classified in different ways and to different degrees of specificity. One such way is in terms of the biome in which they exist, combined with leaf longevity of the dominant species (whether they are evergreen or deciduous). Another distinction is whether the forests are composed predominantly of broadleaf trees, coniferous (needle-leaved) trees, or mixed.",
            "score": 143.25962829589844
        },
        {
            "docid": "66719_5",
            "document": "Evergreen . Deciduous trees shed their leaves, usually as an adaptation to a cold or dry/wet season. Evergreen trees do lose leaves, but each tree loses its leaves gradually and not all at once. Most tropical rainforest plants are considered to be evergreens, replacing their leaves gradually throughout the year as the leaves age and fall, whereas species growing in seasonally arid climates may be either evergreen or deciduous. Most warm temperate climate plants are also evergreen. In cool temperate climates, fewer plants are evergreen, with a predominance of conifers, as few evergreen broadleaf plants can tolerate severe cold below about .",
            "score": 140.74667358398438
        },
        {
            "docid": "18955875_31",
            "document": "Tree . Leaves are structures specialised for photosynthesis and are arranged on the tree in such a way as to maximise their exposure to light without shading each other. They are an important investment by the tree and may be thorny or contain phytoliths, lignins, tannins or poisons to discourage herbivory. Trees have evolved leaves in a wide range of shapes and sizes, in response to environmental pressures including climate and predation. They can be broad or needle-like, simple or compound, lobed or entire, smooth or hairy, delicate or tough, deciduous or evergreen. The needles of coniferous trees are compact but are structurally similar to those of broad-leaved trees. They are adapted for life in environments where resources are low or water is scarce. Frozen ground may limit water availability and conifers are often found in colder places at higher altitudes and higher latitudes than broad leaved trees. In conifers such as fir trees, the branches hang down at an angle to the trunk, enabling them to shed snow. In contrast, broad leaved trees in temperate regions deal with winter weather by shedding their leaves. When the days get shorter and the temperature begins to decrease, the leaves no longer make new chlorophyll and the red and yellow pigments already present in the blades become apparent. Synthesis in the leaf of a plant hormone called auxin also ceases. This causes the cells at the junction of the petiole and the twig to weaken until the joint breaks and the leaf floats to the ground. In tropical and subtropical regions, many trees keep their leaves all year round. Individual leaves may fall intermittently and be replaced by new growth but most leaves remain intact for some time. Other tropical species and those in arid regions may shed all their leaves annually, such as at the start of the dry season. Many deciduous trees flower before the new leaves emerge. A few trees do not have true leaves but instead have structures with similar external appearance such as Phylloclades – modified stem structures – as seen in the genus \"Phyllocladus\".",
            "score": 139.51873779296875
        },
        {
            "docid": "1678438_3",
            "document": "Temperate forest . In the temperate region, winters are mild and rainfall is moderate.(The forests have trees, shrubs and bushes.)There is less undergrowth. Most of the trees are deciduous, which shed their leaves during the autumn. In some areas, the deciduous trees are replaced by coniferous forest .( The main trees found in these forests are the great redwood, oak, ash, maple, birch, beech, poplar, elm and pine.) In many areas, forests have been cleared to make way for cultivation. Hardwood evergreen trees which are widely spaced and are found in the Mediterranean region are olive, cork, oak, and stone pine. Temperate rain forests tend to get a high of 350 cm of precipitation yearly, and a low of 200 cm yearly on average.",
            "score": 139.12710571289062
        },
        {
            "docid": "7770_53",
            "document": "Christmas tree . Several other species are used to a lesser extent. Less-traditional conifers are sometimes used, such as giant sequoia, Leyland cypress, Monterey cypress and eastern juniper. Various types of spruce tree are also used for Christmas trees (including the blue spruce and, less commonly, the white spruce); but spruces begin to lose their needles rapidly upon being cut, and spruce needles are often sharp, making decorating uncomfortable. Virginia pine is still available on some tree farms in the southeastern United States; however, its winter color is faded. The long-needled eastern white pine is also used there, though it is an unpopular Christmas tree in most parts of the country, owing also to its faded winter coloration and limp branches, making decorating difficult with all but the lightest ornaments. Norfolk Island pine is sometimes used, particularly in Oceania, and in Australia, some species of the genera \"Casuarina\" and \"Allocasuarina\" are also occasionally used as Christmas trees. But, by far, the most common tree is the Monterey pine. \"Adenanthos sericeus\" or Albany woolly bush is commonly sold in southern Australia as a potted living Christmas tree. Hemlock species are generally considered unsuitable as Christmas trees due to their poor needle retention and inability to support the weight of lights and ornaments.",
            "score": 138.89125061035156
        },
        {
            "docid": "7770_2",
            "document": "Christmas tree . A Christmas tree is a decorated tree, usually an evergreen conifer such as spruce, pine, or fir or an artificial tree of similar appearance, associated with the celebration of Christmas. The modern Christmas tree was developed in medieval Livonia (present-day Estonia and Latvia) and early modern Germany, where Protestant Germans brought decorated trees into their homes. It acquired popularity beyond the Lutheran areas of Germany and the Baltic countries during the second half of the 19th century, at first among the upper classes.",
            "score": 138.53329467773438
        },
        {
            "docid": "13105009_16",
            "document": "Christmas tree cultivation . In North America, Fraser fir, grown in the Appalachian Mountains of North Carolina, has been called the \"Cadillac of Christmas Trees\" as well as the \"most popular and most valuable of Christmas tree species\". In the southern United States, Virginia pine is a popular Christmas tree species. In Canada, white pine, white spruce, Scots pine, blue spruce and Fraser fir are commonly cultivated. In the province of Ontario, Scots pine has always dominated both the domestic and export markets. Other regions of the world also have different favorites when it comes to natural Christmas trees, and Christmas tree farms reflect these; In Europe, Norway spruce is popular.",
            "score": 138.10520935058594
        },
        {
            "docid": "48892760_12",
            "document": "Sangu Matamuhari . The most important commercial timber species of the Sangu Matamuhari is Jarul, Gamar, Garjan, Chapalish, Toon, Koroi, Civit, Champa, Simul, Chandul, etc. that used to grow to gigantic proportions. Most of the trees are of the evergreen type, whereas most of the tallest trees are deciduous and semi-deciduous. Some of the trees shed their leaves during the cold season and some in the summer, so the forest always looks green or, more correctly, the forest never loses its semi-evergreen appearance. However, this is a description of the forests of which remains roughly 70% of the area. As some portion of the forest reserves are well degraded than the past.",
            "score": 137.23001098632812
        },
        {
            "docid": "1863943_12",
            "document": "Wuyi Mountains . The vegetation of the area depends strongly on altitude. Broadleaf evergreen forests dominate the lower elevations; their tree species yield to deciduous and needleleaf evergreen trees at higher elevations. It is divided into 11 broad categories: 1) temperate coniferous forest, 2) warm coniferous forest, 3) temperate broad-leaved and coniferous mixed forest, 4) deciduous and broad-leaved forest, 5) evergreen broad-leaved and deciduous mixed forest, 6) evergreen broad-leaved forest, 7) bamboo forest, 8) deciduous broad-leaved shrub forest, 9) evergreen broad-leaved shrub forest, 10) brush-wood, and 11) meadow steppe. Most common are evergreen broad-leaved forests, some of which make up the largest remaining tracts of humid sub-tropical forests in the world. Higher plants from 284 families, 1,107 genera and 2,888 species as well as 840 species of lower plant and fungus have been reported for the region. The most common tree families are beech (Fagaceae), laurel (Lauraceae), camellia (Theaceae), magnolia (Magnoliaceae), Elaeocarpaceae, and witch-hazel (Hamamelidaceae).",
            "score": 137.18450927734375
        },
        {
            "docid": "9876773_12",
            "document": "Madge Lake . The forest immediately surrounding the lake was last burned over in the mid 1800s, and so is now well over 100 years old and approaching climax. White spruce and balsam fir are now the dominant tree species on the shores of the lake. The lakeshore population of paper birch and trembling aspen is in decline, and deciduous trees are now fairly inconspicuous except in isolated pockets. This is a fairly recent development, as the deciduous trees that sprouted after the fires only started dying off in numbers in the 1980s. Before this time, the lake shore forest was dominated by deciduous trees. Therefore, for much of the 20th century, Spruce Island (which had escaped the fires) had a conspicuous evergreen forest in contrast to the younger deciduous forest of the surrounding shore, and thus the island received its name. However, the aging of the lakeshore forest means Spruce Island's forest is no longer visually distinctive.",
            "score": 136.18341064453125
        },
        {
            "docid": "20727721_2",
            "document": "Artificial Christmas tree . An artificial Christmas trees is an artificial pine and fir tree manufactured for the specific purpose of use as a Christmas tree. The earliest artificial Christmas trees were wooden, tree-shaped pyramids or feather trees, both developed by Germans. Most modern trees are made of polyvinyl chloride (PVC) but many other types of trees have been and are available, including aluminum Christmas trees and fiber-optic illuminated Christmas trees.",
            "score": 135.99461364746094
        },
        {
            "docid": "203113_3",
            "document": "Tropical and subtropical dry broadleaf forests . Deciduous trees predominate in most of these forests, and during the drought a leafless period occurs, which varies with species type. Because trees lose moisture through their leaves, the shedding of leaves allows trees such as teak and mountain ebony to conserve water during dry periods. The newly bare trees open up the canopy layer, enabling sunlight to reach ground level and facilitate the growth of thick underbrush. Trees on moister sites and those with access to ground water tend to be evergreen. Infertile sites also tend to support evergreen trees. Three tropical dry broadleaf forest ecoregions, the East Deccan dry evergreen forests, the Sri Lanka dry-zone dry evergreen forests, and the Southeastern Indochina dry evergreen forests, are characterized by evergreen trees.",
            "score": 135.55050659179688
        },
        {
            "docid": "40873271_4",
            "document": "Bella's Tree . The next day, Bella and Bruno set out to find an evergreen tree. Bella finds a spruce tree, promising the chickadee sitting in that it may come sing in the tree on Christmas Day. Once Nan finishes telling Bella that a spruce tree is not a Christmas tree, they set it next to the alder bush and decorate it. Nan teaches Bella another song to help her find a Christmas tree.",
            "score": 134.10757446289062
        },
        {
            "docid": "33335855_9",
            "document": "Propagation of Christmas Trees . The selection of seed source by the tree nursery is critical. The specific variety that is selected must meet the needs of its customers and be capable of germinating and growing in the climate where the nursery is located. The variety must also be able to thrive in the region where the tree farm that is purchasing the seedlings is located. Genetic variations within the species of conifers that are used for Christmas trees have produced individual varieties of trees that can thrive in certain climates where other varieties of the same species cannot. This same genetic variation can also produce trees that are aesthetically more pleasing than others. Knowledge of the seed source allows the nursery to provide trees that are suitable for their customer specific locations and needs as well as satisfy the desires of the end-purchaser who will take the tree home for Christmas. Scientists are working on methods to reduce the costs of artificially producing seeds for White spruce, Norway spruce, and Douglas fir through somatic embryo production in a liquid medium. This method uses the living cells of one tree to produce man-made seeds that will produce a clone of the original plant. If the costs are reduced significantly, this could result in nearly perfect Christmas trees. However, this will create a monoculture crop which may be susceptible to a single pest or disease.",
            "score": 133.61856079101562
        },
        {
            "docid": "33703543_6",
            "document": "Cinnadenia . The ecological requirements of the genus are those of fog moisture precipitating almost continuously in a natural habitat, cloud-covered for much of the year. These species are found in tropical forests, subtropical temperate evergreen, or montane evergreen forests, which are a type of rainforest or cloud forest. The ecosystem is characterized by high humidity, no seasonal changes, and a wide variety of botanical and zoological species, but also highly fragile against external aggressions. The temperate evergreen and evergreen forests are typically multispecies with evergreen and hardwood trees, reaching up to 40 m in height. The forests are made up of laurel-leaved evergreen hardwood trees, harbouring a rich biota of understorey plants, invertebrates, birds, and mammals. It is present in tropical and subtropical montane rainforest, laurel forest, in the weed-tree forests in valleys, mixed forests of coniferous and deciduous broad-leaved trees, \"Tsuga\" forests; from northern Vietnam to the Himalayas.",
            "score": 133.04180908203125
        },
        {
            "docid": "28917283_14",
            "document": "Bonsai cultivation and care . This technique involves selective removal of leaves (for most varieties of deciduous tree) or needles (for coniferous trees and some others) from a bonsai's branches. A common aesthetic technique in bonsai design is to expose the tree's branches below groups of leaves or needles (sometimes called \"pads\") by removing downward-growing material. In many species, particularly coniferous ones, this means that leaves or needles projecting below their branches must be trimmed off. For some coniferous varieties, such as spruce, branches carry needles from the trunk to the tip and many of these needles may be trimmed to expose the branch shape and bark. Needle and bud trimming can also be used in coniferous trees to force back-budding on old wood, which may not occur naturally in many conifers. Along with pruning, leaf trimming is the most common activity used for bonsai development and maintenance, and the one that occurs most frequently during the year.",
            "score": 132.58230590820312
        },
        {
            "docid": "33335855_7",
            "document": "Propagation of Christmas Trees . The geographic location of the Christmas tree nursery dictates what species of trees can be propagated. White and Scotch pines are relatively adaptable species of trees. Because many genetically different varieties are available, they can be grown in most of the temperate areas of the United States. True firs generally prefer a much cooler climate and are primarily grown in the northern United States with some varieties that only thrive in mountainous climates. Spruce prefer cool climates, but they will tolerate warmer conditions than most fir trees. Cypress generally prefer a warmer climate. For this reason, they are grown primarily in the south and southwestern United States. The Douglas fir is a fairly adaptable species and can be grown in much of the United States. In addition to the nursery’s location, the type and location of farms that purchase the seedlings or rooted cuttings also plays an important role in the type of tree that is propagated.",
            "score": 132.351806640625
        },
        {
            "docid": "8579601_2",
            "document": "National Christmas Tree (United States) . The National Christmas Tree is a large evergreen tree located in the northeast quadrant of The Ellipse near the White House in Washington, D.C. Each year since 1923, the tree has been decorated as a Christmas tree. Every early December, the tree is traditionally lit by the President of the United States. Every president since Franklin D. Roosevelt has made formal remarks during the tree lighting ceremony. Since 1954, the event has marked the start of month-long festivities known as the Pageant of Peace. Smaller trees representing the U.S. states, District of Columbia, and the five territories around the National Christmas Tree are referred to as the Pathway to Peace.",
            "score": 132.28359985351562
        },
        {
            "docid": "40873271_3",
            "document": "Bella's Tree . Bella’s grandmother, Nan, is \"crooked\". All the berries she wished she had picked are now covered with snow. And on top of that, it is nearly Christmas and she has not gotten a Christmas tree. Bella asks Nan if she can cut down a tree for them, but Nan does not believe a little \"slip of a thing\" could handle an axe. After Bella proves that she is \"big and strong and smart and well coordinated,\" Nan gives her the axe. Bella and her large dog Bruno set out to fetch a Christmas tree. The first tree they find is an alder tree. Bella asks the junco sitting in the tree if she might have the tree for her Nan for Christmas. The junco agrees as long as it can come sing in the tree on Christmas Day. When Bella brings the tree home, Nan tells her that it is not the right kind of tree. They decorate it anyway, and Nan teaches Bella a song to remind her to look for an evergreen tree.",
            "score": 131.2555694580078
        },
        {
            "docid": "7593491_16",
            "document": "Saikei . Saikei allows multiple species of tree to be placed in a single landscape, and allows other plant forms like flowers and grasses, while multiple plantings in bonsai are typically a single species of tree with moss alone allowed as additional vegetation. Because of this flexibility in plant materials, saikei can be designed to show the progress of the seasons in much greater variety and detail than can a mono-culture bonsai planting. Aesthetically pleasant reference to the seasons is an important tradition in Japanese gardens, and a saikei display can be much more garden-like than a bonsai display. Deciduous and flowering trees, which change through the growing season, can be mixed with conifers that will remain green all winter. Spring leaves and flowers, summer fruit, autumn coloration and leaf-fall, and the contrast of bare-branched deciduous trees with snow-covered evergreens can represent the annual cycle of an entire garden in the space of a tea-table.",
            "score": 131.2193603515625
        },
        {
            "docid": "33335855_5",
            "document": "Propagation of Christmas Trees . Fresh cut tree farms are generally large farms that grow trees that are cut in large numbers and sold to wholesalers who sell them to local stores and Christmas tree lots. The extended period of time that elapses from the time of cutting the tree until the retail customer takes the tree home limits the number of species of trees that can be used as fresh cut trees. These trees must be able to retain their color and their needles for long periods of time after they are cut. The most common species that are grown as fresh cut trees are Frasier fir, Scotch pine, Douglas fir, and Balsam fir. Since fir trees generally require cooler climates, nurseries that primarily propagate trees for fresh cut tree farms are typically located in the northern United States.",
            "score": 131.20806884765625
        },
        {
            "docid": "7770_31",
            "document": "Christmas tree . Several cities in the United States with German connections lay claim to that country's first Christmas tree: Windsor Locks, Connecticut, claims that a Hessian soldier put up a Christmas tree in 1777 while imprisoned at the Noden-Reed House, while the \"First Christmas Tree in America\" is also claimed by Easton, Pennsylvania, where German settlers purportedly erected a Christmas tree in 1816. In his diary, Matthew Zahm of Lancaster, Pennsylvania, recorded the use of a Christmas tree in 1821, leading Lancaster to also lay claim to the first Christmas tree in America. Other accounts credit Charles Follen, a German immigrant to Boston, for being the first to introduce to America the custom of decorating a Christmas tree. August Imgard, a German immigrant living in Wooster, Ohio, is said to be the first to popularize the practice of decorating a tree with candy canes. In 1847, Imgard cut a blue spruce tree from a woods outside town, had the Wooster village tinsmith construct a star, and placed the tree in his house, decorating it with paper ornaments, gilded nuts and Kuchen. German immigrant Charles Minnegerode accepted a position as a professor of humanities at the College of William & Mary in Williamsburg, Virginia, in 1842, where he taught Latin and Greek. Entering into the social life of the Virginia Tidewater, Minnigerode introduced the German custom of decorating an evergreen tree at Christmas at the home of law professor St. George Tucker, thereby becoming another of many influences that prompted Americans to adopt the practice at about that time. An 1853 article on Christmas customs in Pennsylvania defines them as mostly \"German in origin\", including the Christmas tree, which is \"planted in a flower pot filled with earth, and its branches are covered with presents, chiefly of confectionary, for the younger members of the family.\" The article distinguishes between customs in different states however, claiming that in New England generally \"Christmas is not much celebrated\", whereas in Pennsylvania and New York it is.",
            "score": 131.0666046142578
        },
        {
            "docid": "3501564_3",
            "document": "New Year tree . Russian and Turkish New Year trees are of the same varieties as those used for Christmas trees, although a spruce tree is the most usual type. The decorations are the same as for Christmas trees. While Russian and Turkish North Americans purchasing a tree after Christmas when prices have plummeted might enjoy notable savings, most do not wait beyond Christmas to buy their trees.",
            "score": 131.0532684326172
        },
        {
            "docid": "2261221_3",
            "document": "Christmas decoration . In many countries, such as Sweden, people start to set up their Advent and Christmas decorations on the first day of Advent. Liturgically, this is done in some parishes through a Hanging of the Greens ceremony. In the Western Christian world, the two traditional days when Christmas decorations are removed are Twelfth Night and if they are not taken down on that day, Candlemas, the latter of which ends the Christmas-Epiphany season in some denominations. Leaving the decorations up beyond Candlemas is historically considered to be inauspicious. The Christmas tree is sometimes explained as a Christianization of pagan tradition and ritual surrounding the winter solstice, which included the use of evergreen boughs, and an adaptation of pagan tree worship. The English-language phrase \"Christmas tree\" is first recorded in 1835 and represents an importation from the German language. The modern Christmas tree tradition, though, is believed to have begun in Germany in the 18th century though many argue that Martin Luther began the tradition in the 16th century. From Germany the custom was introduced to England, first via Queen Charlotte, wife of George III, and then more successfully by Prince Albert during the early reign of Queen Victoria. The influential 1840s image of the Queen's decorated evergreen was republished in the U.S, and as the first widely circulated picture of a decorated Christmas tree in America, the custom there spread. Christmas trees may be decorated with lights and ornaments.",
            "score": 130.16012573242188
        },
        {
            "docid": "13105009_6",
            "document": "Christmas tree cultivation . The practice of cultivating evergreens specifically to sell as Christmas trees dates back to 1901, when a 25,000 tree Norway spruce farm was sown near Trenton, New Jersey. The commercial market for Christmas trees had started fifty years earlier when a farmer from the Catskill Mountains brought trees into New York City to sell. Despite these pioneering efforts, most people still obtained wild-grown Christmas trees from forests into the 1930s and 1940s. More trees were grown in plantations after World War II, and by the 1950s farmers were shearing and pruning trees to meet customer demands. The Christmas tree market burgeoned through the 1960s and 1970s, but from the late 1980s onward prices and the market for natural Christmas trees declined. In the early 21st century, nearly 98 percent of all natural (non-artificial) Christmas trees sold worldwide were grown on tree farms.",
            "score": 129.9300994873047
        },
        {
            "docid": "7770_65",
            "document": "Christmas tree . Pope John Paul II introduced the Christmas tree custom to the Vatican in 1982. Although at first disapproved of by some as out of place at the centre of the Roman Catholic Church, the Vatican Christmas Tree has become an integral part of the Vatican Christmas celebrations, and in 2005 Pope Benedict XVI spoke of it as part of the normal Christmas decorations in Catholic homes. In 2004, Pope John Paul called the Christmas tree a symbol of Christ. This very ancient custom, he said, exalts the value of life, as in winter what is evergreen becomes a sign of undying life, and it reminds Christians of the \"tree of life\" of , an image of Christ, the supreme gift of God to humanity. In the previous year he said: \"Beside the crib, the Christmas tree, with its twinkling lights, reminds us that with the birth of Jesus the tree of life has blossomed anew in the desert of humanity. The crib and the tree: precious symbols, which hand down in time the true meaning of Christmas.\" The Catholic Church's official \"Book of Blessings\" has a service for the blessing of the Christmas tree in a home. Likewise the Protestant Episcopal Church in \"The Anglican Family Prayer Book\", which has the imprimatur of The Rt. Rev. Catherine S. Roskam of the Anglican Communion, has long had a ritual titled \"Blessing of a Christmas Tree\", as well as \"Blessing of a Crèche\", for use in the church and the home.",
            "score": 129.7575225830078
        },
        {
            "docid": "13105009_2",
            "document": "Christmas tree cultivation . Christmas tree cultivation is an agricultural, forestry, and horticultural occupation which involves growing pine, spruce, and fir trees specifically for use as Christmas trees.",
            "score": 129.7274932861328
        },
        {
            "docid": "13105000_2",
            "document": "Christmas tree production . Christmas tree production occurs worldwide on Christmas tree farms, in artificial tree factories and from native strands of pine and fir trees. Christmas trees, pine and fir trees purposely grown for use as a Christmas tree, are grown on plantations in many western nations, including Australia, the United Kingdom and the United States. In Australia, the industry is relatively new, and nations such as the United States, Germany and Canada are among world leaders in annual production.",
            "score": 129.61354064941406
        }
    ]
}