{
    "q": [
        {
            "docid": "13670932_4",
            "document": "Classic hip-hop . Doug Abernethy, general manager of Radio One's Houston stations, described the classic hip-hop format as a parallel to the classic rock and classic country formats: these stations focus primarily on hip-hop music from the 1980s and 1990s, featuring artists such as 2Pac, De La Soul, LL Cool J, Ludacris, Notorious B.I.G., Queen Latifah, and Salt-N-Pepa. Some stations may include small amounts of R&B in their playlists as well.",
            "score": 64.27536582946777
        },
        {
            "docid": "22113121_9",
            "document": "Battle of the Sexes (album) . Upon its release, the album received generally positive reviews from most music critics, based on an aggregate score of 68/100 from Metacritic. Allmusic writer David Jeffries gave it 3 out of 5 stars and viewed it as a \"porno-style album\", stating \"Limited and a little patched together, but if cheap thrills are what you’re after, this one puts the dirty back in dirty south\". \"The A.V. Club\"s Nathan Rabin viewed its \"R&B heavy\" material as a weakness, but gave the album a B+ rating and praised Ludacris's lyricism, writing \"Ludacris remains an underrated lyricist with unparalleled verbal dexterity. His liquid flow crams an awful lot of polysyllabic words into even the tawdriest sex jam, and no rapper alive conveys joy as effortlessly or infectiously\". Giving it 2½ out of 4 stars, \"Los Angeles Times\" critic August Brown called \"Battle of the Sexes\" \"another welcome occasion to listen to Luda enjoying the real love of his life -- the sound of his own voice\", and described its music as \"fizzy pillow talk and respectfully tawdry club fodder\". Despite viewing Ludacris's lyrics as from the male perspective, \"USA Today\"s Elysa Gardner commended him for his humor and wrote that the album is \"more appealing, and more artful, when Ludacris directs his crude, breezy rhymes where they're best suited: into unabashed displays of loopy lust and boneheaded bravado\". \"XXL\" writer Rondell Conway gave \"Battle of the Sexes\" an XL rating and shared a similar sentiment, stating \"Luda may not have evened the playing field, but he certainly created an excellent musical forum for the sexes to air out their differences\". \"Newsday\"s Glenn Gamboa gave the album a B rating and commended Ludacris for his musical balance, writing \"Not only does Luda know when a song needs an R&B crooner or a female voice, he knows when he needs to speed up a flow or rough up a rhyme\".",
            "score": 51.164384841918945
        },
        {
            "docid": "2554741_4",
            "document": "Stand Up (Ludacris song) . The song topped the \"Billboard\" Hot 100 for the week of December 6, 2003, and topped the R&B/Hip-Hop singles chart for four weeks, making it the rapper's first #1 on both charts respectively. Ludacris went on to be nominated for a Grammy Award for Best Rap Solo Performance. This song was also featured on the 2004 compilation album \"Now That's What I Call Music! 15\".",
            "score": 52.221782207489014
        },
        {
            "docid": "547533_14",
            "document": "Crossover music . Collaborations between classical and popular performers have included Sting and Edin Karamazov's album \"Songs from the Labyrinth\". A collaboration between Freddie Mercury and soprano Montserrat Caballé resulted in the worldwide hit \"Barcelona\". R&B singer Mariah Carey performed a live duet with her mother Patricia, who is an opera singer, of the Christmas song - O Come, All Ye Faithful. Welsh soprano Katherine Jenkins performed a duet with Rock-singer Michael Bolton of O Holy Night. Singers and instrumentalists from the classical tradition, Andreas Dorschel has argued, run the risk of losing the sophistication of the genre(s) they were trained in, when they try to perform rock music, without coming up to the often rough and wild qualities of the latter.",
            "score": 48.06989240646362
        },
        {
            "docid": "42965133_5",
            "document": "Rising Star (U.S. TV series) . While the viewers at home are considered the “judges”, the expert panelists (Brad Paisley, Kesha, and Ludacris) also influence the vote. For the first six shows, a yes vote from one of the judges added 7% to the performers total. In the round of 13 it was announced that their yes vote would add 5%. In the quarterfinals the expert's yes vote was lowered to a 3% add. In the semifinals, the expert's yes vote was lowered to a 1% add. In the finale, the expert's yes vote only counts as a home judge vote.",
            "score": 22.598166465759277
        },
        {
            "docid": "31145841_6",
            "document": "Dirt Road Anthem . At the 2011 CMT Music Awards, Aldean performed the song with guest rapper Ludacris, who joined Aldean onstage after the second chorus to perform his own hip hop-style second verse. On picking Ludacris for the collaboration, Aldean said, \"...even though our music is totally different, our roots are the same. We both know about hot Georgia summers and cooling off with a six pack or two. It wasn't that much of a stretch.\" A remixed studio version featuring Ludacris was released for digital download through iTunes on June 9, 2011.",
            "score": 61.0900993347168
        },
        {
            "docid": "40034432_4",
            "document": "Yes/No (Banky W. song) . The music video for \"Yes/No\" won Most Gifted R&B Video at the 10th Annual Channel O Music Video Awards, which was held at the Walter Sisulu Square in Kliptown, Soweto on November 30, 2013. Banky W was nominated for the Best Male Vocal Performance award at The Headies 2013 for \"Yes/No\".",
            "score": 24.240044832229614
        },
        {
            "docid": "43975_63",
            "document": "Yes (band) . In January 2016, Anderson, Rabin and Wakeman announced touring as Anderson, Rabin and Wakeman (ARW), having previously revealed in 2010 that they were working together, and that they had begun writing new material. Their tour, An Evening of Yes Music and More, began in October 2016 with a set of Yes songs from several eras. Wakeman stated that Squire's passing inspired them to move forward, feeling that \"following the very sad passing of Chris … it was the right time to get together and produce both new music and perform some of the classic material as we feel it should be performed.\"",
            "score": 41.62272119522095
        },
        {
            "docid": "28448298_8",
            "document": "Wet Lubricants . In June 2010, Wet Platinum was featured in the “adult” version of the music video for Ludacris’ single “Sex Room,” which debuted on Vevo. Wet Platinum was used by Ludacris in a steamy bedroom scene. The edited version of the video was released on MTV and MTV2 but does not include scenes with Wet.",
            "score": 36.86456274986267
        },
        {
            "docid": "32527806_2",
            "document": "Wet the Bed . \"Wet the Bed\" is a song by American R&B recording artist Chris Brown featuring American rapper Ludacris, from his fourth studio album \"F.A.M.E.\" (2011). It was written by Brown, King Derrick \"Bigg D\" Baker, Steven Kubie, Kevin McCall, Amber Streeter, Andre Merritt, Joseph Bereal and Christopher Bridges, and produced by Bigg D. Lyrically, the song sees Brown and Ludacris exploring ways to leave a woman satisfied. \"Wet the Bed\" received mixed reviews from most music critics, who were ambivalent towards its lyrics. It was released as a single and has appeared on the US Hot R&B/Hip-Hop Songs chart at number twenty-five. The song has been performed live at the album's listening party, as well as on Brown's F.A.M.E. Tour.",
            "score": 51.2071373462677
        },
        {
            "docid": "6033171_2",
            "document": "Money Maker . \"Money Maker\" is a song written and performed by American rapper Ludacris and R&B singer Pharrell Williams. The song was released to the radio on July 17, 2006 as the first single from Ludacris's fifth album \"Release Therapy\". Produced by Williams and Chad Hugo (known collectively as The Neptunes), the song is a reimagining of the 1961 Elmore James blues song \"Shake Your Moneymaker\". The single became Ludacris' third number-one song on the US \"Billboard\" Hot 100, while also topping the Hot R&B/Hip-Hop Songs and Hot Rap Tracks charts. It also became the number-one single on radio in the United States on October 19, 2006.",
            "score": 43.04025173187256
        },
        {
            "docid": "159966_11",
            "document": "Ludacris . Ludacris took a more mature approach to his fourth album, \"The Red Light District\". Sohail Khalid helped produce this album with various artists such as T.I., Lil Flip and Bun B. Ludacris openly boasted that he may be the only rapper able to keep the Def Jam label afloat on the opening track. Ludacris filmed and recorded the single \"Get Back\" in which he was featured as a muscle-bound hulk who was being annoyed by the media and warned critics to leave him alone. He first appeared on \"Saturday Night Live\" as a special guest performing with musical guest Sum 41 on a season 30 episode hosted by Paul Giamatti. He then recorded \"Get Back\" with Sum 41 to make a rock crossover single. The follow-up single was the \"Austin Powers\"-inspired \"Number One Spot\". It was produced by New York City's Hot 97 personality DJ Green Lantern. It used the Quincy Jones sample of \"Soul Bossa Nova\" and sped it up to the tempo of Ludacris' rap flow. Featured artists on the album include Nas, DJ Quik, DMX, Trick Daddy, Sleepy Brown and Disturbing tha Peace newcomers Bobby Valentino, Dolla Boi and Small World. The album debuted at number one on the Billboard charts.",
            "score": 42.50761318206787
        },
        {
            "docid": "3910694_5",
            "document": "Welcome to Atlanta . The official remix, \"Welcome To Atlanta (Coast 2 Coast Remix)\", features Murphy Lee, Snoop Dogg, Diddy and Ludacris on the intro and outro. Ludacris does not appear in the video. The Music Video was directed by Benny Boom. Murphy Lee would collaborate with Dupri again in 2003 on \"What Da Hook Gon Be?\".",
            "score": 37.37343192100525
        },
        {
            "docid": "35026272_4",
            "document": "Country Shit . On June 11, 2011 the music video for the remix featuring Bun B and Ludacris was released. The music video features a cameo appearance by Chamillionaire.",
            "score": 36.720993518829346
        },
        {
            "docid": "15139944_3",
            "document": "Classic Artists: Yes . In addition to a large amount of music to accompany the documentary, the video also includes rare and unseen photographs from personal collections, performance archive, music promos, and includes 20 page full colour booklet.",
            "score": 40.21025371551514
        },
        {
            "docid": "159966_10",
            "document": "Ludacris . The album's next single, \"Splash Waterfalls\", was released in early 2004. A huge pop hit (despite its steamy video and explicit, adult-oriented lyrical content and themes), it subsequently became a success at urban radio and BET, and is the only time he has produced two consecutive top 10 singles from a solo album, except for \"Release Therapy\" (an unedited version of the video could only be viewed on BET's Uncut program). It was Ludacris' most sexual video yet, an R&B remix that featured Raphael Saadiq and sampled Tony! Toni! Tone!'s \"Whatever You Want\". Ludacris received his first Grammy Award with Usher and Lil Jon for their hit single \"Yeah!\". Ludacris next released \"Blow It Out\", which was accompanied by a low-budget music video.",
            "score": 41.47021448612213
        },
        {
            "docid": "48503712_15",
            "document": "One Voice Children's Choir . The choir performs an eclectic selection of genres including pop music, gospel music, classical music, Broadway musical songs, and patriotic songs. They have performed songs from Rihanna, Disney, and Ellie Goulding. In a 2003 interview with \"The Salt Lake Tribune\", Fukuda said, \"We go anywhere from baroque and classical to R&B and hip-hop. We're media-oriented.\"",
            "score": 66.82359266281128
        },
        {
            "docid": "1336181_8",
            "document": "Frederick Hemke . In a traditional modern saxophone quartet — B soprano, E alto, B tenor, and E baritone saxophone — repertoire and popularity for solo classical was, and still is, dominated by B soprano and E alto saxophone. Bucking the trend, Hemke spent time focusing on the B tenor as a classical solo instrument, as evidenced by the release of his 1971 solo album, \"Music for Tenor Saxophone\". In orchestral music, the tenor is known as one of the three saxophone voices in Ravel's \"Boléro\" — originally performed by two saxophonists, one on E sopranino and one on tenor doubling on B soprano. Recordings by tenor saxophone virtuoso James Houlik and others notwithstanding, classical tenor saxophone recordings make up a small portion of the classical saxophone repertoire and discography universe.",
            "score": 51.14628279209137
        },
        {
            "docid": "33643086_2",
            "document": "Chicken-n-Beer . Chicken-n-Beer is the fourth studio album by American rapper Ludacris. It was released on October 7, 2003, by Disturbing tha Peace and Def Jam Recordings. Recording sessions took place from 2002 to 2003, and it was handled by several record producers, including DJ Nasty & LVM, Kanye West, Mo B. Dick, DJ Paul, Juicy J and Ludacris himself. The Southern hip hop album, \"Chicken-n-Beer\" is musically similar to Ludacris' previous work, with his use of a fast, highly versatile flow. Some of the songs on the album take a political overtone.",
            "score": 47.82939624786377
        },
        {
            "docid": "2249360_12",
            "document": "Oh (Ciara song) . The music video for \"Oh\" was directed by the Fat Cats. It begins with Ciara sitting with \"little\" Ciara watching a video player. The camera zooms into the video player and reveals an overview of Atlanta and scenes of Ciara and her friends at a block party in an alley. She performs the first verse and first chorus in the middle of the street, while she is surrounded by guests and their cars. There are dance sequences throughout the remainder of the video and a scene with Ciara performing on top of a car as Ludacris raps. Ciara is also \"ridin' slow\" in a classic model Oldsmobile. There is also a cameo by Gucci Mane and Boyz n da Hood.",
            "score": 46.35281252861023
        },
        {
            "docid": "82991_2",
            "document": "Chamber music . Chamber music is a form of classical music that is composed for a small group of instruments—traditionally a group that could fit in a palace chamber or a large room. Most broadly, it includes any art music that is performed by a small number of performers, with one performer to a part (in contrast to orchestral music, in which each string part is played by a number of performers). However, by convention, it usually does not include solo instrument performances.",
            "score": 51.985090494155884
        },
        {
            "docid": "5131648_7",
            "document": "Release Therapy . Unlike the previous albums released by Ludacris, \"Release Therapy\" has a more mature and serious approach to the music (e.g. the 3rd single \"Runaway Love\" is Ludacris' first stab at socially concerned music). It is also Ludacris' darkest album to date, both in mood and subject matter. The different approach Ludacris took with Release Therapy has caused many listeners and fans to debate on whether the album is Ludacris's best or worst.",
            "score": 43.14626145362854
        },
        {
            "docid": "15287050_3",
            "document": "Like Dat . The music video was filmed and produced in Atlanta, Georgia, the video includes cameos from Ludacris, Young Buck and Bun B.",
            "score": 35.62853455543518
        },
        {
            "docid": "4734577_9",
            "document": "WBJC . WBJC produces several popular programs hosted by respected artist Jonathan Palevsky \"Past Masters\" showcases notable performances from the past. \"Face the Music\" has a panel of local musical experts listening and offering critiques of new recordings. \"Vocalise\" focuses on vocal music (the station usually does not play vocal music on a daily basis). \"WBJC Operafest\" presents classic opera recordings in their entirety. \"Toccata\" focuses on keyboard music. \"Music in Maryland\" features locally performed concerts. Late night/early morning broadcasts are provided by Classical 24.",
            "score": 48.261287212371826
        },
        {
            "docid": "223014_29",
            "document": "Indian classical music . A \"raga\" is not a tune, because the same \"raga\" can yield a very large number of tunes. A \"raga\" is not a scale, because many \"ragas\" can be based on the same scale. A \"raga\", states Bruno Nettl and other music scholars, is a concept similar to mode, something between the domains of tune and scale, and it is best conceptualized as a \"unique array of melodic features, mapped to and organized for a unique aesthetic sentiment in the listener\". The goal of a \"raga\" and its artist is to create \"rasa\" (essence, feeling, atmosphere) with music, as classical Indian dance does with performance arts. In the Indian tradition, classical dances are performed with music set to various \"ragas\".",
            "score": 47.1532039642334
        },
        {
            "docid": "26269204_12",
            "document": "My Chick Bad . The song was first performed by the duo at BET's \"Rip the Runway\" 2010, which Minaj co-hosted with \"The Game\" actor Pooch Hall. While Ludacris wore a black vest similar to in the \"How Low\" video, Minaj's attire was from the \"My Chick Bad\" video, as she donned a pink wig and similar clothing as in the Freddy Kruger-lair scene. Ludacris and Minaj performed the song at MTV's Spring Break 2010 in Acapulco, Mexico, featuring Minaj donning a blonde wig. The duo also performed the song at the 2010 BET Awards on June 27, 2010, as a part of a medley with the remix of \"All I Do Is Win\", featuring Ludacris in a mask, flanked by violin players, and Minaj with a spiraling blonde wig seated in a medieval chair, similar to her scene in the music video. Minaj has also recited her verse on select dates of her debut tour, the Pink Friday Tour. She has performed her verse in a medley on her .",
            "score": 41.37129783630371
        },
        {
            "docid": "6668778_57",
            "document": "Classical music . Improvisation once played an important role in classical music. A remnant of this improvisatory tradition in classical music can be heard in the cadenza, a passage found mostly in concertos and solo works, designed to allow skilled performers to exhibit their virtuoso skills on the instrument. Traditionally this was improvised by the performer; however, it is often written for (or occasionally by) the performer beforehand. Improvisation is also an important aspect in authentic performances of operas of Baroque era and of bel canto (especially operas of Vincenzo Bellini), and is best exemplified by the \"da capo aria\", a form by which famous singers typically perform variations of the thematic matter of the aria in the recapitulation section ('B section' / the 'da capo' part). An example is Beverly Sills' complex, albeit pre-written, variation of \"Da tempeste il legno infranto\" from Händel's \"Giulio Cesare\".",
            "score": 54.095282435417175
        },
        {
            "docid": "19961079_2",
            "document": "One More Drink . \"One More Drink\" is the second official single off Ludacris' album, \"Theater of the Mind\". The song \"co-stars\" T-Pain. The song was released on iTunes on October 28, 2008. Ludacris performed the song live while he and T-Pain appeared as musical guests on Saturday Night Live. The song samples Shalamar's \"Take That to the Bank\".",
            "score": 38.74395775794983
        },
        {
            "docid": "4628389_18",
            "document": "Tucson Symphony Orchestra . The mission of the Tucson Symphony Orchestra is to share beautiful, professionally performed music with as wide an audience as possible. It does so each season through a series of nine Classic concerts, four MasterWorks Chamber Orchestra concerts, five TSO Pops! concerts, Classic, MasterWorks and TSO Pops! Specials, ensemble performances, Moveable Musical Feasts and award-winning educational programs.",
            "score": 52.761879205703735
        },
        {
            "docid": "4906940_2",
            "document": "Brown Opera Productions . Brown Opera Productions (BOP) is dedicated to the promotion and performance of classical vocal music both on campus and in the greater Providence, Rhode Island community and is a space for singers and musicians to collaborate on exciting classical performance projects. BOP produces a full-length opera every spring, and throughout the year produces concerts of classical vocal music on campus and in local hospitals, nursing homes, and schools. As the name implies, the group is composed of Brown University students, who also work with RISD students at times. BOP does not charge admission for its performances but depends on individual donations.",
            "score": 48.140316009521484
        },
        {
            "docid": "26808701_2",
            "document": "Ride (Ciara song) . \"Ride\" is a song performed by American recording artist Ciara. The song features American rapper Ludacris. It was co-written by Ciara, Ludacris, Tricky Stewart, and The-Dream, and produced by the latter two. The song serves as the lead single from her fourth studio album, \"Basic Instinct\". The song was first released for digital download on April 23, 2010. \"Ride\" is a down-tempo R&B song, featuring a heavy bass line and seductive tone.",
            "score": 35.95150279998779
        },
        {
            "docid": "18018389_8",
            "document": "Simply Music . Simply Music does not focus on mastering classical concert performance technique. Instead, Simply Music teachers encourage students to play expressively and comfortably, without tension.",
            "score": 43.8065927028656
        }
    ],
    "r": [
        {
            "docid": "6668778_5",
            "document": "Classical music . Given the wide range of styles in European classical music, from Medieval plainchant sung by monks to Classical and Romantic symphonies for orchestra from the 1700s and 1800s to avant-garde atonal compositions for solo piano from the 1900s, it is difficult to list characteristics that can be attributed to all works of that type. However, there are characteristics that classical music contains that few or no other genres of music contain, such as the use of music notation and the performance of complex forms of solo instrumental works (e.g., the fugue). Furthermore, while the symphony did not exist prior to the late 18th century, the symphony ensemble—and the works written for it—have become a defining feature of classical music.",
            "score": 71.60844421386719
        },
        {
            "docid": "47962_5",
            "document": "Musical composition . In classical music, a piece of music (a concerto, dance movement, song, etc.) exists in the form of a composition in musical notation or as a single \"live\" acoustic event (a live performance in recital). Since the invention of sound recording, a classical piece or popular song may also exist as a recording. If music is composed before being performed, music can be performed from memory (the norm for instrumental soloists in concerto performances and singers in opera shows and art song recitals), by reading written musical notation (the norm in large ensembles, such as orchestras, concert bands and choirs), or through a combination of both methods. For example, the principal cello player in an orchestra may read most of the accompaniment parts in a symphony, where she is playing tutti parts, but then memorize an exposed solo, in order to be able to watch the conductor. Compositions comprise a huge variety of musical elements, which vary widely from between genres and cultures. Popular music genres after about 1960 make extensive use of electric and electronic instruments, such as electric guitar and electric bass. Electric and electronic instruments are used in contemporary classical music compositions and concerts, albeit to a lesser degree than in popular music. Music from the Baroque music era (1600–1750), for example, used only acoustic and mechanical instruments such as strings, brass, woodwinds, timpani and keyboard instruments such as harpsichord and pipe organ. A 2000s-era pop band may use electric guitar played with electronic effects through a guitar amplifier, a digital synthesizer keyboard and electronic drums.",
            "score": 67.14332580566406
        },
        {
            "docid": "48503712_15",
            "document": "One Voice Children's Choir . The choir performs an eclectic selection of genres including pop music, gospel music, classical music, Broadway musical songs, and patriotic songs. They have performed songs from Rihanna, Disney, and Ellie Goulding. In a 2003 interview with \"The Salt Lake Tribune\", Fukuda said, \"We go anywhere from baroque and classical to R&B and hip-hop. We're media-oriented.\"",
            "score": 66.82359313964844
        },
        {
            "docid": "10546438_9",
            "document": "Yitzhak Yedid . Musically, Yedid creates a confluence between the Maqamat (Arabic music modal system), heterophonic textures of ancient genres, and compositional approaches of contemporary Western classical music, to produce an original sound. Yedid introduces microtonality in his works in a range of different ways. He examined ways of using microtonal pitches that in Arabic music function as ornamentation and as part of improvisational gestures. He has extended the use of traditional ornamentation to compose microtonal sounds with microtonal qualities that unfold at different tempi without a definite pitch. This can be seen in many of his works. In his string quartet Visions, Fantasies and Dances, the microtonal intervals function in the context of diatonic and chromatic intervals and the method of a tension-and-release for intervals of a quarter-tone and three-quarter-tones have been employed.  Yitzhak Yedid also writes \"my work could be viewed as the beginning of my research of integrating classical Arabic music, Arabic-influenced Jewish music and contemporary Western classical music. There are areas that need further exploration in different contexts. These include examining the possibilities in compositions with different types and combinations of instruments. The possibilities drawn in my works should be examined with these instruments and with the new challenges associated with its performance practice. Large ensemble works and the integration of various instrumental combinations of performers from Group A and Group B are other aspects that merit exploration. This includes examining how traditional Arabic instruments can be integrated into Western ensemble as a soloist (perhaps in a concerto format), and also how mixed ensembles of various performers including traditional instruments could be integrated.”",
            "score": 66.2630615234375
        },
        {
            "docid": "32314282_13",
            "document": "Pierre Khazen . Pierre Khazen's music includes different kinds of genres such Instrumental, Fusion (Usually of classical and electronic), POP, Vocal, Classical, Electronic, Club, Dance. From the Trauma Album, The Storm and Trauma are electronic/mood/instrumental pieces. Romance is a classical piece adopting the romantic period style comprising piano and a string quartet. From the Heaven Album, Magic and Heaven include different musical elements such electronic, classical and vocal while the overall genre is pop. DSM-Sex With You is a dance/club song including sexual and intellectual lyrics. Guitar and Piano Tune is an instrumental piece of classical/romantic style comprising a guitar and piano performances. From the Drama Album, Waves of the Heart and Dance of the Sea are Chamber Music of a romantic style but the second part of Dance of the Sea is flamenco music. This is Love is a love song of classical/romantic style consisting of piano, strings and vocal performances. Drama is minimal music with an electronic touch including narration. Home is electronic including classical instruments so it sounds fusion. Silence of the Death is serial music while Teen Flirt is a two lines piece.",
            "score": 65.9703140258789
        },
        {
            "docid": "499199_15",
            "document": "Electric violin . Although the violin is an instrument used extensively in classical music, electric violins are generally employed by classical performers only in the performance of contemporary classical music. The electric violin is more frequently used by non-classical musicians in popular genres such as metal, rock, hip hop, electronic music, pop, jazz/jazz fusion, country, new-age, and experimental music. Well known electric violinists include:",
            "score": 65.54460144042969
        },
        {
            "docid": "23649994_2",
            "document": "American Classical Orchestra . The American Classical Orchestra is an orchestra dedicated to performing music from the 17th, 18th, and 19th centuries. As a period instrument ensemble, ACO’s mission is to present the music as the composers might have heard it in their time using instruments and techniques from when the music was written. The American Classical Orchestra strives to present historically-informed performances that add to the cultural landscape of NYC.",
            "score": 65.3117446899414
        },
        {
            "docid": "24686326_8",
            "document": "21st-century classical music . Polystylism and musical eclecticism are growing trends in the 21st century. They combine elements of diverse musical genres and compositional techniques, often alien to the composers' own culture, into a unified and coherent body of works. Composers have often started their musical career in one discipline and have later migrated to or embraced others, while retaining important elements from the former discipline. In some cases, a composer now labelled \"classical\" may have started out in another discipline. For example, a specific label for John Zorn's music is difficult to choose: he started out as a performance artist and moved through various genres including jazz, hardcore punk, film music, and classical, and often embraces Jewish musical elements. All of these diverse styles appear in his works. Julian Anderson combines elements from many different musical genres and practices in his works. Elements of modernism, spectral music and electronic music are combined with elements of the folk music of Eastern Europe and the resulting works are often influenced by the modality of Indian ragas. His large-scale \"Book of Hours\" for 20 players and live electronics premiered in 2005. Tansy Davies's music also fuses elements of pop and classical music. Prince and Iannis Xenakis are both major influences. Kati Agócs' work for chorus and orchestra \"The Debrecen Passion\" (2015) surrounds settings of poetry by Szilárd Borbély with mystical texts of Medieval Latin, Hungarian, and Georgian origin, as well as a Kabalistic prayer.",
            "score": 64.96131134033203
        },
        {
            "docid": "13670932_4",
            "document": "Classic hip-hop . Doug Abernethy, general manager of Radio One's Houston stations, described the classic hip-hop format as a parallel to the classic rock and classic country formats: these stations focus primarily on hip-hop music from the 1980s and 1990s, featuring artists such as 2Pac, De La Soul, LL Cool J, Ludacris, Notorious B.I.G., Queen Latifah, and Salt-N-Pepa. Some stations may include small amounts of R&B in their playlists as well.",
            "score": 64.2753677368164
        },
        {
            "docid": "18839_56",
            "document": "Music . The music of the Classical period (1730 to 1820) aimed to imitate what were seen as the key elements of the art and philosophy of Ancient Greece and Rome: the ideals of balance, proportion and disciplined expression. (Note: the music from the Classical period should not be confused with Classical music in general, a term which refers to Western art music from the 5th century to the 2000s, which includes the Classical period as one of a number of periods). Music from the Classical period has a lighter, clearer and considerably simpler texture than the Baroque music which preceded it. The main style was homophony, where a prominent melody and a subordinate chordal accompaniment part are clearly distinct. Classical instrumental melodies tended to be almost voicelike and singable. New genres were developed, and the fortepiano, the forerunner to the modern piano, replaced the Baroque era harpsichord and pipe organ as the main keyboard instrument.",
            "score": 63.71348571777344
        },
        {
            "docid": "17344636_14",
            "document": "Drumma Boy . Gholson cites hip hop and R&B musicians Dr. Dre, Quincy Jones, Raphael Saadiq and The Funk Brothers as his signature music production inspirations with other musical influences ranging from European classical composers Ludwig van Beethoven, Jean Sibelius, Wolfgang Amadeus Mozart, and Johann Sebastian Bach to American Jazz icons Dizzy Gillespie and Miles Davis all the way to Academy Award-winning hip hop group Three 6 Mafia and Houston rapper, Scarface. He is known for combining classical music chords with urban hip hop street sounds, and for his adherence to the Atlanta trap music subgenre. His production techniques bring together a diverse array of genres that originate in hip hop, rock, pop, classical, soul, and R&B.",
            "score": 63.59360885620117
        },
        {
            "docid": "21290934_13",
            "document": "Audition . A performer auditioning for a solo or \"lead\" instrument role will typically perform prepared solos that showcase a range of skills, including the ability to perform a melody with sensitivity and expression; the ability to play virtuosic passages; and, in some styles (e.g., fusion jazz or blues), the ability to improvise a melody over a chord progression. In some popular genres, there is relatively less emphasis on \"stage presence\" and movement onstage, such as classic jazz or traditional 1950s-style country music. In these styles, there is more of a focus on the sound of the music and the expressiveness of the performer with their voice or instrument. In other genres, such as heavy metal \"shred guitar\" or hardcore punk, it may be very important that a performer can move about in a dramatic fashion onstage. One of the differences between instrumentalist auditions in rock music styles and Classical styles is that in a rock context, the performers will be expected to have memorized most or all of the music. In a Classical context, most or all of the music is read from sheet music (with the exception of a solo Bach suite movement or a solo concerto movement).",
            "score": 63.586036682128906
        },
        {
            "docid": "47962_2",
            "document": "Musical composition . Musical composition can refer to an original piece of music, either a song or an instrumental music piece, the structure of a musical piece, or the process of creating or writing a new song or piece of music. The word \"song\" is widely misused by people in the popular music industry to describe any musical composition, whether sung or played only by instruments. People who create new compositions are called composers in classical music. In popular music and traditional music, the creators of new songs are usually called songwriters; with songs, the person who writes new words for a song is the lyricist. \"Composition\" is the act or practice of creating a song or other piece of music. In many cultures, including Western classical music, the act of composing typically includes the creation of music notation, such as a sheet music \"score,\" which is then performed by the composer or by other instrumental musicians or singers. In popular music and traditional music, songwriting may involve the creation of a basic outline of the song, called the lead sheet, which sets out the melody, lyrics and chord progression. In classical music, orchestration (choosing the instruments of a large music ensemble such as an orchestra which will play the different parts of music, such as the melody, accompaniment, countermelody, bassline and so on) is typically done by the composer, but in musical theatre and in pop music, songwriters may hire an arranger to do the orchestration. In some cases, a pop or traditional songwriter may not use written notation at all, and instead compose the song in their mind and then play, sing and/or record it from memory. In jazz and popular music, notable sound recordings by influential performers are given the weight that written or printed scores play in classical music.",
            "score": 63.48089599609375
        },
        {
            "docid": "42091436_32",
            "document": "Music composition and composers in Pristina . Ilir Bajri (born 1969) is a composer and pianist, he finished studies at Academy of Arts in the University of Pristina in the Music Arts Department for General Music Education. He is mostly known for his Jazz compositions but he has also experimented with different genres such as Pop, Classical and Contemporary Classical Music. He was born in Peja and than moved to Pristina before starting studies in the field mentioned above. Besides his work as a composer, he is also known for his visual work and his performances that introduce his new works specifically in \"postmodern\" music style.",
            "score": 63.301448822021484
        },
        {
            "docid": "1603372_2",
            "document": "London Classical Players . The London Classical Players (LCP) was a British orchestra that specialized in music following historically informed performance (HIP) practices and orchestral performances on period musical instruments. Sir Roger Norrington founded the LCP in 1978. From 1978 to 1992, the concertmaster of the London Classical Players was baroque violinist John Holloway. The LCP made a variety of recordings for EMI Classics. Many of the players in the LCP overlapped with four other major HIP orchestral ensembles, the Academy of Ancient Music, the English Concert, the Orchestra of the Age of Enlightenment, and the English Baroque Soloists.",
            "score": 63.19136428833008
        },
        {
            "docid": "30872999_5",
            "document": "Classical guitar repertoire . Baroque music describes an era and a set of styles of European classical music which were in widespread use between approximately 1600 to 1750 (see Dates of classical music eras for a discussion of the problems inherent in defining the beginning and end points). This era is said to begin in music after the Renaissance and to be followed by the Classical music era. The original meaning of \"baroque\" is \"irregularly shaped pearl\", a strikingly fitting characterization of the architecture and design of this period; later, the name came to be applied also to its music. It is associated with composers such as J.S. Bach, George Friedrich Händel, Antonio Vivaldi, and Claudio Monteverdi. During the period, music theory, diatonic tonality, and imitative counterpoint developed. More elaborate musical ornamentation, as well as changes in musical notation and advances in the way instruments were played also appeared. Baroque music would see an expansion in the size, range and complexity of performance, as well as increasingly complex forms.",
            "score": 63.10211944580078
        },
        {
            "docid": "20180_2",
            "document": "Musical ensemble . A musical ensemble, also known as a music group or musical group, is a group of people who perform instrumental or vocal music, with the ensemble typically known by a distinct name. Some music ensembles consist solely of instruments, such as the jazz quartet or the orchestra. Some music ensembles consist solely of singers, such as choirs and doo wop groups. In both popular music and classical music, there are ensembles in which both instrumentalists and singers perform, such as the rock band or the Baroque chamber group for basso continuo (harpsichord and cello) and one or more singers. In classical music, trios or quartets either blend the sounds of musical instrument families (such as piano, strings, and wind instruments) or group together instruments from the same instrument family, such as string ensembles (e.g., string quartet) or wind ensembles (e.g., wind quintet). Some ensembles blend the sounds of a variety of instrument families, such as the orchestra, which uses a string section, brass instruments, woodwinds and percussion instruments, or the concert band, which uses brass, woodwinds and percussion.",
            "score": 63.01340103149414
        },
        {
            "docid": "50491079_4",
            "document": "ABC Classic 2 . Classic 2 specialises in streaming popular styles of classical music. The music on Classic 2 is performed exclusively by leading Australian orchestras, ensembles and soloists. No opera or vocal works are included in the playlist. During daytime and evenings Classic 2 typically broadcasts short excerpts from the classical repertoire, for example single movements from full symphonies.",
            "score": 62.96332550048828
        },
        {
            "docid": "45662475_2",
            "document": "DonChristian . DonChristian Jones, also known as DonChristian is a New York based rapper, producer and visual artist. His work spans musical and visual performances, rap mixtapes, installations and public murals blending genres of painting and hip hop referencing classical and contemporary styles. His influence range from artists such as Eric Fischl, Eiko & Koma, and musical acts Outkast and Three 6 Mafia.",
            "score": 62.68976974487305
        },
        {
            "docid": "28830_4",
            "document": "Song . Songs may be written for one or more singers to sing without instrumental accompaniment or they may be written for performance with instrumental accompaniment. The accompaniment used for a song depends on the genre of music and, in classical styles, the instructions of the composer as set out in the musical score. Songs may be accompanied by a single accompanist playing piano or guitar, by a small ensemble (e.g., a jazz quartet, a basso continuo group (in the case of Baroque music), a rock or pop band or a rhythm section) or even a big band (for a jazz song) or orchestra (for a classical aria). One division is between \"art songs\", \"pop songs\" and traditional music which includes \"folk songs\" and early blues songs. Other common methods of classification are by purpose (sacred vs secular), by style (dance, ballad, Lied, etc.), or by time of origin (Renaissance, Contemporary, etc.). Songs may be learned and passed on \"by ear\" (as in traditional folk songs); from a recording or lead sheet (in jazz and pop) or from detailed music notation (in classical music). Some instrumental music which is played in a singing style may be named a song, e.g., Mendelssohn's \"Songs Without Words\" for solo piano.",
            "score": 62.40406036376953
        },
        {
            "docid": "6668778_52",
            "document": "Classical music . Almost all of the composers who are described in music textbooks on classical music and whose works are widely performed as part of the standard concert repertoire are male composers, even though there has been a large number of women composers throughout the classical music period. Musicologist Marcia Citron has asked \"[w]hy is music composed by women so marginal to the standard 'classical' repertoire?\" Citron \"examines the practices and attitudes that have led to the exclusion of women composers from the received 'canon' of performed musical works.\" She argues that in the 1800s, women composers typically wrote art songs for performance in small recitals rather than symphonies intended for performance with an orchestra in a large hall, with the latter works being seen as the most important genre for composers; since women composers did not write many symphonies, they were deemed to be not notable as composers. In the \"...\"Concise Oxford History of Music\", Clara S[c]humann is one of the only female composers mentioned.\" Abbey Philips states that \"[d]uring the 20th century the women who were composing/playing gained far less attention than their male counterparts.\"",
            "score": 62.36760711669922
        },
        {
            "docid": "41493261_4",
            "document": "Geneva Camerata . The Geneva Camerata was founded in 2013 by Céline Meyer and David Greilsammer. The journalist and filmmaker Jean-Philippe Rapp is the President of the orchestra's Board. Since its first season, the Geneva Camerata’s mission has been to open the classical music world to wider and younger audiences and to create unusual projects that bring together different styles, genres, and forms of art. Today, the orchestra gives forty concerts per season, ranging from baroque music performances on period instruments and classical concerts with international soloists, to collaborations with jazz and world music artists, and to special projects with dancers and actors.",
            "score": 62.135955810546875
        },
        {
            "docid": "29206795_2",
            "document": "Classic Hip-Hop . Classic Hip-Hop is a 24-hour syndicated music format owned and operated by American radio production and distribution company Westwood One. Launched in 2015, the format features classic hip-hop music from the 1980s and 1990s. It is targeted to adults ages 25 to 54, many of whom grew up listening to hip hop music as the genre developed and grew in popularity during this period.",
            "score": 61.80641555786133
        },
        {
            "docid": "47962_6",
            "document": "Musical composition . Different musical styles permit singers or performers to use various amounts of musical improvisation during the performance of a composed song or piece. In free jazz, the performers may play without any sheet music, form or plan. Improvisation is the act of composing musical elements spontaneously during the performance, as opposed to having a composer write down the music beforehand. Improvisation was an important skill during the Baroque music era (1600–1750); instrumentalists and singers were expected to be able to improvise ornaments and add them to a simple melody. As well, chord-playing instrumentalists, such as harpsichord players or pipe organists were expected to be able to improvise chords from a figured bass part, which used numbers and markings made near the written-out bassline to indicate which harmonies should be played. During the classical period (1760–1820), solo instrumentalists were expected to be able to improvise virtuostic cadenzas during a concerto. During the Romantic music era (1820–1910), composers began writing out ornaments and cadenzas, and so classical musicians were not expected to improvise as much. In contemporary classical music (1945–2016), some composers began writing pieces which indicate that the performer should improvise during certain sections.",
            "score": 61.80272674560547
        },
        {
            "docid": "7765903_3",
            "document": "American Rhapsody . By synthesizing compositional techniques typically associated with classical music with those identified with jazz, this piece serves as an example of the symphonic jazz genre featuring the stradella bass system accordion as a solo instrument. Its revised edition for free bass accordion is noteworthy in its attempt to illustrate the versatility of the instrument. In addition, it pays homage to the music of South America by incorporating a clear Latin American beat in the \"Dance\" sequence. The work is also noteworthy in so far as it represents an effort on the part of a known musician to compose for an instrument for which relatively few classical works were completed at the start of the 20th century in America (See Accordion Use in Classical music, Accordion music genres & List of jazz-influenced classical compositions).",
            "score": 61.46017837524414
        },
        {
            "docid": "3537311_2",
            "document": "Classic female blues . Classic female blues was an early form of blues music, popular in the 1920s. An amalgam of traditional folk blues and urban theater music, the style is also known as vaudeville blues. Classic blues were performed by female singers accompanied by pianists or small jazz ensembles and were the first blues to be recorded. Ma Rainey, Bessie Smith, Ethel Waters, and the other singers in this genre were instrumental in spreading the popularity of the blues.",
            "score": 61.178871154785156
        },
        {
            "docid": "31145841_6",
            "document": "Dirt Road Anthem . At the 2011 CMT Music Awards, Aldean performed the song with guest rapper Ludacris, who joined Aldean onstage after the second chorus to perform his own hip hop-style second verse. On picking Ludacris for the collaboration, Aldean said, \"...even though our music is totally different, our roots are the same. We both know about hot Georgia summers and cooling off with a six pack or two. It wasn't that much of a stretch.\" A remixed studio version featuring Ludacris was released for digital download through iTunes on June 9, 2011.",
            "score": 61.0900993347168
        },
        {
            "docid": "176945_31",
            "document": "Film score . The artistic merits of film music are frequently debated. Some critics value it highly, pointing to music such as that written by Erich Wolfgang Korngold, Aaron Copland, Bernard Herrmann, and others. Some consider film music to be a defining genre of classical music in the late 20th century, if only because it is the brand of classical music heard more often than any other. In some cases, film themes have become accepted into the canon of classical music. These are mostly works from already noted composers who have done scores, for instance Sergei Prokofiev's score to \"Alexander Nevsky\" or Vaughan Williams' score to \"Scott of the Antarctic\". Others see the great bulk of film music as meritless. They consider that much film music is derivative, borrowing heavily from previous works. Composers of film scores typically can produce about three or four per year. The most popular works by composers such as John Williams and Danny Elfman are still far from entering the accepted canon. Even so, considering they are often the most popular modern compositions of classical music known to the general public, major orchestras sometimes perform concerts of such music, as do pops orchestras.",
            "score": 61.07967758178711
        },
        {
            "docid": "38917459_7",
            "document": "Chamber Music America . CMA defines chamber music as \"music composed for small ensembles, with one musician per part, generally performed without a conductor. The term once referred only to Western classical music for small ensembles, such as string quartets. But today chamber music encompasses myriad forms, including contemporary and traditional jazz, classical, and world genres.\"",
            "score": 61.04323196411133
        },
        {
            "docid": "47988234_53",
            "document": "Women in music . Instrumentalists in classical music may focus on one specific type of playing, such as solo recitals, solo concertos, chamber music, or performing as a member of an orchestra, or they may do different types. Some musicians who play orchestral instruments may do all of these types of performances. Instrumentalists in classical music may do both live performances for an audience and recordings. In some cases, classical performers may do mostly live performances. There has traditionally been a gendered aspect to playing instruments in classical music.",
            "score": 61.02912902832031
        },
        {
            "docid": "1695798_2",
            "document": "Frederik Magle . Frederik Reesen Magle (; born 17 April 1977) is a Danish composer, concert organist, and pianist. He writes contemporary classical music as well as fusion of classical music and other genres. His compositions include orchestral works, cantatas, chamber music, and solo works (mainly for organ), including several compositions commissioned by the Danish Royal Family. Magle has gained a reputation as an organ virtuoso, and as a composer and performing artist who does not refrain from venturing into more experimental projects – often with improvisation – bordering jazz, electronica, and other non-classical genres.",
            "score": 60.7894287109375
        },
        {
            "docid": "2904538_12",
            "document": "ABC Classic FM . ABC Classic 2, a music-only talk-free streaming station, was established in June 2014. It broadcasts only via an online stream and is available on the ABC's Android and iOS apps. Classic 2 specialises in streaming popular styles of classical music. The music on Classic 2 is performed exclusively by leading Australian orchestras, ensembles and soloists. No opera or vocal works are included in the playlist. During daytime and evenings Classic 2 typically broadcasts short excerpts from the classical repertoire, for example single movements from full symphonies. Between midnight and 06:00, longer works are included, and Classic 2 programming is also broadcast as Classic FM's \"overnight\" program. ABC Classic 2 is managed and programmed by the ABC Classic FM team.",
            "score": 60.633785247802734
        }
    ]
}