{
    "q": [
        {
            "docid": "10742666_7",
            "document": "Brian Fortuna . Fortuna competed on \"Dancing with the Stars\" during its 4th season; partnering former Miss USA, Shandi Finnessey. His television success allowed him to dance as a principal dancer in the next two national Dancing with the Stars tours. Brian did double duty on the tour and was chosen to also host the third DWTS tour in front of sold out audiences of 15,000 people per night. His hosting talents captured the attention of ABC who chose Brian as series co-host with his Dancing with the Stars partner Shandi for ABC's Dancing with the Stars…Online Encore.",
            "score": 80.25404047966003
        },
        {
            "docid": "27748226_11",
            "document": "Jeopardy! . During the Jeopardy! round, except in response to the Daily Double clue, contestants are not penalized for forgetting to phrase their response in the form of a question, although the host will remind contestants to watch their phrasing in future responses. In the Double Jeopardy! round and in the Daily Double in the Jeopardy! round, the phrasing rule is followed more strictly, with a response not phrased in the form of a question counting as wrong if it is not re-phrased before the host or judges make a ruling. If it is determined that a previous response was wrongly ruled to be correct or incorrect, the scores are adjusted at the first available opportunity. If, after a game is over, a ruling change is made that would have significantly altered the outcome of the game, the affected contestant(s) are invited back to compete on a future show.",
            "score": 89.39520049095154
        },
        {
            "docid": "35051869_2",
            "document": "Dancing with the Stars (Australian season 12) . The twelfth season of \"Dancing with the Stars\" premiered on April 15, 2012, at the 6:30pm time slot on Channel Seven. With previous co-host Sonia Kruger defecting to Channel Nine, former Spice Girl and American \"Dancing with the Stars\" season 5 runner up Mel B was hired as her replacement. Daniel MacPherson continues his role as main host of the show, along with judges Todd McKenney, Helen Richey, and Joshua Horner.",
            "score": 67.52503085136414
        },
        {
            "docid": "659190_11",
            "document": "Fixed stars . The phrase \"fixed star\" is technically incorrect, but nonetheless it is used in an historical context, and in classical mechanics.",
            "score": 49.70715618133545
        },
        {
            "docid": "7173665_4",
            "document": "My Star (Brainstorm song) . The band's performance is also memorable. Kaupers danced in a relatively eccentric manner, provoking cheers from the audience. In late 2005, as part of his hosting duties at the Congratulations special, he was asked about his dancing abilities by co-host Katrina Leskanich. Kaupers' response that he danced very well prompted further cheers from the live audience as well as a repeat of his moves.",
            "score": 65.50986123085022
        },
        {
            "docid": "752942_7",
            "document": "Ty Treadway . In June 2002, Ty pulled double duty as soap star and talk show host. He began co-hosting Soapnet's \"Soap Talk\" with Lisa Rinna.",
            "score": 60.396008014678955
        },
        {
            "docid": "14212173_8",
            "document": "Yes, Madam . \"Yes, Madam\" was the first starring role in a feature film for Michelle Yeoh. Yeoh had previously won the 1982 Miss World Malaysia contest in 1983. After winning the contest she met D&B executive producer Dickson Poon who cast her in a small role in a television commercial with entertainer Jackie Chan in 1984. Her role in the commercial caught the attention of a film production company D&B Films. Yeoh had previously played small roles in Sammo Hung's film \"Owl vs. Dumbo\" (1985) and \"Twinkle Twinkle Lucky Stars\" (1985). For \"Yes, Madam!\", Yeoh took to stunt work opposed to allowing a double for every stunt. To train for her role, Yeoh worked out in a gym for eight hours a day. Michelle Yeoh stated that both herself and Rothrock did not want the film to be \"too hard core\", stating that \"We wanted the family to come in and watch it\"",
            "score": 42.63151395320892
        },
        {
            "docid": "46214776_17",
            "document": "Dancing with the Stars (U.S. season 21) . Tom Bergeron also returned to his hosting duties this week; the episode was dedicated to the memory of his father, Raymond, who died earlier in the day.",
            "score": 54.40437293052673
        },
        {
            "docid": "22903798_2",
            "document": "Dancing with the Stars (U.S. season 9) . Season nine of \"Dancing with the Stars\" premiered on September 21, 2009. Executive producer Conrad Green confirmed to Entertainment Tonight that the season would start off with 16 celebrities, with 3 double-eliminations halfway through the season. Former House Majority Leader Tom DeLay withdrew from the competition in week three; however, Debi Mazar was also eliminated on the same night, replacing the double elimination planned for week five. Some changes were added this season including a larger cast and relay dances. Four new dances were introduced to complement the large cast. Those dances were the bolero, lambada, two-step, and the Charleston. The cast was unveiled on the Monday, August 17, 2009, edition of \"Good Morning America\", returning to the announcement format of most seasons past. Tom Bergeron and Samantha Harris returned as the show's hosts. Len Goodman, Bruno Tonioli, and Carrie Ann Inaba continue as the judges this season, with Baz Luhrmann appearing as a guest judge in week two, temporarily replacing Len Goodman. Pro pairings were officially announced on August 24, 2009. This was Samantha Harris' last season as co-host.",
            "score": 61.181973934173584
        },
        {
            "docid": "36739351_12",
            "document": "Raghav Juyal . He also worked in the film ABCD 2 which was released on 19 June 2015, directed by Remo D'Souza co-starring Varun Dhawan and Shraddha Kapoor. He also hosted the show Dance Plus on Star Plus. He also Hosted Prem Ki Diwali along with Karishma Tanna telecasted on Life Ok. He was seen in season 7 as a contestant.He hosted the season 2 of the show Dance Plus which aired on Star Plus. . He hosted Rising Star along with Meiyang Chang in early 2017 which aired on Colors TV. He has also hosted Dance Plus (season 3) which was aired on Star Plus. In October 2017, he began co-hosting the dance contest TV show Dance Champions with Ridhima Pandit.",
            "score": 68.05700206756592
        },
        {
            "docid": "3666969_26",
            "document": "Deal or No Deal (Australian game show) . Double Deal Friday ran in 2005 but was dropped after 2008. Home viewers were invited to ring a phone number charged at $0.55 and register their details. Every Friday, a home viewer was randomly selected to win the same prize as the studio contestant. Host O'Keefe had mentioned that Double Deal Fridays received over 100,000 calls each week. \"Dancing with the Deals\" (the celebrity version of DoND retiring contestants on that season's edition of Dancing With The Stars) followed a similar format to Double Deal Friday, except that the celebrity didn't win the prize.",
            "score": 61.32989025115967
        },
        {
            "docid": "977122_10",
            "document": "The Insider (TV series) . After the departure of O'Brien, the show was hosted by Spencer alone until January 2009, when Samantha Harris (who had previously served as a correspondent for \"E! News\") joined the program as a permanent co-host. Harris also provided analysis and commentary as part of her duties as co-host of ABC's \"Dancing with the Stars\" until her departure from the reality competition series at the start of 2010.",
            "score": 68.91629314422607
        },
        {
            "docid": "32965942_5",
            "document": "Hilla Nachshon . As a result of her success, in 2005 Nachshon began to host the entertainment show \"Y on ten\" (\"Y \"בעשר) on the broadcasts of the satellite television provider Yes, initially alongside Michael Hanegbi and later alongside Aviad Kisos. That year she also played a cameo role in the daily TV drama \"HaShir Shelanu\". Also in that year, she began to host the Israeli version of the reality show \"Dancing with the Stars\" on the Israeli channel 2, along with Avi Kushnir. In 2010 and in 2011 Nachshon hosted the Miss Israel beauty pageant competition.",
            "score": 57.01554536819458
        },
        {
            "docid": "15177106_12",
            "document": "Irish traditional music . Irish traditional music was largely meant (to the best of our current knowledge) for dancing at house dances, celebrations for weddings, saint's days or other observances. Tunes are divided into two or more (typically eight-bar) parts. The parts are referred to as the A-part, B-part, and so on. Each part is played twice, and the entire tune is played three times; A, A, B, B, A, A, B, B, A, A, B, B. Irish dance music is isometric. This makes for an eminently danceable music, and Irish dance has been widely exported abroad. 16 measures are known as a \"step\", with one 8 bar part for a \"right foot\" and the second for the \"left foot\" of the step. Tunes that are not so evenly divided are called \"crooked\".  Traditional dances and tunes include reels (), hornpipes ( with swung eighth notes), and jigs (double and single jigs are in time), as well as imported waltzes, mazurkas, polkas, and highlands or barndances (a sort of Irish version of the Scottish strathspey). Jigs come in various other forms for dancing – the slip jig and hop jig or single jig are commonly written in time, the slide in . (The dance the hop jig is no longer performed under the auspices of An Coimisiun.) The forms of jig danced in hardshoe are known as double or treble jigs (for the doubles/trebles performed with the tip of the hardshoe), and the jigs danced in ghillies are known as light jigs.",
            "score": 51.944907665252686
        },
        {
            "docid": "1823364_3",
            "document": "Marissa Jaret Winokur . She was a contestant on the popular reality competition series \"Dancing With the Stars\" and went on to host the similar \"Dance Your Ass Off.\" From 2010-2011 she served as a co-host on the daily daytime talk show \"The Talk,\" ultimately leaving to focus on her clothing line and a new cable TV show. The cable TV show in question, when it premiered, proved to be a late-night talk show titled \"All About Sex,\" whose co-hosting duties she shared with Margaret Cho, Heather McDonald, and Dr. Tiffanie Davis Henry, and which TLC transmitted at 11:00 PM Eastern time on Saturday nights.",
            "score": 74.30564260482788
        },
        {
            "docid": "9010108_6",
            "document": "Contra dance choreography . Typical contra dance choreography comprises four parts, each 16 counts (8 measures) long. The parts are called A1, A2, B1 and B2. This nomenclature stems from the music: Most contra dance tunes (as written) have two parts (A and B), each 8 measures long, and each fitting one part of the dance. The A and B parts are each played twice in a row, hence, A1, A2, B1, B2. While the same music is generally played in, for example, parts A1 and A2, distinct choreography is followed in those parts. Thus, a contra dance is typically 64 \"counts\", and goes with a 32-\"measure\" tune. Tunes of this form are called \"square\"; tunes that deviate from this form are called \"crooked\". Crooked tunes are more commonly used in square dancing, where the phrasing of the dance does not have to align as closely with the phrasing of the music.",
            "score": 55.72167897224426
        },
        {
            "docid": "35051869_3",
            "document": "Dancing with the Stars (Australian season 12) . The cast for the season were revealed on 13 March 2012 via the Seven website, along with their professional partners, although four contestants were revealed in late February 2012. This cast has been seen as a \"star increase\" on the previous year's cast, particularly with the addition of new international co-host Mel B, and former Nine daytime talkshow host Kerri-Anne Kennerley. Six new professional dancers, including former American \"Dancing with the Stars\" professional Damian Whitewood, Christopher Page, Elena Samodanova, Jess Prince, Gleb Savchenko and Damien Samuel have been recruited to replace non-returning professional dancers Alana Patience, Brendon Midson, Arsen Kishishian, Masha Belash, Jade Brand and Mark Hodge.",
            "score": 49.63203811645508
        },
        {
            "docid": "25391981_3",
            "document": "Dancing with the Stars (U.S. season 10) . Samantha Harris did not return as co-host for this season, due to her expanded correspondent duties on \"The Insider\" and \"Entertainment Tonight\". On March 8, 2010, Tom Bergeron announced on \"Good Morning America\" that his new co-host is season seven champion Brooke Burke. Len Goodman, Bruno Tonioli, and Carrie Ann Inaba continued as the judges this season.",
            "score": 51.35473036766052
        },
        {
            "docid": "3028912_17",
            "document": "Sabrina Bryan . She has been a celebrity correspondent for the behind-the-scenes look at season 8 of \"Dancing with the Stars\" for E! News, and TV Guide show \"Reality Chat\". For season 9 of \"Dancing with the Stars\", she co-hosted TV Guide show \"Reality Chat\" and hosted backstage at \"Dancing with the Stars\" on abc.com. Bryan was asked back to co-host backstage at \"Dancing with the Stars\" for the 10th through 12th seasons. She has interviewed season 10 winner of the series Nicole Scherzinger, country singer Reba McEntire, Evan Lysacek, Erin Andrews, Kate Gosselin, and many more.",
            "score": 67.64324593544006
        },
        {
            "docid": "2982147_6",
            "document": "Your Number's Up . After the contestant selected one of the two phrases, the host read its second half to the other two contestants (example: after selecting the first phrase above, the host read \"...all of the House listens.\" Answer: Tip O'Neill). The first contestant to buzz-in and fill in the acronym correctly scored one point and spun the wheel for the next turn; incorrect guesses deducted one point, but scores could never go below zero. If neither opponent guessed correctly, the contestant who selected the riddle won $50 and spun the wheel, but did not score any points. The first contestant to score six points won the game and $500.",
            "score": 71.04652166366577
        },
        {
            "docid": "387073_6",
            "document": "Between you and I . Others do not accuse Shakespeare of grammatical incorrectness: sociologist Robert Nisbet criticizes \"word snobs\" who condemn the phrase, and lexicographer and OED editor Robert Burchfield states that what is incorrect for us wasn't necessarily incorrect for Shakespeare: \"grammatical assumptions were different then\", a view shared by philologist and grammarian Henry Sweet. However, Bryan A. Garner, who writes on usage and (especially legal) language, writes that even if the phrase was not incorrect for Shakespeare, it is and should be considered incorrect today, and cites linguist Randolph Quirk: \"It is true that Shakespeare used both ['between you and I' as well as 'between you and me'], but that did not make it any more correct\".",
            "score": 41.44176268577576
        },
        {
            "docid": "52747_17",
            "document": "Albireo . β Cygni B has been reported to be a very close double, but the observations appear to have been incorrect.",
            "score": 26.92232322692871
        },
        {
            "docid": "4602548_4",
            "document": "Kim Jones (reporter) . Before joining YES, Jones was the New York Giants beat reporter and a National Football League (NFL) columnist for \"The Star-Ledger\" newspaper in Newark, New Jersey. In addition to her duties on YES and WFAN, she continued to write a Sunday NFL column for \"The Star-Ledger\".",
            "score": 23.174882888793945
        },
        {
            "docid": "7775827_3",
            "document": "Pasi Heikura . Heikura hosts the radio program \"Aristoteleen kantapää\" (Aristotle’s Heel) on YLE Radio 1 which focuses on common usage of the Finnish language. In addition to discussion with a guest about a different topic each week, incorrect use of phrases and quote tips are also presented.",
            "score": 49.337284564971924
        },
        {
            "docid": "14581_5",
            "document": "Ich bin ein Berliner . There is a widespread misconception (outside German-speaking countries) that the phrase is incorrect German and in fact means \"I'm a doughnut\". It has even been embellished into an urban legend including equally incorrect claims about the audience laughing at this phrase.",
            "score": 41.84271240234375
        },
        {
            "docid": "2869453_25",
            "document": "WCFS-FM . On February 25, 2008, morning personality Mike LeBaron and midday personality Lisa Greene signed on as the first DJ's on Chicago's \"Fresh 105.9.\" On April 13, Program Director Mike Peterson named Rick Hall as afternoon host. Previously, LeBaron had been well known as a longtime part-time market veteran at WTMX-FM and WUSN-FM. Fellow market veteran Greene previously hosted an Oldies dance show on WJMK and similar features at WILV and WUBT (now WKSC-FM), was an APD/MD for AC stations, and had worked for many years as a traffic and news reporter, and co-host. Hall worked double duty as weekend/fill-in host at sister station WUSN and music director–midday host at Milwaukee's WFZH.",
            "score": 61.43409514427185
        },
        {
            "docid": "37973159_2",
            "document": "Dancing with the Stars (Thai TV series) . Dancing with the Stars is a dance competition show airing on BBTV Channel 7 in Thailand. The show is the Thai version of the British television series \"Strictly Come Dancing\". Sornram Teppitak, Thai actor and Thai pop singer, hosts with co-host Morakot Kittisara, Miss Thailand Universe 2004.",
            "score": 61.87490105628967
        },
        {
            "docid": "1120774_6",
            "document": "C+C Music Factory . All four singles from their debut album reached No. 1 on the \"Billboard\" Dance/Club Play chart, and all four were also crossover Pop and R&B hits. The first single, \"Gonna Make You Sweat (Everybody Dance Now)\", reached No. 1 on the \"Billboard\" Hot 100 and R&B Singles chart (and No. 3 in the UK). The fourth and final single from their debut album, \"Just a Touch of Love\", featured in the movie \"Sister Act\". The album contained two more Top 5 singles; \"Here We Go (Let's Rock & Roll)\" reached No. 3 on Billboard's Hot 100 chart (and No. 20 in the UK), and \"Things That Make You Go Hmmm\" (inspired by a phrase uttered periodically by late-night talk show host, Arsenio Hall) reached No. 4 (and No. 4 in the UK).",
            "score": 61.48363995552063
        },
        {
            "docid": "8377419_4",
            "document": "Double-duty dollar . Though the Swadeshi movement had much broader goals, in the 1920s Mohandas Gandhi of India urged his countrymen to avoid funding their own subjugation by buying items from the British which they could produce and trade independently, such as cloth and clothing. In the 1940s and 1950s, Leon Sullivan applied the broader phrase \"'selective patronage\" to denote consumers' choice of retailers as a tool a) to influence businesses toward having more fair and just interactions with African Americans, and b) to build demand for African-American businesses.",
            "score": 43.137558460235596
        },
        {
            "docid": "53603_12",
            "document": "Double star . Apart from these pairs, the components of a double star are generally denoted by the letters A (for the brighter, \"primary\", star) and B (for the fainter, \"secondary\", star) appended to the designation, of whatever sort, of the double star. For example, the components of α Canis Majoris (Sirius) are α Canis Majoris A and α Canis Majoris B (Sirius A and Sirius B); the components of 44 Boötis are 44 Boötis A and 44 Boötis B; the components of ADS 16402 are ADS 16402A and ADS 16402B; and so on. The letters AB may be used together to designate the pair. In the case of multiple stars, the letters C, D, and so on may be used to denote additional components, often in order of increasing separation from the brightest star, A. Visual doubles are also designated by an abbreviation for the name of their discoverer followed by a catalogue number unique to that observer. For example, the pair α Centauri AB was discovered by Father Richaud in 1689, and so is designated \"RHD 1\". Other examples include Δ65, the 65th double discovered by James Dunlop, and Σ2451, discovered by F. G. W. Struve.",
            "score": 44.69424653053284
        },
        {
            "docid": "2558317_7",
            "document": "Kerry Washington . In April 2016, Washington confirmed that, in the 1990s in New York, she learned to dance from Jennifer Lopez. During her appearance on The Tonight Show Starring Jimmy Fallon, she told host Jimmy Fallon that \"I've been taking dance for a long time, since I was a little girl. I had this very inspiring teacher named Larry Maldonado, for anybody from my neighborhood in the Bronx, he was our role model\", Washington continued, \"And he had an awesome substitute teacher named Jennifer, who would sometimes step in and teach. But, then she left to move to Los Angeles and be on the TV show In Living Color. So, yes, I learned to dance from JLo!\" Washington verified.",
            "score": 55.0193305015564
        },
        {
            "docid": "7091671_2",
            "document": "Burgo's Catch Phrase . Burgo's Catch Phrase was an Australian game show that ran between 1997 and 2003, produced by Southern Star Group (and later by the joint-venture Endemol Southern Star) for the Nine Network. The show was based on the British and American versions of the game, and was originally knowned simply as Catch Phrase until 1999 where the show was renamed as Burgo's Catch Phrase In honour of its host, John Burgess. The show was cancelled in 2003 after a revamp of the show and a hiatus in 2001.",
            "score": 64.73262882232666
        }
    ],
    "r": [
        {
            "docid": "27748226_11",
            "document": "Jeopardy! . During the Jeopardy! round, except in response to the Daily Double clue, contestants are not penalized for forgetting to phrase their response in the form of a question, although the host will remind contestants to watch their phrasing in future responses. In the Double Jeopardy! round and in the Daily Double in the Jeopardy! round, the phrasing rule is followed more strictly, with a response not phrased in the form of a question counting as wrong if it is not re-phrased before the host or judges make a ruling. If it is determined that a previous response was wrongly ruled to be correct or incorrect, the scores are adjusted at the first available opportunity. If, after a game is over, a ruling change is made that would have significantly altered the outcome of the game, the affected contestant(s) are invited back to compete on a future show.",
            "score": 89.39519500732422
        },
        {
            "docid": "10742666_7",
            "document": "Brian Fortuna . Fortuna competed on \"Dancing with the Stars\" during its 4th season; partnering former Miss USA, Shandi Finnessey. His television success allowed him to dance as a principal dancer in the next two national Dancing with the Stars tours. Brian did double duty on the tour and was chosen to also host the third DWTS tour in front of sold out audiences of 15,000 people per night. His hosting talents captured the attention of ABC who chose Brian as series co-host with his Dancing with the Stars partner Shandi for ABC's Dancing with the Stars…Online Encore.",
            "score": 80.25404357910156
        },
        {
            "docid": "56493821_4",
            "document": "Think Tank (Australian TV series) . Before the show, the Think Tank answered quiz questions under strict conditions to determine which eight are in the tank that episode, because if a Think Tanker gets question: impossible correct they cannot be in the episode. Three contestants play against each other across five rounds. The phrases, \"Shut the gate\", \"kill the goat\" or \"dance like a pagan\" are sometimes used, similar to the phrase, \"Lock it in\", from rival game show \"Millionaire Hot Seat\", when selecting an answer. Each contestant gets asked three questions. When a question is asked, each answer given by the Think Tank is displayed, some being correct, some not, with one of the options being the correct answer. The contestant must decide which of the options is the correct answer. 15 points are given for each correct answer, with 45 being the maximum points total possible.",
            "score": 80.12818145751953
        },
        {
            "docid": "3729941_70",
            "document": "Who Wants to Be a Millionaire (U.S. game show) . The U.S. \"Millionaire\" also made catchphrases out of various lines used on the show. In particular, \"\"Is that your final answer?\"\", asked by \"Millionaire\"<nowiki>'</nowiki>s hosts whenever a contestant's answer needs to be verified, was popularized by Philbin during his tenure as host, and was also included on TV Land's special \"100 Greatest TV Quotes and Catch Phrases\", which aired in 2006. Meanwhile, during his tenure as host, Cedric signed off shows with a catchphrase of his own, \"\"Watch yo' wallet!\"\"",
            "score": 75.57609558105469
        },
        {
            "docid": "50672785_10",
            "document": "So You Think You Can Dance: The Next Generation (U.S. TV series) . The live shows were all two-hour broadcasts. The first live show, on July 11, 2016, opened with a group dance by all ten contestants dancing with their all-stars and all together, futuristically dressed in white. In the middle of the show there was a contemporary group dance by the all-stars, and the show ended with a group hip-hop dance by all of the top-ten contestants. During the show, each contestant performed one solo and one duet with his or her all-star; both dances were in the contestant's primary dance style. At the beginning of the show, host Cat Deeley announced that all-star Joshua Allen has been replaced by Marko Germar, to mentor and partner with hip-hop dancer Sheaden Gabriel. Maddie Ziegler observed the contestants' rehearsals and joined the judging panel, during the broadcast, giving the contestants \"relatable feedback\" and offering encouraging words about their performances.",
            "score": 75.18842315673828
        },
        {
            "docid": "1823364_3",
            "document": "Marissa Jaret Winokur . She was a contestant on the popular reality competition series \"Dancing With the Stars\" and went on to host the similar \"Dance Your Ass Off.\" From 2010-2011 she served as a co-host on the daily daytime talk show \"The Talk,\" ultimately leaving to focus on her clothing line and a new cable TV show. The cable TV show in question, when it premiered, proved to be a late-night talk show titled \"All About Sex,\" whose co-hosting duties she shared with Margaret Cho, Heather McDonald, and Dr. Tiffanie Davis Henry, and which TLC transmitted at 11:00 PM Eastern time on Saturday nights.",
            "score": 74.3056411743164
        },
        {
            "docid": "43158106_4",
            "document": "Idiotest . The main game features two pairs of contestants answering brain-teaser questions, taking the form of a visual puzzle. In the first round, each team faces two questions. Contestants can work together and must answer by touching the correct answer (or answers, depending on what the question is asking them) on the screen. The question is often phrased so that the contestants may be misled if they do not read it correctly (for example, \"Touch the largest greenhouse\" could be misread as \"Touch the largest green house\"). The value of these questions begins at $300, with $20 deducted for every second the team takes in answering; the money begins counting down on the \"money meter\" when the puzzle first appears on the screen. Each contestant's money meter stops counting down when he or she submits an answer on the touchscreen. For all questions, a correct answer puts the remaining money in their team's bank, while an incorrect answer, or running out of time on a question (the money meter reaches zero) won nothing.",
            "score": 74.01123809814453
        },
        {
            "docid": "49020733_5",
            "document": "100.000 of niets . While the show was popular quite some candidates criticized the correct answers needed. On March 9, 1958, one candidate named Van Cuyck lost after giving only one wrong answer in a series of seven correct ones. According to present-day norms many questions were phrased in an ambiguous manner and since every round the acceptance of dubious answers tended to differ at times. One time a candidate complained that his answer was indeed correct, despite being told it wasn't. Host Tony Corsari personally made sure that the man received his award after all.",
            "score": 73.20545196533203
        },
        {
            "docid": "5045887_4",
            "document": "Dancing with the Stars (New Zealand TV series) . From 20052009, the show was hosted by television personality Jason Gunn and co-hosted by professional dancer Candy Lane. All music was performed live by the \"Dancing with the Stars\" band, led by musical director Carl Doy. For the 2015 series, the show was hosted by Dominic Bowden and co-hosted by radio personality Sharyn Casey.",
            "score": 72.78519439697266
        },
        {
            "docid": "2681823_5",
            "document": "The Wild East . A notable quote is when the midget patriarch says \"remember there is no sex in our country.\" The phrase is a quotation of a famous episode from the \"perestroika\"-era TV show \"US-Soviet Space Bridge\" hosted by Vladimir Pozner when an American asked a question about TV advertisements exploiting sex in the Soviet Union, and a Soviet lady (, Liudmila Ivanova) proudly answered \"There is no sex in the USSR!\". In fact, she said \"Well, sex... (laugh) we don't have it, and we are absolutely against it!\", which was then corrected by another soviet lady present in the show: \"We do have sex, but we do not have advertisements!\".",
            "score": 72.70588684082031
        },
        {
            "docid": "438454_6",
            "document": "Double Dare (Nickelodeon game show) . Each round begins with a toss-up physical challenge in which both teams compete, with the winning team receiving both initial control of the round, and money for their score. After the toss-up, the host begins asking trivia questions of the team in control. Each correct answer earns a monetary award, and allows the team to maintain control, while an incorrect answer, or failure to respond within approximately ten seconds turns control over to the opponents. However, the team can dare their opponents to answer the question, doubling its value; in response, the opponents can double dare for quadruple the original value. When the team in control is challenged to a double dare, they have to either answer or compete in a physical challenge. An incorrect answer, or not responding within approximately five seconds on a dare or double dare, awards both control and the appropriate amount of money to the team that issues it. The second round plays the same as the first, with question values doubled. On the original \"Double Dare\" and \"Super Sloppy Double Dare\", a question was initially worth $10. On \"Family Double Dare\" and \"Double Dare 2000\", a question was initially worth $25. On the 2018 \"Double Dare\", a question is initially worth $50.",
            "score": 72.68136596679688
        },
        {
            "docid": "13414688_4",
            "document": "Down You Go . \"Down You Go\" was similar to \"Hangman\", with a group of four celebrity panelists who were asked to guess a word or phrase submitted by a home viewer. The host would give a wordplay-laden clue to the panel, who could then ask a question of any sort about the phrase, for which the host would have to \"ad lib\" an answer. After two questions, the second panelist would begin calling out a letter. Guessing a letter in the puzzle kept the panelist alive; if the panelist guessed a letter not in the puzzle, they would be eliminated and would pull down a lever on their lectern replacing their name with the phrase \"DOWN YOU GO.\" Once two of the four panelists went down, the remaining panelists could ask another clue. At any time, a panelist could solve the puzzle and, if correct, end the game. The panel and host would then lightheartedly discuss the phrase for a minute or so before the next round began.",
            "score": 72.56306457519531
        },
        {
            "docid": "4232395_6",
            "document": "Piment Fort . This is a list of games played on the show. Each game was associated with a different hat worn by the host and decorated according to the game's theme. A crossword game. This game was played once a week and always on Friday. The crossword theme changed each week. The host asked real questions with real answers in order to fill the crossword board, but the players always answered with jokes. A real answer was answered once in the show history. Each player was asked to choose a famous person from a selected list and to choose six words from a second different list. Then the player had to explain how the words he/she chose were linked to that person. This is not really a game. People in the attendance are asked to ask personal questions to the players. The host gives the first words of a fictitious proverb. Each player has to finish the proverb with his/her own words. The host asks the meaning of a real abbreviation or acronym, but each player has his/her own interpretation. The host asks the player to finish a sentence beginning with: \"Bless (a famous person or a group of famous people)...\" Each player is assigned with a different statement. The players have to read their statement, but they have to change a selected letter by another one. Example: change the \"b\" for \"z.\" Each player has 30 seconds to read their statement.  The host asks the players what is the difference between two famous people. A different sound is assigned to each humorist. They have to tell what it does mean. The host gives a fictitious scenario: a famous person has gone to a selected place. Each player has to imagine what this person did there. The host gives the beginning of a sentence which begins itself with the word \"if.\" Each player is asked to finish the sentence. That game is played with a drawing board. Each humorist is shown a different abstract drawing. They all have to finish their drawing their own way and to explain the significance of the final drawing. A guest star invited to the show is hidden behind a big board. The host gives clues to the players in order to discover the guest's identity. This is a game based on improvisation. Each player is secretly given a person, an animal or an event by the host. The player has to mime it and the other two players have to guess what the active player wants to tell them. A guest star invited to the show is hidden in a hot pepper costume. The players have to ask questions to the hidden guest in order to discover his/her identity. The game begins as every player has a bag on the head. When it's his/her turn, one player puts off his/her bag and he/she discovers that everybody in the attendance has a bag on their head. There's a guest star hidden in the bag-headed crowd and the player has to put the bag of the head of every person he seeks in order to find the guest. Each player is given limited time and if he/she passes through his/her own time, it's another player turn to try. The most popular game of the show. Each humorist tells a joke or a hilarious story of his/her choice. The host asks the players to tell what they think is the biggest secret kept by a famous person. The host gives the beginning and the end of a fictitious story. Each part is completely different from the other. Player 1 has to tell the story by saying the beginning words already given and to go on with his/her own ideas during a given time. Then, player 2 has to pursue the story where player 1 left off. Player 3 pursues second player's part and has to end the story with the words given by the host before the game started.",
            "score": 72.32361602783203
        },
        {
            "docid": "5269533_5",
            "document": "Quicksilver (U.S. game show) . For example, given the choices Monty Hall, Picador, Pandora's Box and \"Trading Places\", the host may ask \"On the game show \"Let's Make a Deal\"…this is what host Monty Hall would ask contestants to do.\" A contestant buzzing-in before the question was finished might choose Monty Hall based upon Hall's association with the program. However, the correct answer in this case would be \"picador,\" a play on the similar-sounding phrase \"pick a door.\" Most questions had misleading wording and pun answers given in this format, known as a \"swerve\" in quiz bowl culture.",
            "score": 72.25827026367188
        },
        {
            "docid": "7649162_4",
            "document": "Show Me the Money (U.S. TV series) . Before the game, scrolls were randomly distributed to thirteen female dancers known as the $1,000,000 Dancers. These scrolls show 12 different dollar amounts and a symbol representing the \"killer card\", which is a yellow triangle. The dollar amounts were: Each turn involved a set of three concealed questions (A, B, and C) with a common initial word or phrase. The player was shown this initial phrase, and picked A, B, or C. The question was read, and the player could either answer it or pass and pick another letter. The player could pass twice on a turn, but then had to answer the remaining question; a player could not return to a previously passed question. After giving an answer, the player picked a dancer who still had her scroll, which was opened; then the correct answer was revealed. If it showed a dollar amount, it was added to the player's pot for a correct answer or subtracted for an incorrect answer.",
            "score": 71.46282958984375
        },
        {
            "docid": "420471_15",
            "document": "You Don't Know Jack (franchise) . The final round of the game, called the Jack Attack in most versions and also known as the HeadRush in \"HeadRush\", is a word association question. A clue is given, which generally describes the desired correct answers (such as \"movie stars\") and after that a word, phrase, or name appears in the middle of the screen, to which the contestant must find an associated word or phrase that fits the overall category. For example, \"Star Wars\" might be the associated word, and the correct answer fitting \"movie stars\" could be Harrison Ford. Other possibilities offered might include actors not in that film, or other objects or concepts related to the film but which are not stars of the movie. For each associated phrase, seven potential matches appear on screen one-at-a-time for only a few seconds each before disappearing, and only one is correct. The topics and/or potential answers are sometimes humorous.",
            "score": 71.455322265625
        },
        {
            "docid": "5857381_6",
            "document": "Sale of the Century (Australian game show) . Each contestant is given $20 to start. The host reads a trivia question to the contestants. The first to press a buzzer gets an opportunity to answer the question, interrupting the host if in the middle of reading the question. Players' scores increase by $5 for each correct answer and decrease by $5 for each incorrect answer. If a player answers incorrectly, the correct answer is revealed and the game goes on to the next question, as only one player can try to answer each question.",
            "score": 71.11121368408203
        },
        {
            "docid": "2982147_6",
            "document": "Your Number's Up . After the contestant selected one of the two phrases, the host read its second half to the other two contestants (example: after selecting the first phrase above, the host read \"...all of the House listens.\" Answer: Tip O'Neill). The first contestant to buzz-in and fill in the acronym correctly scored one point and spun the wheel for the next turn; incorrect guesses deducted one point, but scores could never go below zero. If neither opponent guessed correctly, the contestant who selected the riddle won $50 and spun the wheel, but did not score any points. The first contestant to score six points won the game and $500.",
            "score": 71.04652404785156
        },
        {
            "docid": "20325855_64",
            "document": "Regis Philbin . When Philbin hosted \"Who Wants to Be a Millionaire\", he used the phrase \"\"Is that your final answer?\"\" whenever he had to confirm a contestant's answer. Adopted from Chris Tarrant, this became Philbin's catch phrase during his tenure with the show.",
            "score": 69.67162322998047
        },
        {
            "docid": "38156_41",
            "document": "Who Wants to Be a Millionaire? . On the Australian versions, McGuire replaces the phrase with \"Lock it in?\"; likewise, the Indian version's hosts have used varying \"lock\" catchphrases. There are also a number of other non-English versions of \"Millionaire\" where the host does not ask \"[Is that your] final answer?\" or a literal translation thereof. Besides the \"final answer\" question, other catchphrases used on the show include the contestants' requests to use lifelines, such as \"I'd like to phone a friend\"; and a line that Tarrant spoke whenever a contestant was struggling with a particular question, \"Some questions are only easy if you know the answer.\"",
            "score": 69.466552734375
        },
        {
            "docid": "20149695_9",
            "document": "Who Wants to Be a Millionaire? (Philippine game show) . Once in the Hot Seat, the contestant is asked increasingly difficult general knowledge questions by the host. Questions are multiple choice: four possible answers are given (labeled A, B, C, and D), and the contestant must choose the correct one. Upon answering a question correctly, the contestant wins a certain amount of money. After questions, the host will ask the contestant \"is that your final answer?\" When a contestant says \"final\" in conjunction with one of the answers, it is official, and cannot be changed. For the first few questions, there is a possibility for the contestant to leave with no money if they .",
            "score": 69.23902130126953
        },
        {
            "docid": "977122_10",
            "document": "The Insider (TV series) . After the departure of O'Brien, the show was hosted by Spencer alone until January 2009, when Samantha Harris (who had previously served as a correspondent for \"E! News\") joined the program as a permanent co-host. Harris also provided analysis and commentary as part of her duties as co-host of ABC's \"Dancing with the Stars\" until her departure from the reality competition series at the start of 2010.",
            "score": 68.91629791259766
        },
        {
            "docid": "7380125_2",
            "document": "Nithya Karma . Nithya Karma (नित्य कर्म) is a Sanskrit phrase and is formed out of two words: \"nithya\", meaning \"always,\" and \"karma,\" which refers to conduct or duty in this case. This phrase therefore refers to duties which need to be performed every day.",
            "score": 68.72230529785156
        },
        {
            "docid": "27748226_7",
            "document": "Jeopardy! . The Jeopardy! round begins when the returning champion selects a clue, which may be from any position on the game board. The clue is revealed and read aloud by the host, after which any contestant may ring-in using a hand-held signaling device. The first contestant to ring-in successfully is prompted to provide a response to the clue, phrased in the form of a question. For example, if a contestant were to select \"Presidents for $200\", the resulting clue could be \"This 'Father of Our Country' didn't really chop down a cherry tree\", to which the correct response would be \"Who is/was George Washington?\" (Contestants are free to phrase the response in the form of any question; the traditional phrasing of \"who is/are\" for people or \"what is/are\" for things or words is almost always used.) If the contestant responds correctly, the clue's dollar value is added to the contestant's score, and they may select a new clue from the board. An incorrect response, or a failure to respond within five seconds, deducts the clue's value from the contestant's score and allows the other contestants the opportunity to ring-in and respond. If no contestant both rings-in and responds correctly, the host gives the correct response; the \"last correct questioner\" chooses the next clue.",
            "score": 68.55242919921875
        },
        {
            "docid": "36739351_12",
            "document": "Raghav Juyal . He also worked in the film ABCD 2 which was released on 19 June 2015, directed by Remo D'Souza co-starring Varun Dhawan and Shraddha Kapoor. He also hosted the show Dance Plus on Star Plus. He also Hosted Prem Ki Diwali along with Karishma Tanna telecasted on Life Ok. He was seen in season 7 as a contestant.He hosted the season 2 of the show Dance Plus which aired on Star Plus. . He hosted Rising Star along with Meiyang Chang in early 2017 which aired on Colors TV. He has also hosted Dance Plus (season 3) which was aired on Star Plus. In October 2017, he began co-hosting the dance contest TV show Dance Champions with Ridhima Pandit.",
            "score": 68.05699920654297
        },
        {
            "docid": "40757509_3",
            "document": "Let's Ask Pilipinas . In Round 1, there are four contestants, and each of them will attempt to answer the three multiple-choice questions. In this round, questions will have two possible answers. The host will first read the two answers and then follow with the question to be answered. Then, all four contestants will have approximately 30 seconds to write down their answers on to the card stock included in their game kits. Once all contestants have verbally acknowledged that they have written down their answers, the host will ask them each to reveal their answers in a sequence determined by producers. Then the host will reveal the correct answer. Each contestant that answered the question correctly will be awarded the prize money assigned for that question. Contestants who answered incorrectly will receive no prize money. After the correct answer to the first question has been revealed, all four contestants will receive the next question. The host will reveal the correct answer to the next questions, and any money earned will be assigned to the proper contestants. The contestant with the least amount of money at the end of the round (or the loser of the tiebreaker challenge, if applicable) will be eliminated and will not receive any prize money earned before elimination. The three contestants with the most money at the end of the round will advance to Round 2.",
            "score": 68.01068878173828
        },
        {
            "docid": "26763420_8",
            "document": "Tom Holland (actor) . In September 2008, Holland (together with co-star Tanner Pflueger) appeared on the news programme on channel FIVE and gave his first TV interview. The following year, he was featured on ITV1 show \"The Feel Good Factor\". At the premiere on 31 January, Holland and two actors also playing the title role, Pflueger and Layton Williams, performed a version of \"Angry Dance\" from \"Billy Elliot the Musical\", after which Holland was interviewed by host Myleene Klass. He trained five British schoolboys for a dance routine he fronted for the final \"The Feel Good Factor\" show on 28 March 2009.",
            "score": 67.66397094726562
        },
        {
            "docid": "3028912_17",
            "document": "Sabrina Bryan . She has been a celebrity correspondent for the behind-the-scenes look at season 8 of \"Dancing with the Stars\" for E! News, and TV Guide show \"Reality Chat\". For season 9 of \"Dancing with the Stars\", she co-hosted TV Guide show \"Reality Chat\" and hosted backstage at \"Dancing with the Stars\" on abc.com. Bryan was asked back to co-host backstage at \"Dancing with the Stars\" for the 10th through 12th seasons. She has interviewed season 10 winner of the series Nicole Scherzinger, country singer Reba McEntire, Evan Lysacek, Erin Andrews, Kate Gosselin, and many more.",
            "score": 67.64324951171875
        },
        {
            "docid": "35051869_2",
            "document": "Dancing with the Stars (Australian season 12) . The twelfth season of \"Dancing with the Stars\" premiered on April 15, 2012, at the 6:30pm time slot on Channel Seven. With previous co-host Sonia Kruger defecting to Channel Nine, former Spice Girl and American \"Dancing with the Stars\" season 5 runner up Mel B was hired as her replacement. Daniel MacPherson continues his role as main host of the show, along with judges Todd McKenney, Helen Richey, and Joshua Horner.",
            "score": 67.52503204345703
        },
        {
            "docid": "2064171_8",
            "document": "Mirjam Weichselbraun . Since 2003, next to her job on MTV, she has also been hosting the ZDF online-magazine for the game show \"Wetten, dass..?\". In 2004 she has, together with Christian Clerici, hosted the live show \"Expedition Österreich\" \"(Expedition Austria)\", and one year later the Austrian preliminaries for the Eurovision Song Contest 2005, as well as the dancing show \"Dancing Stars\" with Alfons Haider on ORF. Her hosting of \"Dancing Stars\" earned her the Austrian Romy television award in 2006 and 2008.",
            "score": 67.4798583984375
        },
        {
            "docid": "27748226_61",
            "document": "Jeopardy! . \"Jeopardy!\"s answer-and-question format has become widely entrenched: Fleming observed that other game shows would have contestants phrasing their answers in question form, leading hosts to remind them that they are not competing on \"Jeopardy!\"",
            "score": 67.46576690673828
        },
        {
            "docid": "38156_39",
            "document": "Who Wants to Be a Millionaire? . \"Millionaire\" has made catchphrases out of several lines used on the show. The most well-known of these catchphrases is the host's question \"Is that your final answer?\", asked whenever a contestant's answer needs to be verified. The question is asked because the rules require that the contestants must clearly indicate their choices before they are made official, the nature of the game allowing them to ponder the options before committing to an answer. Regularly on tier-three questions, a dramatic pause occurs between the contestant's statement of their answer and the host's acknowledgement of whether or not it is correct.",
            "score": 67.30012512207031
        }
    ]
}