{
    "q": [
        {
            "docid": "1095771_5",
            "document": "Teddy Atlas . Atlas trained as an amateur boxer with Hall of Fame trainer Cus D'Amato. He had some amateur fights but had to turn to work as a trainer due to a back injury. Atlas was an assistant to D'Amato, although his role in the Catskill Boxing Club was short-lived. His duties included assisting in the training of D'Amato's teenage protégé Mike Tyson. However, Atlas left the camp in 1982 following an altercation with the 15-year-old Tyson after Tyson had been sexually inappropriate with an 11-year-old female relative of Atlas' (Tyson said he had grabbed the girl's buttocks). Atlas put a .38 caliber handgun to Tyson's ear and told him to never touch his family again, or he would kill him if he did. This altercation between Atlas and a young Mike Tyson led to Atlas' dismissal from the Catskill Boxing Club, and he was told he was no longer welcome in D'Amato's home or around any of his adopted children (his fighters whom he had legally adopted, Tyson included).",
            "score": 56.52897810935974
        },
        {
            "docid": "158538_21",
            "document": "Evander Holyfield . Then a deal was signed for him to defend his crown against Mike Tyson in November 1991. Tyson delayed the fight, claiming he was injured in training, but was then convicted for the rape of Desiree Washington and sentenced to six years in prison, so the fight did not happen at that time. They fought in 1996 (Holyfield won by a TKO in 11) and a rematch in 1997 (Holyfield won by disqualification in 3, after Tyson bit both of his ears).",
            "score": 45.6511127948761
        },
        {
            "docid": "39027_11",
            "document": "Mike Tyson . Kevin Rooney also trained Tyson, and he was occasionally assisted by Teddy Atlas, although Atlas was dismissed by D'Amato when Tyson was 15. Rooney eventually took over all training duties for the young fighter.",
            "score": 46.35579800605774
        },
        {
            "docid": "39027_27",
            "document": "Mike Tyson . Tyson and Ruddock met again on June 28 that year, with Tyson knocking down Ruddock twice and winning a 12 round unanimous decision. A fight between Tyson and Holyfield for the undisputed championship was scheduled for November 8, 1991 at Caesars Palace in Las Vegas, but Tyson pulled out after sustaining a rib cartilage injury during training.",
            "score": 46.56404089927673
        },
        {
            "docid": "66345_9",
            "document": "Robin Givens . After meeting in March 1986, Givens married boxer Mike Tyson on February 7, 1988. Tyson was then estimated to have US$50 million, and he and Givens did not make a prenuptial agreement. During their marriage, Givens and her mother bought a $4.6 million mansion in the affluent suburb of Bernardsville, New Jersey.",
            "score": 42.28022384643555
        },
        {
            "docid": "24694758_4",
            "document": "Tyson (1995 film) . Mike Tyson grows up a troubled youth, who vows to be a professional boxer in the future. Manager and trainer Cus D'Amato begins turning the young Tyson into an undefeated fighter. However, Tyson becomes a difficult pupil who is often exposed, and slacks off during his training.",
            "score": 54.27412438392639
        },
        {
            "docid": "1486840_12",
            "document": "Cus D'Amato . It was there that he met and began to work with the future heavyweight champion, Mike Tyson, who was in a nearby reform school. He adopted Tyson after Tyson's mother died. D'Amato trained him over the next few years, encouraging the use of peek-a-boo style boxing, with the hands in front of the face for more protection. D'Amato was briefly assisted by Teddy Atlas, and later Kevin Rooney, a protégé of D'Amato, who emphasized elusive movement. It is unclear at exactly what age (11 or 12) Tyson first became seriously interested in becoming a professional boxer. Bobby Stewart, a former Golden Gloves Champion, was approached by Tyson while working as a counselor at the Tryon School For Boys. Tyson knew of Stewart's former boxing glory and specifically asked to speak with Stewart who immediately took on a gruff attitude of the subject after witnessing Tyson's terrible behavior in his first days at the school. Bobby Stewart introduced Mike Tyson to D'Amato when Tyson was around 12 or 13 years old, after Stewart stated he had taught Tyson all he could about boxing technique and skill. D'Amato died a little over a year before Tyson became the youngest world heavyweight titleholder in history at the age of 20 years 4 months, thus supplanting Patterson's record. Rooney would later guide Tyson to the heavyweight championship sixteen months after D'Amato's death.",
            "score": 56.00719094276428
        },
        {
            "docid": "30858332_16",
            "document": "Evander Holyfield vs. Mike Tyson II . In the 2008 documentary \"Tyson\", the boxer claimed he did it as retaliation for the headbutting.",
            "score": 41.015060901641846
        },
        {
            "docid": "10317238_5",
            "document": "Gogoplata . Ryusuke \"Jack\" Uemura is notable as the fighter who performed the first successful gogoplata in mixed martial arts against Isao Terada at Zst Grand Prix 2, Final Round, on January 23, 2005. Former UFC Heavyweight fighter Brad Imes calls himself \"Mr. Gogoplata,\" after winning two matches in a row with the maneuver. Nick Diaz defeated Takanori Gomi using the gogoplata at Pride 33, only to have the victory turned to a NC due to positive test for marijuana in the post-fight drug screen.",
            "score": 43.648162603378296
        },
        {
            "docid": "7350552_5",
            "document": "Shinya Aoki . For unknown reasons, the proposed fight with Melendez did not take place. Instead, Aoki faced highly ranked Lightweight fighter Joachim Hansen. Aoki submitted Hansen with a gogoplata—this was the second successful gogoplata in MMA competition (the first by Ryusuke Uemura).",
            "score": 33.6201057434082
        },
        {
            "docid": "39209225_8",
            "document": "Bruce Seldon vs. Mike Tyson . Almost immediately after the fight, the audience began chanting \"Fix!\", having thought Seldon took a dive in order for Tyson to win the championship and move on to face Evander Holyfield. The crowd would continue to serenade Seldon with chants of \"Fix!\" as he remained in the ring for an interview with Jim Gray. Gray would openly ask Seldon if he did in fact take a dive, but Seldon professed his innocence, stating \"I didn't train 12 weeks to come in here and take a dive.\"",
            "score": 46.81216013431549
        },
        {
            "docid": "40424225_5",
            "document": "Mike Tyson vs. Kevin McBride . McBride, however, remained confident that he could upset Tyson and promised that he would \"shock the world\" by defeating Tyson Prior to the fight, Tyson parted ways with trainer Freddie Roach, who had trained Tyson for his two previous fights against Clifford Etienne in 2003 and Williams in 2004, and replaced him with former super bantamweight champion Jeff Fenech.",
            "score": 53.85799026489258
        },
        {
            "docid": "10317238_7",
            "document": "Gogoplata . In Japan, promotion 666's wrestler Konaka Pelhwan is known for using a rope hanging version of the gogoplata as a signature move.",
            "score": 37.7063262462616
        },
        {
            "docid": "3307314_5",
            "document": "Kevin Rooney . Rooney trained world heavyweight champion Mike Tyson from the start of his professional career in 1985 until Tyson's bout with Michael Spinks in 1988.",
            "score": 45.62744379043579
        },
        {
            "docid": "39027_48",
            "document": "Mike Tyson . In another Memphis fight on February 22, 2003, Tyson beat fringe contender Clifford Etienne 49 seconds into round one. The pre-fight was marred by rumors of Tyson's lack of fitness. Some said that he took time out from training to party in Las Vegas and get a new facial tattoo. This eventually proved to be Tyson's final professional victory in the ring.",
            "score": 54.80971932411194
        },
        {
            "docid": "811720_15",
            "document": "Punch-Out!! (arcade game) . In 1987, the growing popularity of the Nintendo Entertainment System (NES) caused the development and release of \"Mike Tyson's Punch-Out!!\" for the NES console to happen. Several elements, such as opponents and their names, were changed for this version. In particular, professional boxer Mike Tyson was added as the game's final boss to promote his success in becoming a champion. In 1990, when the contract licensing the use of Tyson's name in the console version expired, Nintendo replaced Tyson with an original character named Mr. Dream, re-releasing it as \"Punch-Out!!\" (a.k.a. \"Punch-Out!! featuring Mr. Dream\"). Like \"Mike Tyson's Punch-Out!!\", \"Punch-Out!! featuring Mr. Dream\" bore no further resemblance to the arcade version.",
            "score": 51.95520102977753
        },
        {
            "docid": "40225077_3",
            "document": "Mike Tyson vs. Lou Savarese . Mike Tyson was three fights into his latest comeback, which started on January 16, 1999 with a fifth-round knockout victory over former IBF Heavyweight champion Francois Botha. After a nine-month layoff due in large part to a four-month prison stint, Tyson met former WBA Cruiserweight champion Orlin Norris, but the bout ended in a no-contest after Tyson injured Norris with a punch that landed after the bell. Three months later, Tyson had his first ever fight in the United Kingdom, easily defeating British journeyman Julius Francis by second-round knockout. It was then announced in February 2000 that Tyson would next meet fringe-contender Lou Savarese. Initially, the fight was set to take place in Milan, Italy in May, but the bout was postponed after Tyson decided that he needed more time to train. The fight was then moved to Hampden Park in Glasgow, Scotland and rescheduled for June 24, 2000. Though the decision to allow Tyson to return to the United Kingdom was met with protests because of Tyson's rape conviction, the Glasgow city council voted 10–1 in favor of allowing Tyson to continue on with his match with Savarese.",
            "score": 56.345308899879456
        },
        {
            "docid": "39027_65",
            "document": "Mike Tyson . In October 2012, Tyson launched the Mike Tyson Cares Foundation. The mission of the Mike Tyson Cares Foundation is to \"give kids a fighting chance\" by providing innovative centers that provide for the comprehensive needs of kids from broken homes.",
            "score": 49.45389366149902
        },
        {
            "docid": "22454095_5",
            "document": "Richie Giachetti . When Mike Tyson was dethroned of his heavyweight crown by James \"Buster\" Douglas in 1990 in a 10th-round knockout in Tokyo, King inserted Giachetti as Tyson's trainer. Giachetti trained Tyson for his next four fights, those against Henry Tillman, Alex Stewart, and the two fights against Donovan \"Razor\" Ruddock. Giachetti later returned to Tyson's corner for his second fight against Evander Holyfield, the infamous \"bite fight\".",
            "score": 48.85490274429321
        },
        {
            "docid": "39027_46",
            "document": "Mike Tyson . Tyson once again had the opportunity to fight for a heavyweight championship in 2002. Lennox Lewis held the WBC, IBF, IBO and Lineal titles at the time. As promising fighters, Tyson and Lewis had sparred at a training camp in a meeting arranged by Cus D'Amato in 1984. Tyson sought to fight Lewis in Nevada for a more lucrative box-office venue, but the Nevada Boxing Commission refused him a license to box as he was facing possible sexual assault charges at the time.",
            "score": 48.42866241931915
        },
        {
            "docid": "39230759_7",
            "document": "Trevor Berbick vs. Mike Tyson . This fight was mentioned in the animated TV series Mike Tyson Mysteries episode \"Ultimate Judgement Day\" from 2014. In the episode Mike Tyson says Trevor Berbick wanted to call their 1986 fight 'Ultimate Judgement Day', but then ghost of Berbick appears to correct Tyson, saying that it was actual Tyson was the boxer that wanted to call it 'Ultimate Judgement Day.' Tyson thanks Berbick for the correction, and then waves his hand to make the ghost of Trevor Berbick disappear.",
            "score": 53.097571849823
        },
        {
            "docid": "3480664_19",
            "document": "Jim Gray (sportscaster) . On June 24, 2000 in Glasgow, Scotland, Gray did the interview with Mike Tyson after his swift knockout of Lou Savarese where Tyson proclaimed he \"wanted to eat (Lennox Lewis's) children.\"",
            "score": 40.6515474319458
        },
        {
            "docid": "39342210_5",
            "document": "Mike Tyson vs. Donovan Ruddock II . After months of tough negotiations between Tyson's and Evander Holyfield's respective camps, which included both men's promoters attempting to get a fight with George Foreman instead, a deal was reached that would see Holyfield and Tyson face each other for the Undisputed Heavyweight Championship on November 8, 1991 at Caesers Palace. However, Tyson suffered an injury during training camp and was unable to fight in November. The parties waited to reschedule until after Tyson's trial was complete, but before the fight could take place, Tyson was convicted of the rape of Desiree Washington in February 1992 and sentenced to six years in prison.",
            "score": 46.253501176834106
        },
        {
            "docid": "49830302_3",
            "document": "Mike Tyson (disambiguation) . Mike Tyson or Michael Tyson may also refer to:",
            "score": 41.24176216125488
        },
        {
            "docid": "2258415_6",
            "document": "Yes It Is . \"Yes It Is\" was released as the B-side of \"Ticket to Ride\" in both the UK and the US. American pressings of the single erroneously show \"Yes It Is\" as being from the film \"Eight Arms to Hold You\" (the original title for the film, \"Help!\"), in which it did not appear.",
            "score": 9.199334144592285
        },
        {
            "docid": "7316042_6",
            "document": "Final Blow . The Genesis version was one of the key games used to market the Genesis console as part of the Genesis Does Campaign, particularly since Nintendo used Mike Tyson for its \"Mike Tyson's Punch-Out!!\" video game, whom Douglas had challenged and defeated that year. \"Mega\" placed the game at #9 in their list of the 10 Worst Mega Drive Games of All Time.",
            "score": 47.41713500022888
        },
        {
            "docid": "40414479_5",
            "document": "Mike Tyson vs. Danny Williams . Tyson was then given the option to compete on the undercard of Lewis' title defense against Vitali Klitschko on June 21, 2003, after which Tyson would have two additional fights before taking on Lewis in their rematch. Tyson initially agreed and was set to meet future WBC heavyweight champion Oleg Maskaev, but Tyson pulled out of the bout after former promoter Don King allegedly used threats to prevent Tyson from signing the contract.",
            "score": 44.541773319244385
        },
        {
            "docid": "39255281_3",
            "document": "Mike Tyson vs. Tyrell Biggs . According to Mike Tyson's Book \"Undisputed Truth\", Tyrell Biggs dissed Tyson in 1984. When Tyson came to wish the American Boxing Olympic team good luck, a lady came and wished the boxers a good trip. Tyrell Biggs then proceeded to laugh and said \"I don't know about him, but he certainly ain't getting on that plane\" (referring to Mike Tyson not being selected among the American Boxing Olympic Team).",
            "score": 45.08700978755951
        },
        {
            "docid": "17121438_12",
            "document": "Lennox Lewis vs. Mike Tyson . Tyson later admitted to biting Lewis' leg and had to pay him US$335,000.",
            "score": 42.910539388656616
        },
        {
            "docid": "39438895_6",
            "document": "Mike Tyson vs. Francois Botha . The following year, Botha would get an opportunity at Lewis' titles, challenging the champion on July 15, 2000. Botha would not have as good a showing as he did against Tyson, being knocked out in the second round by Lewis",
            "score": 35.56861233711243
        },
        {
            "docid": "39027_84",
            "document": "Mike Tyson . The film \"Tyson\" was released in 1995 and was directed by Uli Edel. It explores the life of Mike Tyson, from the death of his guardian and trainer Cus D'Amato to his rape conviction. Tyson is played by Michael Jai White.",
            "score": 42.08161664009094
        },
        {
            "docid": "39027_8",
            "document": "Mike Tyson . Tyson's biological father is listed as \"Purcell Tyson\" (who was from Jamaica) on his birth certificate, but the man Tyson had known as his father was Jimmy Kirkpatrick. Kirkpatrick was from Grier Town, North Carolina (a predominantly black neighborhood that was annexed by the city of Charlotte), where he was one of the neighborhood's top baseball players. Kirkpatrick married and had a son, Tyson's half-brother Jimmie Lee Kirkpatrick, who would help to integrate Charlotte high school football in 1965. In 1959, Jimmy Kirkpatrick left his family and moved to Brooklyn, where he met Tyson's mother, Lorna Mae (Smith) Tyson. Mike Tyson was born in 1966. Kirkpatrick frequented pool halls, gambled and hung out on the streets. \"My father was just a regular street guy caught up in the street world,\" Tyson said. Kirkpatrick abandoned the Tyson family around the time Mike was born, leaving Tyson's mother to care for the children on her own. Kirkpatrick died in 1992.",
            "score": 52.67027521133423
        }
    ],
    "r": [
        {
            "docid": "1095771_5",
            "document": "Teddy Atlas . Atlas trained as an amateur boxer with Hall of Fame trainer Cus D'Amato. He had some amateur fights but had to turn to work as a trainer due to a back injury. Atlas was an assistant to D'Amato, although his role in the Catskill Boxing Club was short-lived. His duties included assisting in the training of D'Amato's teenage protégé Mike Tyson. However, Atlas left the camp in 1982 following an altercation with the 15-year-old Tyson after Tyson had been sexually inappropriate with an 11-year-old female relative of Atlas' (Tyson said he had grabbed the girl's buttocks). Atlas put a .38 caliber handgun to Tyson's ear and told him to never touch his family again, or he would kill him if he did. This altercation between Atlas and a young Mike Tyson led to Atlas' dismissal from the Catskill Boxing Club, and he was told he was no longer welcome in D'Amato's home or around any of his adopted children (his fighters whom he had legally adopted, Tyson included).",
            "score": 56.52897644042969
        },
        {
            "docid": "40225077_3",
            "document": "Mike Tyson vs. Lou Savarese . Mike Tyson was three fights into his latest comeback, which started on January 16, 1999 with a fifth-round knockout victory over former IBF Heavyweight champion Francois Botha. After a nine-month layoff due in large part to a four-month prison stint, Tyson met former WBA Cruiserweight champion Orlin Norris, but the bout ended in a no-contest after Tyson injured Norris with a punch that landed after the bell. Three months later, Tyson had his first ever fight in the United Kingdom, easily defeating British journeyman Julius Francis by second-round knockout. It was then announced in February 2000 that Tyson would next meet fringe-contender Lou Savarese. Initially, the fight was set to take place in Milan, Italy in May, but the bout was postponed after Tyson decided that he needed more time to train. The fight was then moved to Hampden Park in Glasgow, Scotland and rescheduled for June 24, 2000. Though the decision to allow Tyson to return to the United Kingdom was met with protests because of Tyson's rape conviction, the Glasgow city council voted 10–1 in favor of allowing Tyson to continue on with his match with Savarese.",
            "score": 56.34531021118164
        },
        {
            "docid": "1486840_12",
            "document": "Cus D'Amato . It was there that he met and began to work with the future heavyweight champion, Mike Tyson, who was in a nearby reform school. He adopted Tyson after Tyson's mother died. D'Amato trained him over the next few years, encouraging the use of peek-a-boo style boxing, with the hands in front of the face for more protection. D'Amato was briefly assisted by Teddy Atlas, and later Kevin Rooney, a protégé of D'Amato, who emphasized elusive movement. It is unclear at exactly what age (11 or 12) Tyson first became seriously interested in becoming a professional boxer. Bobby Stewart, a former Golden Gloves Champion, was approached by Tyson while working as a counselor at the Tryon School For Boys. Tyson knew of Stewart's former boxing glory and specifically asked to speak with Stewart who immediately took on a gruff attitude of the subject after witnessing Tyson's terrible behavior in his first days at the school. Bobby Stewart introduced Mike Tyson to D'Amato when Tyson was around 12 or 13 years old, after Stewart stated he had taught Tyson all he could about boxing technique and skill. D'Amato died a little over a year before Tyson became the youngest world heavyweight titleholder in history at the age of 20 years 4 months, thus supplanting Patterson's record. Rooney would later guide Tyson to the heavyweight championship sixteen months after D'Amato's death.",
            "score": 56.0071907043457
        },
        {
            "docid": "39027_10",
            "document": "Mike Tyson . Throughout his childhood, Tyson lived in and around high-crime neighborhoods. According to an interview in \"Details\", his first fight was with a bigger youth who had pulled the head off one of Tyson's pigeons. Tyson was repeatedly caught committing petty crimes and fighting those who ridiculed his high-pitched voice and lisp. By the age of 13, he had been arrested 38 times. He ended up at the Tryon School for Boys in Johnstown, New York. Tyson's emerging boxing ability was discovered there by Bobby Stewart, a juvenile detention center counselor and former boxer. Stewart considered Tyson to be an outstanding fighter and trained him for a few months before introducing him to Cus D'Amato. Tyson dropped out of high school as a junior. He would later be awarded an honorary Doctorate in Humane Letters from Central State University in 1989.",
            "score": 55.97392272949219
        },
        {
            "docid": "39357544_4",
            "document": "Mike Tyson vs. Buster Mathis Jr. . Tyson had a slow start in the fight. In the first round, Tyson was unable to land many punches as Mathis was able to dodge most of Tyson's attempts while also staying close to Tyson to prevent Tyson from unloading his power punches. In the second round Mathis successfully continued to use his defensive strategy of slipping, bobbing and clinching to survive the round. However, with about 40 seconds left in round 3, Tyson was able to land successive right uppercuts that dropped Mathis to the canvas. Mathis was unable to answer the referee's 10 count and Tyson was awarded the victory via knockout.",
            "score": 55.75886535644531
        },
        {
            "docid": "33177123_9",
            "document": "Mike Tyson vs. Michael Spinks . The bout represented a contrast of styles, with Tyson's \"speed and devastating power\" up against \"the unorthodox style of Spinks... who rarely looks impressive but has always found a way to win.\" Opinions on the fight were mixed, although in general more pundits favoured Tyson. Larry Holmes, the only man to have faced both fighters, predicted a Tyson win by knockout in \"two to three rounds\". Former world champions Jake LaMotta and Billy Conn and trainers Gil Clancy, Angelo Dundee and Richie Giachetti all picked Tyson to win by knockout, as did Gerry Cooney and Dan Duva. Ray Arcel thought Tyson would win on points. IBF middleweight champion Frank Tate gave Tyson the edge, while trainer Lou Duva felt that Tyson would ultimately have too much power for Spinks. James Smith, who had lost a decision to Tyson the previous year, said that for Spinks to win he would \"need to take me in the ring with him.\" Emmanuel Steward's prediction was \"Tyson, Tyson, Tyson.\" Another former heavyweight champion, George Foreman, also predicted a Tyson win.",
            "score": 55.308406829833984
        },
        {
            "docid": "39027_48",
            "document": "Mike Tyson . In another Memphis fight on February 22, 2003, Tyson beat fringe contender Clifford Etienne 49 seconds into round one. The pre-fight was marred by rumors of Tyson's lack of fitness. Some said that he took time out from training to party in Las Vegas and get a new facial tattoo. This eventually proved to be Tyson's final professional victory in the ring.",
            "score": 54.80971908569336
        },
        {
            "docid": "39318175_3",
            "document": "Mike Tyson vs. Alex Stewart . On February 11, 1990, Mike Tyson endured an upset loss to James \"Buster\" Douglas that cost him the undisputed Heavyweight Championship. Though he had hoped for a rematch, Douglas instead opted to face the number one contender, Evander Holyfield. As such, Tyson was forced to go down the comeback trail. His first opponent was 1984 Olympic Gold Medalist Henry Tillman, who had twice defeated Tyson as an amateur. Tyson easily defeated Tillman, knocking him out at 2:47 in the first round. Tyson's next fight in his comeback was against Alex Stewart, an up-and-coming prospect with all 26 of his wins as a professional coming by way of knockout. He was undefeated through his first 24 fights before falling to a rising Evander Holyfield. Nevertheless, Stewart came into the fight with Tyson with a 26–1 record and was taken as a more serious opponent for Tyson than the struggling Tillman. Though the fight was originally set for September 22, Tyson suffered a deep cut over his right eye due to an accidental headbutt from sparring partner Greg Page. The cut required 48 stitches, causing the fight to be rescheduled for December 8.",
            "score": 54.48433303833008
        },
        {
            "docid": "24694758_4",
            "document": "Tyson (1995 film) . Mike Tyson grows up a troubled youth, who vows to be a professional boxer in the future. Manager and trainer Cus D'Amato begins turning the young Tyson into an undefeated fighter. However, Tyson becomes a difficult pupil who is often exposed, and slacks off during his training.",
            "score": 54.27412414550781
        },
        {
            "docid": "34323536_26",
            "document": "Law &amp; Order: Special Victims Unit (season 14) . Warren Leight began responding to the controversy on January 12, 2013, by writing a seven-part tweet \"We understand the casting of Mike Tyson seems inappropriate to some SVU fans. While in no way excusing his past actions, it's worth noting MT was convicted over twenty years ago, and served his time. In recent years he has found sobriety, and started a foundation to meet the comprehensive needs of children from broken homes. The episode itself deals with many issues, including the ongoing effects of childhood abuse, the possibility of rehabilitation, and the potential for disastrous results when individuals and/or the justice system pre-judge or fail to contextualize. Because of SVU's subject matter, all of us have a profound sense of our responsibility. Our intent, as always, is to provoke discussion and awareness. We ask you to keep an open mind. Thanks.\" On January 21, 2013 after receiving further complaints, he followed up with \"...please know that I’ve heard you. When tweets become harassment, I will have to block. Thnx.\" Mike Tyson, who had already made his excitement known in a tweet, shared his thoughts about the role in a subsequent interview. This took place on January 29, 2013, after the petition against his casting had gained momentum. Viewing his character as a separate person and not a fictionalized version of himself, Tyson said, \"I have no emotional connection to the role. As a human being I can relate to it, but it has nothing to do with me.\" He also mentioned being a fan of \"SVU\", calling it \"the most exciting show on TV\" and saying \"My wife [Lakiha Spicer, whom he wed in 2009] and I looked on this show a lot, especially when I was going through my relapse and drug periods.\" In response to the criticism, Tyson maintained, as he has since 1992, that he was innocent of raping Desiree Washington. With the filming of his episode complete, he also commented that Mariska Hargitay was \"very quiet\" on the set of \"SVU\". Adding to the controversy surrounding the casting choice was that the air date originally planned, February 13, 2013, coincided with One Billion Rising, a global movement to end violence against women and girls. On January 30, NBC switched \"Monster's Legacy\" with \"Secrets Exhumed\" so that Tyson's episode would air on February 6 instead. Four days before the episode, \"Law & Order\" creator Dick Wolf announced that he supported NBC's decision to produce the episode and hire Mike Tyson to guest star. This angered fans, as he did not acknowledge any of the petitions or ethical concerns. \"Monster's Legacy\" aired on February 6, 2013, becoming Mike Tyson's first acting appearance not playing himself.",
            "score": 54.00187683105469
        },
        {
            "docid": "40424225_5",
            "document": "Mike Tyson vs. Kevin McBride . McBride, however, remained confident that he could upset Tyson and promised that he would \"shock the world\" by defeating Tyson Prior to the fight, Tyson parted ways with trainer Freddie Roach, who had trained Tyson for his two previous fights against Clifford Etienne in 2003 and Williams in 2004, and replaced him with former super bantamweight champion Jeff Fenech.",
            "score": 53.85799026489258
        },
        {
            "docid": "39438895_4",
            "document": "Mike Tyson vs. Francois Botha . Through the fight's first four rounds, Botha both outboxed and outpointed the rusty Tyson. In the first round Tyson had trouble connecting with his punches and Botha was able to dodge most of Tyson's attempts. With 10 seconds left in the round, Tyson was able to get a hold of Botha's left arm. Tyson refused to let go as the round came to an end causing Botha to try to punch his way free from Tyson's grip by using his free right hand. Referee Richard Steele tried in vain to separate the two fighters who were now throwing punches at each other after the bell. Both Tyson and Botha's corners, along with MGM Grand security rushed into the ring and were finally able to separate the two men. The melee caused the beginning of round two to be briefly delayed as Steele issued warnings to both men about fouling. After the warnings, the fight was continued with Tyson coming at Botha with his jab. Botha then clinched with Tyson who again grabbed a hold of Botha's left arm causing Botha to complain to Steele that Tyson was trying to break his arm. Steele issued another warning to Tyson to not twist Botha's arm and the fight continued. Shortly after, however, Tyson grabbed hold of Botha's arm for a third time forcing Steele to again separate the fighters and issue another warning to Tyson. Almost immediately after, Tyson again clinched Botha. As Steele separated the two, Tyson shoved Botha with his left hand, leading to Steele calling time and deducting a point from Tyson. Botha would continue to fight well, winning both rounds 3 and 4 on the judge's scorecards. In round 4, Botha even taunted Tyson by dropping his arms and challenging him to land a punch. Botha was having another good round in round 5, but with 12 seconds remaining, Tyson was able to land a short right hand that dropped Botha to the canvas. Botha twice attempted to get up and nearly was able answer Steele's count at nine, but he went right back down and Steele stopped the fight at 2:59 and Tyson was awarded the knockout victory.",
            "score": 53.84402084350586
        },
        {
            "docid": "13619229_9",
            "document": "Caleb Truax . Truax drew Ossie Duran in a 10-round non-title bout at the Target Center in Minneapolis. The bout was part of an eight-fight card promoted by Mike Tyson's new company, Iron Mike Productions. Mike Tyson was in attendance at the event, and said of Truax, \"I hear he is exciting and he is something that we need for boxing, he is a breath of fresh air because boxing is in the doldrums right now. I'm looking forward to seeing him and if he is as much as everyone has told me.\"",
            "score": 53.78871536254883
        },
        {
            "docid": "40480259_3",
            "document": "Mike Tyson vs. Mitch Green . Mike Tyson was 19 years old and undefeated when he met former heavyweight contender James \"Quick\" Tillis in his 20th professional bout. Tyson had won all his 19 previous fights by way of knockout, while Tillis had lost four of his previous five fights and came into the fight as a huge underdog. Tillis, however, put on a good effort and was able to take Tyson the full 10 rounds, the first time in Tyson's professional career; Tyson won by unanimous decision. Only four days later, it was announced that Tyson would next face Mitch \"Blood\" Green, who was ranked one spot ahead of Tyson on the WBC heavyweight standings, on May 20 in Madison Square Garden. Despite Green being higher than Tyson in the rankings, there was a huge dispartity in the fighter's purse, Tyson was guaranteed $250,000 while Green was due to make only $30,000. Because of this, Green threatened to pull out of the fight only one day before it was to take place unless his purse was increased. However, after HBO executive Ross Greenberg informed Green that a shot at the WBC heavyweight title was on the line, Green chose to continue on with the fight.",
            "score": 53.74906539916992
        },
        {
            "docid": "180721_10",
            "document": "Buster Douglas . Douglas's mother, Lula Pearl, died 23 days before the title bout. Douglas, who had trained hard, surprised the world by dominating the fight from the beginning, using his 12-inch reach advantage to perfection. He seemingly hit Tyson at will with jabs and right hands and danced out of range of Tyson's own punches. The champion had not taken Douglas seriously, expecting another quick and easy knockout victory. He was slow, refusing to move his head and slip his way in (his usual effective strategy) but rather setting his feet and throwing big, lunging hooks, repeatedly trying to beat Douglas with single punches. By the fifth round, Tyson's left eye was swelling shut from Douglas's many right jabs, and ringside HBO announcers proclaimed it was the most punishment they had ever seen the champion absorb. Larry Merchant memorably added, \"Well, if Mike Tyson, who loves pigeons, was looking for a pigeon in this bout, he hasn't found him.\"",
            "score": 53.70841979980469
        },
        {
            "docid": "39328703_3",
            "document": "Mike Tyson vs. Donovan Ruddock . After losing the Undisputed Heavyweight Championship to James \"Buster\" Douglas on February 11, 1990, Mike Tyson embarked on a comeback hopes of regaining his title. First, he knocked out 1984 Olympic Gold Medalist and former amateur opponent, Henry Tillman in the first round. Then, he met up-and-coming prospect Alex Stewart, whose 26 victories had all come by way of knockout. Despite Stewart's impressive resume, Tyson picked up another easy victory by way of 1st round technical knockout, knocking down Stewart three times in only 147 seconds. After those two victories, a match between Tyson, who was the number one ranked Heavyweight, and Donovan \"Razor\" Ruddock, who was ranked number two, was agreed upon. The two men originally were set to face each other on November 18, 1989 in Edmonton with Tyson's Undisputed Championship on the line. However, the fight was postponed and ultimately cancelled because Tyson was suffering from costochondritis On December 9, 1990, the day after Tyson defeated Stewart, Tyson promoter Don King announced Ruddock would indeed be Tyson's next opponent while also announcing that Tyson and Showtime had agreed to a blockbuster long term pay-per-view deal that would pay Tyson $120 million.",
            "score": 53.569332122802734
        },
        {
            "docid": "40338244_3",
            "document": "Mike Tyson vs. Clifford Etienne . In his previous fight on June 8, 2002, Mike Tyson had met WBC and IBF heavyweight champion Lennox Lewis. In what would prove to be the final title match of Tyson's career, he was thoroughly outboxed by Lewis, who from the second round on, won every round on the judge's scorecards before knocking out Tyson in the eighth. Though Tyson's plans were not immediately known after his defeat, he announced in November that he would return to boxing on February 22, 2003 to take on fringe contender Clifford Etienne, with the fight taking place at the site of his previous fight with Lewis, the Pyramid Arena in Memphis. Etienne began his professional career with 19 consecutive victories and was named 2000's \"Most Exciting Fighter to Watch\" by \"The Ring\" magazine, but a loss to Fres Oquendo, in which Etienne was knocked down seven times in eight rounds, halted his progress. Only days before the fight was to take place, however, Tyson's new trainer Freddie Roach announced that he didn't think Tyson was ready for the fight and advised him to not go through with it, citing Tyson's lack of condition, as well as the fact that a loss to a journeyman like Etienne could end Tyson's career. Two days later, the fight was cancelled after both the fight's promoters and Tyson's team failed to hear back from Tyson about whether or not he would go through with the fight. However, Tyson arrived in Memphis the following day, seemingly putting the fight back on, but the fight was again held up as Etienne pulled out because several members of his camp had already left Memphis after the first cancellation. The following day, Etienne had a change of heart and stated \"This morning, I woke up and I thought about it. I realized that I've worked all these weeks for this. I weighed everything out again. The fight is on.\"",
            "score": 53.36274719238281
        },
        {
            "docid": "39255281_5",
            "document": "Mike Tyson vs. Tyrell Biggs . Through the first two rounds, Biggs attempted to ward off Tyson's attack by keeping his distance and throwing sharp left jabs at Tyson while also attempting to use his distinct height advantage to avoid Tyson's power punches. Biggs had a solid 1st round, connecting with over half of jabs while limiting Tyson to only three. Biggs would continue to use this tactic early in round 2, but Tyson was able to connect with a big right hook that split Biggs' lip open. By round 3, Biggs had all but abandoned his gameplan and was overwhelmed by Tyson's power, with Tyson eventually landing a strong right hand that opened open a cut around Biggs' left eye. Tyson would continue to dominate in rounds 5 and 6, consistently attacking Biggs with hooks and right hands, though Biggs would survive both rounds without getting knocked down. With 30 seconds left in round 7, Tyson hit Biggs with a left hook that sent Biggs to canvas and almost out of the ring. Biggs was able to answer the referee's count at nine. Tyson would continue his assault as soon as Biggs got up and quickly knocked down Biggs again, this time with a left hook, leading to referee Tony Orlando stopping the fight and awarding Tyson the victory via technical knockout.",
            "score": 53.14152145385742
        },
        {
            "docid": "39230759_7",
            "document": "Trevor Berbick vs. Mike Tyson . This fight was mentioned in the animated TV series Mike Tyson Mysteries episode \"Ultimate Judgement Day\" from 2014. In the episode Mike Tyson says Trevor Berbick wanted to call their 1986 fight 'Ultimate Judgement Day', but then ghost of Berbick appears to correct Tyson, saying that it was actual Tyson was the boxer that wanted to call it 'Ultimate Judgement Day.' Tyson thanks Berbick for the correction, and then waves his hand to make the ghost of Trevor Berbick disappear.",
            "score": 53.09756851196289
        },
        {
            "docid": "4738644_29",
            "document": "Conjestina Achieng . \"I earn a living the hard way\", she said in an interview with Women Boxing Archive Network. \"I can't afford the right foods and sometimes I don't even have the bus fare to go for training. When I look at other boxers like Mike Tyson and Laila Ali, my soul bleeds. They are rich and the kind of life they lead is not comparable to ours. But us we lead a dog's life. Things don’t fall on a silver plate. Every individual has to reap where he or she has sown and I am no exception.\"",
            "score": 52.680572509765625
        },
        {
            "docid": "39027_8",
            "document": "Mike Tyson . Tyson's biological father is listed as \"Purcell Tyson\" (who was from Jamaica) on his birth certificate, but the man Tyson had known as his father was Jimmy Kirkpatrick. Kirkpatrick was from Grier Town, North Carolina (a predominantly black neighborhood that was annexed by the city of Charlotte), where he was one of the neighborhood's top baseball players. Kirkpatrick married and had a son, Tyson's half-brother Jimmie Lee Kirkpatrick, who would help to integrate Charlotte high school football in 1965. In 1959, Jimmy Kirkpatrick left his family and moved to Brooklyn, where he met Tyson's mother, Lorna Mae (Smith) Tyson. Mike Tyson was born in 1966. Kirkpatrick frequented pool halls, gambled and hung out on the streets. \"My father was just a regular street guy caught up in the street world,\" Tyson said. Kirkpatrick abandoned the Tyson family around the time Mike was born, leaving Tyson's mother to care for the children on her own. Kirkpatrick died in 1992.",
            "score": 52.67027282714844
        },
        {
            "docid": "39230759_4",
            "document": "Trevor Berbick vs. Mike Tyson . Tyson dominated Berbick, easily picking up the victory by way of second-round technical knockout. From the opening bell, Tyson was the aggressor, hammering Berbick with several powerful punches. Towards the end of the round, Tyson hit Berbick with a four-punch combination that sent Berbick across the ring. Berbick managed to stay on his feet, but Tyson continued to attack, hitting Berbick several more times until the bell sounded. Tyson picked up right where he left off in round 2, almost immediately hitting Berbick with a combination that dropped the champion. Berbick was able to answer the referee's count and the fight continued. Berbick, however, was unable to mount any offense going and was rocked continuously by Tyson. Tyson finally ended the fight at the 2:35 mark, hitting Berbick with a right to the body followed by a left hook to the head that dropped the older man for the second time. Berbick attempted to get up twice, only to collapse both times, causing referee Mills Lane to call the fight and award Tyson the victory via technical knockout.",
            "score": 52.40705108642578
        },
        {
            "docid": "40290331_3",
            "document": "Mike Tyson vs. Julius Francis . Tyson's previous fight had come against Orlin Norris three months prior. The fight was another controversial one for Tyson, who hit Norris with left hand after the first bell had rang that dropped him to the canvas. Norris fell awkwardly and injured his right knee in the process and decided that he could not continue on with the fight, which was then declared a no-contest after only one round. Originally, Tyson stated that he would be in favor of a rematch with Norris in December of that year, but Tyson instead chose to face British journeyman Julius Francis in what would be his first fight in Europe and his first outside the United States since his 1990 loss to James \"Buster\" Douglas. However, Tyson's impending arrival in England caused a stir, as his 1992 rape conviction led to concern as to whether or not Tyson would be allowed into the country. The issue was brought to the Home Office, a department of the U.K. government that is responsible for immigration and security, and on 13 January 2000 the head of the department, Home Secretary Jack Straw, announced his decision to allow Tyson into the country, stating that he \"did not want to hurt the businesses in Manchester that were expecting a windfall from the fight or disappoint the fans who had bought tickets.\" Several of Britain's top politicians criticized Straw's decision, including Trevor Phillips who accused Straw of \"caving in\" and \"ignoring the law.\" Tyson officially arrived in England on 16 January 2000, where he was met with protests from the feminist women's group, Justice For Women, who hoped to have the decision to allow Tyson in England overturned. Tyson would lash out at his protesters, calling the group \"just a bunch of frustrated women who want to be men.\" Tyson's opponent Julius Francis was installed as a 16–1 underdog going into the fight. Francis was recognized as the British Heavyweight Champion, but came into the fight with an unimpressive 21–7 record, having lost to several heavyweight contenders in the years before his fight with Tyson, including John Ruiz, Željko Mavrović and Vitali Klitschko. Nevertheless, Francis maintained that he and Lennox Lewis were the only two British boxers who were worthy enough to face Tyson.",
            "score": 52.35845947265625
        },
        {
            "docid": "40033678_3",
            "document": "Lennox Lewis vs. Vitali Klitschko . A year earlier, Lennox Lewis had finally met Mike Tyson in the ring and achieved a landmark victory by knocking out Mike Tyson in the eighth round of their record-breaking PPV fight. Following his victory, Lewis would take a year-long break from the ring, eventually vacating his IBF title after passing on the chance to face the IBF's number one contender Chris Byrd. Instead, Lewis turned his sights on a possible match with Vitali Klitschko, who had become the WBC's number one contender after defeating Larry Donald by tenth-round technical knockout. In early 2003, however, negotiations for the fight fell through and Lewis began looking into a lucrative rematch with Tyson. The WBC ruled that a rematch with Tyson would be allowed on the basis that the winner would next defend their title against Klitschko. Tyson passed on the rematch, forcing Lewis to accept a less marketable fight against Kirk Johnson in which only Lewis' IBO title would be on the line. Klitschko was to fight on the undercard and take on Lewis in December. Before the Lewis–Johnson fight could take place, Johnson was forced to pull out with a chest injury. As such, Lewis and Klitschko agreed to face one another on June 21, rather than later in the year as originally planned.",
            "score": 52.31270980834961
        },
        {
            "docid": "811720_15",
            "document": "Punch-Out!! (arcade game) . In 1987, the growing popularity of the Nintendo Entertainment System (NES) caused the development and release of \"Mike Tyson's Punch-Out!!\" for the NES console to happen. Several elements, such as opponents and their names, were changed for this version. In particular, professional boxer Mike Tyson was added as the game's final boss to promote his success in becoming a champion. In 1990, when the contract licensing the use of Tyson's name in the console version expired, Nintendo replaced Tyson with an original character named Mr. Dream, re-releasing it as \"Punch-Out!!\" (a.k.a. \"Punch-Out!! featuring Mr. Dream\"). Like \"Mike Tyson's Punch-Out!!\", \"Punch-Out!! featuring Mr. Dream\" bore no further resemblance to the arcade version.",
            "score": 51.9552001953125
        },
        {
            "docid": "39268689_5",
            "document": "Mike Tyson vs. Larry Holmes . Despite his brazen claims, Holmes had difficulty keeping up with the younger, faster and stronger Tyson. Like many of the fighters who challenged Tyson in the past, Holmes often held Tyson in an effort to slow the aggressive Tyson down. In round 4, Holmes started off well, hitting Tyson several times with his left jab. As the round went on, however, Tyson would continue to attack Holmes, getting him up against the ropes and landing a right hand to the side of Holmes' head a minute into the round. After the exchange, Tyson would continue to be aggressive, causing Holmes to hold Tyson twice more. After referee Joe Cortez broke the second hold, Tyson hit Holmes with a left jab–right hand combination that sent Holmes to canvas. Holmes was able to get back up but was immediately met with a furious combination from Tyson, who knocked Holmes down for the second time with a right hook to the head. Holmes stumbled back to his feet and was able to answer the referee's count at 8. Tyson would continue to hammer Holmes powerful combinations until finally delivering the final blow with seven seconds left in the round, a right hook that dropped Holmes for the third time in the round, after which Cortez stopped the fight and awarded Tyson the victory by technical knockout.",
            "score": 51.90338897705078
        },
        {
            "docid": "11630690_3",
            "document": "Glover Teixeira . Teixeira is originally from the rural community of Sobrália, Minas Gerais, Brazil and is of Portuguese descent. His neighborhood had no traffic signals, there was no electricity in many of the homes, and there was a single gas station. He moved to Danbury, Connecticut in 1999 to help support his family and quickly found a job in landscaping. It was there that he met his wife, Ingrid. After watching boxers such as Mike Tyson and the early mixed martial arts fighters such as Royce Gracie and Chuck Liddell compete, Teixeira decided that he wanted to follow the same path. He had never heard of Brazilian jiu-jitsu, but was able to find and watch videos of UFC 1 and UFC 2 which featured the legendary UFC Hall of Famer Royce Gracie. After working 10- to 12-hour days landscaping, Teixeira would then go train Boxing at Hat City Boxing and Brazilian jiu-jitsu at American Top Team Connecticut. John Hackleman had trained a fighter who fought Teixeira and was impressed by the young Brazilian. Hackleman invited Teixeira to his gym in California, The Pit, where Teixeira began training with UFC Hall of Famer Chuck Liddell.",
            "score": 51.24013137817383
        },
        {
            "docid": "39370482_3",
            "document": "Evander Holyfield vs. Larry Holmes . Holyfield's previous fight was a tough victory over journeyman fighter Bert Cooper, who was a last-minute replacement for Francesco Damiani, who himself was a replacement for Mike Tyson, after Damiani determined that he could not compete due to a foot injury. Cooper nearly managed to dethrone Holyfield of his title in the third round when he was able to deliver the first knockdown of Holyfield's professional career. Holyfield, however, was able to rebound from the knockdown to earn the victory via 7th round technical knockout. After his defeat of Cooper, Holyfield had hoped to next fight Tyson. The two men were originally scheduled to fight each other on November 8, 1991, before Tyson pulled out of the fight with a rib injury. Then on February 10, 1992, Tyson was convicted of rape and sentenced to six years in prison, leading to the cancellation of the Holyfield–Tyson fight. On March 5, 1992, it was announced that Holyfield's next opponent would be 42-year-old former Heavyweight champion Larry Holmes. Holmes had twice retired, first after losing a rematch to Michael Spinks in 1986 for the IBF Heavyweight Championship, and then again after a loss to Mike Tyson in 1988 for the Undisputed Heavyweight Championship. In 1991, Holmes launched a successful comeback, winning five consecutive fights before facing undefeated Olympic Gold Medalist Ray Mercer in a match to determine the number one contender. Though Holmes came into the fight as an underdog, he was able to outpoint Mercer en route to a victory by unanimous decision.",
            "score": 51.16353225708008
        },
        {
            "docid": "8313529_3",
            "document": "Blackstreet (album) . Hip hop producer Erick Sermon co-produced the first single \"Booti Call\", which was a response to the rape trial and conviction of professional boxer Mike Tyson at the time of the album's release. Riley, who was a close friend of Tyson, referenced his incarceration in the album's liner notes: \"and to our main man Mike Tyson \"we can't wait\"\". The song's opening was done by stand up comedian Bill Bellamy, who popularized his infamous saying on an episode of Russell Simmons' \"Def Comedy Jam\". The second single \"Before I Let You Go\" was released with a music video that featured appearances by actors Omar Epps and Shari Headley.",
            "score": 51.148502349853516
        },
        {
            "docid": "39027_51",
            "document": "Mike Tyson . On July 30, 2004, Tyson had a match against British boxer Danny Williams in another comeback fight, and this time, staged in Louisville, Kentucky. Tyson dominated the opening two rounds. The third round was even, with Williams getting in some clean blows and also a few illegal ones, for which he was penalized. In the fourth round, Tyson was unexpectedly knocked out. After the fight, it was revealed that Tyson was trying to fight on one leg, having torn a ligament in his other knee in the first round. This was Tyson's fifth career defeat. He underwent surgery for the ligament four days after the fight. His manager, Shelly Finkel, claimed that Tyson was unable to throw meaningful right-hand punches since he had a knee injury.",
            "score": 51.12907791137695
        },
        {
            "docid": "45197818_5",
            "document": "Iconic (song) . Madonna also enlisted American professional boxer Mike Tyson to give a speech that would be used on the track. According to the singer, \"I was thinking: who is in my eyes super iconic, who do I look up to, who is alive today that's been through what I feel like I've been through, that's been through a lot, survived, has stories to tell, has evolved as human being [...] is a survivor, his name came to mind right away.\" She also revealed that she was moved and impressed after seen his HBO-documentary \"Mike Tyson: Undisputed Truth\", directed by Spike Lee and contacted him. Tyson revealed that he ad-libbed his part of the song in one take and was inspired by Benito Mussolini, who Tyson admitted that was seen as arrogant, but he tried to come from a positive perspective and be uplifting. In an interview for \"Rolling Stone\" he explained: \"I didn't know what the hell I was going there for. I'm just there having a good time and hanging out with Madonna. She has her producer there and I go into the studio and I didn't know if she wanted me to talk or rap. I just go in there and start talking. I'm talking about my life and things that I have endured. I'm saying some really crazy stuff. It was really intense.\"",
            "score": 50.96894454956055
        },
        {
            "docid": "39027_14",
            "document": "Mike Tyson . Tyson made his professional debut as an 18-year-old on March 6, 1985, in Albany, New York. He defeated Hector Mercedes via a first round knockout. He had 15 bouts in his first year as a professional. Fighting frequently, Tyson won 26 of his first 28 fights by KO or TKO; 16 of those came in the first round. The quality of his opponents gradually increased to journeyman fighters and borderline contenders, like James Tillis, David Jaco, Jesse Ferguson, Mitch Green and Marvis Frazier. His win streak attracted media attention and Tyson was billed as the next great heavyweight champion. D'Amato died in November 1985, relatively early into Tyson's professional career, and some speculate that his death was the catalyst to many of the troubles Tyson was to experience as his life and career progressed.",
            "score": 50.87156295776367
        }
    ]
}