{
    "q": [
        {
            "docid": "40693632_15",
            "document": "DJI (company) . The Mavic (御) series currently includes Mavic Pro and Mavic Air, both have foldable design that allow drones to be transported more easily.",
            "score": 84.00892543792725
        },
        {
            "docid": "51917900_2",
            "document": "Mavic (UAV) . The Mavic Pro () is an unmanned aerial photography and videography drone for personal and commercial use released by DJI.",
            "score": 81.29383659362793
        },
        {
            "docid": "51917900_12",
            "document": "Mavic (UAV) . At the 2017 IFA trade show, DJI announced the upgraded Mavic Pro Platinum. The upgraded version includes better battery life and improved noise reduction due to new propellers and electronic speed controllers. The Mavic Air was announced on 23 January 2018, for release on 28 January at a starting price of $799. It is marketed as a smartphone-sized drone that can fit in a jacket's pocket.",
            "score": 75.85015773773193
        },
        {
            "docid": "51917900_8",
            "document": "Mavic (UAV) . The Mavic is the first DJI drone to have gesture control. Users can wave their arms in specific patterns to trigger drone functions, such as taking a picture.",
            "score": 78.32392597198486
        },
        {
            "docid": "9478497_6",
            "document": "Micro Center . Micro Center was the first retailer in the United States to sell the DJI Mavic Pro drone, launching it by hosting a three-day demonstration in their Columbus store's parking lot which was open to the press and the public.",
            "score": 79.64128851890564
        },
        {
            "docid": "40693632_17",
            "document": "DJI (company) . The Mavic Air was announced on 23 January 2018, for release on 28 January. It is marketed as a smartphone-sized drone that can fit in a jacket pocket.",
            "score": 63.43262577056885
        },
        {
            "docid": "51917900_10",
            "document": "Mavic (UAV) . The Mavic controller is more compact than those for other DJI drones. It includes fold-out grips for smartphones and small tablets and has a built-in flight information display for flight without a smartphone or tablet.",
            "score": 68.75841808319092
        },
        {
            "docid": "58900_65",
            "document": "Unmanned aerial vehicle . Consumer drones are also widely used by military organizations worldwide because of the cost-effective nature of consumer product. In 2018, Israeli military started to use DJI Mavic and Matrice series of UAV for light reconnaissance mission since the civilian drones is easier to use and has higher reliability. DJI drones is also the most widely used commercial unmanned aerial system that the US Army has employed.",
            "score": 68.18448638916016
        },
        {
            "docid": "40693632_28",
            "document": "DJI (company) . Released in May 2017, the Spark (晓) was designed to be an affordable consumer drone that is nevertheless capable of producing high-quality images and video. This drone is DJI's cheapest to date and features a 12-megapixel camera capable of shooting 1080p video at 30fps. The camera is stabilised mechanically by a 2-axis gimbal. The Spark also carries an advanced infrared 3D camera that helps the drone to detect obstacles in front of it, as well as facilitating hand-gesture control—a feature that was, until the release of the Mavic Air in January 2018, unique to the Spark. In addition to a smartphone app with virtual controller, a physical controller can also be bought, extending the drone's range up to 1.2 miles (2 km). The aircraft has a flight duration of up to 16 minutes, but its exhausted battery can easily be swapped out for a charged battery to extend flight time.",
            "score": 64.87046194076538
        },
        {
            "docid": "40693632_16",
            "document": "DJI (company) . The Mavic Pro is introduced on September 27, 2016. It features multiple redundant sensors and obstacle avoidance to help prevent crashes.",
            "score": 54.7552170753479
        },
        {
            "docid": "51917900_11",
            "document": "Mavic (UAV) . A switch on the Mavic allows it to operate in Wi-Fi mode independent of the controller (\"e.g.\", controlled directly from a smartphone). In Wi-Fi mode, all flight functions can be accessed using the DJI Go 4 app but with reduced range to a few hundred feet.",
            "score": 47.99637579917908
        },
        {
            "docid": "51917900_7",
            "document": "Mavic (UAV) . DJI rates the battery life of the Mavic at 27 minutes of flight time in zero wind conditions. Max hovering time (0 wind) is 24 minutes, while normal flight drops to 21 minutes.",
            "score": 51.269690990448
        },
        {
            "docid": "51917900_4",
            "document": "Mavic (UAV) . The Mavic is equipped with the same camera as the Phantom 4 UAV. The camera is a 12MP camera that is capable of shooting 4K videos at 24 frames per second (FPS). It is capable of 96 FPS when shooting in 1080p. Its camera keeps the same 60Mbit/s bitrate seen in the Phantom 4. The lens in the DJI Mavic possesses a 78-degree field of view (FOV), whereas the Phantom 4 maintains a 94-degree FOV.",
            "score": 51.03925395011902
        },
        {
            "docid": "49321811_11",
            "document": "UAV-related events . In January 2017 a 23 year old UAV operator from Xiaoshan was detained because of footage taken from a drone flying near airliners descending to land at Hangzhou Xiaoshan International Airport. The incident came to light when footage was uploaded to QQ. This was an eight-second clip from a ten-minute recording taken from an altitude of 450m. The operator had flown it to photograph a sunset, but had also recorded several airliners flying past. The model used was a DJI Mavic and the manufacturer strongly condemned the incident.",
            "score": 53.29757499694824
        },
        {
            "docid": "40693632_36",
            "document": "DJI (company) . On November 17, 2017, Ars Technica reported a security breach of private customer data at DJI. However, The Verge found that according to US government report, DJI drone has kept data safe despite the Ars Technica's claim. Nevertheless, DJI announced they've added Local Data Mode for their drones, which aerial platform will not enable any data transfer involving Internet during the flight. Brendan Schulman from DJI’s Vice President of Policy and Legal Affairrs, responded to the report from Ars Technica, saying “DJI is committed to protecting the privacy of its customers’ photos, videos and flight logs.\"",
            "score": 58.13184571266174
        },
        {
            "docid": "40693632_35",
            "document": "DJI (company) . Several military organizations also utilize DJI products for aerial photography mission including the US Army, and DJI drones were the most widely used commercial unmanned aerial system that the US Army has employed. However, on August 2017, the United States Army published internal guidance regarding the banning of using DJI drones and parts in the army for security reasons. DJI’s Public Relations Manager, Michael Perry expressed surprise and disappointment after the memo was released. A U.S. Army spokesperson responses to media and claim that the guidance is still undergoing a review. Although US Army has stopped using DJI products, other branches of the US military such as the US Marines are still fielding DJI product as commercial photography platform.",
            "score": 56.88522458076477
        },
        {
            "docid": "277914_66",
            "document": "Science and technology in China . China is the leader in drone technology, it is the first country in the world to create large scale transport drones, as well as the first to produce an amphibious drone. Chinese drone companies such as DJI and Ehang (Beijing Yi-Hang Creation Science & Technology) conquered majority of the civilian drone industry, with DJI alone dominating 85% of the global market share. Ehang also created the world's first \"flying taxi\" drone, Ehang 184, an eco-friendly low altitude autonomous aerial vehicle capable of providing transportation and medium distance communication.",
            "score": 54.83889031410217
        },
        {
            "docid": "40693632_33",
            "document": "DJI (company) . As of March 2017, DJI has a 50 percent market share of the consumer drone market according to NPD numbers. Top line estimates from the FAA point towards the number of consumer drones hitting over 4 million units by 2021.",
            "score": 51.903863191604614
        },
        {
            "docid": "51066562_6",
            "document": "Yuneec International Typhoon H . A key reason why the Typhoon H has been successful in the aerial cinematography world and is often preferred to models like DJI's Phantom and Inspire, is because of the built in Android Tablet to the 2.4ghz transmitter. This provides built in telemetry and direct camera streaming. The drone is also known for its unusually high camera quality out of the box which companies such as DJI have lacked. Although the range on the Typhoon H is not as far as the DJI Phantom lineup, many professional cinematographers have said they prefer the low latency transmission which DJI does not offer. Both drones do operate with full control well beyond eyesight.",
            "score": 52.02311730384827
        },
        {
            "docid": "40693632_3",
            "document": "DJI (company) . DJI is the world's leader in the civilian and commercial drone industry, accounting for over 70% of the drone market. Its drone technology has been used globally for the music, television and film industries, including K-pop music videos and the sets of Emmy Award-nominated television productions such as \"The Amazing Race\", \"American Ninja Warrior\", \"Better Call Saul\", \"Game of Thrones\", and many more.",
            "score": 53.80295133590698
        },
        {
            "docid": "51917900_3",
            "document": "Mavic (UAV) . The Mavic will fold small enough to fit into a small bag (83mm x 83mm x 198mm). Its legs and propellers fold underneath and to the side of the drone to form a compact package.",
            "score": 52.641977310180664
        },
        {
            "docid": "45706322_7",
            "document": "Phantom (UAV) . DJI Phantom 4 Pro, released in November 2016, has a three-axis stabilized camera with a 1-inch 20 MP CMOS sensor. It upgrades its obstacle avoidance with five directional sensors. The Phantom 4 Pro offers two remote controllers, one with a dedicated screen (Phantom 4 Pro+) and one without. It integrates an upgraded Lightbridge HD video transmission system that adds 5.8 GHz transmission support and a maximum downlink video transmission range of 7 km. In addition - DJI released a set of Goggles, which can be used with various DJI equipment, including the Phantom 4 Pro, to allow First Person View (FPV) flying. Announced at the 2017 IFA trade show, it gives the option to have the Phantom 4 Pro painted in obsidian black. Some build quality upgrades are included with the camera gimbal being made of magnesium.",
            "score": 43.313392639160156
        },
        {
            "docid": "1338764_10",
            "document": "Mavic . Mavic also makes clincher rims. The Mavic Open Pro is popular for everyday road use. CXP rims are the semi-aero counterparts.",
            "score": 41.38998985290527
        },
        {
            "docid": "40693632_29",
            "document": "DJI (company) . There have been multiple complaints that the drone could switch off and fall while flying. DJI responded to this by releasing a mandatory battery firmware update in August 2017.",
            "score": 45.99030876159668
        },
        {
            "docid": "40693632_34",
            "document": "DJI (company) . In January 2015, a DJI Phantom 3 crashed into the White House's south lawn, in Washington, D.C.. DJI later set up a no-fly Geo-system according to prohibited airspace, and forced all drones to update the firmware. The new system will forbid flights getting closer or take off in restricted zones based on its GPS location.",
            "score": 47.9833927154541
        },
        {
            "docid": "51174872_4",
            "document": "Osmo (camera) . The DJI Osmo is a camcorder, as it is only packaged with its handle, camera gimbal, and case. The interface of the camera is controlled through a smartphone app called \"DJI Go\", which is used in certain Phantom drones.",
            "score": 49.18009948730469
        },
        {
            "docid": "54808321_10",
            "document": "One Day in the Haram . As well as the ground filming the production obtained permissions for four helicopter flights over Makkah airspace. The film also featured low flying drone filming, using the DJI Matrice 600 and the DJI Inspire.",
            "score": 44.83550834655762
        },
        {
            "docid": "45651130_26",
            "document": "Regulation of UAVs in the United States . In 2015, a drone operated by a civilian flew into the White House property. As a result, the drone manufacturer, DJI, issued a statement saying that they will now require that all of their drones would contain built-in geofencing limits.",
            "score": 56.92478966712952
        },
        {
            "docid": "51917900_13",
            "document": "Mavic (UAV) . It features a 12 MP 4K HDR camera, mounted on a 3-axis gimbal, and has a new panorama mode, which stitches together 25 photos in eight seconds to create a \"Sphere Panorama\". Due to antennas mounted on its landing gear, the drone has a 21-minute flight time and a 2.5 mile range. Like the Spark, the Air also features the \"Smart Capture\" mode, in which the drone can be controlled by hand gestures.",
            "score": 44.32273721694946
        },
        {
            "docid": "40693632_2",
            "document": "DJI (company) . Dà-Jiāng Innovations Science and Technology Co. Ltd. (doing business as DJI in other countries) is a Chinese technology company headquartered in Shenzhen, Guangdong with manufacturing facilities throughout the world. It is known as a manufacturer of unmanned aerial vehicles (UAV), commonly known as drones, for aerial photography and videography. DJI also design and manufacture camera gimbals, flight platforms, cameras, propulsion systems, camera stabilizers, and flight control systems.",
            "score": 45.7967529296875
        },
        {
            "docid": "144068_5",
            "document": "Precision agriculture . Precision agriculture has also been enabled by unmanned aerial vehicles like the DJI Phantom which are relatively inexpensive and can be operated by novice pilots. These systems, commonly known as drones, can be equipped with hyperspectral or RGB cameras to capture many images of a field that can be processed using photogrammetric methods to create orthophotos and NDVI maps.",
            "score": 37.27765512466431
        },
        {
            "docid": "52422387_9",
            "document": "University of South Florida Tampa Library . The DHHC documents heritage sites, landscapes and objects. The DHHC creates digital learning tools to promote heritage tourism. The technologies being used include 3D laser scanners, Nikon DSLR cameras, DJI Phantom and DJI Mavic unmanned aerial vehicles, Agisoft Photoscan Professional, FLIR thermal infrared cameras for imaging. For geo-spatial analysis uses ArcGIS and sends someone to the ESRI conference to make sure the program remains up to date. Some projects include: a 3D survey and imaging of Haghpat Monastery, a terrestrial laser scanning survey of Russell Cave National Monument and a digital tour of Cowpens National Battlefield.",
            "score": 39.419564723968506
        }
    ],
    "r": [
        {
            "docid": "43579831_7",
            "document": "Silver Dragon (coin) . Even before the official ending of the Qing dynasty factions and cliques emerged as would be warlords jostled for position and influence. As China headed into the republican and warlord eras, local warlords used the provincial mints to issue their own Silver Dragons, these are of variable quality and value. These warlord and pre-warlord era coins include high quality coins intended to promote the legitimacy and prestige of the warlord and his faction and are proudly marked as such; there are also low quality coins, the majority, intended to deceive the receiver into believing that they are earlier coins of higher silver content and value, though not fake-in so much that they came from semi-official sources-these were and are of variable value depending on their silver content. With the coming of the Chinese republic China would continue producing silver coins of the same specification updated to bear the image of Yuan Shikai and other politicians. China was forced from the silver standard in 1935, however even after the silver coins became demonetised they remained a highly prized means of preserving wealth in an era of inflation and war.",
            "score": 89.57475280761719
        },
        {
            "docid": "40693632_15",
            "document": "DJI (company) . The Mavic (御) series currently includes Mavic Pro and Mavic Air, both have foldable design that allow drones to be transported more easily.",
            "score": 84.00892639160156
        },
        {
            "docid": "54274715_2",
            "document": "Tenpō Tsūhō . The Tenpō Tsūhō (Kyūjitai: /; Shinjitai: ) was an Edo period coin with a face value of 100 mon, originally cast in the 6th year of the Tenpō era (1835). The obverse of the coin reads \"Tenpō\" () a reference to the era this coin was designed in, and \"Tsūhō\" () which means \"circulating treasure\" or currency. The Kaō is that of Gotō San'emon, a member of the Kinza mint's Gotō family (), descendants of Gotō Shozaburo Mitsutsugu, a metalworker and engraver from Kyoto appointed by \"shōgun\" Tokugawa Ieyasu in 1601 to oversee the Edo mint of his shogunate and oversee its coinage. All mother coins were produced in Edo (present day Tokyo) before they were send to other mints where they would place the individual mint’s mark (\"shirushi\", ) on the edge of the coin. The coin circulated for 35 years, and stopped being produced during the Meiji Restoration after the introduction of the Japanese yen. Today these coins are now sold as \"lucky charms\" as well as being collected by numismatists.",
            "score": 83.40831756591797
        },
        {
            "docid": "55681535_8",
            "document": "Devni Mori . As Western Satraps dated their coins in the Saka era, this date would be 204 CE, and the ruler would be Rudrasena I. If reckoned with the Kalachuri Era era, the date would be 375 CE, and the ruler Rudrasena III. A second casket included 8 coins of Western Satraps rulers, one of them being a coin of Western Satrap ruler Visvasena (294-305). The coins are worn, but the coins of two other rulers have been found in the group: one coin of Rudrasena I (203-220 CE) and a nearly unworn coin of Rudrasimha (305-313 CE). Overall, and because of these different dates, the site of Devni Mori is sometimes dated to the 3rd century, and sometimes to the 4th century. The absence of later Western Satraps coins and the various dates could however suggest that the stupa was rebuilt at one point, with a final construction date not long after 305-313.",
            "score": 82.13529205322266
        },
        {
            "docid": "51917900_2",
            "document": "Mavic (UAV) . The Mavic Pro () is an unmanned aerial photography and videography drone for personal and commercial use released by DJI.",
            "score": 81.29383850097656
        },
        {
            "docid": "7558_24",
            "document": "Coin . A coin's value as a collector's item or as an investment generally depends on its condition, specific historical significance, rarity, quality, beauty of the design and general popularity with collectors. If a coin is greatly lacking in all of these, it is unlikely to be worth much. The value of bullion coins is also influenced to some extent by those factors, but is largely based on the value of their gold, silver, or platinum content. Sometimes non-monetized bullion coins such as the Canadian Maple Leaf and the American Gold Eagle are minted with nominal face values less than the value of the metal in them, but as such coins are never intended for circulation, these face values have no relevance.",
            "score": 79.91617584228516
        },
        {
            "docid": "9478497_6",
            "document": "Micro Center . Micro Center was the first retailer in the United States to sell the DJI Mavic Pro drone, launching it by hosting a three-day demonstration in their Columbus store's parking lot which was open to the press and the public.",
            "score": 79.64128875732422
        },
        {
            "docid": "55040_2",
            "document": "Reconstruction era . The Reconstruction era was the period from 1863 (the Presidential Proclamation of December 8, 1863) to 1877. In the context of the American history, the term has two applications: the first applies to the complete history of the entire country from 1865 to 1877 following the American Civil War; the second, to the attempted transformation of the 11 ex-Confederate states from 1863 to 1877, as directed by Congress. Reconstruction ended the remnants of Confederate nationalism and of slavery, making the newly free slaves citizens with civil rights apparently guaranteed by three new Constitutional amendments. Three visions of Civil War memory appeared during Reconstruction: the reconciliationist vision, which was rooted in coping with the death and devastation the war had brought; the white supremacist vision, which included terror and violence; and the emancipationist vision, which sought full freedom, citizenship, and Constitutional equality for African Americans.",
            "score": 79.18870544433594
        },
        {
            "docid": "51917900_8",
            "document": "Mavic (UAV) . The Mavic is the first DJI drone to have gesture control. Users can wave their arms in specific patterns to trigger drone functions, such as taking a picture.",
            "score": 78.32392883300781
        },
        {
            "docid": "2803951_10",
            "document": "Ban Liang . During the Warring states period Ban Liang coins from the State of Qin generally had 8 gram Ban Liang coins from between 32 and 34 millimeters in diameter, while during the Qin dynasty all Ban Liang coins generally had a weight of 6 grams and were about 31.7 millimeters in diameters. Han dynasty era Ban Liang coins are generally smaller than Qin Ban Liang coins, this is due to the Han dynasty government constantly changing weight standards for the coins many variants from that era exist.",
            "score": 78.30047607421875
        },
        {
            "docid": "3808543_7",
            "document": "Japanese mon (currency) . In 1636, the \"Kan'ei Tsūhō\" (Kyūjitai: 寛永通寳 ; Shinjitai: 寛永通宝) coin was introduced by the government of the Tokugawa shogunate as a means to standardise copper coins and keep up a sufficient supply of copper coinage, being the first government minted copper coin in 700 years, despite this however they were introduced in the Mito domain 10 years prior during the 3rd year of the Kan'ei era. These coins would become the daily currency of the common people and would be used for small payments. Due to the isolationist policies of the Tokugawa shogunate the outflow of currency halted and \"Kan'ei Tsūhō\" coins would continue to stay the main coin circulating in Japan, \"Kan'ei Tsūhō\" were minted for 230 years despite the fact that the Kan’ei era ended in 1643, \"Kan'ei Tsūhō\" coins would continue to bear the \"Kan’ei\" legend, even when a new denomination of the coin was introduced a century later, though they weren’t all uniform as the shogunate outsourced the mintage to regional and local merchants who would cast them at varying weights and sizes, as well as occasionally having local mint marks, by the 1650s 16 private mints were opened for the production of Kan'ei Tsūhō coins all over Japan. Kan'ei Tsūhō produced before 1688 are referred to as “old Kan’ei” and are recognisable by their similar calligraphic styles making them hard to differentiate from one another, meanwhile \"Kan'ei Tsūhō\" coins produced after 1688 (or “new Kan’ei” coins) tend to be more diverse in calligraphic styling, and the 4 mon denomination has waves on its reverse making it easily distinguishable from other coins.",
            "score": 77.21021270751953
        },
        {
            "docid": "10390256_2",
            "document": "Bibliography of the Reconstruction Era . This is a selected bibliography of the main scholarly books and articles of Reconstruction, the period after the American Civil War, 1863–1877 (or 1865 to 1877).",
            "score": 76.77696228027344
        },
        {
            "docid": "9704515_9",
            "document": "Disenfranchisement after the Reconstruction Era . The American Civil War ended in 1865, marking the start of the Reconstruction era in the eleven former Confederate states. Congress passed the Reconstruction Acts, starting in 1867, establishing military districts to oversee the affairs of these states pending reconstruction.",
            "score": 76.7402572631836
        },
        {
            "docid": "9755473_49",
            "document": "Ancient Chinese coinage . The North and South Dynasties era was another long period of disunity and strife. The north and south of China were each ruled by two separate successions of dynasties. During this period, coin inscriptions other than (nominal) weights, such as names or year titles, were introduced, although the Wu Zhu coin was still issued. Seal script remained the norm for inscriptions and some coins of highly regarded calligraphy were produced. However, the general coinage was of a very poor quality. In 465, permission was granted for the people to mint coins. A thousand of these \"goose eye\" coins which resulted made a pile less than three inches (76 mm) high. There were others, still worse, called \"Fringe Rim\" coins, which would not sink in water and would break in one's hand. In the market, people would not bother counting them, but would pick them up by the handful. A peck of rice sold for 10,000 of these. Reforms by Emperor Ming from 465 onwards, had only a limited success in improving the quality of the coinage.",
            "score": 76.69972229003906
        },
        {
            "docid": "52855634_2",
            "document": "Reconstruction Era National Monument . The Reconstruction Era National Monument is a United States National Monument in Beaufort County, South Carolina established by President Barack Obama in January 2017 to preserve and commemorate activities during the Reconstruction Era that followed the American Civil War. The monument is the first U.S. National Monument dedicated to the Reconstruction Era. It is administered by the National Park Service.",
            "score": 76.43348693847656
        },
        {
            "docid": "34602480_7",
            "document": "Reconstruction Treaties . The term Reconstruction Era typically covers the transformation of the Southern United States in the decade after the Civil War. However, the reconstruction of the Indian Territory lasted significantly longer and fostered policy changes that impacted other tribes in the rest of the country.",
            "score": 76.10853576660156
        },
        {
            "docid": "51917900_12",
            "document": "Mavic (UAV) . At the 2017 IFA trade show, DJI announced the upgraded Mavic Pro Platinum. The upgraded version includes better battery life and improved noise reduction due to new propellers and electronic speed controllers. The Mavic Air was announced on 23 January 2018, for release on 28 January at a starting price of $799. It is marketed as a smartphone-sized drone that can fit in a jacket's pocket.",
            "score": 75.85015869140625
        },
        {
            "docid": "20006714_5",
            "document": "Second American Civil War . After the American Civil War, the federal government started in 1865-1877 a process called Reconstruction, which aimed to restore the South to the Union and update the federal and state governance in accordance with the Thirteenth, Fourteenth, and Fifteenth Amendments to the United States Constitution. Due to severity of the social, political, and constitutional challenges and conflicts of the Reconstruction Era, the Reconstruction is sometimes called the \"Second Civil War\". The term was cemented by the PBS documentary \"Reconstruction: The Second Civil War\" and made its way to the school curriculum.",
            "score": 75.4850082397461
        },
        {
            "docid": "54197741_9",
            "document": "Ryukyuan mon . The half Shu (半朱) denomination was a round coin with a square hole introduced alongside the 100 mon by Satsuma, which ordered it to circulate at the value of 248 mon despite it weighing only 10 to 12 times the weight of a single mon coin. The word Shu () is a Japanese unit of measurement used with gold currency, indicating that the Satsuma government was trying to fix the exchange rate between the copper mon coins and gold currency such as the Koban. Officially, one half Shu would mean 32 coins would have the value of one Ryō (), though this conversion rate seems unlikely to have occurred in practice. The production of these coins was set up by Daimyō Shimazu Nariakira in order to rebuild Satsuma's economy; in total, around one million Ryō worth of Ryukyuan coins were minted from 1862 to 1865.",
            "score": 75.42292785644531
        },
        {
            "docid": "39797588_4",
            "document": "Elgin, Illinois, Centennial half dollar . The bill for the Elgin coin did not pass until 1936. Hoffecker was able to sell about 20,000 coins, four-fifths of the issue: the remaining 5,000 were returned to the Mint for melting. Unlike many commemorative coins of that era, the piece was not bought up by dealers and speculators, but was sold directly to collectors at the issue price. Art historian Cornelius Vermeule considered the Elgin coin among the most outstanding American commemoratives.",
            "score": 74.96530151367188
        },
        {
            "docid": "5665_8",
            "document": "Currency . Most major economies using coinage had several tiers of coins, using a mix of copper, silver and gold. Gold coins were used for large purchases, payment of the military and backing of state activities; they were more often used as measures of account than physical coins. Silver coins were used for midsized transactions, and as a unit of account for taxes, dues, contracts and fealty, while coins of copper, silver, or some mixture thereof (see debasement), were used for everyday transactions. This system had been used in ancient India since the time of the Mahajanapadas. The exact ratio in value of the three metals varied greatly in different eras and places; for example, the opening of silver mines in the Harz mountains of central Europe made silver relatively less valuable, as did the flood of New World silver after the Spanish conquests. However, the rarity of gold consistently made it more valuable than silver, and likewise silver was consistently worth more than copper.",
            "score": 74.66194915771484
        },
        {
            "docid": "24765622_53",
            "document": "Chinese numismatic charm . Some Chinese cash coins were known to display features commonly seen in Chinese numismatic charms, Chinese coins with charm features have been created over two thousand years ago with the early Ban Liang and Wu Zhu cash coins, and when the first Chinese charms started appearing during the Han dynasty these coins were already commonplace. Many government issued cash coins and other currencies such as Spade and Knife money that did not have any extra charm-like features were considered to also have “charm-like qualities” and were treated as charms by some people. The Wang Mang era Knife coin with a nominal value of 5,000 cash coins was often seen as a charm by the people because the character (or 1000) is written very similar to the character which means \"son\" so the inscription of the Knife coin could be read as \"worth five sons\" as this was very much desired in ancient Chinese society. A coin from Shu Han with the nominal value of 100 Wu Zhu cash coins featured a fish on the reverse of the inscription which symbolises \"abundance\" and \"perseverance\" in Chinese culture. Another Shu Han era coin contained the inscription of Tai Ping Bai Qian which was taken as an omen of peace and this coin is often considered to be a peace charm. During the Jin dynasty a coin was issued with the inscription \"fēng huò\" (豐貨) which could be translated as \"(the) coin of abundance\" and it was believed by the people at the time that if someone would possess this coin that this would be economically beneficial for them which is why this coin is commonly referred to as the \"cash of riches\" in popular tongue. During the Tang dynasty period images of clouds, crescents, and stars were often added on coins which the Chinese continued to use in subsequent dynasties. During the Jurchen Jin dynasty coins were cast with reverse inscriptions that featured characters from the twelve earthly branches and ten heavenly stems. During the Ming dynasty stars were sometimes used decoratively on some official government produced cash coins. Under the Manchu Qing dynasty \"yōng zhèng tōng bǎo\" (雍正通寶) cash coins cast by the Lanzhou Mint were considered to be charms or amulets capable of warding off evil spirits and demons because the Manchu word \"gung\" looked similar to the broadsword used by the Chinese God of War, Emperor Guan. The commemorative \"kāng xī tōng bǎo\" (康熙通寶) cast for the Kangxi Emperor's 60th birthday in the year 1713 was believed to have \"the powers of a charm\" immediately when it entered circulation, this commemorative coin vontains a slightly different version of the Hanzi symbol \"\", at the bottom of the cash, as this character would most commonly have a vertical line at the left part of it but did not have it, and the part of this symbol which was usually inscripted as \"\" has the middle part written as a \"\" instead. Notably, the upper left area of the symbol \"\" only contains a single dot as opposed of the usual two dots used during this era. Several myths were attributed to this coin over the following three-hundred years since it has been cast such as the myth that the coin was cast from molten down golden statues of the 18 disciples of the Buddha which earned this coin the nicknames \"the Lohan coin\" and \"Arhat money\". These commemorative \"kāng xī tōng bǎo\" cash coins were given to children as \"yā suì qián\" (壓歲錢) during Chinese new year, some women wore them akin to how an engagement ring is worn today, and in rural Shanxi young men wore this special \"kāng xī tōng bǎo\" cash coin between their teeth like men from cities had golden teeth. Despite the myths surrounding this coin I was made from a copper-alloy and did not contain any gold but it was not uncommon for people to enhance the coin with gold leaf.",
            "score": 74.48397064208984
        },
        {
            "docid": "27169206_9",
            "document": "Stephen Wootton Bushell . One of Bushell's many interests was numismatics, and he collected a number of coins issued by the Western Xia state with inscriptions in the Tangut script. To read the inscriptions on these coins he attempted to decipher as many Tangut characters as possible by comparing the Chinese and Tangut texts on a bilingual stele from Liangzhou. Using this methodology, in 1896 he was able to determine the meaning of thirty-seven Tangut characters (see adjacent image), and could thereby identify the inscription on one of his Western Xia coins as corresponding to the Chinese \"Dà'ān Bǎoqián\" 大安寶錢 (Precious Coin of the Da'an period, 1076–1085). Although Bushell did not try to reconstruct the pronunciation of any of the Tangut characters, he was the first scholar to be able to decipher the meaning of any Tangut characters.",
            "score": 74.3441390991211
        },
        {
            "docid": "6258633_16",
            "document": "Papal mint . The mints outside of Rome stamped the coins with the arms of their respective cities, or with those of the cardinal legate, of the vice-legate, or of the governor; thus, Cardinal Scipione Borghese in 1612 struck coins at Avignon with his own name and arms, omitting the name of the pope, an example that was followed a year later by the pro-legate Cardinal Filonardi. The city very often placed the image of its patron saint on its coins. The date came to be stamped on coins that were struck during the vacancies of the Holy See, occasionally at first, and later as a rule; it rarely appears on other coins before 1550; the practice became general in the seventeenth century, the year of the Christian era or that of the pontificate being used; and Gregory XVI established it by law, as also the requirement that each coin should bear upon it an expression of its value. At Bologna as early as the seventeenth century, the value of gold or silver coins was usually indicated with the figures 20, 40, 80, etc., i.e. so many bolognini or baiocchi; at Rome, in the eighteenth century, nearly all the copper coins bore an indication of their value. The rim of papal coins rarely bore an inscription; at most, the monogram of the city in which the coin was struck was stamped upon it. From the sixteenth century, the engravers, also, put their ciphers on the coins; among these engravers may be named Benvenuto Cellini, Francesco Raibolini, called il Francia (Bologna), the four Hamerani, Giulio Romano (trident), Cavaliere Lucenti, Andrea Perpenti etc. Until the time of Pius VI, the dies for the mint remained the property of the engravers.",
            "score": 74.17171478271484
        },
        {
            "docid": "40071517_10",
            "document": "Pro Era . On October 5, 2013, CJ Fly released his debut mixtape, Thee Way Eye See It. On December 25, 2013, the group announced that their third mixtape, \"The Secc$ Tap.e 2\", would be released on February 14, 2014. As promised, it would be released on that day, as a part of a free-music giveaway coined \"Pro Era Week\". Their next project, \"The Shift\", a free EP was released on May 27, 2014 by Scion AV.",
            "score": 73.20500946044922
        },
        {
            "docid": "43522591_4",
            "document": "Cleveland Centennial half dollar . Melish distributed the Cleveland coins through the exposition, at local banks, and by mail order from his office in Cincinnati. Sales were good, and the full authorized mintage of 50,000 was struck. Congress had inserted safeguards in the legislation to curb excessive profits, and though some of the coins were minted in 1937, there was no change of date, meaning collectors would only have to purchase one piece to have a complete set. Thousands remained in dealer inventories for years, and the coins remain inexpensive by the standards of commemorative coins of the era.",
            "score": 72.85916137695312
        },
        {
            "docid": "4638188_11",
            "document": "The Old Town . The most recent addition to the museum town was the half-timbered Coin Master's Mansion (\"Møntmestergården\"). It was erected as a residence for the royal coin masters in Copenhagen by Gregorius Sessemann in c. 1683 and was used for this purpose until 1749. The Copenhagen City Museum disassembled the building in 1944 and in 1995 it was handed over to The Old Town who initiated its reconstruction in 1998, finishing in 2009. The Coin Master's Mansion was reconstructed as it is believed to have presented itself in 1750 and the interior was furnished accordingly, using methods and materials true to this period.",
            "score": 72.76641845703125
        },
        {
            "docid": "45155095_5",
            "document": "Cincinnati Musical Center half dollar . Sparked by low-mintage issues which appreciated in value, the market for United States commemorative coins spiked in 1936. Until 1954, the entire mintage of such issues was sold by the government at face value to a group authorized by Congress, who then tried to sell the coins at a profit to the public. The new pieces then came on to the secondary market, and in early 1936 all earlier commemoratives sold at a premium to their issue prices. The apparent easy profits to be made by purchasing and holding commemoratives attracted many to the coin collecting hobby, where they sought to purchase the new issues. Among the pieces which had recently been struck and had appreciated in value was the 1935 Old Spanish Trail half dollar. This piece had been issued at the behest of L. W. Hoffecker, a Texas entrepreneur and coin dealer, who put aside a fifth of the 10,000 mintage for himself and sold them well into the 1940s, by which time he had served as president of the American Numismatic Association (ANA). Congress authorized an explosion of commemorative coins in 1936; no fewer than fifteen were issued for the first time. At the request of the groups authorized to purchase them, several coins minted in prior years were produced again, dated 1936, senior among them the Oregon Trail Memorial half dollar, first struck in 1926. Thomas G. Melish, a coin collector and entrepreneur from Cincinnati, came up with an idea for a commemorative coin that he would control and from which he could profit. Melish was a prominent businessman who had inherited the Bromwell Wire Company. He formed the Cincinnati Musical Center Commemorative Coin Association, and secured the introduction of H.R. 10264 on January 31, 1936. This bill would have provided for 10,000 coins from the Philadelphia Mint, 2,000 coins from Denver, and 3,000 from the San Francisco Mint. Such a low mintage would have made the Denver coin a significant rarity, increasing Melish's profit. On February 17, the House Committee on Coinage, Weights and Measures recommended that it be amended to provide for a total of 15,000 coins without dictating at what mint or mints they should be struck. That committee, in its report accompanying the bill, noted that the piece was \"in commemoration of the fiftieth (golden) anniversary of Cincinnati, Ohio, as a center of music, and its contribution of the annual May festival to the art of music for the past 50 years.\" Melish, through political influence, was able to retain the provision that they should be struck \"at the mints\", allowing coinage at all three mints. This marked the last time that a coinage bill would pass Congress in the 1930s with that phrasing—later issues were limited to a single mint.",
            "score": 72.58114624023438
        },
        {
            "docid": "46860551_3",
            "document": "Currency museum, Colombo . The museum has a collection of ancient usage of coins, dating back from about 3 BC, to modern usage coins & notes in Sri Lanka. Anuradhapura era (3 BC to 107 AD), Polonnaruwa to Kotte Kingdoms era (1017 AD - 1597 AD) and colonial era coins can be seen at the museum. Also, it has foreign coins and notes.",
            "score": 72.41394805908203
        },
        {
            "docid": "25559704_15",
            "document": "Goldline International . The law does not allow precious metal dealers, such as Goldline, to guarantee a buy-back. The customer will pay a 1% liquidation fee on the bid price of the coin (the price Goldline is willing to buy back the coin before discounting for the fee). For example, if Goldline sells a coin for $1,500 and their bid price is $1,200, the seller would receive $1,188 ($1,200 - $12). Goldline will consider purchasing coins sold by other companies but generally their offer will be less than equivalent coins they sell originally.",
            "score": 72.30787658691406
        },
        {
            "docid": "54391374_6",
            "document": "Burdette Johnson . Johnson became one of the most prominent American numismatists of his era. By 1912, Johnson made annual trips to Europe to research, investigate, and collect ancient coins.He was regularly commissioned to appraise the private collections of coin collectors and was known for personally attributing the thousands of coins in his collection. Johnson managed his coin store largely as a wholesaler, selling to other coin dealers.",
            "score": 72.1104507446289
        },
        {
            "docid": "61141_5",
            "document": "Song of the South . The film is set on a plantation in the southern United States, specifically in the state of Georgia, some distance from Atlanta. Although sometimes misinterpreted as taking place before the U.S. Civil War while slavery was still legal in the region, the film takes place during the Reconstruction Era after slavery was abolished. Harris' original Uncle Remus stories were all set after the American Civil War and the abolition of slavery. Harris himself, born in 1848, was a racial reconciliation activist writer and journalist of the Reconstruction Era. The film makes several indirect references to the Reconstruction Era: clothing is in the newer late-Victorian style; Uncle Remus is free to leave the plantation at will; black field hands are sharecroppers, etc.",
            "score": 72.03817749023438
        }
    ]
}