{
    "q": [
        {
            "docid": "82420_33",
            "document": "Sesame . Sesame seed is a common ingredient in various cuisines. It is used whole in cooking for its rich, nutty flavour. Sesame seeds are sometimes added to breads, including bagels and the tops of hamburger buns. Sesame seeds may be baked into crackers, often in the form of sticks. In Sicily and France, the seeds are eaten on bread (\"ficelle sésame\", sesame thread). In Greece, the seeds are also used in cakes.",
            "score": 82.53916263580322
        },
        {
            "docid": "45728_2",
            "document": "Hamburger . A hamburger, beefburger or burger is a sandwich consisting of one or more cooked patties of ground meat, usually beef, placed inside a sliced bread roll or bun. The patty may be pan fried, grilled, or flame broiled. Hamburgers are often served with cheese, lettuce, tomato, bacon, onion, pickles, or chiles; condiments such as mustard, mayonnaise, ketchup, relish, or \"special sauce\"; and are frequently placed on sesame seed buns. A hamburger topped with cheese is called a cheeseburger.",
            "score": 66.96737384796143
        },
        {
            "docid": "13349618_20",
            "document": "List of Burger King products . The BK Stackers are a family of hamburgers, consisting of one to four hamburger patties, bacon, American cheese and the King Sauce used on the Big King served on a sesame-seed bun.",
            "score": 61.9301552772522
        },
        {
            "docid": "82420_34",
            "document": "Sesame . Fast-food restaurants use buns with tops sprinkled with sesame seeds. About 75% of Mexico's sesame crop is purchased by McDonald's for use in their sesame seed buns worldwide.",
            "score": 80.98830032348633
        },
        {
            "docid": "8768043_12",
            "document": "Poppy seed . Blue poppy seeds are used in various German breads and desserts as well as in Polish cuisine. Like sesame seeds, poppy seeds are often added to hamburger buns. Le Snak is a food product made by Uncle Toby's of Australia, consisting of three poppy-seed crackers and a portion of semi-solid cheese.",
            "score": 63.4361252784729
        },
        {
            "docid": "45728_52",
            "document": "Hamburger . Throughout Belgium and in some eateries in the Netherlands, a Bicky Burger is sold that combines pork, chicken, and horse meat. The hamburger, usually fried, is served between a bun, sprinkled with sesame seeds. It often comes with a specific \"Bickysaus\" (Bicky dressing) made with mayonnaise, mustard, cabbage, and onion.",
            "score": 63.829994440078735
        },
        {
            "docid": "6923252_6",
            "document": "BK Stacker . The BK Stacker is a hamburger consisting of anywhere from one to four grilled beef patties, American cheese, bacon and Stacker sauce (a Thousand Island dressing variant) served on a sesame seed bun.",
            "score": 56.555007457733154
        },
        {
            "docid": "4184999_21",
            "document": "Big King . The Big King is a hamburger, consisting of two grilled beef patties, sesame seed bun, King Sauce (a Thousand Island dressing variant), iceberg lettuce, onions, pickles and American cheese. When first reintroduced in 2013, the sandwich was made with two of the company's hamburger patties, but was modified in February 2014 to use two of the larger Whopper Jr. patties.",
            "score": 56.500624656677246
        },
        {
            "docid": "13349618_24",
            "document": "List of Burger King products . The Rodeo sandwiches are a line of similarly topped sandwiches targeting the value conscious demographic. They are topped with three onion rings and barbecue sauce served on a small sesame-seed bun, and can be made as a hamburger, cheeseburger or chicken sandwich.",
            "score": 63.094942569732666
        },
        {
            "docid": "13349618_28",
            "document": "List of Burger King products . The Rodeo burger is a hamburger, consisting of a beef patty, barbecue sauce and onion rings on a sesame-seed bun. A cheeseburger variant adds a slice of American cheese, while the chicken variant swaps the beef patty out with a fried chicken patty and extra serving of barbecue sauce.",
            "score": 55.109610080718994
        },
        {
            "docid": "13349618_17",
            "document": "List of Burger King products . The BK Stacker sandwiches were a family of hamburgers featuring the same toppings that targets the late-teen–to–young-adult and male-oriented demographic groups. It is a cheeseburger consisting of anywhere from one to four grilled beef patties, American cheese, bacon and Stacker sauce served on a sesame seed bun.",
            "score": 56.91240406036377
        },
        {
            "docid": "975147_12",
            "document": "McChicken . In other US states, there is also another variant of the McChicken Sandwich called the \"Cheddar Onion McChicken\", which is a McChicken with caramelized onions and a slice of white cheddar cheese, both on a toasted bun. In most countries outside of the US (such as India), the McChicken comes on a sesame-seed bun and is not spicy. In Canada, the UK, Ireland, Australia (where it originally appeared as a promotional menu item but, due to its popularity, became a full-time menu item) and New Zealand, the McChicken also comes on a sesame-seed bun but with lettuce and a flavoured mayonnaise sauce called \"McChicken Sauce\".",
            "score": 60.23710250854492
        },
        {
            "docid": "14923316_12",
            "document": "International availability of McDonald's products . A selection of seasonal or other limited-time foods is available, such as spicy French fries, the Shogun Burger (a teriyaki pork patty with lettuce served on a sesame seed bun), salads, soups such as tomato and pumpkin, taco flatbreads, the Rice Fantastic (a burger-like entree with rice patties instead of buns). Other such specialties have included shrimp burgers, Wasabi Filet O' Fish, onion rings, and Shake Shake fries, flavored French fries in flavors such as seaweed, chargrill, French onion, and salt and pepper. During the local Bun Festival, restaurants on the island of Cheung Chau sell mushroom burgers instead of hamburgers and other meat products.",
            "score": 51.04694652557373
        },
        {
            "docid": "1581558_6",
            "document": "Kaiser roll . There are multiple variants of the common roll, differing in size, type of flour used, and toppings. While traditionally plain, Kaiser-style rolls are today found topped with poppy seeds, sesame seeds, pumpkin kernels, linseed, or sunflower seeds. The Kaiser roll is a main part of a typical Austrian breakfast, usually served with butter and jam. It is often used as a bun for such popular sandwiches as hamburgers in America, and with a slice of in Germany (and Austria itself), though sliced and pickled gherkins (), or a type of () are also used. A variation called a is topped with kosher salt and caraway, and in the United States is an essential component of a Buffalo-area specialty, the beef on weck sandwich.",
            "score": 66.26009273529053
        },
        {
            "docid": "2646568_7",
            "document": "Cocktail bun . Taiwanese version of the cocktail bun are slightly firmer than their Hong Kong counterparts, but maintain the same filling and sesame seed dusting.",
            "score": 55.07764720916748
        },
        {
            "docid": "82420_2",
            "document": "Sesame . Sesame (; \"Sesamum indicum\") is a flowering plant in the genus \"Sesamum\", also called \"benne\". Numerous wild relatives occur in Africa and a smaller number in India. It is widely naturalized in tropical regions around the world and is cultivated for its edible seeds, which grow in pods or \"buns\". The world harvested 6.2 million metric tonnes of sesame seeds in 2014, with Tanzania, India, and Sudan as the largest producers.",
            "score": 56.87505388259888
        },
        {
            "docid": "565704_5",
            "document": "Whopper . Initially the sandwich was made with a plain bun; however, that changed when the company switched to a sesame-seeded bun around 1970. In 1985, the weight of the Whopper was increased to , while the bun was replaced by a Kaiser roll.<ref name=\"nrn-1/3lbwhopper\"></ref> This was part of a program to improve the product and featured a US$30 million (approx US$66 million in 2014) advertising campaign featuring various celebrities such as Mr. T and Loretta Swit. The goal of the program was to help differentiate the company and its products from those of its competitors. The Whopper reverted to its previous size in 1987 when a new management team took over the company and reverted many of the changes initiated prior to 1985. The Whopper sandwich's Kaiser roll was changed back into a sesame seed bun in 1994, eliminating the last trace of the sandwich's 1985 reconfiguration.",
            "score": 58.85130500793457
        },
        {
            "docid": "82420_35",
            "document": "Sesame . In Asia, sesame seeds are sprinkled onto some sushi-style foods. In Japan, whole seeds are found in many salads and baked snacks, and tan and black sesame seed varieties are roasted and used to make the flavouring \"gomashio\". East Asian cuisines, like Chinese cuisine, use sesame seeds and oil in some dishes, such as \"dim sum\", sesame seed balls; Cantonese: \"jin deui\"), and the Vietnamese \"bánh rán\". Sesame flavour (through oil and roasted or raw seeds) is also very popular in Korean cuisine, used to marinate meat and vegetables. Chefs in tempura restaurants blend sesame and cottonseed oil for deep-frying.",
            "score": 68.70746636390686
        },
        {
            "docid": "1247440_22",
            "document": "Big Boy Restaurants . The Big Boy consists of two thin beef patties placed on a three layer bun with lettuce, a single slice of American cheese, and either mayonnaise and red relish (a combination of sweet pickle relish, ketchup and chili sauce), Big Boy special sauce (often called thousand island dressing) or (at Frisch's, Manners and Azar's) tartar sauce on one or each slice of bun. (Regardless, the Big Boy condiment used was often simply referred to as \"special sauce\" on menus chainwide.) Wian used a sesame seed bun while Frisch's used a plain bun and included pickles. The Big Boy hamburger originally called for a quarter pound (4 ounces) of fresh ground beef, but later, franchisees were permitted to use frozen beef patties, and the minimum content reduced to a fifth of a pound to offset increasing food costs. Other specifications were exacting, such as the bun's bottom section being 1½ inches high and the center section ¾ inches, and 1½ ounces of shredded lettuce used.",
            "score": 56.38274621963501
        },
        {
            "docid": "2463617_7",
            "document": "List of Chinese bakery products . Some types of steamed or baked buns have a very similar appearance, making it difficult to determine what they have been filled with. Informal \"de facto\" standards have developed for indicating the filling by some external mark on the buns, such as a colored dot or a sprinkling of a few sesame seeds.",
            "score": 66.14483618736267
        },
        {
            "docid": "11079389_4",
            "document": "Bun kebab . Unlike a hamburger patty, the bun kebab is mixed with ground lentils, powdered cumin seeds, and an egg batter into a mixture which is then fried in ghee or oil. One may find bun kebab at vendor stalls throughout Pakistan, with regional differences evident. A bun kebab can also be served with a fried egg or omelette (known as 'anda shami').",
            "score": 41.89509868621826
        },
        {
            "docid": "4442867_15",
            "document": "Hot dog variations . A Kansas City-style hot dog is a pork sausage in a sesame seed bun topped with brown mustard, sauerkraut and melted Swiss cheese.",
            "score": 55.107555866241455
        },
        {
            "docid": "49310023_5",
            "document": "Har cheong gai . A har cheong gai burger is a chicken sandwich from Singapore. It is made up of har cheong gai in a sesame seed bun with salad and mayonnaise.",
            "score": 50.05426597595215
        },
        {
            "docid": "1362343_6",
            "document": "Hujiao bing . The marinated meat is spread on the thin dough. A handful of cut green scallions is then placed on top of the meat and sealed up with the dough. The scallions must be added in a separate step - never mixed into the meat filling - to produce a clear scallion taste to the bun. Unlike other buns, the sealed end is on the bottom. The top of the bun is then brushed with water and finished with a sprinkling of white sesame seeds. The buns are then baked in a cylindrical, high-heat, clay oven that is similar to a tandoori oven. Burning charcoal is put at the bottom to heat the oven. The buns are then stacked vertically along the side of the oven, from bottom to top. To remove the finished buns, a flat object such as a blunt knife or spatula is used to scrape the bun off of the side of the oven. A colander is then used to catch the buns to prevent them from falling into the charcoal pit at the bottom of the oven.",
            "score": 67.29461002349854
        },
        {
            "docid": "2646568_6",
            "document": "Cocktail bun . The bun itself is soft, pliable and lightly sweet, typical of Hong Kong-style breads. The coconut-based filling is dense and has a rich, buttery and sweet flavour. A final egg wash to the exterior lends a shiny, golden-brown colour to the tops, which are further decorated with stripes or other simple designs using some of the buttery coconut filling, and often finished with a sprinkling of sesame seeds.",
            "score": 59.29870367050171
        },
        {
            "docid": "299395_6",
            "document": "Big Mac . The name was popularized by a 1974 advertising campaign featuring a list of the ingredients in a Big Mac: \"Two all-beef patties, special sauce, lettuce, cheese, pickles, onions – on a sesame seed bun.\"",
            "score": 48.976616859436035
        },
        {
            "docid": "13349618_54",
            "document": "List of Burger King products . The Spicy Bean Burger consists of a deep-fried, breaded bean-based patty, with ketchup, tomato, and American cheese on a 7 inch (20 cm) long sesame seed bun.",
            "score": 48.714412212371826
        },
        {
            "docid": "6275767_17",
            "document": "A&amp;W (Canada) . The only non-\"Family\" member of A&W's beef burger lineup is the \"Mozza Burger\", consisting of a beef patty, lettuce, tomato, bacon, mozzarella cheese, and Mozza sauce on a sesame seed bun.",
            "score": 48.714412212371826
        },
        {
            "docid": "24135805_6",
            "document": "Burger King sliders . BK Burger Shots consisted of a figure-8 shaped burger with mustard, ketchup and pickles on a pair of co-joined buns without sesame seeds. They were sold in two- or six-piece packs.",
            "score": 50.904754400253296
        },
        {
            "docid": "299395_4",
            "document": "Big Mac . The Big Mac consists of two 1.6 oz (45.4 g) beef patties, \"special sauce\" (a variant of Thousand Island dressing), iceberg lettuce, American cheese, pickles, and onions, served in a three-part sesame seed bun.",
            "score": 47.693092823028564
        },
        {
            "docid": "935686_3",
            "document": "Arch Deluxe . The Arch Deluxe was a quarter pound of beef on a split-top potato flour sesame seed bun, topped with a circular piece of peppered bacon, leaf lettuce, tomato, American cheese, onions, ketchup, and a \"secret\" mustard and mayonnaise sauce.",
            "score": 53.54358673095703
        },
        {
            "docid": "82420_29",
            "document": "Sesame . In a 100-gram amount, dried whole sesame seeds provide 573 calories and are composed of 5% water, 23% carbohydrates (including 12% dietary fiber), 50% fat, and 18% protein (table). Whole sesame seeds are rich (20% or more of the Daily Value) in several B vitamins and dietary minerals, especially iron, magnesium, calcium, phosphorus, and zinc (table).",
            "score": 43.338693618774414
        }
    ],
    "r": [
        {
            "docid": "82420_33",
            "document": "Sesame . Sesame seed is a common ingredient in various cuisines. It is used whole in cooking for its rich, nutty flavour. Sesame seeds are sometimes added to breads, including bagels and the tops of hamburger buns. Sesame seeds may be baked into crackers, often in the form of sticks. In Sicily and France, the seeds are eaten on bread (\"ficelle sésame\", sesame thread). In Greece, the seeds are also used in cakes.",
            "score": 82.5391616821289
        },
        {
            "docid": "82420_34",
            "document": "Sesame . Fast-food restaurants use buns with tops sprinkled with sesame seeds. About 75% of Mexico's sesame crop is purchased by McDonald's for use in their sesame seed buns worldwide.",
            "score": 80.9883041381836
        },
        {
            "docid": "82420_35",
            "document": "Sesame . In Asia, sesame seeds are sprinkled onto some sushi-style foods. In Japan, whole seeds are found in many salads and baked snacks, and tan and black sesame seed varieties are roasted and used to make the flavouring \"gomashio\". East Asian cuisines, like Chinese cuisine, use sesame seeds and oil in some dishes, such as \"dim sum\", sesame seed balls; Cantonese: \"jin deui\"), and the Vietnamese \"bánh rán\". Sesame flavour (through oil and roasted or raw seeds) is also very popular in Korean cuisine, used to marinate meat and vegetables. Chefs in tempura restaurants blend sesame and cottonseed oil for deep-frying.",
            "score": 68.70746612548828
        },
        {
            "docid": "1362343_6",
            "document": "Hujiao bing . The marinated meat is spread on the thin dough. A handful of cut green scallions is then placed on top of the meat and sealed up with the dough. The scallions must be added in a separate step - never mixed into the meat filling - to produce a clear scallion taste to the bun. Unlike other buns, the sealed end is on the bottom. The top of the bun is then brushed with water and finished with a sprinkling of white sesame seeds. The buns are then baked in a cylindrical, high-heat, clay oven that is similar to a tandoori oven. Burning charcoal is put at the bottom to heat the oven. The buns are then stacked vertically along the side of the oven, from bottom to top. To remove the finished buns, a flat object such as a blunt knife or spatula is used to scrape the bun off of the side of the oven. A colander is then used to catch the buns to prevent them from falling into the charcoal pit at the bottom of the oven.",
            "score": 67.29460906982422
        },
        {
            "docid": "45728_2",
            "document": "Hamburger . A hamburger, beefburger or burger is a sandwich consisting of one or more cooked patties of ground meat, usually beef, placed inside a sliced bread roll or bun. The patty may be pan fried, grilled, or flame broiled. Hamburgers are often served with cheese, lettuce, tomato, bacon, onion, pickles, or chiles; condiments such as mustard, mayonnaise, ketchup, relish, or \"special sauce\"; and are frequently placed on sesame seed buns. A hamburger topped with cheese is called a cheeseburger.",
            "score": 66.96737670898438
        },
        {
            "docid": "1581558_6",
            "document": "Kaiser roll . There are multiple variants of the common roll, differing in size, type of flour used, and toppings. While traditionally plain, Kaiser-style rolls are today found topped with poppy seeds, sesame seeds, pumpkin kernels, linseed, or sunflower seeds. The Kaiser roll is a main part of a typical Austrian breakfast, usually served with butter and jam. It is often used as a bun for such popular sandwiches as hamburgers in America, and with a slice of in Germany (and Austria itself), though sliced and pickled gherkins (), or a type of () are also used. A variation called a is topped with kosher salt and caraway, and in the United States is an essential component of a Buffalo-area specialty, the beef on weck sandwich.",
            "score": 66.26009368896484
        },
        {
            "docid": "2463617_7",
            "document": "List of Chinese bakery products . Some types of steamed or baked buns have a very similar appearance, making it difficult to determine what they have been filled with. Informal \"de facto\" standards have developed for indicating the filling by some external mark on the buns, such as a colored dot or a sprinkling of a few sesame seeds.",
            "score": 66.14483642578125
        },
        {
            "docid": "45728_52",
            "document": "Hamburger . Throughout Belgium and in some eateries in the Netherlands, a Bicky Burger is sold that combines pork, chicken, and horse meat. The hamburger, usually fried, is served between a bun, sprinkled with sesame seeds. It often comes with a specific \"Bickysaus\" (Bicky dressing) made with mayonnaise, mustard, cabbage, and onion.",
            "score": 63.829994201660156
        },
        {
            "docid": "8768043_12",
            "document": "Poppy seed . Blue poppy seeds are used in various German breads and desserts as well as in Polish cuisine. Like sesame seeds, poppy seeds are often added to hamburger buns. Le Snak is a food product made by Uncle Toby's of Australia, consisting of three poppy-seed crackers and a portion of semi-solid cheese.",
            "score": 63.436126708984375
        },
        {
            "docid": "13349618_24",
            "document": "List of Burger King products . The Rodeo sandwiches are a line of similarly topped sandwiches targeting the value conscious demographic. They are topped with three onion rings and barbecue sauce served on a small sesame-seed bun, and can be made as a hamburger, cheeseburger or chicken sandwich.",
            "score": 63.09494400024414
        },
        {
            "docid": "13349618_20",
            "document": "List of Burger King products . The BK Stackers are a family of hamburgers, consisting of one to four hamburger patties, bacon, American cheese and the King Sauce used on the Big King served on a sesame-seed bun.",
            "score": 61.93015670776367
        },
        {
            "docid": "975147_12",
            "document": "McChicken . In other US states, there is also another variant of the McChicken Sandwich called the \"Cheddar Onion McChicken\", which is a McChicken with caramelized onions and a slice of white cheddar cheese, both on a toasted bun. In most countries outside of the US (such as India), the McChicken comes on a sesame-seed bun and is not spicy. In Canada, the UK, Ireland, Australia (where it originally appeared as a promotional menu item but, due to its popularity, became a full-time menu item) and New Zealand, the McChicken also comes on a sesame-seed bun but with lettuce and a flavoured mayonnaise sauce called \"McChicken Sauce\".",
            "score": 60.23710250854492
        },
        {
            "docid": "2646568_6",
            "document": "Cocktail bun . The bun itself is soft, pliable and lightly sweet, typical of Hong Kong-style breads. The coconut-based filling is dense and has a rich, buttery and sweet flavour. A final egg wash to the exterior lends a shiny, golden-brown colour to the tops, which are further decorated with stripes or other simple designs using some of the buttery coconut filling, and often finished with a sprinkling of sesame seeds.",
            "score": 59.298702239990234
        },
        {
            "docid": "565704_5",
            "document": "Whopper . Initially the sandwich was made with a plain bun; however, that changed when the company switched to a sesame-seeded bun around 1970. In 1985, the weight of the Whopper was increased to , while the bun was replaced by a Kaiser roll.<ref name=\"nrn-1/3lbwhopper\"></ref> This was part of a program to improve the product and featured a US$30 million (approx US$66 million in 2014) advertising campaign featuring various celebrities such as Mr. T and Loretta Swit. The goal of the program was to help differentiate the company and its products from those of its competitors. The Whopper reverted to its previous size in 1987 when a new management team took over the company and reverted many of the changes initiated prior to 1985. The Whopper sandwich's Kaiser roll was changed back into a sesame seed bun in 1994, eliminating the last trace of the sandwich's 1985 reconfiguration.",
            "score": 58.85130310058594
        },
        {
            "docid": "2570894_26",
            "document": "Börek . For example, Salty cheese (Bulgarian cheese)-filled as well as Tzfat cheese (from the city of Safed) with Za'atar-filled bourekas are usually somewhat flat triangles with white sesame seeds on top. Less salty cheese-filled are semi-circular and usually made with puff pastry. Potato-filled are sesame topped, flat squares or rectangles made with phyllo and tend to be less oily than most other versions. Mushroom-filled are bulging triangles with poppy seeds. Tuna-filled are bulging triangles with nigella seeds. Eggplant-filled are cylindrical with nigella seeds. Bean sprout-filled are cylindrical without seeds. Spinach-filled are either cylindrical with sesame seeds or made with a very delicate, oily phyllo dough shaped into round spirals. Bourekas with a pizza sauce are often round spirals rising toward the middle or sometimes cylidrical without seeds, differentiated from the bean sprout-filled cyliders without seeds by the red sauce oozing out the ends.",
            "score": 57.3454704284668
        },
        {
            "docid": "13349618_17",
            "document": "List of Burger King products . The BK Stacker sandwiches were a family of hamburgers featuring the same toppings that targets the late-teen–to–young-adult and male-oriented demographic groups. It is a cheeseburger consisting of anywhere from one to four grilled beef patties, American cheese, bacon and Stacker sauce served on a sesame seed bun.",
            "score": 56.91240692138672
        },
        {
            "docid": "82420_2",
            "document": "Sesame . Sesame (; \"Sesamum indicum\") is a flowering plant in the genus \"Sesamum\", also called \"benne\". Numerous wild relatives occur in Africa and a smaller number in India. It is widely naturalized in tropical regions around the world and is cultivated for its edible seeds, which grow in pods or \"buns\". The world harvested 6.2 million metric tonnes of sesame seeds in 2014, with Tanzania, India, and Sudan as the largest producers.",
            "score": 56.87505340576172
        },
        {
            "docid": "6923252_6",
            "document": "BK Stacker . The BK Stacker is a hamburger consisting of anywhere from one to four grilled beef patties, American cheese, bacon and Stacker sauce (a Thousand Island dressing variant) served on a sesame seed bun.",
            "score": 56.55500793457031
        },
        {
            "docid": "4184999_21",
            "document": "Big King . The Big King is a hamburger, consisting of two grilled beef patties, sesame seed bun, King Sauce (a Thousand Island dressing variant), iceberg lettuce, onions, pickles and American cheese. When first reintroduced in 2013, the sandwich was made with two of the company's hamburger patties, but was modified in February 2014 to use two of the larger Whopper Jr. patties.",
            "score": 56.50062561035156
        },
        {
            "docid": "82420_20",
            "document": "Sesame . Since sesame is a small, flat seed, it is difficult to dry it after harvest because the small seed makes movement of air around the seed difficult. Therefore, the seeds need to be harvested as dry as possible and stored at 6% moisture or less. If the seed is too moist, it can quickly heat up and become rancid.",
            "score": 56.432350158691406
        },
        {
            "docid": "1247440_22",
            "document": "Big Boy Restaurants . The Big Boy consists of two thin beef patties placed on a three layer bun with lettuce, a single slice of American cheese, and either mayonnaise and red relish (a combination of sweet pickle relish, ketchup and chili sauce), Big Boy special sauce (often called thousand island dressing) or (at Frisch's, Manners and Azar's) tartar sauce on one or each slice of bun. (Regardless, the Big Boy condiment used was often simply referred to as \"special sauce\" on menus chainwide.) Wian used a sesame seed bun while Frisch's used a plain bun and included pickles. The Big Boy hamburger originally called for a quarter pound (4 ounces) of fresh ground beef, but later, franchisees were permitted to use frozen beef patties, and the minimum content reduced to a fifth of a pound to offset increasing food costs. Other specifications were exacting, such as the bun's bottom section being 1½ inches high and the center section ¾ inches, and 1½ ounces of shredded lettuce used.",
            "score": 56.382747650146484
        },
        {
            "docid": "82420_37",
            "document": "Sesame . Sesame seeds and oil are used extensively in India. In most parts of the country, sesame seeds mixed with heated jaggery, sugar, or palm sugar is made into balls and bars similar to peanut brittle or nut clusters and eaten as snacks. In Manipur, black sesame is used in the preparation of \"chikki\" and cold-pressed oil. In Assam, black sesame seeds are used to make \"til pitha\" and \"tilor laru\" (sesame seed balls) during \"bihu\". In Punjab and Tamil Nadu, a sweet ball called \"pinni\" in Urdu and \"ell urundai\" in Tamil, \"ellunda\" in Malayalam, \"yellunde/Chigali\", (sesame ball, usually in jaggery), is made of its seeds mixed with sugar. It is eaten in various forms during the festival of Makar Sankranti.",
            "score": 56.368919372558594
        },
        {
            "docid": "13349618_28",
            "document": "List of Burger King products . The Rodeo burger is a hamburger, consisting of a beef patty, barbecue sauce and onion rings on a sesame-seed bun. A cheeseburger variant adds a slice of American cheese, while the chicken variant swaps the beef patty out with a fried chicken patty and extra serving of barbecue sauce.",
            "score": 55.1096076965332
        },
        {
            "docid": "4442867_15",
            "document": "Hot dog variations . A Kansas City-style hot dog is a pork sausage in a sesame seed bun topped with brown mustard, sauerkraut and melted Swiss cheese.",
            "score": 55.10755920410156
        },
        {
            "docid": "2646568_7",
            "document": "Cocktail bun . Taiwanese version of the cocktail bun are slightly firmer than their Hong Kong counterparts, but maintain the same filling and sesame seed dusting.",
            "score": 55.0776481628418
        },
        {
            "docid": "4720872_3",
            "document": "Calicotome spinosa . The florets were used in ancient times to flavor sesame oil. Al-Tamimi, the physician (10th century), describing the process, writes that in Palestine it was commonly practiced to collect the yellow florets of the spiny broom (), spread them upon thickly woven sackcloth which laid out in the hot sun, pour over them hulled sesame seeds and cover them with linen sheets, while leaving them in this condition until the moisture in the florets has evaporated. In this manner, the sesame seeds would absorb the sweet fragrance of the florets. After one or two days, the florets and sesame seeds were then separated, the sesame placed on clean linen garments, being allowed to further dry-out from the moisture absorbed by the florets. This process was repeated up to 3 or 4 times, with a fresh batch of florets set out to dry, until at length the pungent flavor of the florets (resembling the taste of vanilla) had been fully imparted to the sesame seeds. The dried florets were then collected and pressed with the sesame seeds in order to produce a fragrant oil. The oil was formerly stored in glassware vessels, with just enough space left at the top to be sealed with the florets of the spiny broom. Today, the florets are still used by Bedouins to flavor butter.",
            "score": 54.26510238647461
        },
        {
            "docid": "52039378_6",
            "document": "Calicotome villosa . The florets were used in ancient times to flavor sesame oil. Al-Tamimi, the physician (10th century), describing the process, writes that in Palestine it was commonly practiced to collect the yellow florets of the spiny broom (), spread them upon thickly woven sackcloth which laid out in the hot sun, pour over them hulled sesame seeds and cover them with linen sheets, while leaving them in this condition until the moisture in the florets has evaporated. In this manner, the sesame seeds would absorb the sweet fragrance of the florets. After one or two days, the florets and sesame seeds were then separated, the sesame placed on clean linen garments, being allowed to further dry-out from the moisture absorbed by the florets. This process was repeated up to 3 or 4 times, with a fresh batch of florets set out to dry, until at length the pungent flavor of the florets (resembling the taste of vanilla) had been fully imparted to the sesame seeds. The dried florets were then collected and pressed with the sesame seeds in order to produce a fragrant oil. The oil was formerly stored in glassware vessels, with just enough space left at the top to be sealed with the florets of the spiny broom. Today, the florets are still used by Arabs of the country to flavor butter.",
            "score": 54.26510238647461
        },
        {
            "docid": "11210354_3",
            "document": "Everything bagel . The bagel itself is usually made using a standard recipe; but instead of only one topping, it is topped with a mixture of every bagel topping used in the bakery. Poppy seeds, sesame seeds, onion flakes, garlic flakes, pretzel salt, and pepper are all popular toppings that most vendors use on an everything bagel. The everything bagel inspired other bread creations with similar toppings, such as everything bagel chips, everything croissants, everything rolls, everything roti, everything fusilli, and everything hot dog buns. It is offered by many bakeries and fast casual restaurants such as Au Bon Pain and Panera. Attardo notes that \"everything\" in this context is not to be interpreted as implying infinite recursion.",
            "score": 54.11757278442383
        },
        {
            "docid": "935686_3",
            "document": "Arch Deluxe . The Arch Deluxe was a quarter pound of beef on a split-top potato flour sesame seed bun, topped with a circular piece of peppered bacon, leaf lettuce, tomato, American cheese, onions, ketchup, and a \"secret\" mustard and mayonnaise sauce.",
            "score": 53.54358673095703
        },
        {
            "docid": "53826007_2",
            "document": "List of sesame seed dishes . This is a list of notable sesame seed dishes and foods, which are prepared using sesame seed as a main ingredient. Sesame seed is a common ingredient in various cuisines, and is used whole in cooking for its rich, nutty flavor.",
            "score": 53.21387481689453
        },
        {
            "docid": "47849278_6",
            "document": "Pogača . A dozen different ingredients can be found either in the dough, sprinkled on top before baking, or both: medium-firm fresh cheeses, aged dry hard cheese(s), pork crackling (\"tepertő\"), cabbage, black pepper, hot or sweet paprika, garlic, red onion, caraway seeds, sesame seeds, sunflower seeds or poppy seeds.",
            "score": 52.725215911865234
        },
        {
            "docid": "3375342_10",
            "document": "Tarpana . Gingelly is not to be confused with Sesame which is from large tree; Gingellyis a small seed storing energy and hence considered a favorite of all Devas, Shani (Saturn) and pitrus. Lord Ganesha is commonly offered pancha-kajjaya, a delicacy made using sesame. Lord Shiva is worshipped with sesame seeds (tilakshata). For Lord Vishnu, Lord Brahma, Goddess Laxmi and Goddess Saraswati, Gingelly seeds are used in any of their favorite eatables and offered to bestow their special favors on the worshippers. Besides, it is used as a homa dravya (an ingredient in the fire offerings) in many havans and homas. Therefore, tila (Gingelly) and tilatarpana should not be decried as inauspicious.",
            "score": 52.01966094970703
        }
    ]
}