{
    "q": [
        {
            "docid": "1095771_5",
            "document": "Teddy Atlas . Atlas trained as an amateur boxer with Hall of Fame trainer Cus D'Amato. He had some amateur fights but had to turn to work as a trainer due to a back injury. Atlas was an assistant to D'Amato, although his role in the Catskill Boxing Club was short-lived. His duties included assisting in the training of D'Amato's teenage protégé Mike Tyson. However, Atlas left the camp in 1982 following an altercation with the 15-year-old Tyson after Tyson had been sexually inappropriate with an 11-year-old female relative of Atlas' (Tyson said he had grabbed the girl's buttocks). Atlas put a .38 caliber handgun to Tyson's ear and told him to never touch his family again, or he would kill him if he did. This altercation between Atlas and a young Mike Tyson led to Atlas' dismissal from the Catskill Boxing Club, and he was told he was no longer welcome in D'Amato's home or around any of his adopted children (his fighters whom he had legally adopted, Tyson included).",
            "score": 32.97665596008301
        },
        {
            "docid": "158538_21",
            "document": "Evander Holyfield . Then a deal was signed for him to defend his crown against Mike Tyson in November 1991. Tyson delayed the fight, claiming he was injured in training, but was then convicted for the rape of Desiree Washington and sentenced to six years in prison, so the fight did not happen at that time. They fought in 1996 (Holyfield won by a TKO in 11) and a rematch in 1997 (Holyfield won by disqualification in 3, after Tyson bit both of his ears).",
            "score": 31.227622985839844
        },
        {
            "docid": "39027_11",
            "document": "Mike Tyson . Kevin Rooney also trained Tyson, and he was occasionally assisted by Teddy Atlas, although Atlas was dismissed by D'Amato when Tyson was 15. Rooney eventually took over all training duties for the young fighter.",
            "score": 26.398216485977173
        },
        {
            "docid": "39027_27",
            "document": "Mike Tyson . Tyson and Ruddock met again on June 28 that year, with Tyson knocking down Ruddock twice and winning a 12 round unanimous decision. A fight between Tyson and Holyfield for the undisputed championship was scheduled for November 8, 1991 at Caesars Palace in Las Vegas, but Tyson pulled out after sustaining a rib cartilage injury during training.",
            "score": 29.23550772666931
        },
        {
            "docid": "66345_9",
            "document": "Robin Givens . After meeting in March 1986, Givens married boxer Mike Tyson on February 7, 1988. Tyson was then estimated to have US$50 million, and he and Givens did not make a prenuptial agreement. During their marriage, Givens and her mother bought a $4.6 million mansion in the affluent suburb of Bernardsville, New Jersey.",
            "score": 32.36285161972046
        },
        {
            "docid": "24694758_4",
            "document": "Tyson (1995 film) . Mike Tyson grows up a troubled youth, who vows to be a professional boxer in the future. Manager and trainer Cus D'Amato begins turning the young Tyson into an undefeated fighter. However, Tyson becomes a difficult pupil who is often exposed, and slacks off during his training.",
            "score": 30.002062797546387
        },
        {
            "docid": "1486840_12",
            "document": "Cus D'Amato . It was there that he met and began to work with the future heavyweight champion, Mike Tyson, who was in a nearby reform school. He adopted Tyson after Tyson's mother died. D'Amato trained him over the next few years, encouraging the use of peek-a-boo style boxing, with the hands in front of the face for more protection. D'Amato was briefly assisted by Teddy Atlas, and later Kevin Rooney, a protégé of D'Amato, who emphasized elusive movement. It is unclear at exactly what age (11 or 12) Tyson first became seriously interested in becoming a professional boxer. Bobby Stewart, a former Golden Gloves Champion, was approached by Tyson while working as a counselor at the Tryon School For Boys. Tyson knew of Stewart's former boxing glory and specifically asked to speak with Stewart who immediately took on a gruff attitude of the subject after witnessing Tyson's terrible behavior in his first days at the school. Bobby Stewart introduced Mike Tyson to D'Amato when Tyson was around 12 or 13 years old, after Stewart stated he had taught Tyson all he could about boxing technique and skill. D'Amato died a little over a year before Tyson became the youngest world heavyweight titleholder in history at the age of 20 years 4 months, thus supplanting Patterson's record. Rooney would later guide Tyson to the heavyweight championship sixteen months after D'Amato's death.",
            "score": 40.417080998420715
        },
        {
            "docid": "30858332_16",
            "document": "Evander Holyfield vs. Mike Tyson II . In the 2008 documentary \"Tyson\", the boxer claimed he did it as retaliation for the headbutting.",
            "score": 31.4960036277771
        },
        {
            "docid": "10317238_5",
            "document": "Gogoplata . Ryusuke \"Jack\" Uemura is notable as the fighter who performed the first successful gogoplata in mixed martial arts against Isao Terada at Zst Grand Prix 2, Final Round, on January 23, 2005. Former UFC Heavyweight fighter Brad Imes calls himself \"Mr. Gogoplata,\" after winning two matches in a row with the maneuver. Nick Diaz defeated Takanori Gomi using the gogoplata at Pride 33, only to have the victory turned to a NC due to positive test for marijuana in the post-fight drug screen.",
            "score": 50.40010356903076
        },
        {
            "docid": "7350552_5",
            "document": "Shinya Aoki . For unknown reasons, the proposed fight with Melendez did not take place. Instead, Aoki faced highly ranked Lightweight fighter Joachim Hansen. Aoki submitted Hansen with a gogoplata—this was the second successful gogoplata in MMA competition (the first by Ryusuke Uemura).",
            "score": 37.927157402038574
        },
        {
            "docid": "39209225_8",
            "document": "Bruce Seldon vs. Mike Tyson . Almost immediately after the fight, the audience began chanting \"Fix!\", having thought Seldon took a dive in order for Tyson to win the championship and move on to face Evander Holyfield. The crowd would continue to serenade Seldon with chants of \"Fix!\" as he remained in the ring for an interview with Jim Gray. Gray would openly ask Seldon if he did in fact take a dive, but Seldon professed his innocence, stating \"I didn't train 12 weeks to come in here and take a dive.\"",
            "score": 27.222659587860107
        },
        {
            "docid": "40424225_5",
            "document": "Mike Tyson vs. Kevin McBride . McBride, however, remained confident that he could upset Tyson and promised that he would \"shock the world\" by defeating Tyson Prior to the fight, Tyson parted ways with trainer Freddie Roach, who had trained Tyson for his two previous fights against Clifford Etienne in 2003 and Williams in 2004, and replaced him with former super bantamweight champion Jeff Fenech.",
            "score": 29.481287956237793
        },
        {
            "docid": "10317238_7",
            "document": "Gogoplata . In Japan, promotion 666's wrestler Konaka Pelhwan is known for using a rope hanging version of the gogoplata as a signature move.",
            "score": 35.81231188774109
        },
        {
            "docid": "3307314_5",
            "document": "Kevin Rooney . Rooney trained world heavyweight champion Mike Tyson from the start of his professional career in 1985 until Tyson's bout with Michael Spinks in 1988.",
            "score": 31.013105869293213
        },
        {
            "docid": "39027_48",
            "document": "Mike Tyson . In another Memphis fight on February 22, 2003, Tyson beat fringe contender Clifford Etienne 49 seconds into round one. The pre-fight was marred by rumors of Tyson's lack of fitness. Some said that he took time out from training to party in Las Vegas and get a new facial tattoo. This eventually proved to be Tyson's final professional victory in the ring.",
            "score": 28.904662609100342
        },
        {
            "docid": "811720_15",
            "document": "Punch-Out!! (arcade game) . In 1987, the growing popularity of the Nintendo Entertainment System (NES) caused the development and release of \"Mike Tyson's Punch-Out!!\" for the NES console to happen. Several elements, such as opponents and their names, were changed for this version. In particular, professional boxer Mike Tyson was added as the game's final boss to promote his success in becoming a champion. In 1990, when the contract licensing the use of Tyson's name in the console version expired, Nintendo replaced Tyson with an original character named Mr. Dream, re-releasing it as \"Punch-Out!!\" (a.k.a. \"Punch-Out!! featuring Mr. Dream\"). Like \"Mike Tyson's Punch-Out!!\", \"Punch-Out!! featuring Mr. Dream\" bore no further resemblance to the arcade version.",
            "score": 33.097630739212036
        },
        {
            "docid": "40225077_3",
            "document": "Mike Tyson vs. Lou Savarese . Mike Tyson was three fights into his latest comeback, which started on January 16, 1999 with a fifth-round knockout victory over former IBF Heavyweight champion Francois Botha. After a nine-month layoff due in large part to a four-month prison stint, Tyson met former WBA Cruiserweight champion Orlin Norris, but the bout ended in a no-contest after Tyson injured Norris with a punch that landed after the bell. Three months later, Tyson had his first ever fight in the United Kingdom, easily defeating British journeyman Julius Francis by second-round knockout. It was then announced in February 2000 that Tyson would next meet fringe-contender Lou Savarese. Initially, the fight was set to take place in Milan, Italy in May, but the bout was postponed after Tyson decided that he needed more time to train. The fight was then moved to Hampden Park in Glasgow, Scotland and rescheduled for June 24, 2000. Though the decision to allow Tyson to return to the United Kingdom was met with protests because of Tyson's rape conviction, the Glasgow city council voted 10–1 in favor of allowing Tyson to continue on with his match with Savarese.",
            "score": 38.244502782821655
        },
        {
            "docid": "39027_65",
            "document": "Mike Tyson . In October 2012, Tyson launched the Mike Tyson Cares Foundation. The mission of the Mike Tyson Cares Foundation is to \"give kids a fighting chance\" by providing innovative centers that provide for the comprehensive needs of kids from broken homes.",
            "score": 33.43144702911377
        },
        {
            "docid": "22454095_5",
            "document": "Richie Giachetti . When Mike Tyson was dethroned of his heavyweight crown by James \"Buster\" Douglas in 1990 in a 10th-round knockout in Tokyo, King inserted Giachetti as Tyson's trainer. Giachetti trained Tyson for his next four fights, those against Henry Tillman, Alex Stewart, and the two fights against Donovan \"Razor\" Ruddock. Giachetti later returned to Tyson's corner for his second fight against Evander Holyfield, the infamous \"bite fight\".",
            "score": 34.60214328765869
        },
        {
            "docid": "39027_46",
            "document": "Mike Tyson . Tyson once again had the opportunity to fight for a heavyweight championship in 2002. Lennox Lewis held the WBC, IBF, IBO and Lineal titles at the time. As promising fighters, Tyson and Lewis had sparred at a training camp in a meeting arranged by Cus D'Amato in 1984. Tyson sought to fight Lewis in Nevada for a more lucrative box-office venue, but the Nevada Boxing Commission refused him a license to box as he was facing possible sexual assault charges at the time.",
            "score": 31.679980516433716
        },
        {
            "docid": "39230759_7",
            "document": "Trevor Berbick vs. Mike Tyson . This fight was mentioned in the animated TV series Mike Tyson Mysteries episode \"Ultimate Judgement Day\" from 2014. In the episode Mike Tyson says Trevor Berbick wanted to call their 1986 fight 'Ultimate Judgement Day', but then ghost of Berbick appears to correct Tyson, saying that it was actual Tyson was the boxer that wanted to call it 'Ultimate Judgement Day.' Tyson thanks Berbick for the correction, and then waves his hand to make the ghost of Trevor Berbick disappear.",
            "score": 32.591129779815674
        },
        {
            "docid": "3480664_19",
            "document": "Jim Gray (sportscaster) . On June 24, 2000 in Glasgow, Scotland, Gray did the interview with Mike Tyson after his swift knockout of Lou Savarese where Tyson proclaimed he \"wanted to eat (Lennox Lewis's) children.\"",
            "score": 27.594236850738525
        },
        {
            "docid": "39342210_5",
            "document": "Mike Tyson vs. Donovan Ruddock II . After months of tough negotiations between Tyson's and Evander Holyfield's respective camps, which included both men's promoters attempting to get a fight with George Foreman instead, a deal was reached that would see Holyfield and Tyson face each other for the Undisputed Heavyweight Championship on November 8, 1991 at Caesers Palace. However, Tyson suffered an injury during training camp and was unable to fight in November. The parties waited to reschedule until after Tyson's trial was complete, but before the fight could take place, Tyson was convicted of the rape of Desiree Washington in February 1992 and sentenced to six years in prison.",
            "score": 33.12027549743652
        },
        {
            "docid": "49830302_3",
            "document": "Mike Tyson (disambiguation) . Mike Tyson or Michael Tyson may also refer to:",
            "score": 25.568856239318848
        },
        {
            "docid": "2258415_6",
            "document": "Yes It Is . \"Yes It Is\" was released as the B-side of \"Ticket to Ride\" in both the UK and the US. American pressings of the single erroneously show \"Yes It Is\" as being from the film \"Eight Arms to Hold You\" (the original title for the film, \"Help!\"), in which it did not appear.",
            "score": 12.13560152053833
        },
        {
            "docid": "7316042_6",
            "document": "Final Blow . The Genesis version was one of the key games used to market the Genesis console as part of the Genesis Does Campaign, particularly since Nintendo used Mike Tyson for its \"Mike Tyson's Punch-Out!!\" video game, whom Douglas had challenged and defeated that year. \"Mega\" placed the game at #9 in their list of the 10 Worst Mega Drive Games of All Time.",
            "score": 26.22070002555847
        },
        {
            "docid": "40414479_5",
            "document": "Mike Tyson vs. Danny Williams . Tyson was then given the option to compete on the undercard of Lewis' title defense against Vitali Klitschko on June 21, 2003, after which Tyson would have two additional fights before taking on Lewis in their rematch. Tyson initially agreed and was set to meet future WBC heavyweight champion Oleg Maskaev, but Tyson pulled out of the bout after former promoter Don King allegedly used threats to prevent Tyson from signing the contract.",
            "score": 37.345597982406616
        },
        {
            "docid": "39255281_3",
            "document": "Mike Tyson vs. Tyrell Biggs . According to Mike Tyson's Book \"Undisputed Truth\", Tyrell Biggs dissed Tyson in 1984. When Tyson came to wish the American Boxing Olympic team good luck, a lady came and wished the boxers a good trip. Tyrell Biggs then proceeded to laugh and said \"I don't know about him, but he certainly ain't getting on that plane\" (referring to Mike Tyson not being selected among the American Boxing Olympic Team).",
            "score": 28.803205966949463
        },
        {
            "docid": "17121438_12",
            "document": "Lennox Lewis vs. Mike Tyson . Tyson later admitted to biting Lewis' leg and had to pay him US$335,000.",
            "score": 26.998090028762817
        },
        {
            "docid": "39438895_6",
            "document": "Mike Tyson vs. Francois Botha . The following year, Botha would get an opportunity at Lewis' titles, challenging the champion on July 15, 2000. Botha would not have as good a showing as he did against Tyson, being knocked out in the second round by Lewis",
            "score": 25.367393493652344
        },
        {
            "docid": "39027_84",
            "document": "Mike Tyson . The film \"Tyson\" was released in 1995 and was directed by Uli Edel. It explores the life of Mike Tyson, from the death of his guardian and trainer Cus D'Amato to his rape conviction. Tyson is played by Michael Jai White.",
            "score": 25.480419158935547
        },
        {
            "docid": "39027_8",
            "document": "Mike Tyson . Tyson's biological father is listed as \"Purcell Tyson\" (who was from Jamaica) on his birth certificate, but the man Tyson had known as his father was Jimmy Kirkpatrick. Kirkpatrick was from Grier Town, North Carolina (a predominantly black neighborhood that was annexed by the city of Charlotte), where he was one of the neighborhood's top baseball players. Kirkpatrick married and had a son, Tyson's half-brother Jimmie Lee Kirkpatrick, who would help to integrate Charlotte high school football in 1965. In 1959, Jimmy Kirkpatrick left his family and moved to Brooklyn, where he met Tyson's mother, Lorna Mae (Smith) Tyson. Mike Tyson was born in 1966. Kirkpatrick frequented pool halls, gambled and hung out on the streets. \"My father was just a regular street guy caught up in the street world,\" Tyson said. Kirkpatrick abandoned the Tyson family around the time Mike was born, leaving Tyson's mother to care for the children on her own. Kirkpatrick died in 1992.",
            "score": 27.89514136314392
        }
    ],
    "r": [
        {
            "docid": "345792_66",
            "document": "The Undertaker . Calaway is a fan of boxing and mixed martial arts. He has practiced Brazilian jiu-jitsu and earned a black belt in 2011 under Rolles Gracie Jr. His striking gloves and \"Hell's Gate\" submission (a modified gogoplata) were also inspired by mixed martial arts.",
            "score": 54.88847351074219
        },
        {
            "docid": "10317238_5",
            "document": "Gogoplata . Ryusuke \"Jack\" Uemura is notable as the fighter who performed the first successful gogoplata in mixed martial arts against Isao Terada at Zst Grand Prix 2, Final Round, on January 23, 2005. Former UFC Heavyweight fighter Brad Imes calls himself \"Mr. Gogoplata,\" after winning two matches in a row with the maneuver. Nick Diaz defeated Takanori Gomi using the gogoplata at Pride 33, only to have the victory turned to a NC due to positive test for marijuana in the post-fight drug screen.",
            "score": 50.40010070800781
        },
        {
            "docid": "10317238_2",
            "document": "Gogoplata . A gogoplata, foot choke or is a type of chokehold in submission grappling that utilizes the shin bone.",
            "score": 49.235252380371094
        },
        {
            "docid": "30156703_4",
            "document": "Hooks (grappling) . Offensive uses of hooks include the control of an opponent until the application of a submission hold, as with the Back mount position where the practitioner applies hooks to his opponent's thighs until he opts to apply a submission from the back, a very commonly used submission is the Rear naked choke. In some cases, hooks are used to apply the submissions itself, as with the Gogoplata submission where the hook is applied to the opponent's throat as a choke.",
            "score": 48.10313034057617
        },
        {
            "docid": "10317238_4",
            "document": "Gogoplata . The gogoplata is executed from a guard, commonly from a \"rubber guard\", where the legs are held very high against the opponent's upper back. The fighter then slips one foot in front of the opponent's head and under his chin, locks his hands behind the opponent's head, and chokes the opponent by pressing his shin or instep against the opponent's trachea. A variation called a Locoplata (popularized by Eddie Bravo) is when the practitioner uses his free foot to push up on the choking foot and increase pressure on the trachea.",
            "score": 47.76884078979492
        },
        {
            "docid": "728470_3",
            "document": "Submission wrestling . The sport of submission wrestling brings together techniques from catch wrestling, folk wrestling, Greco-Roman wrestling, freestyle wrestling, judo, Brazilian jiu-jitsu, Japanese jiu-jitsu, and sambo. Submission fighting as an element of a larger sport setting is very common in mixed martial arts, Brazilian jiu-jitsu, catch wrestling, and others. Submission wrestlers or \"grapplers\" usually wear shorts, skin-sticky clothing such as rash guards, speedos, and mixed short clothes so they do not rip off in combat. They are also known for using submission techniques normally banned in other arts or competitions such as heel hooks, toe holds, wrist locks.",
            "score": 46.420799255371094
        },
        {
            "docid": "16946856_6",
            "document": "Judgment Day (2008) . One of the featured preliminary matches on the SmackDown brand was between The Undertaker and Edge for the vacant World Heavyweight Championship. At Backlash, the Undertaker defeated Edge to retain the title by forcing him to submit to the gogoplata, a chokehold move that causes opponents to spit blood (scripted) from their mouths. On the May 2 episode of \"SmackDown\", authority figure Vickie Guerrero stripped the title from the Undertaker, after claiming the gogoplata was an illegal submission hold and she did it to protect the other wrestlers. The following week, Guerrero booked Undertaker in a match for the vacant title at Judgment Day against Edge, who last eliminated Batista in a battle royal, an elimination style match where the last person in the ring is the winner, to become the number one contender.",
            "score": 41.30656814575195
        },
        {
            "docid": "1611919_6",
            "document": "Sport in Brazil . [[Brazilian jiu-jitsu]] originated in Brazil in the 1910s, and emphasizes ground fighting techniques and submission holds involving joint-locks and chokeholds. [[Hélio Gracie]] had a rather small build and changed jiu-jitsu (originating from [[Japan]]) to be used by anyone in a real fight situation. The belt progression system goes in the following order: White, Blue, Purple, Brown, Black, Red-black, and Red. [[Gracie Jiu Jitsu]] became known internationally in the 1990s, due to the very skilled fighters in the Gracie family, namely Hélio Gracie, [[Royce Gracie]], and [[Rickson Gracie]], which are also responsible for spreading the practice of [[vale tudo]], meaning \"anything goes\", which evolved into mixed martial arts tournaments such as [[Pride Fighting Championships|PRIDE]], [[DREAM (mixed martial arts)|DREAM]], and the [[Ultimate Fighting Championship]]. Many Brazilian fighters have become significant figures in various mixed martial art tournaments abroad, some notable Brazilian fighters in these tournaments include [[Anderson Silva]], [[Wanderlei Silva]], [[Antônio Rodrigo Nogueira]], [[Vitor Belfort]], [[Mauricio Rua]], [[Jose Aldo]], [[Murilo Bustamante]], [[Junior dos Santos]], [[Rafael dos Anjos]], [[Fabricio Werdum]], and [[Lyoto Machida]].",
            "score": 41.263824462890625
        },
        {
            "docid": "39007373_3",
            "document": "Adriano Martins . Originally from Manaus, Brazil, Martins began training in Judo in 1994, which he continued with until the year 2000, reaching the rank of brown belt. Due to his desire to learn submissions, Martins began training in Brazilian Jiu-Jitsu in 1999. Martins went on to have an accomplished career in Brazilian Jiu-Jitsu, winning various titles. In 2004, needing to support his newly formed family, Martins began mixed martial arts.",
            "score": 41.180240631103516
        },
        {
            "docid": "207083_43",
            "document": "Brazilian jiu-jitsu . In 2012, the Gracie Worlds introduced a new submission-only format, removing subjective judging opinions and what many see as an outdated scoring system. Rose spoke candidly about this change when she said, \"Today's tournaments aren't what my grandfather [Helio Gracie] envisioned. There's so many rules that it takes away from the actual art of jiu-jitsu. We don't see many submissions. We see cheating, we see decisions made by a referee. We need to stand together against this and support a submission only kind of revolution.\" Cheating in jiu-jitsu, Rose said, comes in many forms. \"[A competitor] will earn a point, then hold for the entire match so they can win with that one little advantage they got at the start,\" Rose said. \"That's not jiu-jitsu. That's cheating.\"",
            "score": 40.958412170410156
        },
        {
            "docid": "2586068_2",
            "document": "Brazilian Top Team . The Brazilian Top Team (BTT) is an academy specialized in Brazilian Jiu Jitsu and Mixed Martial Arts. The academy was established in April 2000 by Murilo Bustamante, Ricardo Libório, Mário Sperry and Luis Roberto Duarte, former-members of the Carlson Gracie Academy, to develop and create new training techniques for Brazilian Jiu Jitsu, submission grappling and mixed martial arts.",
            "score": 40.83535385131836
        },
        {
            "docid": "207083_21",
            "document": "Brazilian jiu-jitsu . Sport BJJ focus on submissions without the use of strikes while training allows practitioners to practice at full speed and with full power, resembling the effort used in a real competition. Training methods include technique drills in which techniques are practiced against a non-resisting partner; isolation sparring, commonly referred to as positional drilling, where only a certain technique or sets of techniques are used, and full sparring in which each opponent tries to submit their opponent using any legal technique. Physical conditioning is also an important part of training at many clubs. The Gracie family focuses on real world applications for BJJ. While other businesses and companies tend to focus on the sporting aspect of BJJ, the Gracie's maintain a strict way of training that is primarily self-defense. They will often run reflex development drills in which one person is surrounded by a circle of other students who will attempt to attack the defending student, who in turn must defend themselves using \"street\" Jiu-jitsu techniques. The student will often be unable to see the aggressor to simulate an attack that they weren't expecting.",
            "score": 40.47578048706055
        },
        {
            "docid": "1486840_12",
            "document": "Cus D'Amato . It was there that he met and began to work with the future heavyweight champion, Mike Tyson, who was in a nearby reform school. He adopted Tyson after Tyson's mother died. D'Amato trained him over the next few years, encouraging the use of peek-a-boo style boxing, with the hands in front of the face for more protection. D'Amato was briefly assisted by Teddy Atlas, and later Kevin Rooney, a protégé of D'Amato, who emphasized elusive movement. It is unclear at exactly what age (11 or 12) Tyson first became seriously interested in becoming a professional boxer. Bobby Stewart, a former Golden Gloves Champion, was approached by Tyson while working as a counselor at the Tryon School For Boys. Tyson knew of Stewart's former boxing glory and specifically asked to speak with Stewart who immediately took on a gruff attitude of the subject after witnessing Tyson's terrible behavior in his first days at the school. Bobby Stewart introduced Mike Tyson to D'Amato when Tyson was around 12 or 13 years old, after Stewart stated he had taught Tyson all he could about boxing technique and skill. D'Amato died a little over a year before Tyson became the youngest world heavyweight titleholder in history at the age of 20 years 4 months, thus supplanting Patterson's record. Rooney would later guide Tyson to the heavyweight championship sixteen months after D'Amato's death.",
            "score": 40.41707992553711
        },
        {
            "docid": "39370482_3",
            "document": "Evander Holyfield vs. Larry Holmes . Holyfield's previous fight was a tough victory over journeyman fighter Bert Cooper, who was a last-minute replacement for Francesco Damiani, who himself was a replacement for Mike Tyson, after Damiani determined that he could not compete due to a foot injury. Cooper nearly managed to dethrone Holyfield of his title in the third round when he was able to deliver the first knockdown of Holyfield's professional career. Holyfield, however, was able to rebound from the knockdown to earn the victory via 7th round technical knockout. After his defeat of Cooper, Holyfield had hoped to next fight Tyson. The two men were originally scheduled to fight each other on November 8, 1991, before Tyson pulled out of the fight with a rib injury. Then on February 10, 1992, Tyson was convicted of rape and sentenced to six years in prison, leading to the cancellation of the Holyfield–Tyson fight. On March 5, 1992, it was announced that Holyfield's next opponent would be 42-year-old former Heavyweight champion Larry Holmes. Holmes had twice retired, first after losing a rematch to Michael Spinks in 1986 for the IBF Heavyweight Championship, and then again after a loss to Mike Tyson in 1988 for the Undisputed Heavyweight Championship. In 1991, Holmes launched a successful comeback, winning five consecutive fights before facing undefeated Olympic Gold Medalist Ray Mercer in a match to determine the number one contender. Though Holmes came into the fight as an underdog, he was able to outpoint Mercer en route to a victory by unanimous decision.",
            "score": 39.57604217529297
        },
        {
            "docid": "13300898_3",
            "document": "Mike Pyle (fighter) . Pyle was born and raised in Dresden, Tennessee until the age of 17 when he moved to Birmingham, Alabama. It was there that he began studying Taekwondo. One of his training partners told him, \"Man you gotta check out this cage fighter stuff they got going on. There's this guy who lays on the ground and breaks peoples arms ...\" The cage fighting they were talking about was the UFC. The man they were talking about was Royce Gracie, the masterful practitioner of the martial arts discipline known as Brazilian jiu-jitsu who won the tournaments at UFC 1, UFC 2 and UFC 4. Pyle created a gym in a 13 x 15-foot shed behind his mother's home in Dresden, searching for any instructional videos for Brazilian jiu-jitsu he could get his hands on as well attending seminars put together by the Gracie family, whenever they were close enough for him to make the drive. Despite having no formal Brazilian jiu-jitsu training, Pyle would go on to be a successful submission grappler in mixed martial arts, the large majority of his wins coming by submission.",
            "score": 39.3985595703125
        },
        {
            "docid": "10317238_3",
            "document": "Gogoplata . In the film \"The Essence of Judo\", judoka Kyuzo Mifune demonstrated a movement entitled ', not to be confused with the gi choke also called hasami-jime, where he applied the choke while transitioning from the bottom of the kami-shiho-gatame position. This variation would be applied using the forearm against the opponent's trachea with the leg used to secure it on position. The first demonstration of a gogoplata as it is used today was in Mikonosuke Kawaishi's book \"My Method of Judo\", where it was named as '.",
            "score": 39.34148406982422
        },
        {
            "docid": "207083_15",
            "document": "Brazilian jiu-jitsu . Upholding the premise that most of the advantage of a larger, stronger opponent comes from superior reach and more powerful strikes, both of which are mitigated when grappling on the ground, Brazilian jiu-jitsu emphasizes getting an opponent to the ground in order to use ground fighting techniques and submission holds involving joint-locks and chokeholds. A more precise way of describing this would be to say that on the ground, physical strength can be offset or enhanced by an experienced grappler who knows how to maximize force using mechanical advantage instead of pure physical strength.",
            "score": 39.319515228271484
        },
        {
            "docid": "207083_14",
            "document": "Brazilian jiu-jitsu . Jiu-Jitsu came to international prominence in the martial arts community in the early 1990s, when Brazilian jiu-jitsu expert Royce Gracie won the first, second and fourth Ultimate Fighting Championships, which at the time were single elimination martial arts tournaments. Royce fought against often much larger opponents who were practicing other styles, including boxing, shoot-fighting, muay thai, karate, wrestling, and taekwondo. It has since become a staple art for many MMA fighters and is largely credited for bringing widespread attention to the importance of ground fighting. Sport BJJ tournaments continue to grow in popularity worldwide and have given rise to no-gi submission grappling tournaments, such as the ADCC Submission Wrestling World Championship and NAGA, the North American Grappling Association.",
            "score": 39.00065231323242
        },
        {
            "docid": "11630690_3",
            "document": "Glover Teixeira . Teixeira is originally from the rural community of Sobrália, Minas Gerais, Brazil and is of Portuguese descent. His neighborhood had no traffic signals, there was no electricity in many of the homes, and there was a single gas station. He moved to Danbury, Connecticut in 1999 to help support his family and quickly found a job in landscaping. It was there that he met his wife, Ingrid. After watching boxers such as Mike Tyson and the early mixed martial arts fighters such as Royce Gracie and Chuck Liddell compete, Teixeira decided that he wanted to follow the same path. He had never heard of Brazilian jiu-jitsu, but was able to find and watch videos of UFC 1 and UFC 2 which featured the legendary UFC Hall of Famer Royce Gracie. After working 10- to 12-hour days landscaping, Teixeira would then go train Boxing at Hat City Boxing and Brazilian jiu-jitsu at American Top Team Connecticut. John Hackleman had trained a fighter who fought Teixeira and was impressed by the young Brazilian. Hackleman invited Teixeira to his gym in California, The Pit, where Teixeira began training with UFC Hall of Famer Chuck Liddell.",
            "score": 38.984825134277344
        },
        {
            "docid": "180721_9",
            "document": "Buster Douglas . The fight against Mike Tyson was scheduled for February 11, 1990 and took place in Tokyo at the Tokyo Dome. Almost everyone assumed that the bout was going to be another quick knockout for the champion. No challenger had taken Tyson beyond the fifth round since 1987. Many thought it was just an easy tune-up for Tyson before a future mega-fight with undefeated Evander Holyfield, who had recently moved up to heavyweight from cruiserweight where he became the first boxer to be the undisputed champion of the weight class. Douglas was given so little chance of lasting against Tyson, let alone beating him, that nearly every betting parlor in Las Vegas refused to hold odds for the fight. The one casino that did, The Mirage, made Douglas a 42-to-1 underdog.",
            "score": 38.868324279785156
        },
        {
            "docid": "1905451_6",
            "document": "Chokehold . Most chokeholds featured in combat sports and martial arts are blood chokes, although some air chokes or combinations occur as well. Blood chokes, especially the rear naked choke, triangle chokes, or gi chokes, are commonly used as submission holds in Brazilian jiu-jitsu. In judo, chokeholds, known as shime-waza, are often subject to restrictions based on age or rank. Chokeholds are not allowed in sport sambo but are allowed in combat sambo. The chokeholds used in catch wrestling and shoot wrestling are the inspiration for the \"chokeholds\" in modern professional wrestling performances. Due to the effectiveness of chokeholds and their popularity in a wide variety of martial arts, they are most often used to force submissions in mixed martial art and submission grappling competitions.",
            "score": 38.663944244384766
        },
        {
            "docid": "9513184_12",
            "document": "Royal Rumble (2008) . Rey Mysterio received a rematch against Edge for the World Heavyweight Championship at No Way Out. Edge defeated Mysterio, who had suffered a biceps injury prior to the match. The Undertaker also won SmackDown's Elimination Chamber by pinning Batista last after a Tombstone Piledriver and earned the right to face Edge at WrestleMania XXIV. The Undertaker won the World Heavyweight title from Edge at WrestleMania XXIV via Submission using the gogoplata submissive choke which Undertaker calls Hell's Gate.",
            "score": 38.616600036621094
        },
        {
            "docid": "397559_14",
            "document": "Pride Fighting Championships . In late 2006, DSE hinted at plans for Mike Tyson to fight in the organization's New Year's Eve show. Tyson was to face a Pride fighter under boxing rules. Since Tyson is not allowed to fight in Japan because of his criminal record, Pride wanted to stage the fight in an alternate country, possibly Macau, China. The fight would be broadcast live on large television screens in the Saitama Super Arena, where the regular mixed martial arts bouts were held. The fight did not occur, however.",
            "score": 38.3354606628418
        },
        {
            "docid": "2867119_7",
            "document": "Mount (grappling) . Other submissions such as the Triangle Choke, Arm Triangle and the Gogoplata can be used from the mount but are less common.",
            "score": 38.299346923828125
        },
        {
            "docid": "33177123_9",
            "document": "Mike Tyson vs. Michael Spinks . The bout represented a contrast of styles, with Tyson's \"speed and devastating power\" up against \"the unorthodox style of Spinks... who rarely looks impressive but has always found a way to win.\" Opinions on the fight were mixed, although in general more pundits favoured Tyson. Larry Holmes, the only man to have faced both fighters, predicted a Tyson win by knockout in \"two to three rounds\". Former world champions Jake LaMotta and Billy Conn and trainers Gil Clancy, Angelo Dundee and Richie Giachetti all picked Tyson to win by knockout, as did Gerry Cooney and Dan Duva. Ray Arcel thought Tyson would win on points. IBF middleweight champion Frank Tate gave Tyson the edge, while trainer Lou Duva felt that Tyson would ultimately have too much power for Spinks. James Smith, who had lost a decision to Tyson the previous year, said that for Spinks to win he would \"need to take me in the ring with him.\" Emmanuel Steward's prediction was \"Tyson, Tyson, Tyson.\" Another former heavyweight champion, George Foreman, also predicted a Tyson win.",
            "score": 38.29138946533203
        },
        {
            "docid": "40225077_3",
            "document": "Mike Tyson vs. Lou Savarese . Mike Tyson was three fights into his latest comeback, which started on January 16, 1999 with a fifth-round knockout victory over former IBF Heavyweight champion Francois Botha. After a nine-month layoff due in large part to a four-month prison stint, Tyson met former WBA Cruiserweight champion Orlin Norris, but the bout ended in a no-contest after Tyson injured Norris with a punch that landed after the bell. Three months later, Tyson had his first ever fight in the United Kingdom, easily defeating British journeyman Julius Francis by second-round knockout. It was then announced in February 2000 that Tyson would next meet fringe-contender Lou Savarese. Initially, the fight was set to take place in Milan, Italy in May, but the bout was postponed after Tyson decided that he needed more time to train. The fight was then moved to Hampden Park in Glasgow, Scotland and rescheduled for June 24, 2000. Though the decision to allow Tyson to return to the United Kingdom was met with protests because of Tyson's rape conviction, the Glasgow city council voted 10–1 in favor of allowing Tyson to continue on with his match with Savarese.",
            "score": 38.244503021240234
        },
        {
            "docid": "40290331_3",
            "document": "Mike Tyson vs. Julius Francis . Tyson's previous fight had come against Orlin Norris three months prior. The fight was another controversial one for Tyson, who hit Norris with left hand after the first bell had rang that dropped him to the canvas. Norris fell awkwardly and injured his right knee in the process and decided that he could not continue on with the fight, which was then declared a no-contest after only one round. Originally, Tyson stated that he would be in favor of a rematch with Norris in December of that year, but Tyson instead chose to face British journeyman Julius Francis in what would be his first fight in Europe and his first outside the United States since his 1990 loss to James \"Buster\" Douglas. However, Tyson's impending arrival in England caused a stir, as his 1992 rape conviction led to concern as to whether or not Tyson would be allowed into the country. The issue was brought to the Home Office, a department of the U.K. government that is responsible for immigration and security, and on 13 January 2000 the head of the department, Home Secretary Jack Straw, announced his decision to allow Tyson into the country, stating that he \"did not want to hurt the businesses in Manchester that were expecting a windfall from the fight or disappoint the fans who had bought tickets.\" Several of Britain's top politicians criticized Straw's decision, including Trevor Phillips who accused Straw of \"caving in\" and \"ignoring the law.\" Tyson officially arrived in England on 16 January 2000, where he was met with protests from the feminist women's group, Justice For Women, who hoped to have the decision to allow Tyson in England overturned. Tyson would lash out at his protesters, calling the group \"just a bunch of frustrated women who want to be men.\" Tyson's opponent Julius Francis was installed as a 16–1 underdog going into the fight. Francis was recognized as the British Heavyweight Champion, but came into the fight with an unimpressive 21–7 record, having lost to several heavyweight contenders in the years before his fight with Tyson, including John Ruiz, Željko Mavrović and Vitali Klitschko. Nevertheless, Francis maintained that he and Lennox Lewis were the only two British boxers who were worthy enough to face Tyson.",
            "score": 38.237640380859375
        },
        {
            "docid": "207083_45",
            "document": "Brazilian jiu-jitsu . Brazilian Jiu Jitsu is one of the safest martial arts. However, it is very effective as a fighter could quickly dislocate their opponents joints or knock them out with a choke-hold if they choose to. The injury rate is around 9.2-38.6 per 1000 athlete exposures. This is lower than in Mixed martial arts (236-286 per 1000), boxing (210-420 per 1000), judo (25.3-130.6) and Taekwondo (20.5-139.5). It is similar to wrestling which also uses grappling instead of striking; the few injuries that may be incurred in Brazilian Jiu Jitsu usually affect the joints and rarely the head. The most common injuries Brazilian Jiu Jitsu practitioners suffer from are ACL tears in the knees, rotator cuff tears in the shoulders and spinal disc herniations, most commonly in the neck region. They are all repairable via surgery that has an extended rehab period before the athlete can return to BJJ training. Also many athletes suffer from less minor injuries, such as elbow and wrist tendonitis, due to overtraining and the grappling nature of the martial art, which can be strenuous and taxing for the joints and the tendons.",
            "score": 38.14540481567383
        },
        {
            "docid": "23895678_3",
            "document": "10th Planet Jiu-Jitsu . In 2003, after earning a black belt under Jean-Jacques Machado, Eddie Bravo opened his first 10th Planet Jiu-Jitsu school in Los Angeles, California. Bravo's system emphasizes developing students for submission-only grappling competition rather than points. He focused his jiu-jitsu training without the traditional gi; becoming one of the first jiu-jitsu schools to do so. The idea behind this was to try to implement as many of the techniques as possible in mixed martial arts (MMA) competitions. Bravo worked for the Ultimate Fighting Championship (UFC) during this time and felt high-level jiu-jitsu practitioners weren't winning as much they should have, mainly attributing this to them wearing a gi when training jiu-jitsu but competing in MMA without one. 10th Planet Jiu-Jitsu has been controversial since it's inception. Bravo's changes to traditional Brazilian Jiu-Jitsu, like abandoning the gi, drew a lot of backlash and there has been debate to how much 10th Planet techniques, most notably its iterations of the rubber guard, translates to MMA.",
            "score": 38.01339340209961
        },
        {
            "docid": "39111811_3",
            "document": "Buster Douglas vs. Evander Holyfield . After becoming the first boxer in history to win all three major sanctioning organizations' world titles in the cruiserweight division, Evander Holyfield decided to move up in class and take on the top heavyweights. In his first fight at heavyweight he defeated James Tillis by knockout and then knocked out former champion Pinklon Thomas before the year was out. Shortly after that Holyfield became regarded as the #1 contender to Mike Tyson, who was the undisputed champion of the division and who in 1988 won the lineal championship from Michael Spinks. A match between the two was signed for June 18, 1990, and Tyson elected to take a tuneup fight on February 11, 1990, against fringe contender James \"Buster\" Douglas in Tokyo. Despite having been regarded as a top contender for the title in the past, Douglas' reputation was as a lazy, out of shape fighter who did not pay much attention to his training. As a result, most casinos didn't even bother to make odds for the fight. The only one that did so, The Mirage, installed Tyson as a 42-1 favorite. Douglas was not given much chance to last against him. Not only had Tyson never been defeated, but he had only gone the distance four times in his career and had not gone past the fifth round with an opponent since Tyrell Biggs took him to the seventh round in 1987.",
            "score": 37.92731475830078
        },
        {
            "docid": "7350552_5",
            "document": "Shinya Aoki . For unknown reasons, the proposed fight with Melendez did not take place. Instead, Aoki faced highly ranked Lightweight fighter Joachim Hansen. Aoki submitted Hansen with a gogoplata—this was the second successful gogoplata in MMA competition (the first by Ryusuke Uemura).",
            "score": 37.927154541015625
        },
        {
            "docid": "39255281_5",
            "document": "Mike Tyson vs. Tyrell Biggs . Through the first two rounds, Biggs attempted to ward off Tyson's attack by keeping his distance and throwing sharp left jabs at Tyson while also attempting to use his distinct height advantage to avoid Tyson's power punches. Biggs had a solid 1st round, connecting with over half of jabs while limiting Tyson to only three. Biggs would continue to use this tactic early in round 2, but Tyson was able to connect with a big right hook that split Biggs' lip open. By round 3, Biggs had all but abandoned his gameplan and was overwhelmed by Tyson's power, with Tyson eventually landing a strong right hand that opened open a cut around Biggs' left eye. Tyson would continue to dominate in rounds 5 and 6, consistently attacking Biggs with hooks and right hands, though Biggs would survive both rounds without getting knocked down. With 30 seconds left in round 7, Tyson hit Biggs with a left hook that sent Biggs to canvas and almost out of the ring. Biggs was able to answer the referee's count at nine. Tyson would continue his assault as soon as Biggs got up and quickly knocked down Biggs again, this time with a left hook, leading to referee Tony Orlando stopping the fight and awarding Tyson the victory via technical knockout.",
            "score": 37.90998840332031
        }
    ]
}