{
    "q": [
        {
            "docid": "29206360_20",
            "document": "Lil B . In 2011, after hearing a verse from Lil B on the Lil Wayne mixtape \"Sorry 4 the Wait\", Compton rapper Game referred to Lil B as the \"wackest rapper of all time.\" Lil B responded by calling Game \"irrelevant,\" to which Game then threatened to knockout Lil B. Game targeted Lil B in his verse in his track \"Martians vs Goblins\" featuring Lil Wayne and Tyler the Creator, with the line \"Tie Lil B up to a tank full of propane, swag, now watch him cook\". Lil B addressed this on his track \"Tank of Propaine\" on his \"White Flame\" mixtape. Several weeks later, the two settled their differences through Twitter after which Lil B urged fans to purchase Game's \"The R.E.D. Album\".",
            "score": 115.0621542930603
        },
        {
            "docid": "13470963_2",
            "document": "Dedication 2 . Dedication 2 is a 2006 mixtape by DJ Drama and Lil Wayne. It is a sequel to Lil Wayne's previous mixtape, \"The Dedication\", and is second in DJ Drama's \"Gangsta Grillz\" series with Lil Wayne. It is one of the few mixtapes in the hip hop genre to be both financially successful and critically acclaimed. Despite its illegal use of unlicensed instrumentals and samples, it is sold through iTunes and retail stores such as Best Buy and FYE, widely reviewed in the mainstream media, and even though a mixtape that almost only exclusively sold digitally it peaked at #69 on Billboard's \"Top R&B/Hip-Hop Albums\" chart. The cover shows Lil Wayne with \"Fear God\" tattooed on his eyelids. Much of the mixtape showcases Lil Wayne's free associating rhymes and \"liquid non-sequiturs.\"",
            "score": 116.76655864715576
        },
        {
            "docid": "168540_13",
            "document": "Lil Wayne . \"Tha Carter II\", the follow-up to the original \"Tha Carter\" album, was released in December 2005, this time without production by longtime Cash Money Records producer Mannie Fresh, who had since left the label. \"Tha Carter II\" sold more than 238,000 copies in its first week of release, debuting at No. 2 on the \"Billboard\" 200 albums chart, and went on to sell 2,000,000 copies worldwide. The lead single \"Fireman\" became a hit in the US, peaking at 32 on the Billboard Hot 100 chart. Other singles included \"Grown Man\" with Currensy, \"Hustler Musik\", and \"Shooter\" with R&B singer Robin Thicke. Lil Wayne also appeared on a remix of Bobby Valentino's \"Tell Me\", which rose to No. 13 on the U.S. R&B Charts. In 2005, Lil Wayne was named president of Cash Money, and in the same year he founded Young Money Entertainment as an imprint of Cash Money. However, as of late 2007, Lil Wayne reported that he has stepped down from the management of both labels and has handed management of Young Money over to Cortez Bryant.",
            "score": 112.32020044326782
        },
        {
            "docid": "18933037_72",
            "document": "Boeing B-52 Stratofortress . The USAF continues to rely on the B-52 because it remains an effective and economical heavy bomber in the absence of sophisticated air defenses, particularly in the type of missions that have been conducted since the end of the Cold War against nations with limited defensive capabilities. The B-52 has also continued in service because there has been no reliable replacement. The B-52 has the capacity to \"loiter\" for extended periods, and can deliver precision standoff and direct fire munitions from a distance, in addition to direct bombing. It has been a valuable asset in supporting ground operations during conflicts such as Operation Iraqi Freedom. The B-52 had the highest mission capable rate of the three types of heavy bombers operated by the USAF in the 2000–2001 period. The B-1 averaged a 53.7% ready rate, the Northrop Grumman B-2 Spirit achieved 30.3%, while the B-52 averaged 80.5%. The B-52's $72,000 cost per hour of flight is more than the B-1B's $63,000 cost per hour, but less than the B-2's $135,000 per hour.",
            "score": 136.81252574920654
        },
        {
            "docid": "18933037_2",
            "document": "Boeing B-52 Stratofortress . The Boeing B-52 Stratofortress is an American long-range, subsonic, jet-powered strategic bomber. The B-52 was designed and built by Boeing, which has continued to provide support and upgrades. It has been operated by the United States Air Force (USAF) since the 1950s. The bomber is capable of carrying up to of weapons, and has a typical combat range of more than 8,800 miles (14,080 km) without aerial refueling.",
            "score": 117.0251841545105
        },
        {
            "docid": "7445875_2",
            "document": "You (Lloyd song) . \"You\" is a song by American R&B artist Lloyd featuring rapper Lil Wayne, and was produced by Big Reese and Jasper Cameron for Lloyd's second studio album, \"Street Love\". It was recorded in the producer's basement. It is the first official single off the album. Lloyd himself has reported that he leaked the song to an Atlanta radio station to receive airplay. The song features an interpolation of Spandau Ballet's song \"True\". On February 8, 2007, \"You\" became Lloyd's first and Lil Wayne's second top-ten single on the U.S. \"Billboard\" Hot 100, charting at number nine. The song reached number one on the US Hot R&B/Hip-Hop Songs chart in February 2007, becoming both Lloyd and Lil Wayne's first number-one single on this chart. On the UK Singles Chart, the single debuted on May 28, 2007, at number sixty-six on download sales alone, and moved up to number forty-five.",
            "score": 122.881094455719
        },
        {
            "docid": "343971_8",
            "document": "Medium bomber . Subsequent to World War II, only the U.S. Strategic Air Command ever used the term \"medium bomber\" in the 1950s to distinguish its Boeing B-47 Stratojets from somewhat larger contemporary Boeing B-52 Stratofortress \"heavy bombers\" in bombardment wings (older B-29 and B-50 heavy bombers were also redesignated as \"medium\" during this period). This nomenclature was purely semantic and bureaucratic, however as both the B-47 and B-52 strategic bombers were much larger and had far greater performance and load-carrying ability than any of the World War II-era heavy or medium bombers. Similarly, the Royal Air Force referred at times to its V bomber force as medium bombers, but this was in terms of range rather than load-carrying capacity.",
            "score": 116.93015670776367
        },
        {
            "docid": "42964782_4",
            "document": "California Boy . On the song, Lil B stated that he didn't use Autotune effect on his vocals, in reference to its extensive use on rapper Lil Wayne's rock music album, \"Rebirth\" (2010). Prior to the release of the song, Lil B claimed that he will be releasing a garage punk album, titled \"California Boy\".",
            "score": 112.33406209945679
        },
        {
            "docid": "1573838_8",
            "document": "Birdman (rapper) . In 2010 he was going to release an album titled \"Priceless 2\", a sequel to his previous album, but changed it to \"Bigga Than Life\". The first promotional single was titled \"Loyalty\" and featured Lil Wayne and Tyga. Other collaborations will come from Rick Ross, Young Jeezy, Bun B and Drake. The album was scheduled to be released in early 2011. He released a music video for a possible future single, \"My Jewel\", which featured Bun B and Young Jeezy. On November 22, 2010, he released the first official single, \"Fire Flame\", which featured Lil Wayne. Birdman released another single called \"I Get Money\" featuring T-Pain, Young Money artist Mack Maine and Lil Wayne. On September 13, 2011, Birdman released \"Y.U. MAD\", featuring Nicki Minaj and Lil Wayne. He collaborated with Mack Maine as a duo named White Boys to release a mixtape titled \"Billionaire Minds\" on November 2, 2011. On May 22, 2012, he released \"Born Stunna\", featuring Rick Ross. The remix, featuring Lil Wayne and Nicki Minaj, was released July 10, 2012. The most recent single, \"Shout Out\" featuring Gudda Gudda and French Montana, was released October 16, 2012.",
            "score": 107.04428768157959
        },
        {
            "docid": "23257145_8",
            "document": "No Love Lost (Joe Budden album) . On February 27, 2012 at a concert, Budden previewed a new track featuring Lil Wayne, and R&B singer Tank called “Put It Down Like You”. On October 10, E1 Music released the first song from the album, \"She Don't Put It Down Like You\", which featured fellow rapper Lil Wayne and R&B singer Tank. The track was produced by T-Minus. The remix was also included on the album and it features Fabolous and Twista. A music video was shot in January 2013 for the remix. On February 5, 2013, the music video was released for \"She Don't Put It Down\" (Remix) featuring Fabolous, Lil Wayne and Tank.",
            "score": 110.01893949508667
        },
        {
            "docid": "47352149_4",
            "document": "Angels Exodus . The album generally received mixed-to-positive reviews from music critics. \"Fact\" magazine critic Chris Campbell stated: \"\"Angels Exodus\" gives Lil B the chance to indulge his significant conceptual side with some confines\" and further wrote: \"The only fair way to evaluate a Lil B album is against other Lil B albums/mixtapes, and in terms of quality, he’s certainly released better.\" Amanda Bassa of HipHopDX wrote: \"In some ways, \"Angels Exodus\" is impressive for the sheer fact that Lil B seems to have shown some sort of artistic and mental growth since his initial YouTube blitz.\" Nevertheless, Bassa also criticized the album, stating: \"Even mass amounts of hype can’t cover up Lil B’s poorly mixed vocals, off-kilter methods of blending rapping with simply speaking, skewed perspective on life, and utter knack for taking what makes Rap great, and doing the exact opposite.\" Tiny Mix Tapes' Brian Richardson described the album as \"one weird hip-hop record,\" stating: \"There may be more reverby synths on \"Angel’s Exodus\" than there are on the new Radiohead record.\" Richardson further commented: \"Ultimately, it plays more like a mixtape than an album; although there are no skits or guest spots, several songs check in at under two minutes and feel like unfinished sketches.\"",
            "score": 109.80585193634033
        },
        {
            "docid": "214209_19",
            "document": "Strategic bomber . During the 1950s the U.S. Strategic Air Command also briefly brought back the outdated term \"medium bomber\" to distinguish its Boeing B-47 Stratojets from somewhat larger contemporary Boeing B-52 Stratofortress \"heavy bombers\" in bombardment wings; older B-29 and B-50 heavy bombers were also redesignated as \"medium\" during this period. SAC's nomenclature here was purely semantic and bureaucratic, however as both the B-47 and B-52 strategic bombers were much larger and had far greater performance and load-carrying ability than any of the World War II-era heavy or medium bombers.",
            "score": 111.24555134773254
        },
        {
            "docid": "30773508_5",
            "document": "We the Best Forever . Khaled originally announced the first single would feature Lil Wayne. The album's first single \"Welcome to My Hood\" featuring Rick Ross, Plies, Lil Wayne, and T-Pain, and produced by The Renegades, DJ Nasty & LVM, and Khaled was released on January 18, 2011. It peaked on the \"Billboard\" Hot 100 at number seventy-nine. On February 10, 2011, the music video was released for \"Welcome to My Hood\" featuring Rick Ross, Plies, Lil Wayne, and T-Pain. On April 27, 2011, the music video was released for the \"Welcome to My Hood\" (Remix) featuring T-Pain, Ludacris, Busta Rhymes, Twista, Mavado, Birdman, Ace Hood, The Game, Fat Joe, Jadakiss, Bun B and Waka Flocka Flame.",
            "score": 110.7546763420105
        },
        {
            "docid": "24693358_5",
            "document": "Keyshia Cole discography . \"Woman to Woman\" is Cole's fifth studio album, released November 19, 2012 in the United States by Geffen Records. The album debuted at number 10 on the \"Billboard\" 200, with first week sales of 96,000, lower than her last effort. The album yielded three singles, \"Enough of No Love\" featuring Lil Wayne, \"Trust and Believe\" and \"I Choose You\". \"Enough of No Love\" peaked at number 84 on the \"Billboard\" Hot 100, and number seven on the R&B chart. \"Trust and Believe\" entered the \"Billboard\" Bubbling Under chart at number two, and also charted at number eight on the US R&B chart. The album has sold 246,300 copies in the US as of January 2013.",
            "score": 127.03965759277344
        },
        {
            "docid": "168540_12",
            "document": "Lil Wayne . In the summer of 2004, Wayne's album \"Tha Carter\" was released, marking what critics considered advancement in his rapping style and lyrical themes. In addition, the album's cover art featured the debut of Wayne's now-signature dreadlocks. \"Tha Carter\" gained Wayne significant recognition, selling 878,000 copies in the United States, while the single \"Go DJ\" became a Top 5 Hit on the R&B/Hip-Hop chart. After the release of \"Tha Carter\", Lil Wayne was featured in Destiny's Child's single \"Soldier\" with T.I., which peaked at No. 3 on the \"Billboard\" Hot 100 and the Hot R&B/Hip-Hop Songs charts.",
            "score": 111.69080972671509
        },
        {
            "docid": "38876858_5",
            "document": "Rain in England . \"Rain in England\" is described by Lil B as the first ambient hip hop album. The lyrics, described as meditative and surreal, explore themes like death, life, family, God, birth and gender. Most tracks begin with Lil B announcing the theme, which he then contemplates in a zigzag of free associative thought. Lil B took care not to use profanity at all on the album. The synthesizer music is droning and tonally simple; one critic compared the tonality to the nursery rhyme \"Three Blind Mice\". Tom Breihan of \"Pitchfork\" called \"Rain in England\" \"an album of quasi-rap spoken-word over self-produced music even more ambient than the spaced-out, lo-fi synth landscapes he usually raps over.\" Nitsuh Abebe wrote in \"Pitchfork\"s \"Why We Fight\" column that the album is \"beatless washes of new-agey synths with Lil B flowing over them more like the host of a self-hypnosis tape than a rapper.\" \"Rain in England\" has been compared to the music of Brian Eno, Stars of the Lid, Ray Lynch and Tangerine Dream.",
            "score": 112.25281143188477
        },
        {
            "docid": "54248_7",
            "document": "Military aircraft . Bombers are normally larger, heavier, and less maneuverable than fighter aircraft. They are capable of carrying large payloads of bombs, torpedoes or cruise missiles. Bombers are used almost exclusively for ground attacks and not fast or agile enough to take on enemy fighters head-to-head. A few have a single engine and require one pilot to operate and others have two or more engines and require crews of two or more. A limited number of bombers, such as the B-2 Spirit, have stealth capabilities that keep them from being detected by enemy radar. An example of a conventional modern bomber would be the B-52 Stratofortress. An example of a World War II bomber would be a B-17 Flying Fortress. Bombers include light bombers, medium bombers, heavy bombers, dive bombers, and torpedo bombers.",
            "score": 118.05934774875641
        },
        {
            "docid": "3993649_26",
            "document": "Cold War (1979–1985) . During the Cold War prior to the 1970s and 1980s, the primary heavy strategic bomber of the United States Air Force was the B-52 Stratofortress. However, the development of more sophisticated Airborne Early Warning and Control (AWACS) technology rendered the B-52 more vulnerable to attacks from the ground and enemy fighters. The Air Force saw a need for a bomber that could go faster, was more maneuverable, and could still deliver a substantial payload to its target. This led to the development of the B-1A Lancer in the early to mid 1970s. The B-1A program was cancelled in 1977 but was later brought back by President Reagan in 1981 under its new and current designation, the B-1B. The B-1B is capable of speeds at or above Mach 1.2 and can deliver a payload of 75,000 pounds. The Lancer was a nuclear capable bomber until 1994 when the nuclear mission for the bomber was cancelled, and it was switched to conventional weapons.",
            "score": 112.78467810153961
        },
        {
            "docid": "19716446_7",
            "document": "Shawty Lo . In late 2008 Shawty Lo started working on a new album entitled \"Carlos\"; artists that were to be featured on the album included Rick Ross, T-Pain, Lil' Kim, Bun B, Nate Butler, Lyfe Jennings, Mýa, T.I., Lil Wayne, and Gucci Mane. On December 8, 2008 Shawty Lo released a song from the album entitled \"Supplier\"; it featured vocals from Trey Songz and Lil Wayne.",
            "score": 107.492751121521
        },
        {
            "docid": "42964782_5",
            "document": "California Boy . The song generally received mixed to positive reviews from critics and was stylistically compared to Lil Wayne's \"Rebirth\" album and Kid Cudi's WZRD project. Chris Martins of \"Spin\" was optimistic on his review of the song, stating that \"it is shaping up to be at least more promising than the unholy mess that was Wayne's \"Rebirth\".\" Similarly, \"Fact\" magazine wrote: \"Especially compared to \"Rebirth\"s horrid approximation of nu-metal, \"California Boy\" does quite a good job of capturing Lil B’s infectious earnestness.\" Phillip Mlynar of MTV Hive described the song as \"a poppy-guitar groove that would fit seamlessly into a drive-time radio show.\" Ian S. Port of SF Weekly described the songs as \"a parodic but somewhat credible acoustic-electric rock song that could stand in for a particularly tepid Goo Goo Dolls or Gin Blossoms B-side.\" Exclaim! writer Josiah Hughes criticized the song's style on the basis of Lil B's upcoming garage punk album, calling his understanding of garage punk as \"a bad Hootie & the Blowfish song.\" Max Bell of \"LA Weekly\" panned the song, noting that \"even his early advocate, Cocaine Blunt's Andrew Noz, dismissed the track.\" Tiny Mix Tapes assumed that \"the song is sure to alienate even the most hardcore fans.\"",
            "score": 102.38414287567139
        },
        {
            "docid": "38935482_12",
            "document": "Visionair (album) . The album features collaborations with R&B musicians from America as well as Japan. American rappers Lil Wayne and Nicki Minaj are featured on the album, as well as Canadian R&B singer Drake. American producer Jermaine Dupri produced the song \"Black Out.\" He and Verbal had been sending emails to each other for a while. At one point, Dupri told Verbal that rapper Lil Wayne was working in the studio next to his. Verbal asked if they could collaborate, and he agreed. The recording of \"Black Out\" became the beginning of the solo project.",
            "score": 116.74807834625244
        },
        {
            "docid": "21242497_14",
            "document": "Rebirth (Lil Wayne album) . The album debuted at number 2 on the US \"Billboard\" 200 chart with first week sales of 176,000 copies, exceeding expectations. It serves as Wayne's seventh US top-ten album. It also debuted at number 1 on the Top R&B/Hip-Hop Albums and the Top Rap Albums. In its second week it fell to number 4 on the \"Billboard\" 200 selling 89,024 more copies making its total sales so far 265,400. On its third week it fell one spot and brought its total sales to 324,470. On its fifth and sixth week it stayed at number 12 on the \"Billboard\" Hot 100. It remained at number 1 on Top Rap Albums for 6 straight weeks. \"Rebirth\" also entered at number 24 in the United Kingdom and at number 86 in France. On March 5, 2010, the album was certified gold by the Recording Industry Association of America (RIAA), following shipment in excess of 500,000 copies. On September 5, 2011, the album has sold 775,000 in the United States.",
            "score": 148.24846291542053
        },
        {
            "docid": "31390866_4",
            "document": "Grove St. Party . Lil Wayne made a remix for his mixtape \"Sorry For The Wait\", which features rapper Lil B. Prodigy of Mobb Deep released a remix called \"It's a Body\". Wiz Khalifa released a remix called \"Reefer Party\". Ace Hood also did a freestyle for the song.",
            "score": 84.17028617858887
        },
        {
            "docid": "211782_27",
            "document": "North American XB-70 Valkyrie . The B-70, designed for even higher speeds, altitudes and range than the B-58, suffered even more in relative terms. At high altitudes, the B-70 was as much as four times as fast as the B-52, but at low altitudes it was limited to only Mach 0.95, only modestly faster than the B-52 at the same altitudes. It also had a smaller bombload and shorter range. Its only major advantage would be its ability to use high speed in areas without missile cover, especially on the long journey from the USA to USSR. The value was limited; the USAF's doctrine stressed that the primary reason for maintaining the bomber force in an era of ICBMs was that the bombers could remain in the air at long ranges from their bases and were thus immune to sneak attack. In this case, the higher speed would be used for only a short period of time between the staging areas and the Soviet coastline.",
            "score": 109.11499106884003
        },
        {
            "docid": "6118105_36",
            "document": "Nuclear triad . The strategic bomber program for the United States still remains viable as well. B-2 and B-52H bombers still make up the entirety of the long range bomber force designed to deliver a nuclear payload. The Rockwell B-1 Lancer is also used for long range bombing missions. However, in 1997, it was modified to carry only conventional payloads. The B-1 Lancer is no longer used to deliver nuclear payloads. Currently, 76 B-52H bombers are maintained at bases in Barksdale, Louisiana, and Minot, North Dakota. Along with these, 20 B-2 bombers are in service at Whiteman Air Force Base in Missouri. The United States Air Force is in the process of integrating a new long range bomber, the B-21 Raider, into service. This aircraft is scheduled to begin service in 2025. The B-21 will contribute to even greater capabilities for the US nuclear armada. It will allow for a larger and more diverse payload that includes current and future weapons. It will allow for increased range compared to the B-1, 2, and 52. The range capabilities of the B-21 are currently classified and are not expected to be released. The B-21 will also cost significantly less than the B-2 bomber. In 1997, the average cost of a B-2 was $737 million. The projected average cost for the B-21 Raider is $550 million per plane.",
            "score": 153.0087549686432
        },
        {
            "docid": "9782939_7",
            "document": "Bombers B-52 . \"Bombers B-52\" was filmed with the full cooperation of the USAF at Castle and March Air Force Bases in California, where examples of Boeing B-47 Stratojet bombers, North American F-86 Sabre fighters and B-52s were based. During production Natalie Wood was named \"Sweetheart of Castle Air Force Base\".",
            "score": 112.82054805755615
        },
        {
            "docid": "17100042_9",
            "document": "Sol-Angel and the Hadley St. Dreams . The album's lead single, \"I Decided\", was released on April 22, 2008. It charted at number 44 on the \"Billboard\" Hot R&B/Hip-Hop Songs, at number one on the Hot Dance Singles Sales and Hot R&B/Hip-Hop Singles Sales charts, and at number two on the Hot Singles Sales chart. It also peaked at number 27 on the UK Singles Chart and at number 6 on the UK R&B Singles Chart. \"ChampagneChroniKnightcap\" featuring American rapper Lil Wayne was released as a single on August 19. November 25 saw the release of \"Sandcastle Disco\", which reached the number one spot on the US \"Billboard\" Hot Dance Club Play chart. \"T.O.N.Y.\" was released as the fourth single on March 31, 2009, topping the US \"Billboard\" Hot Dance Club Play chart. The song also charted at number 31 on \"Billboard\"s Adult R&B Songs, and number 62 on both the R&B/Hip-Hop Airplay and Hot R&B/Hip-Hop Songs.",
            "score": 109.5890645980835
        },
        {
            "docid": "18933037_52",
            "document": "Boeing B-52 Stratofortress . With the escalating situation in Southeast Asia, 28 B-52Fs were fitted with external racks for 24× 750 lb (340 kg) bombs under project \"South Bay\" in June 1964; an additional 46 aircraft received similar modifications under project \"Sun Bath\". In March 1965, the United States commenced Operation Rolling Thunder. The first combat mission, Operation Arc Light, was flown by B-52Fs on 18 June 1965, when 30 bombers of the 9th and 441st Bombardment Squadrons struck a communist stronghold near the Bến Cát District in South Vietnam. The first wave of bombers arrived too early at a designated rendezvous point, and while maneuvering to maintain station, two B-52s collided, which resulted in the loss of both bombers and eight crewmen. The remaining bombers, minus one more that turned back due to mechanical problems, continued toward the target. Twenty-seven Stratofortresses dropped on a one-mile by two-mile target box from between 19,000 and 22,000 feet, a little more than 50% of the bombs falling within the target zone. The force returned to Andersen AFB except for one bomber with electrical problems that recovered to Clark AFB, the mission having lasted 13 hours. Post-strike assessment by teams of South Vietnamese troops with American advisors found evidence that the Viet Cong had departed the area before the raid, and it was suspected that infiltration of the south's forces may have tipped off the north because of the South Vietnamese Army troops involved in the post-strike inspection. Beginning in late 1965, a number of B-52Ds underwent \"Big Belly\" modifications to increase bomb capacity for carpet bombings. While the external payload remained at 24 of 500 lb (227 kg) or 750 lb (340 kg) bombs, the internal capacity increased from 27 to 84 for 500 lb bombs, or from 27 to 42 for 750 lb bombs. The modification created enough capacity for a total of 60,000 lb (27,215 kg) using 108 bombs. Thus modified, B-52Ds could carry 22,000 lb (9,980 kg) more than B-52Fs. Designed to replace B-52Fs, modified B-52Ds entered combat in April 1966 flying from Andersen Air Force Base, Guam. Each bombing mission lasted 10 to 12 hours and included an aerial refueling by KC-135 Stratotankers. In spring 1967, B-52s began flying from U Tapao Airfield in Thailand so that refueling was not required. On 22 November 1972, a B-52D (55-0110) from U-Tapao was hit by a surface-to-air missile (SAM) while on a raid over Vinh. The crew was forced to abandon the damaged aircraft over Thailand. This was the first B-52 destroyed by hostile fire. In total, 31 B-52s were lost during the war, which included 10 B-52s shot down over North Vietnam.",
            "score": 112.18378186225891
        },
        {
            "docid": "9782939_9",
            "document": "Bombers B-52 . Reviews of \"Bombers B-52\" mainly focused on the aerial scenes, which during the Cold War era did project a near-propaganda effort, using many period aircraft to depict the era faithfully. The review in \"The New York Times\" was mildly laudatory, describing it as a \"frank tribute to Air Force nuclear power, laced together with a familiar service feud ... Irving Wallace's dialogue is excellent. Furthermore, his unpretentious scenario is credible and persuasive in training sequences and especially in the hearth scenes.\" The performances of the leads was also considered \"natural.\" Overall, \"The New York Times\" critic thought \"'Bombers B-52' is not [terrific], but it could have been much, much worse.\" \"Variety\" gushed that it was \"magnificently mounted, with breathtaking scenes of the new B-52s,\" while \"Time\" magazine more aptly characterized \"Bombers B-52\" as a \"$1,400,000 want ad for Air Force technicians.\" In other reviews, the dichotomy of 19-year-old Natalie Wood being courted by 40-year-old Efrem Zimbalist Jr. was noted, as well as the attempt to portray a contemporary, if tepid, love story.",
            "score": 113.63939821720123
        },
        {
            "docid": "149225_70",
            "document": "AC/DC . In 2009 the Recording Industry Association of America upgraded the group's US sales figures from 69 million to 71 million, making AC/DC the fifth-best-selling band in US history and the tenth-best-selling artist, selling more albums than Madonna and Mariah Carey. The RIAA also certified \"Back in Black\" as double Diamond (20 million) in US sales, and by 2007 the album had sold 22 million copies, which made it the fifth-best-selling album of all-time in the US.",
            "score": 161.64022386074066
        },
        {
            "docid": "9782939_1",
            "document": "Bombers B-52 . Bombers B-52",
            "score": 109.71978378295898
        },
        {
            "docid": "2796527_14",
            "document": "T-Pain . The album was preceded by three singles. Its lead single, \"Can't Believe It\", featuring Lil Wayne, was released in July 2008. The single reached number seven on the Hot 100 and number two on the Hot R&B/Hip-Hop Songs chart. The album's second single, \"Chopped 'N' Skrewed\", featuring Ludacris, was released in September 2008. The single reached number twenty-seven on the Hot 100 and number three on the Hot R&B/Hip-Hop Songs chart. The third and final single from the album, \"Freeze\", featuring Chris Brown, was released in October 2008 and reached number thirty-eight on the Hot 100 and number thirty-nine on the Hot R&B/Hip-Hop Songs chart. Guest appearances on \"Thr33 Ringz\" included T.I., Lil Wayne, Ludacris, DJ Khaled, Ciara, Chris Brown and Kanye West among others. \"Pr33 Ringz\" was the introduction mixtape for the album.",
            "score": 103.61433637142181
        }
    ],
    "r": [
        {
            "docid": "149225_70",
            "document": "AC/DC . In 2009 the Recording Industry Association of America upgraded the group's US sales figures from 69 million to 71 million, making AC/DC the fifth-best-selling band in US history and the tenth-best-selling artist, selling more albums than Madonna and Mariah Carey. The RIAA also certified \"Back in Black\" as double Diamond (20 million) in US sales, and by 2007 the album had sold 22 million copies, which made it the fifth-best-selling album of all-time in the US.",
            "score": 161.64022827148438
        },
        {
            "docid": "18424778_23",
            "document": "Black Ice (album) . On the first day of its US release, 20 October 2008, \"Black Ice\" sold over 193,000 units. By 28 October, \"Black Ice\" debuted at number one on the US \"Billboard\" 200 albums chart, selling over 784,000 copies in its first week, the second highest one-week sales of an album in the US of 2008, behind Lil Wayne's \"Tha Carter III\". It was AC/DC's second release to top the US charts, after \"For Those About to Rock We Salute You\" (1981) and became the biggest debut ever by a mainstream hard rock album. As of 31 December 2008, the album had sold 1.915 million copies in the US, according to Nielsen SoundScan, and was certified 2x Platinum by the RIAA. \"Black Ice\" also debuted at number one on the ARIA Album Charts, selling over 90,000 units, and the UK Album charts, with 110,000 copies sold. It was their first number one in the UK since \"Back in Black\" (1980). In Canada, \"Black Ice\" debuted at number one and sold 119,000 copies in its first week, making it the best-selling album debut in Canada in 2008. The album held the top spot in Canada for three consecutive weeks, with sales of over 200,000 copies. In Germany, \"Black Ice\" became the 14th best-selling album of the 2000s, with sales of 1 million copies and being certified 5 times platinum.",
            "score": 160.88003540039062
        },
        {
            "docid": "6118105_36",
            "document": "Nuclear triad . The strategic bomber program for the United States still remains viable as well. B-2 and B-52H bombers still make up the entirety of the long range bomber force designed to deliver a nuclear payload. The Rockwell B-1 Lancer is also used for long range bombing missions. However, in 1997, it was modified to carry only conventional payloads. The B-1 Lancer is no longer used to deliver nuclear payloads. Currently, 76 B-52H bombers are maintained at bases in Barksdale, Louisiana, and Minot, North Dakota. Along with these, 20 B-2 bombers are in service at Whiteman Air Force Base in Missouri. The United States Air Force is in the process of integrating a new long range bomber, the B-21 Raider, into service. This aircraft is scheduled to begin service in 2025. The B-21 will contribute to even greater capabilities for the US nuclear armada. It will allow for a larger and more diverse payload that includes current and future weapons. It will allow for increased range compared to the B-1, 2, and 52. The range capabilities of the B-21 are currently classified and are not expected to be released. The B-21 will also cost significantly less than the B-2 bomber. In 1997, the average cost of a B-2 was $737 million. The projected average cost for the B-21 Raider is $550 million per plane.",
            "score": 153.00875854492188
        },
        {
            "docid": "4396_19",
            "document": "Northrop Grumman B-2 Spirit . The program was the subject of public controversy for its cost to American taxpayers. In 1996, the General Accounting Office (GAO) disclosed that the USAF's B-2 bombers \"will be, by far, the most costly bombers to operate on a per aircraft basis\", costing over three times as much as the B-1B (US$9.6 million annually) and over four times as much as the B-52H (US$6.8 million annually). In September 1997, each hour of B-2 flight necessitated 119 hours of maintenance in turn. Comparable maintenance needs for the B-52 and the B-1B are 53 and 60 hours respectively for each hour of flight. A key reason for this cost is the provision of air-conditioned hangars large enough for the bomber's wingspan, which are needed to maintain the aircraft's stealthy properties, particularly its \"low-observable\" stealthy skins. Maintenance costs are about $3.4 million a month for each aircraft.",
            "score": 150.63674926757812
        },
        {
            "docid": "38484036_29",
            "document": "Nothing Was the Same . \"Nothing Was the Same\" debuted at number one on the US \"Billboard\" 200, with first-week sales of 658,000. The album has the second highest first week sales of any album in 2013, at the time of its release. It would also be the highest first week sales for a hip hop album since Lil Wayne's \"Tha Carter IV\" (2011). In its second week, the album sold 148,000 more copies. In its third week, the album sold 83,000 more copies. In its fourth week, the album continued to remain in the top five on the US \"Billboard\" 200, selling 58,000 more copies. The album sold 1,344,000 copies in 2013 in the United States, making it the seventh best-selling album of the year. On April 2, 2018, the album was certified quadruple Platinum by the Recording Industry Association of America (RIAA) for combined sales and album-equivalent units of over four million units. As of August 2016, the album has sold 1,783,000 copies in the United States.<ref name=\"sales 8/28/16\"></ref>",
            "score": 148.48699951171875
        },
        {
            "docid": "21242497_14",
            "document": "Rebirth (Lil Wayne album) . The album debuted at number 2 on the US \"Billboard\" 200 chart with first week sales of 176,000 copies, exceeding expectations. It serves as Wayne's seventh US top-ten album. It also debuted at number 1 on the Top R&B/Hip-Hop Albums and the Top Rap Albums. In its second week it fell to number 4 on the \"Billboard\" 200 selling 89,024 more copies making its total sales so far 265,400. On its third week it fell one spot and brought its total sales to 324,470. On its fifth and sixth week it stayed at number 12 on the \"Billboard\" Hot 100. It remained at number 1 on Top Rap Albums for 6 straight weeks. \"Rebirth\" also entered at number 24 in the United Kingdom and at number 86 in France. On March 5, 2010, the album was certified gold by the Recording Industry Association of America (RIAA), following shipment in excess of 500,000 copies. On September 5, 2011, the album has sold 775,000 in the United States.",
            "score": 148.2484588623047
        },
        {
            "docid": "3081146_2",
            "document": "The Notorious K.I.M. . The Notorious K.I.M. is the second studio album by American rapper Lil' Kim. It was released on June 27, 2000, by Atlantic Records and her first album on her new label Queen Bee Entertainment. It debuted at number four on the US \"Billboard\" 200 chart, selling 229,000 copies in its first week, achieving Lil' Kim's highest peak and biggest first-week sales, and reached the top of the Top R&B/Hip-Hop Albums chart. A commercial success, \"The Notorious K.I.M.\" was certified platinum by the Recording Industry Association of America (RIAA) on August 2, 2000. It was the best-selling female rap album in 2000 with sales of over 1.4 million copies in the United States. To date, \"The Notorious K.I.M.\" has sold over 5.2 million copies worldwide.",
            "score": 144.85995483398438
        },
        {
            "docid": "20959564_10",
            "document": "For Those About to Rock We Salute You . \"For Those About to Rock\" became the first AC/DC album to ever hit No. 1 in the US on the \"Billboard\" chart and stayed on the top for three weeks. To date, in the US, it has achieved sales. In the UK, the album's two singles, \"Let's Get It Up\" and \"For Those About to Rock (We Salute You)\", made it to No. 13 and No. 15, respectively. The album has sold an estimated seven million copies worldwide, making it one of the highest sold AC/DC albums worldwide.. However it marks a major drop-off in sales in the United States, only selling 4 million as follow-up to the 22x platinum Back in Black. In a 2008 \"Rolling Stone\" cover story, David Fricke singled out the title track for praise, noting its \"unusual stop-start effect that hooks you just as hard as their usual railroad drive.\" Band biographer Jesse Fink states that \"Spellbound\" \"calibrates the power of AC/DC so awesomely it's like a sort of rock Valhalla.\"",
            "score": 144.19412231445312
        },
        {
            "docid": "168540_4",
            "document": "Lil Wayne . Following the success of \"Tha Carter III\", Wayne decided to record a rock-esque album titled \"Rebirth\". The album, released in 2010, was certified gold by the RIAA, despite a generally negative critical response. In March 2010, Lil Wayne began serving an 8-month jail sentence in New York after being convicted of criminal possession of a weapon stemming from an incident in July 2007. Wayne's eighth album \"I Am Not a Human Being\" (2010), was released during his incarceration. His 2011 album and first following his release, \"Tha Carter IV\", sold 964,000 copies in its first week of availability in the United States. It includes the singles \"6 Foot 7 Foot\", \"How to Love\" and \"She Will\". On September 27, 2012, Lil Wayne passed Elvis Presley as the male with the most entries on the \"Billboard\" Hot 100 chart, with 109 songs. The record has since been passed by other artists. Lil Wayne's twelfth studio album, \"Tha Carter V\", has been delayed multiple times and has no scheduled release date. Lil Wayne has sold over 100 million records worldwide, including more than 15 million albums and 37 million digital tracks in United States, making him one of the best-selling artists of all time. On June 8, 2018, Carter ended his long-tenured record deal with Cash Money Records.",
            "score": 142.94984436035156
        },
        {
            "docid": "48118543_35",
            "document": "Anti (album) . In the United States, \"Anti\" received a platinum certification by the Recording Industry Association of America (RIAA) two days after its release as a result of Samsung purchasing one million copies of the album in advance that were then given away as a free download, part of the $25 million deal signed by Rihanna in 2015. The album debuted at number 27 on the \"Billboard\" 200 on February 1, 2016. Although over 1.4 million copies were downloaded from Tidal, \"Billboard\" and Nielsen Music did not recognize the count of the sales, because they were distributed by Samsung. According to Nielsen's figures, 460 is the number of actual albums sold in the United States, but the album had 4.7 million streams and 126,000 sales of individual tracks, making a total of 15,896 album-equivalent units. The low actual album sales represented only 20 minutes of sales after the free giveaway period ended. The next week, \"Anti\" topped the chart with 166,000 equivalent album units, 124,000 of which were pure sales. The record scored the biggest jump on the \"Billboard\" 200 chart in eight years and also became Rihanna's second number one and the eighth top ten album on it. Subsequently, it also debuted at number one on the US R&B/Hip-Hop Albums chart.",
            "score": 140.53585815429688
        },
        {
            "docid": "10391001_3",
            "document": "Lil Wayne albums discography . As of 2015, all of Wayne's albums have been certified at least gold by the RIAA. His album sales in the United States stand at over 15 million copies as of July 2013, and his digital track sales stand at over 37 million digital copies.",
            "score": 140.50514221191406
        },
        {
            "docid": "50293518_34",
            "document": "Lemonade (Beyoncé album) . In the United States, \"Lemonade\" debuted at number one on the \"Billboard\" 200, with 653,000 album-equivalent units, out of which 485,000 were pure album sales. Subsequently, she broke the record she previously tied with DMX, by becoming the first artist in the chart's history to have their first six studio albums debut at number one. In the same week, Beyoncé became the first female artist to chart twelve or more songs on the US \"Billboard\" Hot 100 at the same time, with every song on the album debuting on the chart. She passed the previously held record of eleven by Taylor Swift's third studio album \"Speak Now\" (2010), while Cardi B passed hers with 13 songs in 2018. Additionally, \"Lemonade\" was streamed 115 million times via Tidal, setting a record for the most-streamed album in a single week by a female artist, which was later surpassed by Cardi B's \"Invasion of Privacy\" (2018). The album slipped from number one to number two in its second week, selling 321,000 album-equivalent units, out of which 196,000 were pure album sales. It remained at number two in its third week selling 201,000 album-equivalent units, out of which 153,000 were pure album sales. \"Lemonade\" was certified platinum by the Recording Industry Association of America (RIAA) in June 2016. According to Nielsen's 2016 Year-end Report, it has sold 1.52 million copies and 2.1 million album-equivalent units in the United States. In Canada, the album debuted at number one with sales of 33,000 copies.",
            "score": 139.8390655517578
        },
        {
            "docid": "149225_5",
            "document": "AC/DC . AC/DC have sold more than 200 million records worldwide, including 71.5 million albums in the United States, adding them to the list of highest-certified music artists in the United States and the list of best-selling music artists. \"Back in Black\" has sold an estimated 50 million units worldwide, making it the second-highest-selling album by any artist – and the highest-selling album by any band. The album has sold 22 million units in the US, where it is the sixth-highest-selling album of all time. AC/DC ranked fourth on VH1's list of the \"100 Greatest Artists of Hard Rock\" and were named the seventh \"Greatest Heavy Metal Band of All Time\" by MTV. In 2004, AC/DC ranked No. 72 on the \"Rolling Stone\" list of the \"100 Greatest Artists of All Time\". Producer Rick Rubin, who wrote an essay on the band for the \"Rolling Stone\" list, referred to AC/DC as \"the greatest rock and roll band of all time\". In 2010, \"VH1\" ranked AC/DC number 23 in its list of the \"100 Greatest Artists of All Time\".",
            "score": 138.14193725585938
        },
        {
            "docid": "42585785_3",
            "document": "These Things Happen (G-Eazy album) . The album debuted at number three on the \"Billboard\" 200, and number one on the Top R&B/Hip-Hop Albums, with first-week sales of 47,000 copies in the United States. In its second week, the album dropped to number 26, selling 9,000 copies. In its third week, the album sold 6,000 more copies in the United States. In its fourth week, the album sold 4,898 more copies, bringing its total album sales to 66,800 in the United States. On April 4 2018, the album was certified platinum by the Recording Industry Association of America (RIAA) for combined sales and album-equivalent units of over a million units in the United States.",
            "score": 137.10440063476562
        },
        {
            "docid": "18933037_72",
            "document": "Boeing B-52 Stratofortress . The USAF continues to rely on the B-52 because it remains an effective and economical heavy bomber in the absence of sophisticated air defenses, particularly in the type of missions that have been conducted since the end of the Cold War against nations with limited defensive capabilities. The B-52 has also continued in service because there has been no reliable replacement. The B-52 has the capacity to \"loiter\" for extended periods, and can deliver precision standoff and direct fire munitions from a distance, in addition to direct bombing. It has been a valuable asset in supporting ground operations during conflicts such as Operation Iraqi Freedom. The B-52 had the highest mission capable rate of the three types of heavy bombers operated by the USAF in the 2000–2001 period. The B-1 averaged a 53.7% ready rate, the Northrop Grumman B-2 Spirit achieved 30.3%, while the B-52 averaged 80.5%. The B-52's $72,000 cost per hour of flight is more than the B-1B's $63,000 cost per hour, but less than the B-2's $135,000 per hour.",
            "score": 136.81253051757812
        },
        {
            "docid": "3588691_9",
            "document": "Miss Thang . The album debuted and peaked at number 36 on the US \"Billboard\" 200 and at number seven on \"Billboard\"s Top R&B Albums charts with first week sales of 31,500 units. In the United States, it scored a domestic sales total of about 1.5 million copies, and was eventually certified triple platinum by the Recording Industry Association of America (RIAA) for more than 3 million copies shipped to stores. In 1995, \"Billboard\" ranked \"Miss Thang\" 65th on its Top R&B Albums year-end chart, while the magazine ranked it 22nd the following year. In Canada, the album peaked at number 20 on \"RPM\"s Top Albums/CDs chart. With sales in excess of 50,000 copies, it earned a gold certification from the Canadian Recording Industry Association (CRIA) in 1995. Elsewhere, \"Miss Thang\" reached peaked at number 42 on the Dutch MegaCharts and number nine on the New Zealand Albums Chart, Monica's highest peak on the latter chart as of 2018. In addition, it reached number 24 on the UK R&B Albums, according to the Official Charts Company (OCC).",
            "score": 136.74107360839844
        },
        {
            "docid": "2664950_16",
            "document": "Death Certificate (album) . \"Death Certificate\" debuted at number two on the US \"Billboard\" 200 and number one on the US Top R&B/Hip-Hop Albums charts, selling 105,000 copies in its first week of release. On December 20, 1991, the album was certified platinum by the Recording Industry Association of America (RIAA) for sales of over a million copies. It was certified only two months after the album was released. To date, the album has sold over two million copies in the United States and over five million copies worldwide. On September 4, 2015 \"Death Certificate\" went back on the \"Billboard\" 200 chart and ranked at number 99 with 14,000 sales in that week; also, \"Greatest Hits\" and \"AmeriKKKa's Most Wanted\" came back on the Billboard 200 in this week with \"Greatest Hits\" charting at #118 with 11,920 sales and \"AmeriKKKa's Most Wanted\" at #150 with 8,300 sales.",
            "score": 135.8909149169922
        },
        {
            "docid": "1523747_4",
            "document": "Aquarium (Aqua album) . \"Aquarium\" debuted at number one in Denmark. As of August 2001, the album had sold 430,000 copies in Denmark. It is the third best-selling album in Denmark to date, only beaten by Danish recording artist Kim Larsen's 1983 album \"Midt om natten\" and his 1986 album \"Forklædt som voksen\". The album debuted at number 15 on the \"Billboard\" 200 in the United States, and later peaked at number seven. It would spend a total of 50 weeks on the album sales chart, and sold 1,7 million copies in 1997. On March 4, 1999 the album was certified three times platinum by the Recording Industry Association of America (RIAA) for sales of three million units, becoming the most successful Eurodance album in the US since Ace of Base's \"The Sign\" (1993). \"Aquarium\" has been certified four times platinum by the International Federation of the Phonographic Industry (IFPI) for shipments of four million copies inside Europe.",
            "score": 135.70018005371094
        },
        {
            "docid": "43403247_18",
            "document": "Never Say Never (Brandy album) . \"Never Say Never\" debuted at number three on the \"Billboard\" 200, the official albums chart in the United States, on June 16, 1998. Selling approximately 160,000 units in its first week of release, it opened to Norwood's biggest week sales yet and, as of 2016, still retains the largest first-week seller within her discography. The following week, the album managed to climb up to its peak position on the chart, reaching number two, even though its sales had dipped slightly to 152,000 copies. By its 14th week on the charts \"Never Say Never\" had sold 1.4 million copies The album sold 2.9 million copies in the US in by the end of the year. \"Never Say Never\" is the best-selling R&B album in the United States of 1998. In the end, \"Never Say Never\" spent a total of 72 weeks on the \"Billboard\" 200 — 28 of which were in the top 20 — and as of 2012 has sold more than 4.6 million copies in the United States according Nielsen Soundscan. The album also sold an additional 665,000 copies through BMG Music Club, bringing total sales of over 5.2 million copies in the United States. It was eventually certified quintuple platinum by the Recording Industry Association of America (RIAA) for more than 5 million shipped units,",
            "score": 135.52157592773438
        },
        {
            "docid": "32844749_19",
            "document": "Fortune (Chris Brown album) . \"Fortune\" debuted at number one on the US \"Billboard\" 200, with first-week sales of 135,000 copies, giving Brown his second number-one album in the United States. \"Fortune\" became the first R&B album to reach number 1 in both the US and UK since Beyoncé's \"4\" (2011). However, the album's first-week sales was less than Brown's previous effort \"F.A.M.E.\" (2011), which debuted at number 1 on the US \"Billboard\" 200, with 270,000 copies. This made him the second R&B artist in a month to debut atop the chart with a soft entry. In its second week, \"Fortune\" experienced a 67% sales decrease, selling 45,000 copies, and causing the album to drop to number 4. In its third week, the album fell out of the top ten to number 13, selling 26,600 copies. As of September 2012, \"Fortune\" has sold 303,600 copies in the United States. As of October 2013, \"Fortune\" has sold 465,000 copies domestically. In March 2016, the album was certified platinum by the Recording Industry Association of America (RIAA), for combined album sales and album-equivalent units of over million units in the United States.",
            "score": 135.09115600585938
        },
        {
            "docid": "1023623_19",
            "document": "Invincible (Michael Jackson album) . \"Invincible\" was Jackson's first studio album to be released in six years, since \"HIStory\" in 1995. In the album's first week of release, with the sales of 363,000 units, the album debuted at number one on the \"Billboard\" 200 on the charts issue date of November 17, 2001. \"Invincible\" was Jackson's fifth number one entry on the \"Billboard\" 200, and the fourth to chart at number one in its debut week as a solo artist. Despite the first week sales of \"Invincible\" being good, the album sold less than \"HIStory\" in its opening week, with the album having sold 391,000 units. \"Invincible\" also charted at number one on \"Billboard\"s R&B/Hip Hop Albums Chart for four weeks. After eight weeks of release, in December 2001, \"Invincible\" was certified gold by the Recording Industry Association of America (RIAA) for the sales of five hundred thousand units. In the same month the album was certified platinum for the sale of one million units. On January 25, 2002, the album was certified two times platinum for the sales of two million units. Some of the songs from \"Invincible\" would be used for the Immortal World Tour",
            "score": 135.02838134765625
        },
        {
            "docid": "168540_3",
            "document": "Lil Wayne . Lil Wayne's solo debut album \"Tha Block Is Hot\" (1999) was certified platinum by the Recording Industry Association of America (RIAA). His subsequent albums, \"Lights Out\" (2000) and \"500 Degreez\" (2002), went on to be certified gold. Wayne reached higher popularity with his fourth album \"Tha Carter\" (2004), which was led by the single \"Go D.J.\" and his appearance on Destiny's Child's Top 10 single \"Soldier\", that same year. The album was followed by \"Tha Carter II\" (2005), as well as several mixtapes and collaborations throughout 2006 and 2007. Wayne gained more prominence with his sixth album \"Tha Carter III\" (2008), which became his most successful album to date, with first-week sales of over one million copies in the United States. The album won the Grammy Award for Best Rap Album and includes the hit singles \"Lollipop\", \"A Milli\" and \"Got Money\".",
            "score": 134.81924438476562
        },
        {
            "docid": "1273334_14",
            "document": "Ashanti (album) . On April 20, 2002, \"Ashanti\" debuted at number one on the US \"Billboard\" 200 and \"Billboard\"s Top R&B/Hip Hop Albums chart at number one with first-week sales of 503,000 copies in the United States. On December 17, 2002, the album was certified triple platinum by the Recording Industry Association of America (RIAA) and remained on \"Billboard\" 200 chart for 55 weeks. \"Ashanti\" has sold 3.6 million copies in the United States alone, according to Nielsen SoundScan. Worldwide, the album's sales stand at over six million copies.",
            "score": 134.5451202392578
        },
        {
            "docid": "1121618_29",
            "document": "Kick (INXS album) . \"Kick\" is the band's best-selling album, with reported sales approaching 20 million worldwide as of 2012. According to the band's official autobiography, the album sold nearly 10 million units internationally only two years after its release. The Recording Industry Association of America (RIAA) certified \"Kick\" as six times Platinum, with shipments of six million units, in 1997. In Canada, \"Kick\" is the second album by an Australian act to receive a diamond accreditation, the first being AC/DC's \"Back in Black\". \"Kick\" remains the band's best selling album in the UK, having gone three times platinum in 1989, with over 1 million units sold. In the band's native Australia, \"Kick\" has gone seven times platinum, marking just over 500,000 in sales. 27 years after its release, \"Kick\" re-entered the Australian and New Zealand charts were it peaked again at No.2 in Australia and No.11 in New Zealand.",
            "score": 133.85972595214844
        },
        {
            "docid": "175715_26",
            "document": "Like a Virgin (album) . \"Like a Virgin\" was recorded and finished by September 1984, but the release of the album was held up, much to Madonna's frustration, by the continuing sales of her debut album, which was approaching two million sales in United States. \"Like a Virgin\" debuted at number 70 on the \"Billboard\" 200 issued for December 1, 1984. The album reached the top ten of the \"Billboard\" 200 on December 8, 1984, and after one month reached the top of the chart on February 9, 1985, where it stayed for three weeks. It also reached a peak of ten on the Top R&B/Hip-Hop Albums chart. After 14 weeks, the album sold 3.5 million copies. By July 1985, \"Like a Virgin\" became the first album by a female artist to be certified for sales of five million units in the United States. It was eventually certified ten times platinum (diamond) by the Recording Industry Association of America (RIAA), for shipment of ten million copies of the album. It placed at three on the year-end chart for 1985, with Madonna becoming the top pop artist for the year. After the advent of the Nielsen SoundScan era in 1991, the album sold a further 574,000 copies. It sold additional 882,000 units at the BMG Music Club, which are not counted by the Nielsen SoundScan. In Canada, the album debuted at number 78 on the \"RPM\" Albums Chart, on November 10, 1984. It reached a peak of number three, on February 16, 1985. The album was present for a total of 74 weeks on the chart, and was certified diamond by the Canadian Recording Industry Association (CRIA), for shipment of one million copies of the album. \"Like a Virgin\" ranked sixth on the \"RPM\" Top 100 Albums for 1985.",
            "score": 133.7816925048828
        },
        {
            "docid": "1273260_5",
            "document": "Chapter II (Ashanti album) . \"Chapter II\" debuted at number one on the US \"Billboard\" 200 albums chart in July 2003 and Billboard's Top R&B/Hip Hop Albums chart at number one with first-week sales of 326,000 units sold, the album became Ashanti's second number 1 album. She became the first female artist ever to have 2 no. 2 albums in less than 2 years. The album was certified Platinum by the RIAA on August 14, 2003 and remained on \"Billboard\" 200 album for 30 consecutive weeks. \"Chapter II\" has sold 1.5 million copies in the United States alone, according to Nielsen Soundscan. The album was the 54th best-selling album of 2003. As of 2007, the album has sold 3 million copies globally.",
            "score": 133.72512817382812
        },
        {
            "docid": "211553_11",
            "document": "Radio (LL Cool J album) . Released November 18, 1985, on Def Jam Recordings in the United States, \"Radio\" earned a significant amount of commercial success and sales for a hip hop record at the time. It sold over 500,000 copies in its first five months, eventually selling over 1 million copies by 1988, according to the Recording Industry Association of America. \"Radio\" peaked at number 6 on the Top R&B/Hip-Hop Albums chart and at number 46 on the \"Billboard\" 200 albums chart. It entered the Top R&B/Hip-Hop Albums chart on December 28, 1985, and remained there for forty-seven weeks, while also entering the Pop Albums chart on January 11, 1986. \"Radio\" remained on the chart for thirty-eight weeks. By 1989, the album had earned platinum status from the Recording Industry Association of America (RIAA), after earning a gold certification in the United States on April 14, 1986, with sales exceeding one million copies.",
            "score": 133.59957885742188
        },
        {
            "docid": "39696085_20",
            "document": "Magna Carta Holy Grail . \"Magna Carta Holy Grail\" debuted at number one on the \"Billboard\" 200 and sold 528,000 copies in its first week, which bypassed its predicted debut in the range of 350,000 to 400,000. The album also debuted at number one on the Canadian Albums Chart. It is Jay-Z's third straight number one album in Canada. The album debuted at number one on the UK Album Chart, Jay-Z's first UK number one album. In its second week the album sold 129,000 more copies in the United States. Despite the 76% drop in sales, \"Magna Carta Holy Grail\" retained its number one position on the \"Billboard\" 200, becoming the first rap album to spend two consecutive weeks on top since Lil Wayne's \"Tha Carter IV\" (2011). In its third week the album would drop down to number two, selling 77,000 copies. In its fourth week the album would drop down to number three, selling 62,000 copies. It sold 1,099,000 copies in 2013 in the United States, making it the tenth best-selling album of the year. By February 26, 2014, the album had sold 1,130,000 copies in the United States. As of September 2, 2013, It was announced by \"Billboard\" that \"Magna Carta Holy Grail\" was certified double platinum by the Recording Industry Association of America (RIAA), for shipments of two million copies in the United States.",
            "score": 133.52194213867188
        },
        {
            "docid": "33840398_21",
            "document": "Pink Friday: Roman Reloaded . \"Pink Friday: Roman Reloaded\" debuted at number one on the US \"Billboard\" 200 chart, selling 253,000 copies in its first week, for the week ending April 10, 2012. This marked Minaj's second number-one album in that country following her previous studio album, \"Pink Friday\" (2010), which peaked at number one in February 2011. On June 22, 2012, \"Pink Friday: Roman Reloaded\" was certified platinum by the Recording Industry Association of America (RIAA), for shipments of one million copies in the U.S. The album sold 785,000 copies throughout 2012 in the US. \"Pink Friday: Roman Reloaded\" was the best selling rap album released in 2012 in the US, and overall the album was the third highest-selling R&B/Hip-Hop album of 2012 in the US. According to the International Federation of the Phonographic Industry (IFPI), \"Pink Friday: Roman Reloaded\" was the 25th best-selling album globally of 2012, with sales of 1.4 million copies worldwide during that year. As of February 2015, \"Pink Friday: Roman Reloaded\" has sold 905,000 copies in the US. On March 22, 2016, the album was certified double platinum by the RIAA for combined album sales, track sales, on-demand audio, and video streams equivalent of two million album-sale units.",
            "score": 133.37652587890625
        },
        {
            "docid": "29295019_19",
            "document": "F.A.M.E. (Chris Brown album) . \"F.A.M.E.\" debuted at number one on the US \"Billboard\" 200, with first-week sales of 270,000 copies, serving as Brown's first number-one album on the chart. Its first week sales also served as the second-largest one-week sales of 2011 in the United States alone. On the Top R&B/Hip-Hop Albums chart, \"F.A.M.E.\" also debuted at number one, giving Brown his third non-consecutive number-one album on the chart. As of May 2017, \"F.A.M.E.\" has sold 1,300,000 copies in the United States. In March 2016, the album was certified double platinum by the Recording Industry Association of America (RIAA), for combined album sales and album-equivalent units of over two million units in the United States.",
            "score": 132.85057067871094
        },
        {
            "docid": "4635361_28",
            "document": "Take Care (album) . The album debuted at number one on the US \"Billboard\" 200, with first-week sales of 631,000 copies. The album also topped the \"Billboard\" Rap Albums and R&B/Hip-Hop Albums in its debut week. On January 31, 2012, the album was certified platinum by the Recording Industry Association of America (RIAA) for shipments of one million copies in the United States. As of August 2015, \"Take Care\" has sold 4,000,000 copies.",
            "score": 132.51651000976562
        },
        {
            "docid": "49365_36",
            "document": "LGM-30 Minuteman . Questions about the need for the manned bomber were quickly raised. The Air Force began to offer a number of reasons why the bomber offered value, in spite of costing more money to buy and being much more expensive to operate and maintain. Newer bombers with better survivability, like the B-70, cost many times more than the Minuteman, and, in spite of great efforts through the 1960s, became increasingly vulnerable to surface-to-air missiles. The B-1 of the early 1970s eventually emerged with a price tag around $200 million (equivalent to $ million in ) while the Minuteman-IIIs built during the 1970s cost only $7 million ($ million in ).",
            "score": 132.17623901367188
        }
    ]
}