{
    "q": [
        {
            "docid": "34584497_32",
            "document": "Succession to the French throne . Philip the Fair was not concerned about the lack of male heirs. He had three sons, well married, and a daughter, Isabella of France, Queen of England by her marriage to Edward II of England. The eldest son, Louis the Quarrelsome, was King of Navarre and Count of Champagne since the death of his mother. He would, at the death of his father, become King of France and Navarre. His wife, Margaret of Burgundy had given him a daughter, but she was young and he could expect her to give him a son later. As for his two other sons, Philip, Count of Poitiers and Charles, Count of La Marche, they had married the two daughters of Otto IV, Count of Burgundy and Mahaut, Countess of Artois, Joan and Blanche. The king could believe his succession was assured.",
            "score": 45.09549522399902
        },
        {
            "docid": "293942_4",
            "document": "Louis V of France . In 982 at Vieille-Brioude, Haute-Loire, the fifteen year old Louis was married to the forty-year-old Adelaide-Blanche of Anjou, sister of Count Geoffrey I and twice a widow from her previous marriage with Count Stephen of Gévaudan and Count Raymond of Toulouse, Prince of Gothia. This union was purely political and arranged by the king – following the advices of Queen Emma and Count Geoffrey I – with the double purpose of restoring the Carolingian royal power in the south of the kingdom, and (according to Richerus) to obtain the support of the local southern lords in his fight against the Robertians: being now related by marriage to two of the most powerful southern comital families of the Kingdom, Lothair believed that he could confront the power of Hugh Capet.",
            "score": 38.35477018356323
        },
        {
            "docid": "7767342_3",
            "document": "Blanche of Burgundy . Blanche was the younger daughter of Otto IV, Count of Burgundy, and Mahaut, Countess of Artois. Her father died in 1302, leaving the county to Blanche's younger brother, Count Robert. Blanche's elder sister Joan was supposed to marry King Louis the Headstrong of Navarre, the eldest son and heir apparent of King Philip the Fair of France, but Philip the Fair changed his mind and arranged for her to marry his second son, Count Philip the Tall of Poitiers, in 1307. The same year, Louis married Margaret of Burgundy. The Countess of Artois was proud of this achievement and quickly started negotiating her younger daughter's marriage to Count Charles the Fair of la Marche, King Philip's third son, offering a huge dowry. The negotiations were successful and on 23 September 1307, the eleven-year-old Blanche and two years older Charles concluded a marriage contract. The marriage ceremony was hastily performed at Countess Mahaut's castle in Hesdin in January 1308. At first, the Count and Countess of la Marche had an unremarkable marriage that was neither as flawed as that of the King and Queen of Navarre nor as harmonious as that of the Count and Countess of Poitiers.",
            "score": 45.66152548789978
        },
        {
            "docid": "8870598_59",
            "document": "Vincent-Marie Viénot, Count of Vaublanc . Vaublanc, at the head of his ministry, engaged immediately in Counter-Revolutionary activity that was so frenetic that even the King was to be describe it as \"breathless devotion\". On the tabling by the Keeper of the Seals of a law that would reestablish \"cours prévôtales\" or \"special courts\" before the Chamber of Deputies (nicknamed the \"Chambre introuvable\"), Vaublanc shouted out: \"France wants its King!\" To great applause, both the deputies and the public gallery rose to their feet and repeated \"Yes, France wants its King!\"",
            "score": 28.342572689056396
        },
        {
            "docid": "12991309_3",
            "document": "John IV, Count of Armagnac . His father had taken the County of Comminges by force, but John IV could not prevent the second marriage of Marguerite to Mathieu de Foix in 1419. Subsequently they took the County of Comminges. In 1425, he recognized the King of Castile as overlord of Armagnac. The French king, occupied fighting the English, could not intervene, but did not overlook the affront. Later, John IV negotiated the marriage of his daughter Isabelle with Henry VI of England, but he backed off from this plan after threats from the king of France. In 1440, he took part in a revolt of the barons and the Dauphin of France, but the coalition was overcome by Charles VII, who pardoned the insurrectionists. He asked the Count of Armagnac to give up its kingly formula, but this last was refused.",
            "score": 31.630510807037354
        },
        {
            "docid": "1701650_10",
            "document": "Cohen's kappa . Suppose that you were analyzing data related to a group of 50 people applying for a grant. Each grant proposal was read by two readers and each reader either said \"Yes\" or \"No\" to the proposal. Suppose the disagreement count data were as follows, where A and B are readers, data on the main diagonal of the matrix (a and d) count the number of agreements and off-diagonal data (b and c) count the number of disagreements: e.g.",
            "score": 19.030362367630005
        },
        {
            "docid": "42899107_5",
            "document": "Hugues du Perche . Being from a vassal family of the counts of Blois, while the counts Gâtinais were faithful to the Capetian kings of France, the marriage took place probably during a period of rapprochement between the two families, during the marriage of King Robert II the Pious and Bertha of Burgundy, widow of Eudes I of Blois, between 996 and 1003.",
            "score": 36.4790301322937
        },
        {
            "docid": "12386994_7",
            "document": "Friedrich Günther, Prince of Schwarzburg . Historically the Schwarzburg principalities could descend by semi-Salic primogeniture: in the event of the extinction of all male dynasts (as happened with the death of Prince Friedrich Günther) females were, prior to abolition of the Principality of Schwarzburg in 1918, eligible to inherit the throne. Princess Marie Antoinette of Schwarzburg (1898–1984), the only sibling of Prince Friedrich Günther, by her 1925 marriage to Count Friedrich Magnus zu Solms-Wildenfels (1886-1945), was the mother of Friedrich Magnus (b. 1927), the sixth Count zu Solms-Wildenfels to bear that name and to head the Wildenfels cadet branch of the House of Solms. Neither of the latter's two sons, Michael (b. 1949) and Konstantin (b. 1950), nor his younger brother, Albrecht (b. 1929), have children.",
            "score": 22.778904676437378
        },
        {
            "docid": "8501495_10",
            "document": "Ye Xian . In some versions, the stepmother and the stepsister were buried in a shrine called \"The Tomb of the Regretful Women\". These two women became goddesses in later tradition, and have the power to grant anyone's wish. After Ye-Xian's marriage with the king, her husband became greedy and abused the fish-bone's powers, until it stopped yielding any magic soon after. The queen Ye-Xian, thus, buried the fish-bones in a nearby beach, with a great quantity of gold. A year later the king's people led a revolt, and in order to appease them, the king tried to dig the fish-bones and distribute the gold to the rebelling soldiers. But the gold was washed away by the tide, along with the magical bones, and the fate of the king and Ye-Xian after the siege remains unknown.",
            "score": 29.128098487854004
        },
        {
            "docid": "113080_98",
            "document": "Billie Jean King . Billie Jean and Larry remained married through the palimony suit fallout. The marriage ended in 1987 after Billie Jean fell in love with her doubles partner, Ilana Kloss. Billie Jean and Larry remained on good terms, with Billie Jean serving as godmother to Larry's son from his subsequent marriage. King has residences in New York City and Chicago with Kloss, her life partner.",
            "score": 47.38413095474243
        },
        {
            "docid": "37954757_5",
            "document": "Dandy Dick Whittington . Fairfax arrives in Siam in time to represent the British Empire at the ceremony to enthrone the new King, Larry. Larry makes Dick the First Minister of Siam. Dandy Dick is now a suitable match for Alice, and Lady Fitzwarren withdraws her opposition to their marriage. The real King returns, and Larry happily steps down, as he may now wed his Siamese love, Willasee. All ends happily, as Dick and Alice celebrate their marriage.",
            "score": 44.929163694381714
        },
        {
            "docid": "176760_27",
            "document": "Foot binding . Before footbinding was practiced in China, admiration for small feet already existed as demonstrated by the Tang dynasty tale of Ye Xian written around 850 by Duan Chengshi. This tale of a girl who lost her shoe and then married a king who sought the owner of the shoe as only her foot was small enough to fit the shoe contains elements of the European story of Cinderella, and is thought to be one of its antecedents. For many, the bound feet were an enhancement to a woman's beauty and made her movement more dainty, and a woman with perfect lotus feet was likely to make a more prestigious marriage. The desirability varies with the size of the feet – the perfect bound feet and the most desirable (called \"golden lotuses\") would be around 3 Chinese inches (around 4 inches (10 cm) in Western measurement) or smaller, while those larger may be called \"silver lotuses\" (4 Chinese inches) or \"iron lotuses\" (5 Chinese inches or larger and the least desirable for marriage). The belief that footbinding made women more desirable to men is widely used as an explanation for the spread and persistence of footbinding.",
            "score": 37.24564027786255
        },
        {
            "docid": "70947_9",
            "document": "Henry the Young King . The young Henry played an important part in the politics of his father's reign. On 2 November 1160, he was betrothed to Margaret of France, daughter of King Louis VII of France and his second wife, Constance of Castile, when he was 5 years of age and she was at least 2. The marriage was an attempt to finally settle the struggle between the counts of Anjou and the French kings over possession of the frontier district of the Norman Vexin, which Louis VII had acquired from Henry's grandfather, Geoffrey Plantagenet, Count of Anjou, in around 1144. By the terms of the settlement, Margaret would bring the castles of the Norman Vexin to her new husband. However, the marriage was pushed through by Henry II when Young Henry and Margaret were small children, so that he could seize the castles. A bitter border war followed between the kings.",
            "score": 31.735610365867615
        },
        {
            "docid": "4806983_3",
            "document": "Noronha . This family has its origins in the marriage of Alfonso Enríquez, Count of Gijón and Noreña (natural son of King Henry II of Castile) with Isabel of Portugal (natural daughter of King Ferdinand I of Portugal). Their marriage was one of the clauses of the Treaty of Santarém signed in 1373, between the two peninsular kingdoms.",
            "score": 39.152925968170166
        },
        {
            "docid": "301864_42",
            "document": "Larry King . King has been married eight times, to seven women. He married high-school sweetheart Freda Miller in 1952 at age 19. That union ended the following year at the behest of their parents, who reportedly had the youngsters' marriage annulled. King was later briefly married to Annette Kaye who gave birth to his son, Larry Jr., in November 1961. King did not meet Larry Jr. until the son was in his thirties. Larry Jr. and his wife, Shannon, have three children.",
            "score": 59.751997232437134
        },
        {
            "docid": "19874135_11",
            "document": "Adolf Fredrik Munck . In 1791, he was discovered creating forged notes on Drottningholm Palace, abetting Charles Appelkvist. In 1791, the king was to have contemplated to divorce the queen by exposing her alleged secret marriage to Munck After the death of the king in 1792, Count Munck af Fulkila was forced to leave Sweden. Before his departure, the regent, duke Charles, demanded that he turn over certain documents which could scandalize the royal house if they became known. In 1795, he asked for permission to return to Sweden, and when denied, he reportedly threatened to expose the marriage certificate between himself and the queen. He was ennobled as a Count in the Duchy of Parma and Piacenza in 1816.",
            "score": 30.52063226699829
        },
        {
            "docid": "17632822_7",
            "document": "Clarence Islands . \"Captain B. asked me if Sir John's ire had abated against (James) Ross, and he (Captain B.) seemed much tickled at this subject - he was not one he said to take away a man's fair character, but there were some things that ought to be held up to reprobation, and he was now going to tell me a good story. He had the book brought him and he asked me how many islands I counted in the Clarence group. I counted 9 - 3 I said were lilac, and the others white. \"Well\", says he, \"there are but 3, and when the chart was first shown to me, there were only 3 marked down, but Ross having proposed to the King to call them the Clarence Islands, 'Yes, yes,' said the King, 'call them the Clarence islands', and then Ross thought it would be as well to make a few more, so that the Clarences and Fitzclarences might have one apiece.\" The story was afterwards confirmed to Sir John by Capt. James Ross, who said that his uncle had never seen the islands, had never been there and that it was he, Capt. James, who laid down in the map the true original number.\"",
            "score": 28.291765451431274
        },
        {
            "docid": "4599344_12",
            "document": "Bayinnaung . However, the close relationship between the two was severely tested in 1534, as they prepared for war against Hanthawaddy. Ye Htut had become romantically involved with Thakin Gyi, the king's younger half-sister, and the affair was discovered around April 1534. The commoner's affair with the king's sister under Burmese law constituted an act of treason. Ye Htut spurned suggestions of mutiny and submitted to arrest. Tabinshwehti deliberated at length with his ministers, and finally came to the conclusion that Ye Htut should be given his sister in marriage, and a princely title of Kyawhtin Nawrahta. With this decision, Tabinshwehti won the loyalty of his brother-in-law \"without parallel in Burmese history\".",
            "score": 30.621764183044434
        },
        {
            "docid": "292080_32",
            "document": "Carol Vorderman . Vorderman is a Catholic. She was first married in 1985 at age 24 to Christopher Mather, a Royal Navy officer and former international rugby league player, but the marriage lasted only twelve months. Her second marriage was to management consultant Patrick King in 1990 at age 29. Vorderman had two children, Katie (b. 1992) and Cameron (b. 1997), with King; the couple separated in 2000.",
            "score": 35.05521059036255
        },
        {
            "docid": "37920383_4",
            "document": "Koff (ship type) . Koffs were often counted among the galiots by contemporary sources because the differences are very subtle: the galiot was considered more slender and therefore more elegant. On the koff, a deckhouse could be installed between the two masts which would provide shelter for up to twelve crew men. The typical dimensions have been reported as \"80 feet long, 21 feet wide and 11 feet deep\". Later versions could have a schooner or galeas rig.",
            "score": 27.43038845062256
        },
        {
            "docid": "28073195_9",
            "document": "Martha of Armagnac . In this context Martha's father John, a major feudal lords of Occitan and, a vassal of the King of France, appeared in the eyes of King Peter and although they had been enemies during the War of the Two Peters, he was a good insurance against the Castilian threat. The count of Armagnac wished to strengthen its position in Occitan and in France and get a good ally against its rival, the Counts of Foix. Negotiations began in summer 1372 and of the marriage contract was signed on March 27, 1373 for the marriage of Martha to John, son of King Peter IV. The dowry amounted to the astronomical figure of 150,000 pounds. Martha was received with great solemnity at the border according to sources of Martin, John's younger brother.",
            "score": 38.51720666885376
        },
        {
            "docid": "23412245_8",
            "document": "Joachim, Count of Schönburg-Glauchau . His first wife, Beatrix (born 30 January 1930), is the great granddaughter of the Hungarian social reformer and national hero, Count István Széchényi. They married 27 October 1957 in Vienna and divorced in Munich, Bavaria, 25 April 1986. His children are, from his first marriage, Maria Felicitas (b. 1958), Gloria Princess of Thurn and Taxis (b. 1960), Carl-Alban (b. 1966), and the best selling author Alexander, Count of Schönburg-Glauchau (b. 1969); from his second marriage, 18 July 1986, to Ursula Zwicker, there is one child, Anabel Maya-Felicitas.",
            "score": 29.413304328918457
        },
        {
            "docid": "54834065_21",
            "document": "Australian Marriage Law Postal Survey . More than 16 million letters were sent from 12 September over almost two weeks (with all delivered by 25 September) and silent electors' packages were sent by the AEC and delivered by the end of September. After several \"Yes\" respondents posted images of their complete forms on social media, the ABS cautioned participants to not photograph their form barcodes, so as to prevent any fraudulent conduct. Additionally, survey forms could be invalidated in the event the question was rephrased by the participant or the barcode was obscured or removed. The ABS issued several examples of what constituted a valid and invalid response (such as marking both boxes \"Yes\" and \"No\" or crossing out one of the words on the form). The ABS advised Australians who received extra survey forms, addressed to the previous occupant who failed to update their electoral details, to write on the front of the envelope \"return to sender\" and send it back. In Australia, it is illegal to open mail addressed to another person. In the rare instance of multiple responses being received from an individual, the ABS noted that only the last valid response could expect to be counted. On 25 September, the ABS confirmed that all survey forms had been mailed to eligible voters and outlined the process for additional forms to be sent to people who did not receive, lost or spoilt their form. The ABS also confirmed that a change of mind was not a valid reason for requesting a new form. Both the \"Yes\" and \"No\" campaigns provided 60 observers to the ABS counting process, who examined 606,991 survey results. Fewer than 500 survey forms were reported as issues to the ABS during the survey.",
            "score": 22.624488472938538
        },
        {
            "docid": "327708_46",
            "document": "Gordon B. Hinckley . On September 23, 1995, Hinckley released \"\", a statement of belief and counsel regarding the sanctity of the family and marriage prepared by the First Presidency and Quorum of the Twelve. In February 1996, church membership in countries other than the United States surpassed that of the U.S. Also in 1996, \"60 Minutes\" aired an interview of Hinckley by Mike Wallace during a segment on the LDS Church. In 1998, Hinckley was a guest on CNN's \"Larry King Live\". Hinckley maintained a friendship with both Wallace and King until his death.",
            "score": 32.643773317337036
        },
        {
            "docid": "19936107_3",
            "document": "Blanche of France, Duchess of Austria . Blanche was born in Paris, the second child of King Philip III of France and his second wife, Maria of Brabant. Her siblings were Louis, Count of Évreux and Margaret, Queen of England. Blanche also had two older half-brothers from her father's first marriage: Philip, the future King of France, and Charles, Count of Valois.",
            "score": 36.71466422080994
        },
        {
            "docid": "1720483_7",
            "document": "Richeza of Poland, Queen of Castile . At the court of Aragon, Richeza met Ramon Berenguer II, Count of Provence, nephew of Count of Barcelona. Although they soon fell in love, their union would be clearly political. Ramon Berenguer II supported Victor IV against Pope Alexander III, who, in turn, supported King Louis VII of France. The county of Provence was in a strategic location, between France and the Italian Peninsula. Frederick Barbarossa also wanted to win to his side Count Ramon Berenguer IV, who entered in an alliance with the kings of France, Castile and León. In contrast, Ramon Berenguer II, soon cousin by marriage of the Emperor, gained prestige and could face the pretensions of Count Hugh of Baux, who had just received the Imperial Provence as a fief.",
            "score": 27.68191361427307
        },
        {
            "docid": "17450998_22",
            "document": "California Proposition 8 (2008) . While turning down the challenge to the title and summary, the California Superior Court also found that the Yes on 8 campaign had overstated its ballot argument on the measure's impact on public schools and ordered a minor change in wording. The original arguments included a claim that the Supreme Court's legalization of same-sex marriage requires teachers to tell their students, as young as kindergarten age, that same-sex marriage is the same as opposite-sex marriage. The court said the Yes on 8 argument was false because instruction on marriage is not required and parents can withdraw their children. The court said the ballot argument could be preserved by rewording it to state that teachers \"may\" or \"could\" be required to tell children there is no difference between same-sex and opposite-sex marriage.",
            "score": 24.949466705322266
        },
        {
            "docid": "9908761_4",
            "document": "Frothar (archbishop of Bordeaux) . Frothar was archbishop at Bordeaux by late 860, when Archbishop Hincmar of Reims directed an epistolary treatise at him and Rodulf of Bourges. In the treatise, Hincmar suggested that the marriage of a certain Count Stephen to a daughter of Count Raymond of Toulouse could be annulled on the grounds that the couple had not consummated it. Rodulf and Frothar seem to have successfully negotiated the annulment and preserved peace between the two powerful Aquitanian families of Stephen and Raymond. This was especially important because Aquitaine had recently been re-constituted as a subkingdom for the king's son, Charles the Younger. Hincmar later opposed Frothar's transfer to Bourges at the synod of Ponthion (20 June–16 July 876).",
            "score": 31.635823965072632
        },
        {
            "docid": "489852_5",
            "document": "Counts of Celje . In a short period of time the Counts of Celje owned more than 20 castles all over the territory of modern Slovenia and beyond through the marriages of their daughters. With their acquiring large estates in the adjoining duchies of Styria and Carinthia, in the March of Carniola as well as in the territories of the Hungarian Crown (including Croatia and Slavonia) their influence rose and they became one of the most powerful families in the area. Count Ulrich I of Cilli, a leader of mercenary soldiers, joined King Louis I of Hungary on his 1354 campaign into Dalmatia and, shortly afterwards, the \"Rex Romanorum\" Charles IV to his coronation at Rome. His son William married Anna of Poland, daughter of the Polish king Casimir III the Great. The Counts of Cilli were related by marriage with rulers of Bosnia and Polish and Hungarian kings. Also through the Barbara of Cilli the Counts were in kinship with kings of Bohemia.",
            "score": 40.325727224349976
        },
        {
            "docid": "53244388_3",
            "document": "English expedition to Flanders (1297–98) . In 1294, Guy, Count of Flanders turned for help to King Edward I of England, arranging a marriage between his daughter Philippa and Edward, Prince of Wales. However, King Philip IV of France imprisoned Guy and two of his sons, forcing Guy to call off the marriage, and imprisoned Philippa in Paris. Philippa remained imprisoned until her death in 1306.",
            "score": 36.49929094314575
        },
        {
            "docid": "13056826_5",
            "document": "Robert de Chesney . After Henry I's death in 1135, the succession was disputed as the king's only legitimate son, William, had died in 1120. The main contenders were the king's nephews, Stephen, Count of Boulogne and his elder brother Theobald II, Count of Champagne, and his surviving legitimate daughter, Matilda, usually known as the Empress Matilda because of her first marriage to the Holy Roman Emperor, Henry V. After Matilda was widowed in 1125, she returned to her father in England, who then secured her marriage to Geoffrey, Count of Anjou. All the magnates of England and Normandy were required to declare fealty to Matilda as Henry's heir, but after Henry I's death in 1135 Stephen rushed to England and had himself crowned, before Theobald or Matilda could react. The Norman barons accepted Stephen as Duke of Normandy, and Theobald contented himself with his possessions in France. But Matilda was less patient: she secured the support of the king of Scotland, David I, her maternal uncle, and the support of her half-brother Robert, Earl of Gloucester, an illegitimate son of Henry I, in 1138.",
            "score": 33.0011066198349
        },
        {
            "docid": "2594704_4",
            "document": "Bertha of Holland . Bertha was, at the time, the lowest ranking woman to marry a French king; no suitable princess could be found, since they were all too closely related to Philip for the marriage to any of them to be seen as perfectly valid by the Church. Bertha had no kings among her traceable ancestors and lacked even tenuous links with the Carolingian that her predecessors could claim. Consequently, contemporary chroniclers did not even try to present her lineage as more exalted than that of a count's daughter. Nevertheless, the shortage of royal candidates made Bertha a suitable choice. The regal title she gained by this marriage was prestigious, but had little meaning, as she was confined to her husband's small royal domain that covered little more than areas around Paris and Orléans.",
            "score": 39.23357319831848
        }
    ],
    "r": [
        {
            "docid": "301864_42",
            "document": "Larry King . King has been married eight times, to seven women. He married high-school sweetheart Freda Miller in 1952 at age 19. That union ended the following year at the behest of their parents, who reportedly had the youngsters' marriage annulled. King was later briefly married to Annette Kaye who gave birth to his son, Larry Jr., in November 1961. King did not meet Larry Jr. until the son was in his thirties. Larry Jr. and his wife, Shannon, have three children.",
            "score": 59.75199890136719
        },
        {
            "docid": "50504_53",
            "document": "Ike Turner . Turner was married at least eight times. He sometimes claimed to have been married 13 times. Turner's first marriage was to an Edna Dean Taylor from Ruleville, Mississippi, while in his teens. He then married Rosa Lee Sane. The marriage took place in West Memphis. In 1953, he married pianist and singer Bonnie Mae Wilson, who was part of the Kings of Rhythm, but after two years she left him for another man. After Bonnie, he became involved with Annie Mae Wilson, another pianist in the band, whom he married in the mid-1950s. His next marriage was to Lorraine Taylor, who had two sons with him.",
            "score": 51.029205322265625
        },
        {
            "docid": "91130_10",
            "document": "Randy Stonehill . Stonehill has been married three times, to Sarah Mae Finch, Sandra Jean Warner, and Leslie Sealander, with the first two marriages ending in divorce. His second marriage produced one daughter, Heather. Finch subsequently married Larry Norman.",
            "score": 50.667388916015625
        },
        {
            "docid": "37644080_12",
            "document": "Supporting Healthy Marriage Project . \"Although promoting marriage is undeniably a laudable aim, whether government programs can effectively promote marriage is far from certain. Government has virtually no track record on this issue. Moreover, before Congress commits to making significant investments in an unproven arena, policy makers must address an even more fundamental question: Can marriage really be a panacea that helps poor women and their children lead better lives or are supporters of marriage promotion overpromising the benefits of their agenda? Answering this question isn’t easy. Although the empirical evidence in support of marriage is incontrovertible, there is still a great deal we need to know before state [TANF] programs move too rapidly into uncharted territory. Studies on the 'retreat from marriage' in the United States abound, but we have surprisingly little information about the marital behavior of those women about whom policy makers are most concerned: low-income and welfare-dependent unwed mothers.\" \"Marriage promotion represents a cornerstone of social conservatives' domestic policy agenda, and proposals designed to promote and strengthen marriage are gaining currency at all levels of government. Since taking office, President Bush has promised to invest in marriage promotion on an unprecedented scale through his proposal to reauthorize the nation's welfare reform law, and legislation pending before Congress would allocate substantial funding toward that end. Yet even as the president waits for Congress to act, his administration is finding ways to devote significant funding to marriage promotion activities through existing programs and funding streams.",
            "score": 47.983680725097656
        },
        {
            "docid": "2702787_4",
            "document": "They Won't Believe Me . Larry had married Greta (Rita Johnson) for her money. In flashback, he recounts how he started seeing Janice Bell (Jane Greer) behind his wife's back, innocently enough in secluded New York City bars, but feelings had grown between them. Unwilling to break up a marriage, Janice gets a job transfer, and tells Larry their relationship is over. At the time, Larry agrees to run off with her. She tells him she is leaving for Montreal on the night train, and Larry agrees to meet her at the train station. Larry tells Janice that he and Greta have grown apart, and that he will leave her. Larry returns home and begins to pack a suitcase, when Greta comes in and starts to help him pack. He tells her he is leaving, and she said she knew since there had been a train ticket for him delivered that day. Greta tells Larry that she knows he has been unhappy with her, that New York City is not home for him, but she had thought that their marriage would change that. To accommodate him, and try to make him happy, she had purchased half-interest in a brokerage in LA so he could have a job, and also has rented a house for them. Greta is too deeply in love to give Larry up on her own, so she leaves the decision up to him. The temptation is too great and Larry leaves with Greta, never telling Janice goodbye.",
            "score": 47.79393005371094
        },
        {
            "docid": "113080_98",
            "document": "Billie Jean King . Billie Jean and Larry remained married through the palimony suit fallout. The marriage ended in 1987 after Billie Jean fell in love with her doubles partner, Ilana Kloss. Billie Jean and Larry remained on good terms, with Billie Jean serving as godmother to Larry's son from his subsequent marriage. King has residences in New York City and Chicago with Kloss, her life partner.",
            "score": 47.384132385253906
        },
        {
            "docid": "654834_21",
            "document": "Erica Kane . The character has been married to multiple men, some more than once. Seven of her marriages to six different men have been valid, while four of her other marriages are invalid. Generally, the number of times Erica has been married is named as ten, though the total of her valid and invalid marriages, plus her 1991 vow renewal with Adam Chandler, would come up to eleven. Along with the marriages, the character is also given a number of other love interests. The motivation behind the multiple romances stems from the character's need to fill the void her father left when he abandoned her.",
            "score": 47.335086822509766
        },
        {
            "docid": "159918_10",
            "document": "Margaret Leijonhufvud . According to tradition, Margaret was engaged to Svante Sture when the King decided to marry her, but her family broke the engagement and her former fiancé was married to her sister, Martha Leijonhufvud, instead. A story describes how her sister's marriage came about. According to tradition, the King caught his new Queen and her former fiancé together alone, with the young man, Svante Sture, on his knees before the Queen. The King reportedly asked in a rage: \"What is this?!\" upon which Queen Margaret swiftly answered: \"My Lord Sture is asking me for the hand of my sister!\" At this, the king just as swiftly answered: \"Granted!\"  And so, Svante Sture hastily married the Queen's sister Martha Leijonhufvud. There is not documentary confirmation that Margaret and Sture were engaged, but it is considered very likely, as their marriage would have been exactly what her family would have arranged for her, had she not married the king.",
            "score": 47.20172119140625
        },
        {
            "docid": "39609890_7",
            "document": "Si Robertson . In an interview with \" Good Morning America\", Robertson talked about his wife. He said, \"One woman has already got my heart, we've been married for 43 years and her name is Miss Christine Robertson\". He has talked about how after he had asked for her hand in marriage about 70 times, she finally said yes. The two married in 1971, and they had a daughter, Trasa, and a son, Scott. They also have eight grandsons.",
            "score": 46.9538688659668
        },
        {
            "docid": "37212053_4",
            "document": "The Victim (2012 film) . It is said that marriages are made in Heaven; but the saddest thing that nobody discussed was, that the doubt created in mind can ruin a happy married life. It has been happening in most recent marriages, many a time they fail. This is a story of doubt, trust, responsibilities of a family man. How a doubt can victimized a family and how children suffer. The story revolves around two good friends 'King Deepraj Rana and Ashley (Kunal Malarkar)' where one dies in an accident while accomplishing a task given by his friend Ashley. Even though Ashley is married, he is obliged to give homely support to his friend's wife Veronica (Jitu Jadhav) and her daughter.",
            "score": 46.86393737792969
        },
        {
            "docid": "23047_16",
            "document": "Pseudoscience . Larry Laudan has suggested pseudoscience has no scientific meaning and is mostly used to describe our emotions: \"If we would stand up and be counted on the side of reason, we ought to drop terms like 'pseudo-science' and 'unscientific' from our vocabulary; they are just hollow phrases which do only emotive work for us\". Likewise, Richard McNally states, \"The term 'pseudoscience' has become little more than an inflammatory buzzword for quickly dismissing one's opponents in media sound-bites\" and \"When therapeutic entrepreneurs make claims on behalf of their interventions, we should not waste our time trying to determine whether their interventions qualify as pseudoscientific. Rather, we should ask them: How do you know that your intervention works? What is your evidence?\"",
            "score": 46.84575653076172
        },
        {
            "docid": "1888537_66",
            "document": "Bernice King . During Atlanta's 2012 Martin Luther King Jr. Day rally, King included LGBT people among the various groups who needed to come together to \"fulfill her father’s legacy.\" When speaking at Brown University in 2013, King made statements regarding her beliefs about the origins of marriage: \"I believe that the family was created and ordained first and foremost by God, that he instituted the marriage, and that's a law that he instituted and not... that we instituted\" and about the origins of same-sex attraction: \"I also don't believe everybody's born that way. I know some people have been violated. I know some people have unfortunately delved into it as an experiment\". King has publicly stated that her father would have been against gay marriage.",
            "score": 46.78665542602539
        },
        {
            "docid": "173994_11",
            "document": "Ferdinand Philippe, Duke of Orléans . At this time the July Monarchy was searching for new allies in Continental Europe so they would not have to depend solely on the United Kingdom. Talleyrand, fresh from renouncing his embassy to London and close to the British Foreign Secretary, Lord Palmerston, pointed in this direction. The King at first envisaged a rapprochement with Russia via Württemberg. King Wilhelm I, widower of Grand Duchess Catherine Pavlovna of Russia, had two daughters of marriageable age, Princesses Marie (born 1816) and Sophie (born 1818). Wilhelm I's sister Catharina had already made an inauspicious French marriage alliance to Jérôme Bonaparte and so Wilhelm declined the proposition as humiliating. He later was to accept Marie's even more humiliating marriage to Count Alfred von Neipperg in 1840. Queen Louise wrote to her parents on Marie's marriage that \"We see singular things. It was not at all probable that this daughter, who the king of Württemberg did not wish to give to Chartres for fear of his ending his days [in exile] in America, should end up marrying a miserable little Austrian officer without illustriousness and of very ordinary birth.\"",
            "score": 46.75791549682617
        },
        {
            "docid": "268303_7",
            "document": "Lady Randolph Churchill . Jennie Jerome was married for the first time on 15 April 1874, aged 20, at the British Embassy in Paris, to Lord Randolph Churchill, the third son of John Winston Spencer-Churchill, 7th Duke of Marlborough and Lady Frances Anne Vane. The couple had met at a sailing regatta on the Isle of Wight in August 1873, having been introduced by the Prince of Wales, the future King Edward VII. Although they became engaged within three days of this initial meeting, the marriage was delayed for months while their parents argued over settlements. By this marriage, she was properly known as Lady Randolph Churchill and would have been addressed in conversation as \"Lady Randolph\". The Churchills had two sons: Winston (1874–1965), the future prime minister, was born less than eight months after the marriage. According to his biographer William Manchester, Winston was most likely conceived before the marriage, rather than born prematurely. A recent biography has stated that he was born two months prematurely after Lady Randolph \"had a fall.\" When asked about the circumstances of Winston's birth, Jennie replied: \"Although present on the occasion, I have no clear recollection of the events leading up to it.\" Lady Randolph's sisters believed that the biological father of the second son, John (1880–1947) was Evelyn Boscawen, 7th Viscount Falmouth.",
            "score": 46.592384338378906
        },
        {
            "docid": "208174_17",
            "document": "8 . The Chinese numeral, written (Mandarin: \"bā\"; Cantonese: \"baat\"), is from Old Chinese \"*priāt-\", ultimately from Sino-Tibetan \"b-r-gyat\" or \"b-g-ryat\" which also yielded Tibetan \"brgyat\". It has been argued that, as the cardinal number is the highest number of item that can universally be cognitively processed as a single set, the etymology of the numeral \"eight\" might be the first to be considered composite, either as \"twice four\" or as \"two short of ten\", or similar.  The Turkic words for \"eight\" are from a Proto-Turkic stem \"*sekiz\", which has been suggested as originating as a negation of \"eki\" \"two\", as in \"without two fingers\" (i.e., \"two short of ten; two fingers are not being held up\"); this same principle is found in Finnic \"*kakte-ksa\", which conveys a meaning of \"two before (ten)\". The Proto-Indo-European reconstruction \"*oḱtṓ(w)-\" itself has been argued as representing an old dual, which would correspond to an original meaning of \"twice four\".  Proponents of this \"quaternary hypothesis\" adduce the numeral \"\", which might be built on the stem \"new-\", meaning \"new\" (indicating the beginning of a \"new set of numerals\" after having counted to eight).",
            "score": 46.57292175292969
        },
        {
            "docid": "3275666_3",
            "document": "Reginald of Sidon . Reginald was the son of Gerard of Sidon and Agnes of Bures, and a grandson of Eustace Grenier. He first rose to prominence in the Kingdom in 1170, when he married Agnes of Courtenay, who had been married three times before: firstly to Reginald of Marash, who left her a widow; secondly (possibly bigamously) to Amalric, Count of Jaffa and Ascalon and future King of Jerusalem, with whom she had two children, Baldwin and Sibylla, and thirdly to Hugh of Ibelin, her fiancé or husband before her marriage to Amalric. Her marriage to Amalric was annulled in 1163 when it was discovered that the two were related within the prohibited degrees of consanguinity. Some writers have claimed that the marriage between Agnes and Reginald of Sidon was annulled as well, as they were related within the prohibited degrees, but this is based on a misinterpretation of William of Tyre, who says Gerard discovered the relationship between “the two aforementioned people”. However, this must be referring back to the marriage of Agnes and Amalric: Gerard was dead by the time of Reginald's marriage. In December 1179, \"\"Agnes, Countess of Sidon\"\" and \"\"Reginald of Sidon\"\" witnessed a charter together: there is no evidence to suggest they were not still a couple. (See Hamilton, \"The Leper King & his Heirs\" for further discussion of this.)",
            "score": 46.5060920715332
        },
        {
            "docid": "39983631_24",
            "document": "DeBoer v. Snyder . The ruling noted that the rejection of some past appeals by the Supreme Court were not necessarily a sign that the appeal was ill-founded, and such meaning should not be read into them (\"this kind of action - or inaction - imports no expression upon the merits of the case, as the bar has been told many times\"). The ruling examined various dubious bases often allowed by States for marriage, and the extent of sanctimonious expressions used in discussing and practicing marriage, and the deference owed to individual states' legislative power to examine such questions at their own pace, and the fact that just one year had passed from the first legalization of same-sex marriage in the United States to the matters leading to this case. It concluded that \"what we are left with, is [that] by creating a status (marriage) and subsidizing it (with privileges) the States created an incentive for two people who procreate together to stay together for the purposes of rearing offspring\". The court also described the Supreme Court's 2013 ruling in \"Windsor\" as one that should be seen less as an affirmation of same-sex marriage, and instead, as a case concerning Federal law encroachment upon State law, in which it had been confirmed that it was not the place of the Federal legislation to effectively seek to determine for all States how they should each treat same-sex marriage. Writing for the majority, Judge Jeffrey Sutton also dismissed the arguments made on behalf of same-sex couples in this case: \"Not one of the plaintiffs' theories, however, makes the case for constitutionalizing the definition of marriage and for removing the issue from the place it has been since the founding: in the hands of state voters.\"",
            "score": 46.50052261352539
        },
        {
            "docid": "7387564_8",
            "document": "Leonor Teles . In 1365, Leonor had wed João Lourenço da Cunha, 2nd Lord of Pombeiro, to whom she was still married when she met King Ferdinand I of Portugal. Two children were born of her union with João Lourenço: a daughter who died in infancy, and a son Alvaro da Cunha, heir to the lordship of his father. According to the later chronicler Fernão Lopes, Leonor abandoned her son when she married King Ferdinand I, making him pose as the son of Lope Dias de Sousa and a \"woman member of his household named Elvira\", calling him Alvaro de Sousa, so that she could \"pretend to be a virgin for the king, saying that her husband had never slept with her\". King Ferdinand I subsequently attempted to obtain the annulment of Leonor's first marriage on the grounds of consanguinity, in order to preserve the legitimacy of their daughter, Beatrice of Portugal. The jurist João das Regras claimed, in one of the arguments he made before the courts of Coimbra in 1385 after King Ferdinand I died, that Leonor was not free to marry another man because the needed papal dispensation had been secured (a fact that the king concealed) and her mother's first marriage was therefore valid, meaning Beatrice was illegitimate. The Coimbra courts determined that, since all pretenders to the throne, that is, the sons of Inês de Castro and the master of Aviz, were illegitimate, the dynastic line had been severed and the people, through their representatives, could choose a new king.",
            "score": 46.404090881347656
        },
        {
            "docid": "301864_48",
            "document": "Larry King . From his eight marriages, King has five children and nine grandchildren, as well as four great-grandchildren.",
            "score": 46.4019775390625
        },
        {
            "docid": "10387789_3",
            "document": "The Secret Heart . Lee (Claudette Colbert) is engaged to marry Larry Adams (Richard Derr), a spendthrift widower with two children, son Chase (Robert Sterling) and daughter Penny (June Allyson). Lee had been living in England with her guardian aunt, who didn't approve of the match since Larry was an alcoholic, and while returning to America on an ocean liner, she meets Chris Matthews (Walter Pidgeon), a close friend of Larry's. Despite her loving feelings for Chris, she marries Larry, and moves to his farm in Rhode Island. Larry's talent is playing the piano, which he teaches Penny, but he gave up this ambition to work in a bank, to please his father. This frustrated ambition has ruined his life, and over the next two years Lee tries to confront his alcoholism, while trying to win Penny's confidence. While Lee is out for the night with Chris, Larry dies, his body found at the bottom of a cliff. He had committed suicide after two years of marriage, and on his death, it is reported that Larry had embezzled money from his clients. Lee sends Chris away and moves the family away from the farm, to New York where she takes a job to pay off Larry's debts, and withholds the truth from Penny, wanting to shield her from the stigma of scandal. Penny makes a hero out of Larry, who she believes died of a heart attack, and is unable to embrace Lee, who is now left to look after them alone.",
            "score": 46.39125442504883
        },
        {
            "docid": "20250809_5",
            "document": "Teen marriage . The legal status of circumstances surrounding teenage marriage varies from one area or era to the next. Marriage has often been used as a tool to create allegiances or agreements, rather than a link between two people in love. Almost every country has a legal minimum age for marriage, which ranges from as low as 12 in some Latin American countries to as high as 22 in China. The age requirement is commonly 16 for women and 18 for men. Despite laws concerning the age of marriage, tradition usually takes precedence and marriage continues to occur at very young ages. In many African and Asian countries as much as two-thirds of teenage women are or have been married. In many nations, marrying off a young daughter means one less mouth to feed and no fear of illegitimate children, a dishonor to the family. But these youthful brides often suffer physical and psychological damage, according to a UNICEF report.",
            "score": 46.23047637939453
        },
        {
            "docid": "7482599_4",
            "document": "What Is Man? (King essay) . He notices first that ‘man is a biological being with a physical body’, which is the ‘less than God’, as we think of ‘God as a being of pure spirit, lifted above the categories of time and space’. The psalmist would then say that God made man that way, and because of this ‘there is nothing wrong with it’ and that ‘everything God makes is good; therefore there is nothing wrong with it’. The Greeks, as King informs us, ‘felt the body was evil’ and that the ‘soul could never reach its full maturity until it broke loose from the prison of the body’. However, Christianity raises the view that ‘the body is not the principle of evil; it says the will is the principle of evil’. He then defines that in ‘any doctrine of man, we must be concerned with man's physical well being’. To support this he brings up Jesus` quote that we need the “bread” to survive and also states ‘this isn’t the only part’ and if we stop here we would see ‘man merely as an animal’. He then brings an example of chemists who calculated that the values of man came to ‘about ninety-eight cents’, today with our living standards it comes to ‘a dollar ninety eight for the average man’. King challenges this idea by questioning ‘But can we explain the whole of man in terms of ninety eight cents?’ and brings up examples of human genius; and again asks ‘Can we explain the mystery of the human soul in terms of ninety eight cents?’ To this he answers “no” and states that ‘man is a child of God’ and raises the second basic point of the doctrine ‘that man is a being of spirit’, which is the ‘thou has crowned him with glory and honour’, and because of our ‘rational capacity, man has a mind, man can reason. This distinguishes us from the lower animals’. King then defines man as ‘God’s marvellous creation. Through his mind he can leap oceans, break through walls, and transcend the categories of time and space’. With this he defines what the biblical writers meant when they said ‘man is made in the image of God’, and that he has ‘rational capacity; he has the unique ability to have a fellowship with God. Man is a being of spirit’.",
            "score": 46.13420867919922
        },
        {
            "docid": "48286553_4",
            "document": "Baar Baar Dekho . Jai Verma (Sidharth Malhotra) and Diya Kapoor (Katrina Kaif) are childhood sweethearts. Jai is a maths professor and Diya, an artist. While Jai hopes to get a fellowship at Cambridge University, Diya wishes to get married to her long-term boyfriend. Jai agrees to get married reluctantly but the thought of saat pheras and the billion rituals as well as the fear of weddings ending in divorces make him change his mind. Jai criticizes these meaningless rituals and talks negatively of his marriage. He tells Diya that he has other plans for his bright future and she may not be a part of it. She walks away heartbroken. Jai gets drunk and passes out only to wake up in Thailand on his honeymoon. He discovers that it's been ten days since he got married to Diya. He has no memory of it at all. Next up, he wakes up in Cambridge, only to find his wife about to deliver their child. He discovers that it has been two years since his marriage. He realises he has been time travelling and has no control over it.",
            "score": 46.039310455322266
        },
        {
            "docid": "54247_10",
            "document": "Louis XV of France . One of the first priorities of the Duke of Bourbon was to find a bride for the King, to assure the continuity of the monarchy, and especially to prevent the succession to the throne of the Orleans branch of the family, the rivals of his branch. The 21-year-old Marie Leszczyńska, daughter of Stanisław I, the deposed king of Poland, was chosen. The marriage was celebrated in September 1725 when the king was 15. Between 1727 and 1737, she gave the king ten children, eight girls and two boys, of whom one survived: the Dauphin Louis (1729–1765). The birth of a long-awaited heir, which ensured the survival of the dynasty for the first time since 1712, was welcomed with celebration in all spheres of French society. In 1747 the Dauphin married Maria Josephina of Saxony, who gave birth to the next three Kings of France: Louis XVI, Louis XVIII, and Charles X.",
            "score": 45.97334289550781
        },
        {
            "docid": "31311133_10",
            "document": "George Douglas of Pittendreich . On 18 March 1543, George made a contract with James Douglas, 3rd Earl of Morton; he would pay the Earl £2000, he would help the Earl recover the lands he had resigned (under duress) to James V, and George's son James, the future regent, would marry the Earl's daughter Elizabeth. At first George was in favour of the marriage of Mary, Queen of Scots to Prince Edward of England. He was in London briefly in April 1543 as a representative of the Parliament of Scotland. In Scotland, George planned with the English ambassador Ralph Sadler another diplomatic mission to England with the Lord Maxwell to discuss sending Mary into England. Sadler wrote to Henry VIII on 1 May 1543 that George had recommended the Earl of Glencairn as a wiser man than Maxwell, and had said to him;\"Two things moved me the rather to be content to go; one was that Henry VIII, besides good pledges for the deliverance of the young Queen within two years of her lawful age, should have the Governor's son, James Hamilton (who, if the said young Queen fail, shall be Prince of this land) into your court for Henry VIII's daughter (Princess Elizabeth), which is the best pledge Henry VIII can devise to have for the better obtaining of all his purpose in time. ... The second cause, is that in case Henry VIII refuse these offers, I may nevertheless confer with his Highness upon the estate of this country, and say my poor mind how the same is to be conquered by force.\" The family historian, David Hume of Godscroft records a story that George Douglas is supposed to have used to build consensus for the English marriage. In this tale a physician at court accepted the impossible task of teaching a donkey to speak. Other doctors had failed and been executed. This physician accepted telling the king it would take ten years and be very expensive. His friends asked why he had done this, and his answer was, – in ten years, I, the donkey or the king might be dead, and in the meantime I have had my wage. George was supposed to have argued that Mary's marriage was like this, the English threat was already present, but it would be years before she was of age and the marriage concluded.",
            "score": 45.91075897216797
        },
        {
            "docid": "6824108_12",
            "document": "Larry LeSueur . LeSueur was married three times. the first two marriages to Joan Phelps and Priscilla Bruce ended in divorce. His final marriage, to Dorothy Hawkins, lasted for 46 years until his death. He also had two daughters, one with Hawkins and another with Bruce.",
            "score": 45.82588577270508
        },
        {
            "docid": "1507897_4",
            "document": "Algerian Family Code . Marriage is defined as a legal contract between a man and a woman. The legal age of marriage is 21 for a man, 18 for a woman; judges may in special cases allow earlier marriage. A man may marry up to four wives; if so, he must treat them equally and inform them in advance, and they may demand a divorce. Marriage requires the consent of both parties and a gift by the groom of a dowry to the bride, as well as the presence of the bride's father or guardian (\"wali\") and of two witnesses. The father of the bride may block the marriage, although her guardian may not. The marriage must be registered before a notary or legal functionary. Marriage is forbidden between close relatives by descent, marriage, or nursing: thus a man may not marry his mother, daughter, sister, aunt, niece, mother-in-law, daughter-in-law, stepmother-in-law, or stepdaughter-in-law, nor may he marry anyone who suckled from the same woman as he did, or from whom he suckled. A man may not be married to two sisters simultaneously. Marriage is also forbidden between a couple who have divorced each other for the third time, unless the wife has since been married to someone else. A Muslim woman may not marry a non-Muslim man, and a marriage may be annulled on the grounds of the spouse's apostasy. A husband is required to provide for his wife to the best of his abilities, and to treat his wives equally if he marries more than one. A wife is required to obey her husband and respect him as head of the family, to bring up and nurse his children, and to respect his parents and relatives. A wife has the right to visit her parents and to receive visits from them, and has rights over her own property.",
            "score": 45.803367614746094
        },
        {
            "docid": "7767342_3",
            "document": "Blanche of Burgundy . Blanche was the younger daughter of Otto IV, Count of Burgundy, and Mahaut, Countess of Artois. Her father died in 1302, leaving the county to Blanche's younger brother, Count Robert. Blanche's elder sister Joan was supposed to marry King Louis the Headstrong of Navarre, the eldest son and heir apparent of King Philip the Fair of France, but Philip the Fair changed his mind and arranged for her to marry his second son, Count Philip the Tall of Poitiers, in 1307. The same year, Louis married Margaret of Burgundy. The Countess of Artois was proud of this achievement and quickly started negotiating her younger daughter's marriage to Count Charles the Fair of la Marche, King Philip's third son, offering a huge dowry. The negotiations were successful and on 23 September 1307, the eleven-year-old Blanche and two years older Charles concluded a marriage contract. The marriage ceremony was hastily performed at Countess Mahaut's castle in Hesdin in January 1308. At first, the Count and Countess of la Marche had an unremarkable marriage that was neither as flawed as that of the King and Queen of Navarre nor as harmonious as that of the Count and Countess of Poitiers.",
            "score": 45.66152572631836
        },
        {
            "docid": "20633261_16",
            "document": "The Hindu Marriage Act, 1955 . Any marriage can be voidable and may be annulled on the following grounds: the marriage has not been consummated due to impotency,may be complete or partial impotency (for example conditions such as impotence quoad hoc), contravention of the valid consent mental illness condition specified in Section 5, or that the respondent at the time of the marriage was pregnant by someone other than the petitioner. Divorce can be sought by husband or wife on certain grounds, including: continuous period of desertion for two or more years, conversion to a religion other than Hindu, mental abnormality, venereal disease, and leprosy. A wife can also present a petition for the dissolution of marriage on the ground of if the husband marries again after the commencement of his first marriage or if the husband has been guilty of rape, sodomy, or bestiality. Newly married couples cannot file a petition for divorce within one year of marriage.",
            "score": 45.62441635131836
        },
        {
            "docid": "532903_12",
            "document": "Douglass Dumbrille . After a long marriage, Dumbrille's wife, Jessie Lawson, mother of their son John and daughter Douglass (Dougie), died in 1958. In 1960, at the age of seventy, Dumbrille caused a stir when he married Patricia Mowbray, the 28-year-old daughter of his friend and fellow actor, Alan Mowbray. In response to criticism of the May–December marriage, Dumbrille provided a succinct answer: \"Age doesn’t mean a blasted thing. The important thing is whether two people can be happy together. Pat and I agreed that I had some years left and we could best share them together. We don’t give a continental damn what other people think.\"",
            "score": 45.49203872680664
        },
        {
            "docid": "415045_42",
            "document": "Betty White . Allen Ludden died from stomach cancer on June 9, 1981, in Los Angeles. While they had no children together she is stepmother to his three children from his first marriage (Margaret McGloin Ludden died of cancer in 1960.) White has not remarried since Ludden's death. In an interview with Larry King, when asked whether she would remarry, she replied by saying \"Once you've had the best, who needs the rest?\"",
            "score": 45.278053283691406
        },
        {
            "docid": "39158952_10",
            "document": "Thomas Pellow . This assembly line-like way of marrying off slaves further suggests that Mulai was doing it solely to produce a large number of slaves in a quick manner. We also know that many times these married slaves were given small homes and plot to live on under Mulai. This goes hand in hand with wanting to keep slaves around. When a slave has a family and place to call their own, even if it is not truly theirs, they are more likely to feel grounded in their environment and less likely to leave. Mulai was extremely smart and resourceful when it came to this aspect of his assets. We can perceive that Mulai Ismail's plan in marrying off his slaves was almost completely pragmatic. Doing so caused slaves to become emotionally attached to their new home. All this would encourage procreation, which provided more slaves for Ismail's empire. We can also see that marriage would have provided an avenue for status change and this would have been a factor in subliminally forcing a slave to want to stay.",
            "score": 45.248779296875
        }
    ]
}