{
    "q": [
        {
            "docid": "10742666_7",
            "document": "Brian Fortuna . Fortuna competed on \"Dancing with the Stars\" during its 4th season; partnering former Miss USA, Shandi Finnessey. His television success allowed him to dance as a principal dancer in the next two national Dancing with the Stars tours. Brian did double duty on the tour and was chosen to also host the third DWTS tour in front of sold out audiences of 15,000 people per night. His hosting talents captured the attention of ABC who chose Brian as series co-host with his Dancing with the Stars partner Shandi for ABC's Dancing with the Stars…Online Encore.",
            "score": 49.479634284973145
        },
        {
            "docid": "27748226_11",
            "document": "Jeopardy! . During the Jeopardy! round, except in response to the Daily Double clue, contestants are not penalized for forgetting to phrase their response in the form of a question, although the host will remind contestants to watch their phrasing in future responses. In the Double Jeopardy! round and in the Daily Double in the Jeopardy! round, the phrasing rule is followed more strictly, with a response not phrased in the form of a question counting as wrong if it is not re-phrased before the host or judges make a ruling. If it is determined that a previous response was wrongly ruled to be correct or incorrect, the scores are adjusted at the first available opportunity. If, after a game is over, a ruling change is made that would have significantly altered the outcome of the game, the affected contestant(s) are invited back to compete on a future show.",
            "score": 43.237736225128174
        },
        {
            "docid": "35051869_2",
            "document": "Dancing with the Stars (Australian season 12) . The twelfth season of \"Dancing with the Stars\" premiered on April 15, 2012, at the 6:30pm time slot on Channel Seven. With previous co-host Sonia Kruger defecting to Channel Nine, former Spice Girl and American \"Dancing with the Stars\" season 5 runner up Mel B was hired as her replacement. Daniel MacPherson continues his role as main host of the show, along with judges Todd McKenney, Helen Richey, and Joshua Horner.",
            "score": 28.234460592269897
        },
        {
            "docid": "659190_11",
            "document": "Fixed stars . The phrase \"fixed star\" is technically incorrect, but nonetheless it is used in an historical context, and in classical mechanics.",
            "score": 23.572946548461914
        },
        {
            "docid": "7173665_4",
            "document": "My Star (Brainstorm song) . The band's performance is also memorable. Kaupers danced in a relatively eccentric manner, provoking cheers from the audience. In late 2005, as part of his hosting duties at the Congratulations special, he was asked about his dancing abilities by co-host Katrina Leskanich. Kaupers' response that he danced very well prompted further cheers from the live audience as well as a repeat of his moves.",
            "score": 41.61192464828491
        },
        {
            "docid": "752942_7",
            "document": "Ty Treadway . In June 2002, Ty pulled double duty as soap star and talk show host. He began co-hosting Soapnet's \"Soap Talk\" with Lisa Rinna.",
            "score": 35.19498300552368
        },
        {
            "docid": "14212173_8",
            "document": "Yes, Madam . \"Yes, Madam\" was the first starring role in a feature film for Michelle Yeoh. Yeoh had previously won the 1982 Miss World Malaysia contest in 1983. After winning the contest she met D&B executive producer Dickson Poon who cast her in a small role in a television commercial with entertainer Jackie Chan in 1984. Her role in the commercial caught the attention of a film production company D&B Films. Yeoh had previously played small roles in Sammo Hung's film \"Owl vs. Dumbo\" (1985) and \"Twinkle Twinkle Lucky Stars\" (1985). For \"Yes, Madam!\", Yeoh took to stunt work opposed to allowing a double for every stunt. To train for her role, Yeoh worked out in a gym for eight hours a day. Michelle Yeoh stated that both herself and Rothrock did not want the film to be \"too hard core\", stating that \"We wanted the family to come in and watch it\"",
            "score": 23.754962682724
        },
        {
            "docid": "46214776_17",
            "document": "Dancing with the Stars (U.S. season 21) . Tom Bergeron also returned to his hosting duties this week; the episode was dedicated to the memory of his father, Raymond, who died earlier in the day.",
            "score": 28.137120723724365
        },
        {
            "docid": "22903798_2",
            "document": "Dancing with the Stars (U.S. season 9) . Season nine of \"Dancing with the Stars\" premiered on September 21, 2009. Executive producer Conrad Green confirmed to Entertainment Tonight that the season would start off with 16 celebrities, with 3 double-eliminations halfway through the season. Former House Majority Leader Tom DeLay withdrew from the competition in week three; however, Debi Mazar was also eliminated on the same night, replacing the double elimination planned for week five. Some changes were added this season including a larger cast and relay dances. Four new dances were introduced to complement the large cast. Those dances were the bolero, lambada, two-step, and the Charleston. The cast was unveiled on the Monday, August 17, 2009, edition of \"Good Morning America\", returning to the announcement format of most seasons past. Tom Bergeron and Samantha Harris returned as the show's hosts. Len Goodman, Bruno Tonioli, and Carrie Ann Inaba continue as the judges this season, with Baz Luhrmann appearing as a guest judge in week two, temporarily replacing Len Goodman. Pro pairings were officially announced on August 24, 2009. This was Samantha Harris' last season as co-host.",
            "score": 38.11603903770447
        },
        {
            "docid": "36739351_12",
            "document": "Raghav Juyal . He also worked in the film ABCD 2 which was released on 19 June 2015, directed by Remo D'Souza co-starring Varun Dhawan and Shraddha Kapoor. He also hosted the show Dance Plus on Star Plus. He also Hosted Prem Ki Diwali along with Karishma Tanna telecasted on Life Ok. He was seen in season 7 as a contestant.He hosted the season 2 of the show Dance Plus which aired on Star Plus. . He hosted Rising Star along with Meiyang Chang in early 2017 which aired on Colors TV. He has also hosted Dance Plus (season 3) which was aired on Star Plus. In October 2017, he began co-hosting the dance contest TV show Dance Champions with Ridhima Pandit.",
            "score": 29.869749069213867
        },
        {
            "docid": "3666969_26",
            "document": "Deal or No Deal (Australian game show) . Double Deal Friday ran in 2005 but was dropped after 2008. Home viewers were invited to ring a phone number charged at $0.55 and register their details. Every Friday, a home viewer was randomly selected to win the same prize as the studio contestant. Host O'Keefe had mentioned that Double Deal Fridays received over 100,000 calls each week. \"Dancing with the Deals\" (the celebrity version of DoND retiring contestants on that season's edition of Dancing With The Stars) followed a similar format to Double Deal Friday, except that the celebrity didn't win the prize.",
            "score": 30.953299283981323
        },
        {
            "docid": "977122_10",
            "document": "The Insider (TV series) . After the departure of O'Brien, the show was hosted by Spencer alone until January 2009, when Samantha Harris (who had previously served as a correspondent for \"E! News\") joined the program as a permanent co-host. Harris also provided analysis and commentary as part of her duties as co-host of ABC's \"Dancing with the Stars\" until her departure from the reality competition series at the start of 2010.",
            "score": 29.89299178123474
        },
        {
            "docid": "32965942_5",
            "document": "Hilla Nachshon . As a result of her success, in 2005 Nachshon began to host the entertainment show \"Y on ten\" (\"Y \"בעשר) on the broadcasts of the satellite television provider Yes, initially alongside Michael Hanegbi and later alongside Aviad Kisos. That year she also played a cameo role in the daily TV drama \"HaShir Shelanu\". Also in that year, she began to host the Israeli version of the reality show \"Dancing with the Stars\" on the Israeli channel 2, along with Avi Kushnir. In 2010 and in 2011 Nachshon hosted the Miss Israel beauty pageant competition.",
            "score": 23.74323844909668
        },
        {
            "docid": "15177106_12",
            "document": "Irish traditional music . Irish traditional music was largely meant (to the best of our current knowledge) for dancing at house dances, celebrations for weddings, saint's days or other observances. Tunes are divided into two or more (typically eight-bar) parts. The parts are referred to as the A-part, B-part, and so on. Each part is played twice, and the entire tune is played three times; A, A, B, B, A, A, B, B, A, A, B, B. Irish dance music is isometric. This makes for an eminently danceable music, and Irish dance has been widely exported abroad. 16 measures are known as a \"step\", with one 8 bar part for a \"right foot\" and the second for the \"left foot\" of the step. Tunes that are not so evenly divided are called \"crooked\".  Traditional dances and tunes include reels (), hornpipes ( with swung eighth notes), and jigs (double and single jigs are in time), as well as imported waltzes, mazurkas, polkas, and highlands or barndances (a sort of Irish version of the Scottish strathspey). Jigs come in various other forms for dancing – the slip jig and hop jig or single jig are commonly written in time, the slide in . (The dance the hop jig is no longer performed under the auspices of An Coimisiun.) The forms of jig danced in hardshoe are known as double or treble jigs (for the doubles/trebles performed with the tip of the hardshoe), and the jigs danced in ghillies are known as light jigs.",
            "score": 28.734951615333557
        },
        {
            "docid": "1823364_3",
            "document": "Marissa Jaret Winokur . She was a contestant on the popular reality competition series \"Dancing With the Stars\" and went on to host the similar \"Dance Your Ass Off.\" From 2010-2011 she served as a co-host on the daily daytime talk show \"The Talk,\" ultimately leaving to focus on her clothing line and a new cable TV show. The cable TV show in question, when it premiered, proved to be a late-night talk show titled \"All About Sex,\" whose co-hosting duties she shared with Margaret Cho, Heather McDonald, and Dr. Tiffanie Davis Henry, and which TLC transmitted at 11:00 PM Eastern time on Saturday nights.",
            "score": 32.18181371688843
        },
        {
            "docid": "9010108_6",
            "document": "Contra dance choreography . Typical contra dance choreography comprises four parts, each 16 counts (8 measures) long. The parts are called A1, A2, B1 and B2. This nomenclature stems from the music: Most contra dance tunes (as written) have two parts (A and B), each 8 measures long, and each fitting one part of the dance. The A and B parts are each played twice in a row, hence, A1, A2, B1, B2. While the same music is generally played in, for example, parts A1 and A2, distinct choreography is followed in those parts. Thus, a contra dance is typically 64 \"counts\", and goes with a 32-\"measure\" tune. Tunes of this form are called \"square\"; tunes that deviate from this form are called \"crooked\". Crooked tunes are more commonly used in square dancing, where the phrasing of the dance does not have to align as closely with the phrasing of the music.",
            "score": 17.422248363494873
        },
        {
            "docid": "35051869_3",
            "document": "Dancing with the Stars (Australian season 12) . The cast for the season were revealed on 13 March 2012 via the Seven website, along with their professional partners, although four contestants were revealed in late February 2012. This cast has been seen as a \"star increase\" on the previous year's cast, particularly with the addition of new international co-host Mel B, and former Nine daytime talkshow host Kerri-Anne Kennerley. Six new professional dancers, including former American \"Dancing with the Stars\" professional Damian Whitewood, Christopher Page, Elena Samodanova, Jess Prince, Gleb Savchenko and Damien Samuel have been recruited to replace non-returning professional dancers Alana Patience, Brendon Midson, Arsen Kishishian, Masha Belash, Jade Brand and Mark Hodge.",
            "score": 26.084801197052002
        },
        {
            "docid": "25391981_3",
            "document": "Dancing with the Stars (U.S. season 10) . Samantha Harris did not return as co-host for this season, due to her expanded correspondent duties on \"The Insider\" and \"Entertainment Tonight\". On March 8, 2010, Tom Bergeron announced on \"Good Morning America\" that his new co-host is season seven champion Brooke Burke. Len Goodman, Bruno Tonioli, and Carrie Ann Inaba continued as the judges this season.",
            "score": 31.97262978553772
        },
        {
            "docid": "3028912_17",
            "document": "Sabrina Bryan . She has been a celebrity correspondent for the behind-the-scenes look at season 8 of \"Dancing with the Stars\" for E! News, and TV Guide show \"Reality Chat\". For season 9 of \"Dancing with the Stars\", she co-hosted TV Guide show \"Reality Chat\" and hosted backstage at \"Dancing with the Stars\" on abc.com. Bryan was asked back to co-host backstage at \"Dancing with the Stars\" for the 10th through 12th seasons. She has interviewed season 10 winner of the series Nicole Scherzinger, country singer Reba McEntire, Evan Lysacek, Erin Andrews, Kate Gosselin, and many more.",
            "score": 30.662053108215332
        },
        {
            "docid": "2982147_6",
            "document": "Your Number's Up . After the contestant selected one of the two phrases, the host read its second half to the other two contestants (example: after selecting the first phrase above, the host read \"...all of the House listens.\" Answer: Tip O'Neill). The first contestant to buzz-in and fill in the acronym correctly scored one point and spun the wheel for the next turn; incorrect guesses deducted one point, but scores could never go below zero. If neither opponent guessed correctly, the contestant who selected the riddle won $50 and spun the wheel, but did not score any points. The first contestant to score six points won the game and $500.",
            "score": 36.555885553359985
        },
        {
            "docid": "387073_6",
            "document": "Between you and I . Others do not accuse Shakespeare of grammatical incorrectness: sociologist Robert Nisbet criticizes \"word snobs\" who condemn the phrase, and lexicographer and OED editor Robert Burchfield states that what is incorrect for us wasn't necessarily incorrect for Shakespeare: \"grammatical assumptions were different then\", a view shared by philologist and grammarian Henry Sweet. However, Bryan A. Garner, who writes on usage and (especially legal) language, writes that even if the phrase was not incorrect for Shakespeare, it is and should be considered incorrect today, and cites linguist Randolph Quirk: \"It is true that Shakespeare used both ['between you and I' as well as 'between you and me'], but that did not make it any more correct\".",
            "score": 19.574788331985474
        },
        {
            "docid": "52747_17",
            "document": "Albireo . β Cygni B has been reported to be a very close double, but the observations appear to have been incorrect.",
            "score": 21.224052906036377
        },
        {
            "docid": "4602548_4",
            "document": "Kim Jones (reporter) . Before joining YES, Jones was the New York Giants beat reporter and a National Football League (NFL) columnist for \"The Star-Ledger\" newspaper in Newark, New Jersey. In addition to her duties on YES and WFAN, she continued to write a Sunday NFL column for \"The Star-Ledger\".",
            "score": 14.52357530593872
        },
        {
            "docid": "7775827_3",
            "document": "Pasi Heikura . Heikura hosts the radio program \"Aristoteleen kantapää\" (Aristotle’s Heel) on YLE Radio 1 which focuses on common usage of the Finnish language. In addition to discussion with a guest about a different topic each week, incorrect use of phrases and quote tips are also presented.",
            "score": 20.891432762145996
        },
        {
            "docid": "14581_5",
            "document": "Ich bin ein Berliner . There is a widespread misconception (outside German-speaking countries) that the phrase is incorrect German and in fact means \"I'm a doughnut\". It has even been embellished into an urban legend including equally incorrect claims about the audience laughing at this phrase.",
            "score": 21.496252059936523
        },
        {
            "docid": "2869453_25",
            "document": "WCFS-FM . On February 25, 2008, morning personality Mike LeBaron and midday personality Lisa Greene signed on as the first DJ's on Chicago's \"Fresh 105.9.\" On April 13, Program Director Mike Peterson named Rick Hall as afternoon host. Previously, LeBaron had been well known as a longtime part-time market veteran at WTMX-FM and WUSN-FM. Fellow market veteran Greene previously hosted an Oldies dance show on WJMK and similar features at WILV and WUBT (now WKSC-FM), was an APD/MD for AC stations, and had worked for many years as a traffic and news reporter, and co-host. Hall worked double duty as weekend/fill-in host at sister station WUSN and music director–midday host at Milwaukee's WFZH.",
            "score": 34.00278091430664
        },
        {
            "docid": "37973159_2",
            "document": "Dancing with the Stars (Thai TV series) . Dancing with the Stars is a dance competition show airing on BBTV Channel 7 in Thailand. The show is the Thai version of the British television series \"Strictly Come Dancing\". Sornram Teppitak, Thai actor and Thai pop singer, hosts with co-host Morakot Kittisara, Miss Thailand Universe 2004.",
            "score": 26.35744023323059
        },
        {
            "docid": "1120774_6",
            "document": "C+C Music Factory . All four singles from their debut album reached No. 1 on the \"Billboard\" Dance/Club Play chart, and all four were also crossover Pop and R&B hits. The first single, \"Gonna Make You Sweat (Everybody Dance Now)\", reached No. 1 on the \"Billboard\" Hot 100 and R&B Singles chart (and No. 3 in the UK). The fourth and final single from their debut album, \"Just a Touch of Love\", featured in the movie \"Sister Act\". The album contained two more Top 5 singles; \"Here We Go (Let's Rock & Roll)\" reached No. 3 on Billboard's Hot 100 chart (and No. 20 in the UK), and \"Things That Make You Go Hmmm\" (inspired by a phrase uttered periodically by late-night talk show host, Arsenio Hall) reached No. 4 (and No. 4 in the UK).",
            "score": 29.940423727035522
        },
        {
            "docid": "8377419_4",
            "document": "Double-duty dollar . Though the Swadeshi movement had much broader goals, in the 1920s Mohandas Gandhi of India urged his countrymen to avoid funding their own subjugation by buying items from the British which they could produce and trade independently, such as cloth and clothing. In the 1940s and 1950s, Leon Sullivan applied the broader phrase \"'selective patronage\" to denote consumers' choice of retailers as a tool a) to influence businesses toward having more fair and just interactions with African Americans, and b) to build demand for African-American businesses.",
            "score": 23.950465202331543
        },
        {
            "docid": "53603_12",
            "document": "Double star . Apart from these pairs, the components of a double star are generally denoted by the letters A (for the brighter, \"primary\", star) and B (for the fainter, \"secondary\", star) appended to the designation, of whatever sort, of the double star. For example, the components of α Canis Majoris (Sirius) are α Canis Majoris A and α Canis Majoris B (Sirius A and Sirius B); the components of 44 Boötis are 44 Boötis A and 44 Boötis B; the components of ADS 16402 are ADS 16402A and ADS 16402B; and so on. The letters AB may be used together to designate the pair. In the case of multiple stars, the letters C, D, and so on may be used to denote additional components, often in order of increasing separation from the brightest star, A. Visual doubles are also designated by an abbreviation for the name of their discoverer followed by a catalogue number unique to that observer. For example, the pair α Centauri AB was discovered by Father Richaud in 1689, and so is designated \"RHD 1\". Other examples include Δ65, the 65th double discovered by James Dunlop, and Σ2451, discovered by F. G. W. Struve.",
            "score": 23.10580015182495
        },
        {
            "docid": "2558317_7",
            "document": "Kerry Washington . In April 2016, Washington confirmed that, in the 1990s in New York, she learned to dance from Jennifer Lopez. During her appearance on The Tonight Show Starring Jimmy Fallon, she told host Jimmy Fallon that \"I've been taking dance for a long time, since I was a little girl. I had this very inspiring teacher named Larry Maldonado, for anybody from my neighborhood in the Bronx, he was our role model\", Washington continued, \"And he had an awesome substitute teacher named Jennifer, who would sometimes step in and teach. But, then she left to move to Los Angeles and be on the TV show In Living Color. So, yes, I learned to dance from JLo!\" Washington verified.",
            "score": 21.323303937911987
        },
        {
            "docid": "7091671_2",
            "document": "Burgo's Catch Phrase . Burgo's Catch Phrase was an Australian game show that ran between 1997 and 2003, produced by Southern Star Group (and later by the joint-venture Endemol Southern Star) for the Nine Network. The show was based on the British and American versions of the game, and was originally knowned simply as Catch Phrase until 1999 where the show was renamed as Burgo's Catch Phrase In honour of its host, John Burgess. The show was cancelled in 2003 after a revamp of the show and a hiatus in 2001.",
            "score": 20.409315824508667
        }
    ],
    "r": [
        {
            "docid": "32056391_10",
            "document": "We Are Singaporeans . The number of contestants were reduced to two while the number of celebrities remained at 6, similar to Season 3. The host is now changed to Najip Ali (who also hosted the Malay edition \"Kita Orang Singapura\") and the questions are now focused on global trends and current affairs, hence the title \"Global Edition\". The round had six questions that focused on the statistics and surveys asked by Singaporeans, which are narrated by the celebrity icon. The contestant starting from the left podium, will get to choose one of the six celebrity icons to ask them a survey-related multiple-choice question of three answers. Every correct answer is worth $200. In replacement with the Hero or Zero card, which was removed for the entire season, an incorrect answer will result in a 'Kena Fine', which deducts the contestant's winnings from $1 up to $100, with a penalty of up to $261 (the denominations were $1, $10, $20, $50, $80 and $100; the winnings cannot go below $0 or end with negative score). The next contestant will have to answer from the remaining two options; a correct answer will earn $100, but an incorrect answer will also deduct by the same denomination. This made for a maximum possible winnings of $900.",
            "score": 55.3043212890625
        },
        {
            "docid": "438454_6",
            "document": "Double Dare (Nickelodeon game show) . Each round begins with a toss-up physical challenge in which both teams compete, with the winning team receiving both initial control of the round, and money for their score. After the toss-up, the host begins asking trivia questions of the team in control. Each correct answer earns a monetary award, and allows the team to maintain control, while an incorrect answer, or failure to respond within approximately ten seconds turns control over to the opponents. However, the team can dare their opponents to answer the question, doubling its value; in response, the opponents can double dare for quadruple the original value. When the team in control is challenged to a double dare, they have to either answer or compete in a physical challenge. An incorrect answer, or not responding within approximately five seconds on a dare or double dare, awards both control and the appropriate amount of money to the team that issues it. The second round plays the same as the first, with question values doubled. On the original \"Double Dare\" and \"Super Sloppy Double Dare\", a question was initially worth $10. On \"Family Double Dare\" and \"Double Dare 2000\", a question was initially worth $25. On the 2018 \"Double Dare\", a question is initially worth $50.",
            "score": 52.78910827636719
        },
        {
            "docid": "10742666_7",
            "document": "Brian Fortuna . Fortuna competed on \"Dancing with the Stars\" during its 4th season; partnering former Miss USA, Shandi Finnessey. His television success allowed him to dance as a principal dancer in the next two national Dancing with the Stars tours. Brian did double duty on the tour and was chosen to also host the third DWTS tour in front of sold out audiences of 15,000 people per night. His hosting talents captured the attention of ABC who chose Brian as series co-host with his Dancing with the Stars partner Shandi for ABC's Dancing with the Stars…Online Encore.",
            "score": 49.47963333129883
        },
        {
            "docid": "2873154_2",
            "document": "WebRIOT . webRIOT was a game show that debuted on MTV on November 29, 1999. It was hosted by Ahmet Zappa and Masasa served as the announcer. The gameplay consisted of contestants answering multiple-choice music trivia questions while accompanying music videos played. After the question was read, four choices appeared and incorrect choices slowly disappeared. Contestants could lock in their choice at any time, though faster choices garnered more points. Incorrect choices deducted points from a player's score; an eliminated incorrect answer cost more. The game started with four contestants and consisted of three rounds. In round 1, the value of the question started at 250 points, and doubled to 500 in round 2. After each of the first two rounds, one contestant was eliminated. The final round was a two-minute \"speed\" round between the two remaining contestants with all questions worth +1000 or -500. The winner received a prize such as a trip.",
            "score": 47.92349624633789
        },
        {
            "docid": "25242135_3",
            "document": "We Need Answers . In \"We Need Answers\", Watson acted as the main host, Key as the question master, and Horne as the studio expert, as well as the man responsible for the computer graphics and sound effects used in the show.",
            "score": 46.118892669677734
        },
        {
            "docid": "17249379_6",
            "document": "NY Wired . Three lottery retailers played a qualifying round in which they answered survey questions asked to people all over New York. The host read each question one at a time and gave three possible answers. The first player to buzz-in had a chance to choose one of those answers. A correct answer (the number one response in the survey) scored a point, but an incorrect answer gave the other contestants a chance to buzz-in and answer, and another incorrect answer from another player gave the remaining player the point by default. The first player to score three points played for the jackpot; the remaining two players played a second qualifying round.",
            "score": 46.07679748535156
        },
        {
            "docid": "32056391_6",
            "document": "We Are Singaporeans . Each of the three contestants, starting from the leftmost podium, will get to choose one of the nine celebrity icons to ask them a question, after which all the 3 contestants have 15 seconds to key in their answer using a keypad onto their screen. Each contestant wins $50 for every correct question ($100 for season 2). Contestants can use their \"Hero or Zero\" card at any question but must use the card within the round, a correct answer doubling their current total (after adding the money for answering that question correctly), and an incorrect answer resulting in a loss of their current winnings. All winnings are guaranteed, and the highest scoring contestant goes to round 2. If there is a tie, a tie-breaker question is played, and the contestant who keys in the correct answer in the fastest time advances to round 2.",
            "score": 46.05677795410156
        },
        {
            "docid": "4026045_16",
            "document": "Anomalous monism . He asks us to then consider the attribution of a belief. We are seeking a good scientific theory of amorous relations. We ask ourselves if Thomas, who has recently been betrayed by his girlfriend Ffion, believes that it is possible that the relationship can continue. The way we can find out the answer to this question is simply by asking Thomas if he believes it is possible. Thomas says no. Does this authorize us to attribute to Thomas the belief that the relationship cannot continue? Of course not, since Thomas is probably angry and confuses his desire to break up with Ffion with his beliefs. So we ask him if he is angry with Ffion. He says that he is, but we cannot attribute to him the belief that the relationship \"can\" continue, because we don't really know if he's confusing his desires with his beliefs or vice versa. So now we ask Thomas if he will still retain the same opinion next month. Thomas pauses for a while and then says yes. At this point, we think we have a definitive confirmation of the fact that Thomas believes that the relation must be interrupted, since he reflected on the matter before answering. Just to be sure, we ask him what came to mind during that interval of reflection. Thomas answers that he thought of all the unhappy incidents between that took place between him and Ffion. So we return to our original hypothesis on the basis that Thomas is angry and therefore confuses his desires and his beliefs.",
            "score": 45.77096176147461
        },
        {
            "docid": "617573_4",
            "document": "Multiple choice . Multiple choice items consist of a stem and several alternative answers, among which are the correct (\"keyed\") answer and one or more incorrect (\"distractor\") answers. The \"stem\" is the beginning part of the item that presents the item as a problem to be solved, a question asked of the respondent, or an incomplete statement to be completed, as well as any other relevant information. The options are the possible answers that the examinee can choose from, with the correct answer called the \"key\" and the incorrect answers called \"distractors\". Only one answer can be keyed as correct. This contrasts with multiple response items in which more than one answer may be keyed as correct.",
            "score": 45.650611877441406
        },
        {
            "docid": "5857381_6",
            "document": "Sale of the Century (Australian game show) . Each contestant is given $20 to start. The host reads a trivia question to the contestants. The first to press a buzzer gets an opportunity to answer the question, interrupting the host if in the middle of reading the question. Players' scores increase by $5 for each correct answer and decrease by $5 for each incorrect answer. If a player answers incorrectly, the correct answer is revealed and the game goes on to the next question, as only one player can try to answer each question.",
            "score": 45.44158172607422
        },
        {
            "docid": "6642952_7",
            "document": "Live at Wembley (Beyoncé album) . She continues telling to the crowd that she would sing a song from \"Dangerously in Love\" further asking the attendees how many of them have the album. She then introduces \"Be with You\" as one of her favorite slow jams and starts singing it. For the beginning of \"Speechless\" she sits on a chair singing the song. She asks the fans in the arena to cheer and announced \"Well, this is my very first solo tour as an artist and I'm very happy to share this wonderful experience with you all tonight in London\". She then starts performing a short Destiny's Child medley beginning with \"Bug a Boo\". Beyoncé then tells the story about the group's first single \"No, No, No Part 2\" and continues performing the song. \"Bootylicious\", \"Jumpin' Jumpin'\", \"Say My Name\", \"Independent Women Part I\", \"'03 Bonnie & Clyde\" and \"Survivor\" are performed afterwards as part of the medley. She introduces the next song \"Me, Myself and I\" saying that she wrote it for all the ladies, \"I thought it was something we all need to hear. When we get in these relationships they don't work out. Sometimes we blame the man, we blame another girl, we blame ourselves. But I think we should take every experience and learn a lesson out of it, even the bad experiences and I want all the ladies to know that we will never disappoint ourselves. You'll always have yourself.\" She introduces the next song \"Summertime\" as one of her favorite songs asking from the crowd to dance further performing a step dance while footage of flowers was projected on the screen. The lights go out again and Beyoncé appears wearing a grey, sparkly dress for an extended performance of \"Dangerously in Love\" surrounded by smoke. After the word \"Beyoncé\" is written on the screen several times, she appears on a staircase wearing a long shirt as the opening lines of \"Crazy in Love\" start and the song's music video is projected on the screen. Beyoncé then continues singing the song and performing its choreography with her female background dancers and confetti are dropped on stage during the end of the performance.",
            "score": 44.91253662109375
        },
        {
            "docid": "40476283_12",
            "document": "Million Dollar Minute . In 60 seconds, Grant Denyer (2013) or Simon Reeve (2014-2015) reads out five multiple choice questions each with three answers. The host reads the questions at 12-second intervals. In the last two seconds for each question, the answers on the contestant's touch screen begin to flash. The contestant must submit their answer during this two-second interval. Once all five questions are answered, five numbers which represent the contestant's choices are shown on a screen and checked one at a time in a random order. If all answers are correct, the contestant has won the jackpot. If any answer is incorrect, the contestant will play again in the following show's game for the same jackpot.",
            "score": 44.85447692871094
        },
        {
            "docid": "40476283_8",
            "document": "Million Dollar Minute . The first question played in the second round is Snap Shot in which the contestants are given a visual multiple choice question. The category of the question is revealed with the three answer options and then the question related to an out of focus picture is asked. For some of the 2014 series, a category called \"MDM News\" was made in which, instead of an out of focus image, a newspaper heading is used. The picture with three parts is revealed one frame at a time. If no one answers, or a contestant buzzes in and chooses an incorrect option, the contestant is locked out and the next frame is revealed and so on until the last frame is revealed which focuses the picture. Only one answer per frame is accepted and if the full picture is revealed with no correct answer given then the game ends. It is possible for one contestant to win the game by default if the other two contestants both choose the incorrect answers on the first two frames, leaving the correct answer as the only option left. In the 2015 series, a version of Snap Shot known as \"See It, Say It\" was introduced. In this version, three pictures of something would make up the correct answer when said aloud from left to right. One picture is revealed at a time accompanied with a clue. Contestants can buzz in at any point of the question to answer. If no answer is given once all frames have been revealed and there are contestants not locked out, or all contestants guess incorrectly, the game is over. The contestant with the correct answer is given the choice of $1,500 in safe money or 15 points added to their score.",
            "score": 44.72856140136719
        },
        {
            "docid": "53916753_5",
            "document": "Beat Shazam . In season 1, the main game consists of five rounds. In each round, a category is given and five songs are played, one at a time (However, in some episodes of the show, four songs are played in the round instead of five). Four choices are displayed for the title of each song; the first team to buzz-in with the correct answer wins money. If more than one team rings in with the correct answer, the money is awarded to the team that locked in their answer in the fastest time. If two or three teams lock in the fastest and have the same exact time, both or all of the teams get the money. The final song of each category is called the \"Fast Track\" and is played for double the round value. There is no penalty for incorrect answers. For the final episode of Season 1, the Fast Track is now the Fast Track Challenge. Shazam shows the time that Shazam named the song, and the teams have to buzz in before time is up. There is no multiple choice, and the first team that buzzes in with the correct title wins cash. If the team that buzzes in first gives an incorrect title or no title, none of the teams get the money for the Fast Track Challenge.",
            "score": 44.695613861083984
        },
        {
            "docid": "8357955_10",
            "document": "The Krypton Factor (U.S. game show) . In the final round, the contestants were asked a series of general knowledge toss-up questions in which each correct answer would usually segue to the next question. Players did not have to wait until the question was fully read to jump in, but only the first player to do so got to answer. Each correct answer was worth two points, but each incorrect answer was worth minus two points, with the values doubling to +/-4 points midway through the round.",
            "score": 44.6578369140625
        },
        {
            "docid": "6313262_14",
            "document": "Weakest Link (U.S. game show) . The host would then ask one question at a time to each player, alternating back and forth. They would then answer the question, after which the host would either say \"that is the correct answer\" or inform them that they were incorrect and give them the right answer. Play continued in this manner until either all five (or three) questions per side were asked or until it became impossible for one of the two finalists to win.",
            "score": 44.626991271972656
        },
        {
            "docid": "42382929_8",
            "document": "Now You See It (Cathy Davidson book) . Technology, Davidson argues, re-shapes the way we learn and process new information in some fundamental ways. We surf hundreds of news feeds, immediately discriminating between the ones we need to read and the ones we don't. In our work environments, we are forced to focus, divide, and re-focus our attention as we are dealing with multiple tasks at the same time. Within this multitasking that the new workplace requires, Davidson urges her readers to re-imagine the concept of distraction. We are cultured to imagine that shopping online while finishing a report or answering personal emails and simultaneously working on a project are distractions which are detrimental to our productivity and efficiency. Every time we switch tasks, we are hurting our work. Davidson argues, however, that these small distractions afforded by technology should be thought of as innovations. \"When we feel distracted, something’s up. Distraction is really another word for saying that something is new, strange or different. We should pay attention to that feeling… Distraction is one of the best tools for innovation we have at our disposal—for changing patterns of attention and beginning the process of learning new patterns\"",
            "score": 44.56856918334961
        },
        {
            "docid": "24797_12",
            "document": "Proclus . There is a double motivation found in Neoplatonic systems. The first is a need to account for the origin and character of all things in the universe. The second is a need to account for how we can know this origin and character of things. These two aims are related: they begin from the assumption that we can know reality, and then ask the question of what reality must be like, in its origin and unfolding, so that we can know it. An important element in the Neoplatonic answer to these questions is its reaction to Scepticism. In response to the sceptical position that we only know the appearances presented by our senses, and not the world as it is, Plotinus placed the object of knowledge inside the soul itself, and accounted for this interior truth through the soul's kinship with its own productive principles.",
            "score": 44.44181442260742
        },
        {
            "docid": "6026198_32",
            "document": "Monty Hall problem . Among the simple solutions, the \"combined doors solution\" comes closest to a conditional solution, as we saw in the discussion of approaches using the concept of odds and Bayes theorem. It is based on the deeply rooted intuition that \"revealing information that is already known does not affect probabilities\". But, knowing that the host can open one of the two unchosen doors to show a goat does not mean that opening a specific door would not affect the probability that the car is behind the initially chosen door. The point is, though we know in advance that the host will open a door and reveal a goat, we do not know \"which\" door he will open. If the host chooses uniformly at random between doors hiding a goat (as is the case in the standard interpretation), this probability indeed remains unchanged, but if the host can choose non-randomly between such doors, then the specific door that the host opens reveals additional information. The host can always open a door revealing a goat \"and\" (in the standard interpretation of the problem) the probability that the car is behind the initially chosen door does not change, but it is \"not because\" of the former that the latter is true. Solutions based on the assertion that the host's actions cannot affect the probability that the car is behind the initially chosen appear persuasive, but the assertion is simply untrue unless each of the host's two choices are equally likely, if he has a choice (Falk 1992:207,213). The assertion therefore needs to be justified; without justification being given, the solution is at best incomplete. The answer can be correct but the reasoning used to justify it is defective.",
            "score": 44.082366943359375
        },
        {
            "docid": "34932003_12",
            "document": "Neengalum Vellalam Oru Kodi . The show's host asks each contestant a number of multiple-choice questions. Of the four options only one is correct. Players answer correctly to win an amount of money. They are then shown the next question and four answers. Successive questions are worth a greater sum of money. In most cases this is double the previous sum. Players who answer question numbers five and ten correctly find themselves in a situation where their winnings are \"safe\". This means they will not lose their winnings under any circumstances. This allows the players to hazard a guess for question six and question eleven. Players answering a question incorrectly are eliminated from the game and their winnings return to the previous \"safe\" amount. If the contestant was in the process of answering questions one to five, the safe amount would be zero; for those answering questions six to ten, the safe amount will be , and for questions eleven to fifteen, it will be . Players can decide to stop at any time, after seeing the next question, and take the winnings they have accumulated up to that point.",
            "score": 43.825626373291016
        },
        {
            "docid": "4855263_9",
            "document": "Tim Key . In 2007, Key took his first solo poetry show to Edinburgh. It was called \"The Slut in the Hut\" and sold out. In this year \"We Need Answers\" also debuted. Key was question master in a debauched quiz to find the smartest comedian. Mark Watson and Alex Horne made up a trio of hosts who ultimately crowned Paul Sinha the first winner of this show. Guests on We Need Answers included Germaine Greer, Sharon Horgan and Miranda Hart. Key also starred in Mark Watson's 24-hour jamboree.",
            "score": 43.82297897338867
        },
        {
            "docid": "19920744_12",
            "document": "Cash Cab (U.S. game show) . When a contestant has won at least $200 or $300 in a normal game or an After Dark game - or at least $600 on a Double Ride - and the cab is forced to stop at a traffic light, Bailey or Melewski will announce a Red Light Challenge. He or she reads a question that has multiple correct answers – usually four to seven – and the passenger(s) have 30 seconds to give those answers; they do not always have to give all of the answers. Since there is no penalty for an incorrect answer, giving all the correct answers in the allotted time is worth $250 – or $500 during Double Ride games – regardless of how many incorrect answers a contestant might also blurt out along the way. The contestant does not receive the extra $250 (or $500) if the 30-second time limit runs out; it is also not counted as a strike, and the contestant doesn't lose any accumulated money. While only one Red Light Challenge is usually played per game, beginning in Season 4 there are multiple Red Light Challenges during certain games – at least two per game – with the second for accumulating at least $1,000.",
            "score": 43.750057220458984
        },
        {
            "docid": "25242135_4",
            "document": "We Need Answers . During the show, correct answers scored two points, wrong answers scored nothing, and one point was given to an answer which was \"quite right\", or partly correct. Recurring themes in the series included \"Sad Questions\", relating to morbid topics and accompanied by sad music.",
            "score": 43.508087158203125
        },
        {
            "docid": "613052_18",
            "document": "Direct and indirect realism . A more fundamental criticism is implied in theories of this type. The differences at the sensory and perceptual levels between agents require that some means of ensuring at least a partial correlation can be achieved that allows the updatings involved in communication to take place. The process in an informative statement begins with the parties hypothetically assuming that they are referring to the \"same\" entity or \"property\", even though their selections from their sensory fields cannot match; we can call this mutually imagined projection the \"logical subject\" of the statement. The speaker then produces the logical predicate which effects the proposed updating of the \"referent\". If the statement goes through, the hearer will now have a different percept and concept of the \"referent\"—perhaps even seeing it now as two things and not one. The radical conclusion is that we are premature in conceiving of the external as already sorted into singular \"objects\" in the first place, since we only need to behave \"as if\" they are already logically singular. The diagram at the beginning of this entry would thus be thought of as a false picture of the actual case, since to draw \"an\" object as already selected from the real is only to treat the practically needful, but strictly false, hypothesis of objects-as-logically-singular as ontologically given. The proponents of this view thus argue that there is no need actually \"to believe\" in the singularity of an object since we can manage perfectly well by \"mutually imagining\" that 'it' is singular. A proponent of this theory can thus ask the direct realist feels why he or she thinks it is necessary to move to taking the imagining of singularity for real when there is no practical difference in the outcome in action. Therefore, although there are selections from our sensory fields which for the time being we treat as if they were objects, they are only provisional, open to corrections at any time, and, hence, far from being direct \"representations\" of pre-existing singularities, they retain an experimental character. Virtual constructs or no, they remain, however, selections that are causally linked to the real and can surprise us at any time—which removes any danger of solipsism in this theory. This approach dovetails with the philosophy known as social constructivism.",
            "score": 43.4360466003418
        },
        {
            "docid": "27748226_11",
            "document": "Jeopardy! . During the Jeopardy! round, except in response to the Daily Double clue, contestants are not penalized for forgetting to phrase their response in the form of a question, although the host will remind contestants to watch their phrasing in future responses. In the Double Jeopardy! round and in the Daily Double in the Jeopardy! round, the phrasing rule is followed more strictly, with a response not phrased in the form of a question counting as wrong if it is not re-phrased before the host or judges make a ruling. If it is determined that a previous response was wrongly ruled to be correct or incorrect, the scores are adjusted at the first available opportunity. If, after a game is over, a ruling change is made that would have significantly altered the outcome of the game, the affected contestant(s) are invited back to compete on a future show.",
            "score": 43.237735748291016
        },
        {
            "docid": "30461888_5",
            "document": "Perfection (game show) . In each round, the booth is turned off and the contestant has 45 seconds to answer four true/false statements. Once time runs out or all four statements have been played, the booth is turned on so the suspects can see the statements and answers, and the host asks if they would have responded differently. The number of correct answers is then revealed, but not specifically which ones. If the contestant has all four correct, he/she wins the round. Otherwise, the suspects are given a chance to change the responses they believe are incorrect, and can win the round by choosing correctly. The suspects win by default if all four of the contestant's answers are incorrect. If the suspects fail to change all answers missed by the contestant, neither side wins the round.",
            "score": 43.09434509277344
        },
        {
            "docid": "36658547_6",
            "document": "Let's Ask America . In the first round, there are four contestants, and each of them attempt to answer the four multiple-choice questions. In this round, questions have two possible answers. The host first reads the two answers and then follows with the question. All four contestants then have approximately 30 seconds to write down their answers onto the card included in their game kits. Once all contestants have verbally acknowledged that they have written down their answers, the host asks them each to reveal their answers in a sequence determined by the producers. The host then reveals the correct answer, and each contestant that answered the question correctly is awarded the prize money assigned for that question. Contestants who answered incorrectly receive no prize money. After the correct answer to the first question has been revealed, all four contestants are given the next question. The process is then repeated with three additional questions. The first question is worth $100, with subsequent questions increasing by that amount, up to $400 for the fourth question. The lowest scoring contestant at the end of the round is eliminated and leaves with nothing.",
            "score": 43.067901611328125
        },
        {
            "docid": "19978374_23",
            "document": "Attribute hierarchy method . The cognitive model in the form of an attribute hierarchy has direct implications for item development. Items that measure each attribute must maintain the hierarchical ordering of the attributes as specified by the cognitive model while also measuring increasingly complex cognitive processes. These item types may be in either multiple choice or constructed response format. To date, the AHM has been used with items that are scored dichotomously where 1 corresponds to a correct answer and 0 corresponds to an incorrect answer. Therefore, a student's test performance can be summarized by a vector of correct and incorrect responses in the form of 1's and 0's. This vector then serves as the input for the psychometric analysis where the examinee's attribute mastery is estimated.",
            "score": 43.05236053466797
        },
        {
            "docid": "16304492_15",
            "document": "Devdutt Pattanaik . He notices dance as part of religion. He speaks of how, over the years, the general gaze of looking at dance and dancers has changed. He states, \"Calling someone naachnewali or naachnewala has become a way of putting them down. We need to understand that dance is about seduction. For me, the story of Lord Vishnu taking the form of Mohini and dancing to seduce Bhasmasura is one of the most powerful stories. We don’t understand that the story of Natraj also relates to seduction. But somehow, the word seduction has taken a negative connotation now. Through dance, we can understand a lot about Indian culture, history, geography and more. It’s about time we did that.\"",
            "score": 43.041133880615234
        },
        {
            "docid": "51696467_15",
            "document": "The Adversary (Westworld) . Liz Shannon Miller of IndieWire wrote in her review, \"There are some great sequences in this episode, and if we weren't already pulling for Thandie Newton in the Best Supporting Actress category at next year's Emmys, we sure as hell are now.\" She gave the episode a B+. James Hibberd of \"Entertainment Weekly\" wrote in his review, \"This is a reason I'm loving \"Westworld\". We think this show is about AI. And it is, to some degree. But what's surprising is how the plight of the hosts can give us a fresh perspective on what it means to be human.\" He gave the episode an A-. Rebecca Hawkes of \"The Daily Telegraph\" wrote in her review, \"At times during this week's episode, 'The Adversary', it felt as if we were inching nearer to a few of the answers we're so desperately craving. At others, we felt hopelessly lost — but in the best possible way.\" David Crow of Den of Geek said in his review, \"while the episode as a whole was quite powerful, it is stained just enough to cost it that fifth star. Nonetheless, 'The Adversary' was high-quality television as a whole, and there is undoubtedly plenty of fun (and answers) to be had in the first season's final four episodes to come.\" He gave the episode a four out of five. Erik Kain of \"Forbes\" also reviewed the episode, saying, \"this feels very much like the calm before the storm. That moment right before the wave comes crashing down, casting everything in its wake against the rocky shore. Then again, we're just six episodes deep. Judging by the restraint shown so far, we may have another episode or two of growing mystery, rising tension, and random acts of crazy disturbing violence before everything implodes.\"",
            "score": 42.717018127441406
        },
        {
            "docid": "4540369_9",
            "document": "Quiz Kids Challenge . In the Double or Nothing round, eight new categories were displayed on the board. The trailing team was given control of the board to start and as before, a $50 toss-up question was asked. The team that answered it could then decide to either bank the $50 or play on, and if they chose the latter option a second tossup was asked of the remaining two players. If one of them answered that question, the bank doubled to $100 and the choice was then given to the last remaining player. If that player answered a third question correctly, the team received $200 total. If one of the players gave an incorrect answer, the opposing team could steal the money and control with a correct answer. If they did not, the category was taken out of play and the player who gave the last correct answer chose a new category. The Double or Nothing round was played with a time limit, and a buzzer sounded to indicate when that limit expired.",
            "score": 42.4993782043457
        },
        {
            "docid": "2681823_5",
            "document": "The Wild East . A notable quote is when the midget patriarch says \"remember there is no sex in our country.\" The phrase is a quotation of a famous episode from the \"perestroika\"-era TV show \"US-Soviet Space Bridge\" hosted by Vladimir Pozner when an American asked a question about TV advertisements exploiting sex in the Soviet Union, and a Soviet lady (, Liudmila Ivanova) proudly answered \"There is no sex in the USSR!\". In fact, she said \"Well, sex... (laugh) we don't have it, and we are absolutely against it!\", which was then corrected by another soviet lady present in the show: \"We do have sex, but we do not have advertisements!\".",
            "score": 42.49253463745117
        }
    ]
}