{
    "q": [
        {
            "docid": "3866327_1",
            "document": "Lines on the Antiquity of Microbes . Lines on the Antiquity of Microbes",
            "score": 52.54950475692749
        },
        {
            "docid": "3866327_4",
            "document": "Lines on the Antiquity of Microbes . \"Lines on the Antiquity of Microbes\" is frequently said to be the shortest poem in the English language, or the shortest in the world. However, many shorter poems have since been written.",
            "score": 66.84149694442749
        },
        {
            "docid": "3866327_2",
            "document": "Lines on the Antiquity of Microbes . Lines on the Antiquity of Microbes, also known simply as Fleas, is a couplet commonly cited as the shortest poem ever written, composed by American poet Strickland Gillilan in the early 20th century.",
            "score": 62.94724106788635
        },
        {
            "docid": "298291_5",
            "document": "DNA (American band) . Shortly after the recording of \"No New York\", Crutchfield left DNA to form a new band, \"Dark Day\". He was replaced by Tim Wright, previously of the Cleveland band Pere Ubu. As Wright played bass guitar and not keyboards, and was the only member of the band to have any conventional instrumental technique, the change in DNA's sound was dramatic. The music became even more spare and angular, with Wright's bass lines creating a sometimes menacing sound to support Lindsay's scraping, atonal guitar and Mori's irregular rhythms. Their song structures became tighter, briefer, more abstract, and have been compared to haiku.",
            "score": 35.927735567092896
        },
        {
            "docid": "3866327_3",
            "document": "Lines on the Antiquity of Microbes . The poem reads in full:",
            "score": 50.12969636917114
        },
        {
            "docid": "38459350_11",
            "document": "Haiku in languages other than Japanese . What some people call Estonian haiku () is a form of poetry introduced in Estonia in 2009. The so-called \"Estonian haiku\" is shorter than a Japanese one; the syllable count in Japanese haiku is 5+7+5, while Estonian haiku also goes in three lines but only comprises 4+6+4 syllables. Estonian authors claim that this is a distinctively Estonian form.",
            "score": 73.4547176361084
        },
        {
            "docid": "37427849_2",
            "document": "Estonian haiku . Estonian haiku () is a short poem in Estonian language which has adopted the form and style of the original Japanese haiku. Estonian haiku was first introduced in 2009. The so-called \"Estonian haiku\" is shorter than the Japanese one; the syllable count in Japanese haiku is 5+7+5, while Estonian haiku also goes in three lines but only comprises 4+6+4 syllables. Estonian authors claim that this is a distinctively Estonian form.",
            "score": 75.35509252548218
        },
        {
            "docid": "11945144_6",
            "document": "Robin D. Gill . He first came to the attention, through listserve blogs, of scholars of Japanese poetry with his Book \"Rise Ye, Sea Slugs! 1000 Holothurian Haiku,\" (2003), a comprehensive collection (running to 480 pages, accompanied by a set of translations of Japanese poems thematically dedicated to the sea-cucumber, \"namako\". Gill's competence in this arcane area was called on, and acknowledged, by the University of Guam's Alexander Kerr, a marine biologist, working on a philology of the Holothurians from antiquity to Linnaeus. Thomas Rohlich, now Emeritus Professor of Japanese Language and Literature at Smith College, hailed it as'a treasure, and belongs on the bookshelves and in the hands of Japanese literary scholars, haiku and nature enthusiasts.'Likewise, William J. Higginson wrote that'these poems come to life as no other haiku translated from Japanese have ever come to life before...This single-topic tome may be our best English-language window yet into the labyrinth of Japanese haikai culture.'",
            "score": 44.958235025405884
        },
        {
            "docid": "13217_42",
            "document": "Haiku . Henderson translated every hokku and haiku into a rhymed tercet (a-b-a), whereas the Japanese originals never used rhyme. Unlike Yasuda, however, he recognized that 17 syllables in English are generally longer than the 17 \"on\" of a traditional Japanese haiku. Because the normal modes of English poetry depend on accentual meter rather than on syllabics, Henderson chose to emphasize the order of events and images in the originals. Nevertheless, many of Henderson's translations were in the five-seven-five pattern.",
            "score": 44.35518932342529
        },
        {
            "docid": "4664841_2",
            "document": "Fib (poetry) . Fib is an experimental Western poetry form, bearing similarities to haiku, but based on the Fibonacci sequence. That is, the typical fib and one version of the contemporary Western haiku both follow a strict structure. The typical fib is a six line, 20 syllable poem with a syllable count by line of 1/1/2/3/5/8 - with as many syllables per line as the line's corresponding place in the Fibonacci sequence; the specific form of contemporary Western haiku uses three (or fewer) lines of no more than 17 syllables in total. The only restriction on a Fib is that the syllable count follow the Fibonacci sequence. An example of a typical fib:",
            "score": 74.8383002281189
        },
        {
            "docid": "18521834_17",
            "document": "Haiku in English . The most common variation from the three-line standard is one line, sometimes called a \"monoku\". It emerged from being more than an occasional exception during the late 1970s. The one-line form, based on an analogy with the one-line vertical column in which Japanese haiku are often printed, was lent legitimacy principally by three people:",
            "score": 46.141883850097656
        },
        {
            "docid": "3866327_6",
            "document": "Lines on the Antiquity of Microbes . According to the \"Guinness Book of Records\", the world's shortest poem is a one-letter poem by Aram Saroyan comprising a four-legged version of the letter \"m\".",
            "score": 52.65573692321777
        },
        {
            "docid": "44963071_13",
            "document": "Haiku Applications . Installer is a System Installer tool that is used to install Haiku to a partition. It makes it possible for the user to copy Haiku onto another volume. The installer needs a prepared partition. Haiku can also be added manually but using Installer is preferred over that because adding it manually is harder than using the installer. The user has to choose the source of the software which may be any CD or USB and has to choose the target destination. 'Begin' has to be clicked in order to start the installation process.",
            "score": 37.59544396400452
        },
        {
            "docid": "13217_2",
            "document": "Haiku . In Japanese, haiku are traditionally printed in a single vertical line while haiku in English often appear in three lines to parallel the three phrases of Japanese haiku.",
            "score": 45.608973026275635
        },
        {
            "docid": "38459350_14",
            "document": "Haiku in languages other than Japanese . Haiku poetry is a relatively new practice in the Arabic literature. It wasn't until 2010 when the first book was published by a Syrian writer Muhammad Adimah containing 1000 haiku translated from Japanese directly. Although most of the Arab haiku poets use the three short lines structure, this has not always been considered as a strict rule. Literary critics in the Arab world have not reached an agreement yet whether the haiku poems written by the young poets can be considered a new form of poetry or merely a different name for the (already popular) flash fiction. In July 2015, the \"Poetry Letters Magazine\" acknowledged the Arabic haiku as a distinct form of poetry by publishing, for the first time, haiku poems of 11 Arab poets from Syria, Morocco, Iraq, Jordan, and Tunisia.",
            "score": 60.055490016937256
        },
        {
            "docid": "25220261_3",
            "document": "CRAFFT Screening Test . The older version of the questionnaire contains 9 items in total, answered in a \"yes\" or \"no\" format. The first three items (Part A) evaluate alcohol and drug use over the past year and the other six (Part B) ask about situations in which the respondent used drugs or alcohol and any consequences of the usage. The CRAFFT 2.0 screening tool begins with past-12-month frequency items (Part A), rather than the previous “yes/no” question for any use over the past year and the other six (Part B) ask about situations in which the respondent used drugs or alcohol and any consequences of usage.",
            "score": 19.069385766983032
        },
        {
            "docid": "18521834_22",
            "document": "Haiku in English . Haiku of four lines (sometimes known as \"haiqua\") or longer have been written, some of them \"vertical haiku\" with only a word or two per line. These poems mimic the vertical printed form of Japanese haiku.",
            "score": 57.591739654541016
        },
        {
            "docid": "27840_3",
            "document": "Senryū . Some senryū skirt the line between haiku and senryū. The following senryū by Shūji Terayama copies the haiku structure faithfully, down to a blatantly obvious kigo, but on closer inspection is absurd in its content: Terayama, who wrote about playing hide-and-seek in the graveyard as a child, thought of himself as the odd one out, the one who was always \"it\" in hide-and-seek. Indeed, the original haiku included the theme \"oni\" (the \"it\" in Japanese is a demon, though in some parts a very young child forced to play \"it\" was called a \"sea slug\" (namako)). To him, seeing a game of hide-and-seek, or recalling it as it grew cold would be a chilling experience. Terayama might also have recalled opening his eyes and finding himself all alone, feeling the cold more intensely than he did a minute before among other children. Either way, any genuinely personal experience would be haiku and not senryū in the classic sense. If you think Terayama's poem uses a child's game to express in hyperbolic metaphor how, in retrospect, life is short, and nothing more, then this would indeed work as a senryū. Otherwise, it is a bona-fide haiku. There is also the possibility that it is a joke about playing hide and seek, only to realize (winter having arrived during the months spent hiding) that no one wants to find you.",
            "score": 43.35921239852905
        },
        {
            "docid": "52337409_9",
            "document": "Microbial drug delivery . Concerns regarding the containment of recombinant microbes in the gut have been addressed through safety mechanisms in both \"L. lactis\" and \"B. ovatus\". Containment refers to the inability of microbes to colonize the external environment, where they may have unknown consequences. LL-Thy12 will die upon removal from the body, as they depend on dietary thymidine for survival. \"B. ovatus\" is naturally an obligate anaerobe, so any recombinant strain is expected to die in the presence of oxygen once removed from the body.",
            "score": 19.996173620224
        },
        {
            "docid": "18521834_2",
            "document": "Haiku in English . A haiku in English is a very short poem in the English language, following to a greater or lesser extent the form and style of the Japanese haiku. A typical haiku is a three-line observation about a fleeting moment involving nature.",
            "score": 53.386868715286255
        },
        {
            "docid": "3866327_5",
            "document": "Lines on the Antiquity of Microbes . A notable example was composed by boxer Muhammad Ali. On June 4, 1975, after giving a speech at Harvard University, Ali was discussing poetry on stage with journalist George Plimpton. When asked for the shortest poem of all time, Plimpton recited \"Fleas\" as above, and Ali responded, \"I've got one: Me? Whee!\"",
            "score": 49.16944074630737
        },
        {
            "docid": "147807_15",
            "document": "Japanese New Year . The New Year traditions are also a part of Japanese poetry, including haiku (poems with 17 syllables, in three lines of five, seven and five) and renga (linked poetry). All of the traditions above would be appropriate to include in haiku as \"kigo\" (season words). There are also haiku that celebrate many of the \"first\" of the New Year, such as the \"first sun\" (\"hatsuhi\") or \"first sunrise\", \"first laughter\" (\"waraizome\"—starting the New Year with a smile is considered a good sign), and first dream (\"hatsuyume\"). Since the traditional New Year was later in the year than the current date, many of these mention the beginning of spring.",
            "score": 56.99884486198425
        },
        {
            "docid": "3969054_2",
            "document": "Strickland Gillilan . Strickland Gillilan (1869–1954) was an American poet and humorist. He is most famous for the poem \"The Reading Mother\", which remains a popular poem on Mother's Day. He is also recognized as the author of \"Lines on the Antiquity of Microbes\", said to be the shortest poem ever written. Much of his work is public domain and is often reproduced in greeting cards.",
            "score": 53.373066663742065
        },
        {
            "docid": "45226223_4",
            "document": "Ye Shaoweng . The last couplet is often reused in later works, its meaning recast as a sexual innuendo. The African-American author Richard Wright wrote two haikus which bear close resemblance to Ye's poem.",
            "score": 29.626852989196777
        },
        {
            "docid": "24080998_5",
            "document": "Chad Davidson . for \"Hockey Haiku: The Essential Collection\": Not since Agamemnon and Menelaus tore down the walls of Troy have we been witness to such atrocities as Poch and Davidson inflict upon us in their new anthology \"Hockey Haiku: the Essential Collection\". Essential! The hubris! Have they forgotten all the groundbreaking work of their forebears in the realms of hockey haikuology? Let us pause for a moment and remember some of the titans of the hockey haiku anthologies. Where is Jan Svedic's 1954 classic, the fabulous Hockey Haiku! Hockey Haiku!? \"Ubi sunt\" Grady Deetler's 1961 opus, the grand and stately three-volume \"Blood and Ice?\" And what of contemporary must-reads, such as Darius Visparov's 1989 virtual pantheon of greats, the mythic \"More New Hockey Haiku?\" And these are just the more notables. I should like to say to Davidson and Poch: \"Look on these works, ye Mighty, and despair.\" Alas, they wouldn't hear me for the din of their own super-inflated egos, so big I still spot them behind the monolithic Zambonies of hockey haikudom they hide behind.",
            "score": 37.46439862251282
        },
        {
            "docid": "39190281_15",
            "document": "Tadao Okazaki . His poems gained such prizes as: Special Prize from \"Modern Haiku Magazine\" Cicada Prize from \"Cicada, the Journal of Canadian Haiku Society\" He has published his three-line and free-verse haiku poems in Frogpond, The official journal of the Haiku Society of America; Modern Haiku; Cicada; New Cicada; Bottlerocket (in press) ; Contemporary Haibun and others.",
            "score": 44.46789216995239
        },
        {
            "docid": "38459350_12",
            "document": "Haiku in languages other than Japanese . Asko Künnap is credited as the inventor of Estonian haiku. The first collection of Estonian haiku was published in 2010: \"Estonian Haiku\" by poets Asko Künnap, Jürgen Rooste, and Karl Martin Sinijärv. An Estonian-language haiku competition was organized at the 2011 Helsinki Book Fair where Estonia was the guest of honor. A selection of Estonian haiku has been published by the Estonian Writers' Union's magazine \"Looming\" (\"Creation\"). Estonian haiku have been actively translated into Finnish.",
            "score": 31.414146423339844
        },
        {
            "docid": "38459350_13",
            "document": "Haiku in languages other than Japanese . Jhinabhai Desai introduced Haiku in Gujarati literature and popularized it. \"Soneri Chand Rooperi Suraj\" (1967) is the collection of 359 haiku and six Tanka poems. \"Kevalveej\" (1984) and \"Sunrise on the Snowpeaks\" are his other haiku collections. Dhiru Parikh published Haiku collection titled \"Aagiya\" in 1982.",
            "score": 38.37973737716675
        },
        {
            "docid": "18634157_8",
            "document": "Dick Briefer . Briefer's better-known version of the Frankenstein monster, however, developed upon the monster's return from the war, in \"Frankenstein\" #1 (undated, 1945), Frankenstein settled into small-town life, becoming a genial neighbor who \"began having delightful adventures with Dracula, the Wolfman and other horrific creatures. Briefer, with his trademark \"loose and smooth ink and brush skills\" began telling stories that would \"straddle some amorphous line between pure children's humor and adventure and an adult sensibility about the world\".",
            "score": 17.482529401779175
        },
        {
            "docid": "53887284_4",
            "document": "Borrelia mayonii . \"Borrelia mayonii\" is a bacterial genospecies discovered in midwestern areas within the United States. It was discovered by Pritt and colleagues at the Mayo Clinic in Minnesota during routine polymerase chain reaction (PCR) of the oppA1 gene of B. burgdorferi in 2016. According to Pritt, six samples were atypical and did not resemble any known species. These atypical microbes or microorganisms were later named after the Mayo Clinic as a new genospecies. The spirochaete, a flexible and spiral twist bacteria, was also detected in the blood of infected individuals using PCR and microscopy and was cultivated or grown in a modified BSK (Barbour-Stoenner-Kelly) plate, a microbe growth plate consisting of bovine serum albumin and rabbit serum, at 34 ℃ under oxygen levels lower than that of normal atmospheric conditions, centrifuged at 8000X g for 10 minutes, isolated using Qiagen DNA kit, and washed using dH2O.",
            "score": 26.314228057861328
        },
        {
            "docid": "27386408_2",
            "document": "Biobor . Biobor is a line of fuel additive products. Originally developed by U.S. Borax in 1963, Biobor is manufactured today by Hammonds Industries Inc. in Houston, Texas. Biobor JF is a microbicide designed to kill fungi, algae, and other microbes that damage fuel systems. \"Cladosporium resinae,\" a type of fungi, along with many other microbes thrive in fuel systems, needing minimal water and nutrients to survive. These microbes leave dangerous byproducts that corrode metal parts. The accumulation of microbes appears as a black sludge or slime. Biobor's active ingredients are 2,2'-oxybis (4,4 6-trimethyl-1,3,2-dioxaborinane) and 2,2'-(methyltrimethylenedioxy) bis-(4-methyl 1-1,3,2-dioxaborinane). Biobor JF is designed primarily for diesel and jet fuel, but can be used in any hydrocarbon based fuel.",
            "score": 37.69891715049744
        },
        {
            "docid": "2024130_9",
            "document": "Teddy (garment) . A body briefer is a form-fitting garment which smooths and shapes the wearer's figure. They typically come in a variety of control levels, achieved by using different materials or thicknesses things of materials in the body areas they are designed to control. Like sleep teddies, body briefers tend to use simpler materials and styles than teddies designed for visual appeal. Body briefers are also commonly referred to as \"body shapers\" or \"women's shapers\".",
            "score": 13.69675326347351
        }
    ],
    "r": [
        {
            "docid": "37427849_2",
            "document": "Estonian haiku . Estonian haiku () is a short poem in Estonian language which has adopted the form and style of the original Japanese haiku. Estonian haiku was first introduced in 2009. The so-called \"Estonian haiku\" is shorter than the Japanese one; the syllable count in Japanese haiku is 5+7+5, while Estonian haiku also goes in three lines but only comprises 4+6+4 syllables. Estonian authors claim that this is a distinctively Estonian form.",
            "score": 75.35508728027344
        },
        {
            "docid": "4664841_2",
            "document": "Fib (poetry) . Fib is an experimental Western poetry form, bearing similarities to haiku, but based on the Fibonacci sequence. That is, the typical fib and one version of the contemporary Western haiku both follow a strict structure. The typical fib is a six line, 20 syllable poem with a syllable count by line of 1/1/2/3/5/8 - with as many syllables per line as the line's corresponding place in the Fibonacci sequence; the specific form of contemporary Western haiku uses three (or fewer) lines of no more than 17 syllables in total. The only restriction on a Fib is that the syllable count follow the Fibonacci sequence. An example of a typical fib:",
            "score": 74.83829498291016
        },
        {
            "docid": "681433_5",
            "document": "Death poem . The poem's structure can be in one of many forms, including the two traditional forms in Japanese literature: kanshi or waka.. Sometimes they are written in the three-line, seventeen-syllable haiku form, although the most common type of death poem (called a \"jisei\" 辞世) is in the waka form called the tanka (also called a \"jisei-ei\" 辞世詠) which consists of five lines totaling 31 syllables (5-7-5-7-7)—a form that constitutes over half of surviving death poems.(Ogiu, 317-318).",
            "score": 74.01216888427734
        },
        {
            "docid": "38459350_11",
            "document": "Haiku in languages other than Japanese . What some people call Estonian haiku () is a form of poetry introduced in Estonia in 2009. The so-called \"Estonian haiku\" is shorter than a Japanese one; the syllable count in Japanese haiku is 5+7+5, while Estonian haiku also goes in three lines but only comprises 4+6+4 syllables. Estonian authors claim that this is a distinctively Estonian form.",
            "score": 73.45471954345703
        },
        {
            "docid": "3597605_3",
            "document": "Asian literature . In Tang and Song dynasty China, famous poets such as Li Bai authored works of great importance. They wrote \"shī\" (Classical Chinese: 詩) poems, which have lines with equal numbers of characters, as well as \"cí\" (詞) poems with mixed line varieties. Early-Modern Japanese literature (17th–19th centuries) developed comparable innovations such as haiku, a form of Japanese poetry that evolved from the ancient \"hokku\" (Japanese language: 発句) mode. Haiku consists of three lines: the first and third lines each have five \"morae\" (the rough phonological equivalent of syllables), while the second has seven. Original haiku masters included such figures as Edo period poet Matsuo Bashō (松尾芭蕉); others influenced by Bashō include Kobayashi Issa and Masaoka Shiki.",
            "score": 68.2412109375
        },
        {
            "docid": "3866327_4",
            "document": "Lines on the Antiquity of Microbes . \"Lines on the Antiquity of Microbes\" is frequently said to be the shortest poem in the English language, or the shortest in the world. However, many shorter poems have since been written.",
            "score": 66.84149169921875
        },
        {
            "docid": "38412771_2",
            "document": "Shadorma . The Shadorma is a poetic form consisting of a six-line stanza (or sestet). The form is alleged to have originated in Spain. Each stanza has a syllable count of three syllables in the first line, five syllables in the second line, three syllables in the third and fourth lines, seven syllables in the fifth line, and five syllables in the sixth line (3/5/3/3/7/5) for a total of 26 syllables. A poem may consist of one stanza, or an unlimited number of stanzas (a series of shadormas).",
            "score": 64.90454864501953
        },
        {
            "docid": "2220473_30",
            "document": "Adelaide Crapsey . In the years before her death, she wrote much of the verse on which her reputation rests. Her interest in rhythm and meter led her to create a unique variation on the cinquain (or quintain), a 5-line form of 22 syllables influenced by the Japanese haiku and tanka. Her five-line cinquain (now styled as an American cinquain) has a generally iambic meter defined as \"one-stress, two-stress, three-stress, four-stress and suddenly back to one-stress\" and normally consists of 2 syllables in the first and last lines and 4, 6 and 8 syllables in the middle three lines, as shown in the poem Niagara. Marianne Moore said of her poetic style, \"Crapsey's apartness and delicately differentiated footfalls, her pallor and color were impressive.\"",
            "score": 63.86953353881836
        },
        {
            "docid": "22926_56",
            "document": "Poetry . Haiku is a popular form of unrhymed Japanese poetry, which evolved in the 17th century from the \"hokku\", or opening verse of a renku. Generally written in a single vertical line, the haiku contains three sections totalling 17 \"onji\", structured in a 5-7-5 pattern. Traditionally, haiku contain a kireji, or cutting word, usually placed at the end of one of the poem's three sections, and a kigo, or season-word. The most famous exponent of the haiku was Matsuo Bashō (1644–94). An example of his writing:",
            "score": 63.572052001953125
        },
        {
            "docid": "3866327_2",
            "document": "Lines on the Antiquity of Microbes . Lines on the Antiquity of Microbes, also known simply as Fleas, is a couplet commonly cited as the shortest poem ever written, composed by American poet Strickland Gillilan in the early 20th century.",
            "score": 62.94723892211914
        },
        {
            "docid": "13217_40",
            "document": "Haiku . The Japanese-American scholar and translator Kenneth Yasuda published \"The Japanese Haiku: Its Essential Nature, History, and Possibilities in English, with Selected Examples\" in 1957. The book includes both translations from Japanese and original poems of his own in English, which had previously appeared in his book titled \"A Pepper-Pod: Classic Japanese Poems together with Original Haiku\". In these books Yasuda presented a critical theory about haiku, to which he added comments on haiku poetry by early 20th-century poets and critics. His translations apply a 5–7–5 syllable count in English, with the first and third lines end-rhymed. Yasuda considered that haiku translated into English should utilize all of the poetic resources of the language. Yasuda's theory also includes the concept of a \"haiku moment\" based in personal experience, and provides the motive for writing a haiku (' an aesthestic moment' of a timeless feeling of enlightened harmony as the poet's nature and the environment are unified'). This notion of the haiku moment has resonated with haiku writers in English, even though the notion is not widely promoted in Japanese haiku.(See however, 'Shiki's Haiku Moments for Us Today'",
            "score": 62.27016067504883
        },
        {
            "docid": "38459350_14",
            "document": "Haiku in languages other than Japanese . Haiku poetry is a relatively new practice in the Arabic literature. It wasn't until 2010 when the first book was published by a Syrian writer Muhammad Adimah containing 1000 haiku translated from Japanese directly. Although most of the Arab haiku poets use the three short lines structure, this has not always been considered as a strict rule. Literary critics in the Arab world have not reached an agreement yet whether the haiku poems written by the young poets can be considered a new form of poetry or merely a different name for the (already popular) flash fiction. In July 2015, the \"Poetry Letters Magazine\" acknowledged the Arabic haiku as a distinct form of poetry by publishing, for the first time, haiku poems of 11 Arab poets from Syria, Morocco, Iraq, Jordan, and Tunisia.",
            "score": 60.05549240112305
        },
        {
            "docid": "1738605_40",
            "document": "Culture of Asia . In the early eleventh century, court lady Murasaki Shikibu wrote Tale of the Genji considered the masterpiece of Japanese literatures and an early example of a work of fiction in the form of a novel. Early-Modern Japanese literature (17th–19th centuries) developed comparable innovations such as haiku, a form of Japanese poetry that evolved from the ancient \"hokku\" (Japanese language: 発句) mode. Haiku consists of three lines: the first and third lines each have five \"morae\" (the rough phonological equivalent of syllables), while the second has seven. Original haiku masters included such figures as Edo period poet Matsuo Bashō (松尾芭蕉); others influenced by Bashō include Kobayashi Issa and Masaoka Shiki.",
            "score": 59.924644470214844
        },
        {
            "docid": "6086861_14",
            "document": "Arts by region . Early-Modern Japanese literature (17th–19th centuries) developed innovations such as haiku, a form of Japanese poetry that evolved from the ancient \"hokku\" (Japanese language: 発句) mode. Haiku consists of three lines: the first and third lines each have five \"morae\" (the rough phonological equivalent of syllables), while the second has seven. Original haiku masters included such figures as Edo period poet Matsuo Bashō (松尾芭蕉); others influenced by Bashō include Kobayashi Issa and Masaoka Shiki.",
            "score": 59.86024475097656
        },
        {
            "docid": "50598876_9",
            "document": "Sept haï-kaïs . \"Haï-kaï\" is a French rendering of the Japanese word (, \"comic, unorthodox\") referring to a genre of Japanese poetry generally tinged with humour. It evolved in the 16th century from the tanka, a poetic form of 31 syllables in five lines in a scheme of 5-7-5-7-7 syllables. The \"tanka\" appeared in the Imperial Court at the end of the Nara period in the late 8th century and enjoyed a golden age during the Heian period (794–1185). The haiku form that had appeared by the 17th century also derives from the \"tanka\", reduced to 17 syllables: 5-7-5.",
            "score": 59.19052505493164
        },
        {
            "docid": "13217_8",
            "document": "Haiku . In comparison with English verse typically characterized by syllabic meter, Japanese verse counts sound units known as \"\"on\"\" or morae. Traditional haiku consist of 17 \"on\", in three phrases of five, seven and five \"on\" respectively. Among contemporary poems \"teikei\" ( fixed form) haiku continue to use the 5-7-5 pattern while \"jiyuritsu\" ( free form) haiku do not. One of the examples below illustrates that traditional haiku masters were not always constrained by the 5-7-5 pattern.",
            "score": 58.79960250854492
        },
        {
            "docid": "774012_8",
            "document": "Japanese poetry . Haiku are a short, 3-line verse form, which have achieved significant global popularity, and the haiku form has been adapted from Japanese into other languages. Typical of the haiku form is the metrical pattern of 3 lines with a distribution of 5, 7, and 5 \"on\" (also known as morae) within those lines. Other features include the juxtaposition of two images or ideas with a \"kireji\" (\"cutting word\") between them, and a \"kigo\", or seasonal reference, usually drawn from a \"saijiki\", or traditional list of such words.",
            "score": 57.620994567871094
        },
        {
            "docid": "18521834_22",
            "document": "Haiku in English . Haiku of four lines (sometimes known as \"haiqua\") or longer have been written, some of them \"vertical haiku\" with only a word or two per line. These poems mimic the vertical printed form of Japanese haiku.",
            "score": 57.59174346923828
        },
        {
            "docid": "2915858_8",
            "document": "Monostich . However, as Dmitry Kuzmin has pointed out in the first book-length study of one-line poetry (2016), Walt Whitman included one monostich (with the very long line though) in 1860 edition of his \"Leaves of Grass\", and then in 1893 and 1894 Edith Thomas, possibly in collaboration with an amateur author Samuel R. Elliott (1836—1909), anonymously published in \"The Atlantic Monthly\" several one-line poems intended as a joke. In the 1920s one-line poetry was rediscovered in the USA by Yvor Winters, Edwin Ford Piper, Charles Reznikoff and others. Later, John Ashbery in '37 Haiku' demonstrated the Haiku in the monostich form. Ian McBryde's 2005 book 'Slivers' consists entirely of one line poems.",
            "score": 57.55543899536133
        },
        {
            "docid": "147807_15",
            "document": "Japanese New Year . The New Year traditions are also a part of Japanese poetry, including haiku (poems with 17 syllables, in three lines of five, seven and five) and renga (linked poetry). All of the traditions above would be appropriate to include in haiku as \"kigo\" (season words). There are also haiku that celebrate many of the \"first\" of the New Year, such as the \"first sun\" (\"hatsuhi\") or \"first sunrise\", \"first laughter\" (\"waraizome\"—starting the New Year with a smile is considered a good sign), and first dream (\"hatsuyume\"). Since the traditional New Year was later in the year than the current date, many of these mention the beginning of spring.",
            "score": 56.99884796142578
        },
        {
            "docid": "2699343_14",
            "document": "When Lilacs Last in the Dooryard Bloom'd . \"When Lilacs Last in the Dooryard Bloom'd\" is a first-person monologue written in free verse. It is a long poem, 206 lines in length (207 according to some sources), that is cited as a prominent example of the elegy form and of narrative poetry. In its final form, published in 1881 and republished to the present, the poem is divided into sixteen sections referred to as cantos or strophes that range in length from 5 or 6 lines to as many as 53 lines. The poem does not possess a consistent metrical pattern, and the length of each line varies from seven syllables to as many as twenty syllables. Literary scholar Kathy Rugoff says that \"the poem... has a broad scope and incorporates a strongly characterized speaker, a complex narrative action and an array of highly lyrical images.\"",
            "score": 55.88361740112305
        },
        {
            "docid": "9418_18",
            "document": "Epic poetry . Many verse forms have been used in epic poems through the ages, but each language's literature typically gravitates to one form, or at least to a very limited set. Ancient Sumerian epic poems did not use any kind of poetic meter and lines did not have consistent lengths; instead, Sumerian poems derived their rhythm solely through constant repetition, with subtle variations between lines. Indo-European epic poetry, by contrast, usually places strong emphasis on the importance of line consistency and poetic meter. Ancient Greek and Latin poems were written in dactylic hexameter. Old English, German and Norse poems were written in alliterative verse, usually without rhyme. Italian, Spanish and Portuguese long poems were usually written in terza rima or especially ottava rima. From the 14th century English epic poems were written in heroic couplets, and rhyme royal, though in the 16th century the Spenserian stanza and blank verse were also introduced. The French alexandrine is currently the heroic line in French literature, though in earlier periods the decasyllable took precedence. In Polish literature, couplets of Polish alexandrines (syllabic lines of 7+6 syllables) prevail. In Russian, iambic tetrameter verse is the most popular. In Serbian poetry, the decasyllable is the only form employed.",
            "score": 54.80521774291992
        },
        {
            "docid": "33102591_3",
            "document": "Gushi (poetry) . The normal formal style is for uniform line lengths of 5 or 7 syllables (or characters), with lines in syntactically-paired couplets. Parallelism emphasizing thesis or antithesis is frequently found but is not an obligatory feature. Rhymes generally occur at the ends of couplets, the actual rhyme sound sometimes changing through the course of the poem. Caesura usually occurs as a major feature before the last 3 syllables in any line, with the 7 syllable lines also often having a minor caesura in between the first two pairs of syllables. The final 3 syllables in a line are often varied syntactically by whether the first and second of these are more closely linked by the syntax or whether the second and third are more syntactically connected: a feature of the \"gushi\" form which provides added poetic interest and variety.",
            "score": 54.80218505859375
        },
        {
            "docid": "50123478_2",
            "document": "575 (song) . \"575\" is a song recorded by Japanese recording girl group Perfume for their third studio album, \"JPN\" (2011). It was written, composed, arranged, and produced by Japanese musician and Capsule member Yasutaka Nakata. The song was included as a B-side track for the group’s single, \"Voice\". It was also released exclusively to Uta stores in Japan on July 14, 2010. Musically, \"575\" was described as a mellow Japanese pop song. It marks the first time that the group perform in a rap structure, delivered after the first chorus. The song's title, and the structure of its verses, derives from the structure of haiku, a Japanese style of poetry which comprises a 5-syllable line, a 7-syllable line, and then another 5-syllable line.",
            "score": 53.400787353515625
        },
        {
            "docid": "18521834_2",
            "document": "Haiku in English . A haiku in English is a very short poem in the English language, following to a greater or lesser extent the form and style of the Japanese haiku. A typical haiku is a three-line observation about a fleeting moment involving nature.",
            "score": 53.38686752319336
        },
        {
            "docid": "3969054_2",
            "document": "Strickland Gillilan . Strickland Gillilan (1869–1954) was an American poet and humorist. He is most famous for the poem \"The Reading Mother\", which remains a popular poem on Mother's Day. He is also recognized as the author of \"Lines on the Antiquity of Microbes\", said to be the shortest poem ever written. Much of his work is public domain and is often reproduced in greeting cards.",
            "score": 53.373069763183594
        },
        {
            "docid": "85818_30",
            "document": "Nibelungenlied . The \"Nibelungenlied\" is written in four-line stanzas. Although no melody has survived for the text, melodies for similar stanzas in other German heroic poems have, so that it is certain that the text was meant to be sung. The stanza consists of three \"Langzeilen\" (long lines), which consist of three metrical feet, a caesura, and three metrical feet following the caesura. The fourth line adds an additional foot following the caesura, making it longer than the other three and marking the end of the stanza. The final word before the caesura is typically female (a stressed syllable followed by an unstressed syllable), whereas the final word of a line is typical male (a stressed syllable). The lines rhyme in pairs, and occasionally there are internal rhymes between the words at the end of the caesura, as in the first stanza (see Synopsis). Victor Millet prints the poem's sixth stanza as an example of the metrical form. An acute accent indicates the stressed beat of a metrical foot, and || indicates the caesura:",
            "score": 52.94614028930664
        },
        {
            "docid": "25702208_32",
            "document": "Vietnamese poetry . At the heart of this family of forms are four related verse types: two with five syllables per line, and two with seven syllables per line; eight lines constituting a complete poem in each. Not only are syllables and lines regulated, so are rhymes, Level and Deflected tones (corresponding closely to the Vietnamese Flat and Sharp), and a variety of \"faults\" which are to be avoided. While Chinese poets favored the 5-syllable forms, Vietnamese poets favored the 7-syllable forms, so the first of these 7-syllable forms is represented here in its standard Tang form:",
            "score": 52.84455490112305
        },
        {
            "docid": "29281365_11",
            "document": "Stephen Ziliak . In 2001, while teaching at Georgia Tech, Ziliak rediscovered his appreciation for haiku poetry. Haiku are short lyric verse with a budget constraint, conventionally arranged in three lines of 17 sounds (5-7-and-5). He had learned about the medieval Japanese art form back in the 1980s, from a friend in Indianapolis who happened to be the eminent African American poet Etheridge Knight. Teaching large-section courses to hundreds of students, Ziliak was at the same time seeking a low-cost way to help students connect their own observations and feelings to the economics textbook and economy itself. Economics and haiku overlap at the level of principles, he discovered, yet give something more in combination, such as feelings. Students reacted positively. \"Haiku economics\" was born, and first published in 2002. Ziliak's most famous haiku is:",
            "score": 52.75259017944336
        },
        {
            "docid": "3866327_6",
            "document": "Lines on the Antiquity of Microbes . According to the \"Guinness Book of Records\", the world's shortest poem is a one-letter poem by Aram Saroyan comprising a four-legged version of the letter \"m\".",
            "score": 52.65573501586914
        },
        {
            "docid": "3866327_1",
            "document": "Lines on the Antiquity of Microbes . Lines on the Antiquity of Microbes",
            "score": 52.54950714111328
        },
        {
            "docid": "2774375_3",
            "document": "Roy Arad . Arad has published eight books. He formed a style that he called \"Kimo\" and defined as \"a Hebrew adaptation of the Japanese Haiku\": it consists of three lines of 10, 7, and 6 syllables. It usually describes one frozen scene that has no movement in it, and in practice, the content of the poems is close to Senryū. In 2004 he published \"Paintings and poems 2000-2003\" with Tal Esther Gallery, Shadurian. and In 2009 he published the poetry book \"Guns and Credit Cards\" with Plonit publishing house. As an author, Arad published the book \"The Israeli Dream\" (Xargol-Am Oved) in 2010, \"The Pelican\" (Xargol-Modan) in 2013, and many short stories. In 2016, \"The Israeli Dream\" was chosen in Mako website as one of ten best Israeli books of the 21st century.",
            "score": 52.54487609863281
        }
    ]
}