{
    "q": [
        {
            "docid": "24346064_20",
            "document": "Chopsticks . Native cuisine uses a fork and spoon, adopted from the West. Ethnic Chinese immigrants introduced the use of chopsticks for foods that require them. Restaurants serving other Asian cuisines that utilize chopsticks use the style of chopstick, if any, appropriate for that cuisine.",
            "score": 36.21412777900696
        },
        {
            "docid": "1738605_59",
            "document": "Culture of Asia . Traditionally, many Asians eat using their bare hand; this is a common practice in Central, South, and West Asia. However, western cutlery such as spoons and forks are currently being used increasingly and have also become widely available. With the advent of western cutlery, it may be viewed as rude in these nations to eat using the bare hands in some public places. In Indonesia and the Philippines, people usually use western cutlery such as the spoon, fork, and knife. While in China, Japan, Taiwan, Korea, and Vietnam, people usually use chopsticks to eat traditional food, but the shape of chopsticks are different in these countries. For example, Chinese chopsticks are long and square; Vietnamese chopsticks are long, being thick at one end and then gradually getting thinner at the other end, and are made of wood or bamboo; Japanese chopsticks are rounder, short, and spiral, having been designed to eat bony fish easily; Taiwanese chopsticks are made of materials such as bamboo, wood, and metal; Korean chopsticks are short, flat, and made of metal. It is said that wood is rarer than metal on the Korean Peninsula and that metal chopsticks can prevent poisoning. Fresh raw fish cuisines, such as sushi and sashimi are very popular in East Asia (especially Japan). These raw fish dishes were influenced by two major cultures: Chinese and Japanese.",
            "score": 34.815211057662964
        },
        {
            "docid": "616975_57",
            "document": "Asian black bear . Along with sun bears, Asiatic black bears are the most typically used species in areas where bears are either used in performances or as pets. Asian black bears have an outstanding learning ability in captivity, and are among the most common species used in circus acts. According to Gary Brown:",
            "score": 36.03414869308472
        },
        {
            "docid": "616975_3",
            "document": "Asian black bear . The species is morphologically very similar to some prehistoric bears, and is thought by some scientists to be the ancestor of other extant bear species (aside from pandas and spectacled bears). Though largely herbivorous, Asian black bears can be very aggressive toward humans, who frequently trap or kill them for traditional medicine.",
            "score": 30.981555223464966
        },
        {
            "docid": "27440536_3",
            "document": "Knife rest . Similar tools are the chopstick rest and spoon and chopstick rest used in Asian cuisine and the spoon rest.",
            "score": 31.118398666381836
        },
        {
            "docid": "616975_8",
            "document": "Asian black bear . On average, adult Asiatic black bears are slightly smaller than American black bears, though large males can exceed the size of several other bear species.",
            "score": 27.7987539768219
        },
        {
            "docid": "616975_7",
            "document": "Asian black bear . A black bear with broken hind legs can still climb effectively. In contrast to polar bears, Asiatic black bears have powerful upper bodies for climbing trees, and relatively weak hind legs which are shorter than those in brown bears and American black bears. They are the most bipedal of all bears, and have been known to walk upright for over a quarter mile. The heel pads on the forefeet are larger than those of most other bear species. Their claws, which are primarily used for climbing and digging, are slightly longer on the fore foot (30–45 mm) than the back (18–36 mm), and are larger and more hooked than those of the American black bear.",
            "score": 34.690120458602905
        },
        {
            "docid": "7350882_8",
            "document": "Onna Tachiguishi-Retsuden . The first print contains a pair of collector wooden chopsticks, as a reference to the one used by the female Fast Food Grifter in the movie. Customers ordering from the distributor's official online shop can get an extra pair of chopsticks. This limited edition uses the original movie's own colors blue/yellow, while the regular package is designed after the short, \"i.e.\" black/red.",
            "score": 28.153141498565674
        },
        {
            "docid": "616975_64",
            "document": "Asian black bear . Accounts on the quality of the black bear's fur vary. According to \"Natural History of the Mammalia of India and Ceylon\", \"Their skins are always poor and mangy, and generally so greasy that they are very difficult to keep until you can make them over to the dresser\", which is corroborated by \"The great and small game of India, Burma, and Tibet\", which states \"... the skins are never of any particular value, and in autumn, owing to the masses of yellow fat that are accumulated beneath them, are absolutely useless.\" The first part of volume II of \"Mammals of the Soviet Union\" on the other hand states that Asian black bears yield fur, meat and fat of greater quality than those of brown bears. In British India, grease was the only practical use for black bear carcasses. Bears living near villages were considered the most ideal, as they were almost invariably fatter than their forest dwelling counterparts.",
            "score": 28.449998378753662
        },
        {
            "docid": "399740_31",
            "document": "Sloth bear . In Rudyard Kipling's \"The Jungle Book\", Baloo \"the sleepy old brown bear\" teaches the Law of the Jungle to the wolf cubs of the Seeonee wolf pack, as well as to his most challenging pupil, the \"man-cub\" Mowgli. Robert Armitage Sterndale, from whom Kipling derived most of his knowledge of Indian fauna, used the Hindustani word \"bhalu\" for several bear species, though Daniel Karlin, who edited the Penguin Classics reissue of \"The Jungle Book\" in 1989, stated, with the exception of colour, Kipling's descriptions of Baloo are consistent with the sloth bear, as brown bears and Asian black bears do not occur in the Seoni area where the novel takes place. Also, the name \"sloth\" can be used in the context of sleepiness. Karlin states, however, that Baloo's diet of \".. only roots and nuts and honey\" is a trait more common to the Asian black bear than to the sloth bear.",
            "score": 27.909868717193604
        },
        {
            "docid": "27019_128",
            "document": "South Korea . Korea is unique among Asian countries in its use of metal chopsticks. Metal chopsticks have been discovered in Goguryeo archaeological sites.",
            "score": 35.57249450683594
        },
        {
            "docid": "411656_3",
            "document": "Baloo . He is described in Kipling's work as \"the sleepy brown bear\". Robert Armitage Sterndale, from whom Kipling derived most of his knowledge of Indian fauna, used the Hindi word \"\"Bhalu\"\" for several bear species, though Daniel Karlin, who edited the Penguin reissue of \"The Jungle Book\" in 1987, states that, with the exception of colour, Kipling's descriptions of Baloo are consistent with the sloth bear, as brown bears and Asian black bears do not occur in the Seoni area where the novel takes place. Also, the name \"sloth\" can be used in the context of sleepiness. Karlin states, however, that Baloo's diet of \"only roots and nuts and honey\" is a trait more common to the Asian black bear than to the sloth bear. Nevertheless, this may be single observation only; according to the dietary habits of sloth bears, while sloth bears prefer termites and ants (which is also described as Baloo's special treat in \"The Jungle Book\"), their main sources of food are honey and fruits most of the year.",
            "score": 29.58076024055481
        },
        {
            "docid": "616975_55",
            "document": "Asian black bear . In the remoter areas of Japan, black bears can be serious crop predators: black bears feed on cultivated bamboo shoots in spring, on plums, watermelons and corn in the summer, and on persimmons, sweet potatoes and rice in the autumn. Japanese black bears are estimated to damage 3,000 bee hives annually. When feeding on large crops such as watermelons or pumpkins, black bears will ignore the flesh, and eat the seeds, thus adversely affecting future harvests. Black bears can girdle and kill trees by stripping their bark for the sap. This can cause serious economic problems in Asia's valuable timber forests. In the late 1970s, 400-1,200 hectares of land had been affected by bears bark stripping Japanese conifers. There is evidence that 70-year-old conifers (commanding the highest market values) may also have been bark stripped.",
            "score": 26.575579404830933
        },
        {
            "docid": "16749_73",
            "document": "Korea . Korea is unique among Asian countries in its use of metal chopsticks. Metal chopsticks have been discovered in archaeological sites belonging to the ancient Korean kingdoms of Goguryeo, Baekje and Silla.",
            "score": 34.77011680603027
        },
        {
            "docid": "616975_14",
            "document": "Asian black bear . Asiatic black bears are diurnal, though they become nocturnal near human habitations. They may live in family groups consisting of two adults and two successive litters of young. They will walk in a procession of largest to smallest. They are good climbers of rocks and trees, and will climb to feed, rest, sun, elude enemies and hibernate. Some older bears may become too heavy to climb. Half of their life is spent in trees and they are one of the largest arboreal mammals. In the Ussuri territory, black bears can spend up to 15% of their time in trees. Asiatic black bears break branches and twigs to place under themselves when feeding on trees, thus causing many trees in their home ranges to have nest-like structures on their tops. Asiatic black bears will rest for short periods in nests on trees standing fifteen feet or higher. Asiatic black bears do not hibernate over most of their range. They may hibernate in their colder, northern ranges, though some bears will simply move to lower elevations. Nearly all pregnant sows hibernate. Black bears prepare their dens for hibernation in mid-October, and will sleep from November until March. Their dens can either be dug out hollow trees (sixty feet above ground), caves or holes in the ground, hollow logs, or steep, mountainous and sunny slopes. They may also den in abandoned brown bear dens. Asiatic black bears tend to den at lower elevations and on less steep slopes than brown bears. Female black bears emerge from dens later than do males, and female black bears with cubs emerge later than barren females. Asiatic black bears tend to be less mobile than brown bears. With sufficient food, Asian black bears can remain in an area of roughly 1–2 sq km, and sometimes even as little as 0.5–1 sq km.",
            "score": 29.918257236480713
        },
        {
            "docid": "616975_65",
            "document": "Asian black bear . Asiatic black bears have been hunted for their parts in China since the Stone Age. Bile is most appreciated as it supposedly cures many diseases, effectively treats the accumulation of blood below the skin, and counters toxic effects. Also, bear bone glue is used as a tonic, and bear fat is also used as a traditional medicine and a tonic. Black bear meat is also edible. Due to their many uses black bears are worth about 20–30 million dong (US$1,500–2,250) each in Vietnam.",
            "score": 32.062122106552124
        },
        {
            "docid": "616975_58",
            "document": "Asian black bear . Black bears are easily tamed, and can be fed with rice, maize, sweet potato, cassava, pumpkin, ripe fruit, animal fat and sweet foods. Keeping captive black bears is popular in China, especially due to the belief that milking the bear's gall bladder leads to quick prosperity. Bears are also popular as pets in Vietnam.",
            "score": 27.166725873947144
        },
        {
            "docid": "543466_30",
            "document": "Siberian tiger . Following a decrease of ungulate populations from 1944 to 1959, more than 32 cases of Amur tigers attacking both brown and Asian black bears were recorded in the Russian Far East, and hair of bears were found in several tiger scat samples. Tigers attack Asian black bears less often than brown bears, as latter live in more open habitat and are not able to climb trees. In the same time period, four cases of brown bears killing female and young tigers were reported, both in disputes over prey and in self-defense. Tigers can tackle bears larger than themselves, using an ambushing tactic and jumping onto the bear from an overhead position, grabbing it by the chin with one fore paw and by the throat with the other, and then killing it with a bite in the spinal column. Tigers mainly feed on the bear's fat deposits, such as the back, hams, and groin.",
            "score": 32.09546184539795
        },
        {
            "docid": "616975_6",
            "document": "Asian black bear . Although mostly herbivorous, the jaw structure of Asiatic black bears is not as specialized for plant eating as that of pandas: Asian black bears have much narrower zygomatic arches, and the weight ratio of the two pterygoid muscles is also much smaller in Asian black bears. The lateral slips of the temporal muscles are thicker and stronger in black bears.",
            "score": 31.899428367614746
        },
        {
            "docid": "24346064_8",
            "document": "Chopsticks . In Korean, 저 (箸, \"jeo\") is used in the compound \"jeotgarak\" (), which is composed of \"jeo\" \"chopsticks\" and \"garak\" \"stick\". \"Jeo\" cannot be used alone, but can be found in other compounds such as \"sujeo\" (), meaning \"spoon and chopsticks\".",
            "score": 23.13848614692688
        },
        {
            "docid": "3398337_21",
            "document": "East Asian cultural sphere . The cuisine of East Asia shares many of the same ingredients and techniques. Chopsticks are used as an eating utensil in all of the core East Asian countries. The use of soy sauce, a sauce made from fermenting soy beans, is also widespread in East Asia. Rice is a main staple food in all of East Asia and is a major focus of food security. In East Asian countries, the word, 'rice' can embody the meaning of food in general (simplified Chinese: ; traditional Chinese: ; pinyin: ).",
            "score": 38.19039821624756
        },
        {
            "docid": "24346064_29",
            "document": "Chopsticks . American manufacturers have begun exporting American-made chopsticks to China, using sweet gum and poplar wood as these materials do not need to be artificially lightened with chemicals or bleach, and have been seen as appealing to Chinese and other East Asian consumers.",
            "score": 37.302560329437256
        },
        {
            "docid": "399740_7",
            "document": "Sloth bear . Sloth bear fur is completely black (rusty for some specimens), save for a whitish Y- or V-shaped mark on the chest. This feature is sometimes absent, particularly in Sri Lankan specimens. This feature, which is also present in Asian black bears and sun bears, is thought to serve as a threat display, as all three species are sympatric with tigers. The coat is long, shaggy, and unkempt, despite the relatively warm environment in which the species is found, and is particularly heavy behind the neck and between the shoulders, forming a mane which can be long. The belly and underlegs can be almost bare. Sloth bears are usually about the same size as an Asian black bear but are immediately distinctive for their shaggier coat, whitish claws, as well as their typically rangier build. Their head and mouth is highly distinct from that of a black bear with a longer, narrower skull shape (particularly the snout), loose-looking, flappier lips and paler muzzle colour. In few areas of overlap, sloth bear confusion with sun bears is unlikely, given the latter species considerably smaller size, much shorter fur, wrinkled folding skin (especially around the back), bolder chest marking and drastically different, more compact head structure and appearance.",
            "score": 28.6176118850708
        },
        {
            "docid": "616975_42",
            "document": "Asian black bear . South Korea remains one of two countries to allow bear bile farming to continue legally. As reported in 2009, approximately 1,374 bears reside in an estimated 74 bear farms where they are kept for slaughter to fuel the demands of traditional Asian medicine. In sharp contrast, fewer than 20 bears can be found at Jirisan Restoration Center, located in Korea's Jirisan National Park.",
            "score": 26.532104969024658
        },
        {
            "docid": "616975_11",
            "document": "Asian black bear . Asiatic black bears are close relatives to American black bears, with which they share a European common ancestor; the two species are thought to have diverged 3 million years ago, though genetic evidence is inconclusive. Both American and Asiatic species are considered sister taxa and are more closely related to each other than other species of bear. The earliest American black bear fossils, which were located in Port Kennedy, Pennsylvania, greatly resemble the Asiatic species. The first mtDNA study undertaken on Asiatic black bears suggested that the species arose after the American black bears, while a second study could not statistically resolve the branching order of sloth bears and the two black species, suggesting that these three species underwent a rapid radiation event. A third study suggested that American black bears and Asiatic black bears diverged as sister taxa after the sloth bear lineage and before the sun bear lineage. Further investigations on the entire mitochondrial cytochrome b sequence indicate that the divergence of continental and Japanese black bear populations might have occurred when bears crossed the land bridge between the Korean peninsula and Japan 500,000 years ago, which is consistent with paleontological evidence.",
            "score": 27.720208406448364
        },
        {
            "docid": "616975_63",
            "document": "Asian black bear . Traditionally, the Atayal, Taroko, and Bunun tribes of Taiwan consider black bears to be almost human in their behaviours, and thus unjust killing of bears is equated with murder and will cause misfortunes such as disease, death, or crop failure. The Bunun people call black bears \"Aguman\" or \"Duman\" which means devil. Traditionally, a Bunun hunter who has accidentally trapped a bear has to build a cottage in the mountains and cremate the bear within it. The hunter must stay in the cottage alone, away from the village until the end of the millet harvest, as it is believed that the killing of a black bear will cause the millet crop to burn black. In the Tungpu area, black bears are considered animals of the \"third category\": animals with the most remote relationship to humans and whose activity is restricted outside human settlements. Therefore, when black bears encroach upon human settlements, they are considered ill omens. In this situation, the community can either destroy trespassing bears or settle somewhere else. The Rukai and Paiwan people are permitted to hunt black bears, though they believe that doing so will curse the hunters involved: Rukai people believe that hunting bears can result in disease. Children are forbidden from eating bear meat, which is itself not permitted to be taken within homes.",
            "score": 27.242763996124268
        },
        {
            "docid": "4402_68",
            "document": "Brown bear . Brown bears usually dominate other bear species in areas where they coexist. Due to their smaller size, American black bears are at a competitive disadvantage to brown bears in open, unforested areas. Although displacement of black bears by brown bears has been documented, actual interspecific killing of black bears by brown bears has only occasionally been reported. Confrontation is mostly avoided due to the black bear's diurnal habits and preference for heavily forested areas, as opposed to the brown bear's largely nocturnal habits and preference for open spaces. Where they do not live in close proximity to grizzly bears, and especially where found near human habitations, American black bears may become to a larger extent nocturnal. Brown bears may also kill Asian black bears, though the latter species probably largely avoids conflicts with the brown bear due to similar habits and habitat preferences to the American black species. Brown bears will eat the fruit dropped from trees by the Asian black bear, as they themselves are too large and cumbersome to climb. Improbably, in the Himalayas, brown bears are reportedly intimidated by Asian black bears in confrontations. However, the Himalayan black bears are reportedly more aggressive towards humans than the region's Himalayan brown bear, and the latter is one of the smaller types of brown bear, though still somewhat larger than the black bear. In Siberia, the opposite is true, and black bears are not known to attack people, but brown bears are. Both black bears seem to be most vulnerable to predatory attacks by brown bears when the latter species leaves hibernation sooner in early spring and ambushes the smaller ursids in their dens.",
            "score": 32.274564266204834
        },
        {
            "docid": "616975_1",
            "document": "Asian black bear . Asian black bear",
            "score": 28.03231954574585
        },
        {
            "docid": "616975_9",
            "document": "Asian black bear . The famed British sportsman known as the \"Old Shekarry\" wrote of how a black bear he shot in India probably weighed no less than based on how many people it took to lift its body. The largest Asiatic black bear on record allegedly weighed . Zoo-kept specimens can weigh up to . Although their senses are more acute than those of brown bears, their eyesight is poor, and their hearing range is moderate, the upper limit being 30 kHz.",
            "score": 27.831915140151978
        },
        {
            "docid": "48892760_17",
            "document": "Sangu Matamuhari . The wildlife sanctuary was once covered with luxuriant multi-storied evergreen forest. The Asian elephant herds used to roam in and around the sanctuary. However, due to settlement of refuge, the vegetation of these areas diminished and became uninhabitable for elephants, which now can be seen in Sangu Mouza only. Asian black bear is the most common bear species in the area but still low numbered. Second bear species of the area is Sun bear Other large mammal sambar deer are also been reported here but in lower numbers. Just recent camera trap project captured some clouded leopard photos. Endangered species great hornbill are still seen flying in the sanctuary. There are some spotted owlet as well.",
            "score": 26.79103136062622
        },
        {
            "docid": "29809971_2",
            "document": "Baluchistan black bear . The Baluchistan black bear (\"Ursus thibetanus gedrosianus\"), also called the Pakistan black bear is a subspecies of the Asian black bear occurring in the Baluchistan Mountains of southern Pakistan and Iran. It has an unusually thin coat for an Asian black bear, but this is because it is found in a warmer climate than most of the other subspecies, which are found in the much colder Himalayan Mountains. It is also more frugivorous than the other subspecies, and it loves to eat figs and bananas.",
            "score": 27.221680641174316
        },
        {
            "docid": "2681885_3",
            "document": "Ursid hybrid . A recent study found genetic evidence of multiple instances and species combinations where genetic material has passed the species boundary in bears (a process called introgression by geneticists). Specifically, species with evidence of past intermingling were (1) brown bear and American black bear, (2) brown bear and polar bear, (3) American black bear and Asian black bear, (4) bears currently distributed in Asia (sloth bear, sun bear and Asian black bear). Overall, this study shows that evolution in the bear family (Ursidae) has not been strictly bifurcating, but instead showed complex evolutionary relationships.",
            "score": 27.00094509124756
        }
    ],
    "r": [
        {
            "docid": "24346064_2",
            "document": "Chopsticks . Chopsticks are shaped pairs of equal-length sticks that have been used as kitchen and eating utensils in virtually all of East Asia for over 2000 years. First invented and used by the ancient Han Chinese in the Zhou Dynasty over 2000 years ago, chopsticks later spread to other countries including Japan, Korea, Cambodia, Laos, Nepal, Malaysia, Myanmar, Singapore, Thailand and Vietnam. Chopsticks are smoothed and frequently tapered and are commonly made of bamboo, plastic, wood, or stainless steel. They are less commonly made from titanium, gold, silver, porcelain, jade, or ivory. Chopsticks are held in the dominant hand, between the thumb and fingers, and used to pick up pieces of food.",
            "score": 44.33937454223633
        },
        {
            "docid": "3853687_2",
            "document": "Finger food . Finger food is food meant to be eaten directly using the hands, in contrast to food eaten with a knife and fork, spoon, chopsticks, or other utensils. In some cultures, food is almost always eaten with the hands; for example, Ethiopian cuisine is eaten by rolling various dishes up in \"injera\" bread. In the South Asian subcontinent, food is traditionally always eaten with hands. Foods considered street foods are frequently, though not exclusively, finger foods.",
            "score": 38.77355194091797
        },
        {
            "docid": "3398337_21",
            "document": "East Asian cultural sphere . The cuisine of East Asia shares many of the same ingredients and techniques. Chopsticks are used as an eating utensil in all of the core East Asian countries. The use of soy sauce, a sauce made from fermenting soy beans, is also widespread in East Asia. Rice is a main staple food in all of East Asia and is a major focus of food security. In East Asian countries, the word, 'rice' can embody the meaning of food in general (simplified Chinese: ; traditional Chinese: ; pinyin: ).",
            "score": 38.190399169921875
        },
        {
            "docid": "1965957_31",
            "document": "Etiquette in Japan . Chopsticks have been used in Japan since the Nara period (710-794). There are many traditions and unwritten rules surrounding the use of . For example, it is considered particularly taboo to pass food from chopsticks to chopsticks, as this is how bones are handled by the family of the deceased after a cremation. If one must pass food to someone else during a meal (a questionable practice in public), one should pick up the food with one's own chopsticks, reversing the chopsticks to use the end which were not in direct contact with the handlers mouth, and place it on a small plate, allowing the recipient to retrieve it (with the recipient's own chopsticks). If no other utensils are available while sharing plates of food, the ends of the chopsticks are used to retrieve the shared food. Mismatched chopsticks are not to be used. Standing chopsticks vertically in a bowl of rice is to be avoided, as it recalls burning incense sticks standing up in sand, typically at funerals; the act of stabbing the chopsticks into the food resembles an action devout Buddhists perform when offering ceremonial food to their ancestors at the household shrine. Placing chopsticks so that they point at someone else is considered a symbolic threat.",
            "score": 37.87372589111328
        },
        {
            "docid": "24346064_29",
            "document": "Chopsticks . American manufacturers have begun exporting American-made chopsticks to China, using sweet gum and poplar wood as these materials do not need to be artificially lightened with chemicals or bleach, and have been seen as appealing to Chinese and other East Asian consumers.",
            "score": 37.30256271362305
        },
        {
            "docid": "3780915_26",
            "document": "Table manners . Just as in Western cultures, communal utensils (chopsticks and spoons) are used to bring food from communal dishes to an individual's own bowl (or plate). It is considered rude and unhygienic for a diner to use his or her own chopsticks to pick up food from communal plates and bowls when such utensils are present. Other potentially rude behaviors with chopsticks include playing with them, separating them in any way (such as holding one in each hand), piercing food with them, or standing them vertically in a plate of food. (The latter is especially rude, evoking images of incense or 'joss' sticks used ceremoniously at funerals). A rice bowl may be lifted with one hand to scoop rice into the mouth with chopsticks. It is also considered rude to look for a piece one would prefer on the plate instead of picking up the piece that is closest to the diner as symbol of fairness and sharing to the others.",
            "score": 37.068687438964844
        },
        {
            "docid": "24346064_13",
            "document": "Chopsticks . To use chopsticks, the lower chopstick is stationary, and rests at the base of the thumb, and between the ring finger and middle finger. The second chopstick is held like a pencil, using the tips of the thumb, index finger, and middle finger, and it is moved while eating, to pull food into the grasp of the chopsticks. Chopsticks, when not in use, are placed either to the right or below one's plate in a Chinese table setting.",
            "score": 36.90556716918945
        },
        {
            "docid": "24346064_23",
            "document": "Chopsticks . In Cambodia, a fork and spoon are the typical utensils used in Cambodian dining and etiquette. Spoons are used to scoop up food or water and the fork is there to help guide the food onto the spoon. Chopsticks are normally used in noodle dishes such as the Kuy Tiev and soup dishes. When eating soup the chopsticks will typically be paired with the spoon, where the chopsticks will pick up the food and the spoon will be used to drink the broth. Forks are never to touch the mouth, it is thought as rude, thus it is not used to eat such dishes.",
            "score": 36.902259826660156
        },
        {
            "docid": "23440_159",
            "document": "Philippines . Unlike many of their Asian counterparts, Filipinos do not eat with chopsticks; they use Western cutlery. However, possibly due to rice being the primary staple food and the popularity of a large number of stews and main dishes with broth in Filipino cuisine, the main pairing of utensils seen at the Filipino dining table is that of spoon and fork, not knife and fork.",
            "score": 36.68518829345703
        },
        {
            "docid": "1007641_7",
            "document": "Asian small-clawed otter . Similar to other otters, Asian small-clawed otters have relatively short legs, which are used to swim, walk, groom and manipulate prey. Feet are very narrow and only webbed to the last joint, a feature which distinguishes the Asian small-clawed otter from all other species of otter. These partially webbed paws give them an excellent sense of touch and coordination, providing them with more dexterity than other otters with full webbing. Unlike other otters, they catch their prey with their paws instead of with their mouth. Their small, blunt, peg-like claws are extremely reduced and rarely extend past the tips of the digits.",
            "score": 36.553802490234375
        },
        {
            "docid": "24346064_20",
            "document": "Chopsticks . Native cuisine uses a fork and spoon, adopted from the West. Ethnic Chinese immigrants introduced the use of chopsticks for foods that require them. Restaurants serving other Asian cuisines that utilize chopsticks use the style of chopstick, if any, appropriate for that cuisine.",
            "score": 36.21412658691406
        },
        {
            "docid": "616975_57",
            "document": "Asian black bear . Along with sun bears, Asiatic black bears are the most typically used species in areas where bears are either used in performances or as pets. Asian black bears have an outstanding learning ability in captivity, and are among the most common species used in circus acts. According to Gary Brown:",
            "score": 36.034149169921875
        },
        {
            "docid": "5664_27",
            "document": "Consciousness . The most commonly given answer is that we attribute consciousness to other people because we see that they resemble us in appearance and behavior; we reason that if they look like us and act like us, they must be like us in other ways, including having experiences of the sort that we do. There are, however, a variety of problems with that explanation. For one thing, it seems to violate the principle of parsimony, by postulating an invisible entity that is not necessary to explain what we observe. Some philosophers, such as Daniel Dennett in an essay titled \"The Unimagined Preposterousness of Zombies\", argue that people who give this explanation do not really understand what they are saying. More broadly, philosophers who do not accept the possibility of zombies generally believe that consciousness is reflected in behavior (including verbal behavior), and that we attribute consciousness on the basis of behavior. A more straightforward way of saying this is that we attribute experiences to people because of what they can \"do\", including the fact that they can tell us about their experiences.",
            "score": 35.64923095703125
        },
        {
            "docid": "27019_128",
            "document": "South Korea . Korea is unique among Asian countries in its use of metal chopsticks. Metal chopsticks have been discovered in Goguryeo archaeological sites.",
            "score": 35.57249450683594
        },
        {
            "docid": "51054_51",
            "document": "American black bear . A limitation of food sources in early spring and wild berry and nut crop failures during summer months may be contributing factors to black bears regularly feeding from commercial human-based food sources. Crops are frequently eaten by these bears, especially during autumn hyperphagia when natural foods are scarce. Favored crops may include apples, oats and corns. Black bears can do extensive damage in some areas of the northwestern United States by stripping the bark from trees and feeding on the cambium. Livestock depredations by black bears occur mostly in spring. Though black bears have the capacity to (and occasionally do) hunt adult cattle and horses, they seem to prefer smaller, more easily overwhelmed prey such as sheep, goats, calves, and pigs. They normally kill by biting the neck and shoulders, though they may break the neck or back of prey with blows from the paws. Evidence of a bear attack includes claw marks and is frequently found on the neck, back, and shoulders of larger animals. Surplus killing of sheep and goats are common. Bears have been known to frighten livestock herds over cliffs, causing injuries and death to many animals; whether or not this is intentional is not known. Occasionally, pets, especially dogs, which are most prone to harass a bear, are killed by black bears. It is not recommended to use unleashed dogs as a deterrent from bear attacks. Although large, aggressive dogs sometimes cause a bear to run, if pressed, angry bears frequently turn the tables and end up chasing the dog in return. A bear in pursuit of a pet dog has the potential to threaten both canid and human lives.",
            "score": 35.30600357055664
        },
        {
            "docid": "18651121_5",
            "document": "Letter to the Falashas . How many people are you? What kind of language do you use? What are differences between you and local nations? With this letter we send you next letter in Hebrew-leshon kodesh. If you know this langure please answer us in hebrew because we know this language very well. We hope that you will answer us all our questions and they you will inform us that in your distant country live our brothers –Israelites, believers in ONE God, Qaraim. Could you inform us which address we have to use and how to write next letters. Could you inform us if are in your country people which travell in distant countries of Europe and Russia or in Egypt, Palestine and Holy town Yerushalayim. If someone of you will travell into Russia he will be able to find us in Peterburg, Moscow, Odessa, in Crimea (Yevpatoriya, Sevastopol, Simferopol, Feodosiya) there we have our communities.",
            "score": 35.19392776489258
        },
        {
            "docid": "24346064_12",
            "document": "Chopsticks . The first chopsticks were probably used for cooking, stirring the fire, serving or seizing bits of food, and not as eating utensils. Chopsticks began to be used as eating utensils during the Han dynasty. Chopsticks were considered more lacquerware-friendly than other sharp eating utensils. It was not until the Ming dynasty that chopsticks came into normal use for both serving and eating. They then acquired the name \"kuaizi\" and the present shape.",
            "score": 35.16813659667969
        },
        {
            "docid": "1738605_59",
            "document": "Culture of Asia . Traditionally, many Asians eat using their bare hand; this is a common practice in Central, South, and West Asia. However, western cutlery such as spoons and forks are currently being used increasingly and have also become widely available. With the advent of western cutlery, it may be viewed as rude in these nations to eat using the bare hands in some public places. In Indonesia and the Philippines, people usually use western cutlery such as the spoon, fork, and knife. While in China, Japan, Taiwan, Korea, and Vietnam, people usually use chopsticks to eat traditional food, but the shape of chopsticks are different in these countries. For example, Chinese chopsticks are long and square; Vietnamese chopsticks are long, being thick at one end and then gradually getting thinner at the other end, and are made of wood or bamboo; Japanese chopsticks are rounder, short, and spiral, having been designed to eat bony fish easily; Taiwanese chopsticks are made of materials such as bamboo, wood, and metal; Korean chopsticks are short, flat, and made of metal. It is said that wood is rarer than metal on the Korean Peninsula and that metal chopsticks can prevent poisoning. Fresh raw fish cuisines, such as sushi and sashimi are very popular in East Asia (especially Japan). These raw fish dishes were influenced by two major cultures: Chinese and Japanese.",
            "score": 34.81521224975586
        },
        {
            "docid": "616975_48",
            "document": "Asian black bear . In India, attacks on humans have been increasing yearly, and have occurred largely in the northwestern and western Himalayan region. In the Chamba District of Himachal Pradesh, the number of black bear attacks on humans have gradually increased from 10 in 1988–89 to 21 in 1991–92. There are no records of predation on humans by Asian black bears in Russia and no conflicts have been documented in Taiwan. Recent bear attacks on humans have been reported from Junbesi in Langtang National Park, Nepal, and occurred in villages as well as in the surrounding forest.",
            "score": 34.777076721191406
        },
        {
            "docid": "16749_73",
            "document": "Korea . Korea is unique among Asian countries in its use of metal chopsticks. Metal chopsticks have been discovered in archaeological sites belonging to the ancient Korean kingdoms of Goguryeo, Baekje and Silla.",
            "score": 34.770118713378906
        },
        {
            "docid": "616975_7",
            "document": "Asian black bear . A black bear with broken hind legs can still climb effectively. In contrast to polar bears, Asiatic black bears have powerful upper bodies for climbing trees, and relatively weak hind legs which are shorter than those in brown bears and American black bears. They are the most bipedal of all bears, and have been known to walk upright for over a quarter mile. The heel pads on the forefeet are larger than those of most other bear species. Their claws, which are primarily used for climbing and digging, are slightly longer on the fore foot (30–45 mm) than the back (18–36 mm), and are larger and more hooked than those of the American black bear.",
            "score": 34.690120697021484
        },
        {
            "docid": "1965957_23",
            "document": "Etiquette in Japan . Many Japanese restaurants provide diners with single-use wooden/bamboo chopsticks that must be snapped apart near their tops (which are thicker than the bottoms). As a result, the attachment area may produce small splinters. Never rub chopsticks against each other to remove splinters: this is considered extremely rude, implying that one thinks the utensils are cheap. At the beginning of the meal, use the smooth bottom ends to pick up food from serving dishes if no other utensils have been provided for that purpose. Then eat, holding food between the bottoms of the \"hashi\". If you later want to use your \"hashi\" to take more food from serving dishes, use the top ends to do so in order to avoid 'contaminating' the food on the tray. At the end of the meal, it is good manners to return single-use chopsticks part way into their original paper wrapper; this covers the soiled sticks while indicating that the package has been used.",
            "score": 34.68817901611328
        },
        {
            "docid": "52475959_3",
            "document": "Japanese black bear . These bears are typically herbivorous, eating mainly grasses and herbs during the spring. During the summer, they switch to berries and nuts to feed themselves for their hibernation. The bear is able to get the berries and nuts by climbing trees and using their claws to grab the food. These animals can be omnivorous and eat other wild animals and livestock when there is a need. Like other bears, cannibalism occurs, as has been demonstrated when bone fragments and claws of a cub were found inside the stomach of a male black bear.",
            "score": 34.15915298461914
        },
        {
            "docid": "1007641_2",
            "document": "Asian small-clawed otter . The Asian small-clawed otter (\"Aonyx cinerea\", syn. \"Amblonyx cinereus\"), also known as the oriental small-clawed otter or simply small-clawed otter, is a semiaquatic mammal native to South and Southeast Asia. It is a member of the otter subfamily (Lutrinae) of the weasel family (Mustelidae), and is the smallest otter species in the world. Its paws are a distinctive feature; its claws do not extend beyond the fleshy end pads of its partially webbed fingers and toes. This gives it a high degree of manual dexterity so that it can use its paws to feed on molluscs, crabs and other small aquatic animals.",
            "score": 33.97868347167969
        },
        {
            "docid": "45241553_25",
            "document": "Racial stereotyping in advertising . The world is becoming increasingly diverse; we no longer live in a world where we can easily define a target market by their demographics. The advertising world is in need of a reboot in order to understand that racial stereotyping is hurting business more than it is helping business. \"By 2010, black consumers will spend some $920 billion annually, Latinos nearly $1 trillion and Asians some $525 billion.\" Roksana Alavi states: \"We should be color-blind. Most of us are not, physically or rhetorically\". When racial stereotyping in advertising causes offence, this type of advertising is not ethical. The advertising world is beginning to see more research into racial stereotyping come to light along with the appearance of opinion blogs and columns that include criticism toward the issue. \"We have a choice to learn more and have a clearer understanding about a certain ethnic group instead of believing everything that the media report states them to be.\" Srividya Ramasubramanian discusses two ways in which we can approach the issue and hopefully reduce the use of racial stereotypes or at least bring awareness to it. She discusses that we can use an audience-centred approach in which the audience is instructed to be critical of media advertising; or we can apply a message-centred approach in which the media is used to dis-conform typical racial stereotypes.",
            "score": 33.870025634765625
        },
        {
            "docid": "399740_21",
            "document": "Sloth bear . Sloth bears likely view humans as potential predators, as their reactions to them (roaring, followed by retreat or charging) are similar to those evoked in the presence of tigers and leopards. Their long claws, ideally adapted for digging at termite mounds, make adults less capable of climbing trees to escape danger, as are other bears such as Asian black bears. Therefore, sloth bears have seemingly evolved to deal with threats by behaving aggressively. For the same reason, brown bears can be similarly inclined, accounting for the relatively high incidence of seemingly nonpredatory aggression towards humans in these two bear species.",
            "score": 33.85637664794922
        },
        {
            "docid": "4791872_10",
            "document": "Appeal to nature . Kompridis writes that the naturalistic view of living things, articulated by one scientist as that of \"machines whose components are biochemicals\" (Rodney Brooks), threatens to make a single normative understanding of human being the only possible understanding. He writes, \"When we regard ourselves as 'machines whose components are biochemicals,' we not only presume to know what our nature permits us to be, but also that this knowledge permits us to answer the question of what is to become of us… This is not a question we were meant to answer, but, rather, a question to which we must remain answerable.\"",
            "score": 33.78907012939453
        },
        {
            "docid": "2384297_6",
            "document": "The Lives of a Cell: Notes of a Biology Watcher . This essay focuses on how connected humanity is to nature and how we must make strides to understand our role. Thomas argues that even our own bodies are not solely ours since the mitochondria and other organelles are descended from other organisms. He creates a metaphor of the Earth as a giant cell itself with humans just as one part of a vast system. Astronauts must be decontaminated before they are allowed to interact on Earth. Thomas states that this is an act of “human chauvinism.” Most organisms on Earth are symbiotic or, if harmful, have both adapted to warn the other. All organisms on Earth are interdependent and a stray virus or bacteria from the moon will not be adapted to harm us since it is not part of this connection. Bacteria are interconnected to the point where some cannot survive without others and some even live within others. We must recognize how interconnected even the smallest organisms are on Earth; especially if we must interact with life outside our planet. Thomas introduces one of his key metaphors of humans behaving like ants. He suggests that this metaphor is not used because humans do not like to be compared to insects that, as a society, can function as an organism. There are many examples of animals acting as a large organism when in large groups from termites and slime molds to birds and fish. Thomas argues that the communication of results in science puts humans in the same model as these other species. As all scientists communicate and build on each other’s work in order to explore that which we do not know. Humans fear pheromones because we believe we have gone above the basic secretion of chemicals in our communication. However, there are signs that point to humans relying on pheromones as well as our most technological forms of communication. Thomas shows pheromones in the animal world with examples of moths and fish. He then goes on to explain what impact pheromones in humans could have on the future such as in the perfume industry and finding histocompatible donors. Music is the only form of communication that saves us from an overwhelming amount of small talk. This is not only a human phenomenon, but happens throughout the animal world. Thomas makes examples of animals from termites and earthworms to gorillas and alligators that perform some sort of rhythmic noise making that can be interpreted as music if we had full range of hearing. From the vast number of animals that participate in music it is clear that the need to make music is a fundamental characteristic of biology. Thomas proposes that the animal world is continuing a musical memory that has been going since the beginning of time. Thomas argues that even though we have the technological advancements to destroy the Earth that we do not know near enough about the world in which we live. To solve this problem he suggests that we should not be able to fire nuclear weapons without being able to explain one living thing fully. The organism that Thomas proposes is the protozoan Myxotricha paradoxa. There is information known about this protozoan that lives in the digestive tract of Australian termites but with more study it could be a model for how our cells developed. It is seen throughout nature that organisms cooperate and progress into more complex forms. We cannot destroy vast amounts of Earth with nuclear weapons until we understand how interconnected we all are. Thomas presents the three levels of technology in medicine: “nontechnology” that helps patients with diseases that are not well understood but does not help solve the underlying mechanisms of the disease, “halfway technology” that makes up for disease or postpones death for diseases whose courses we cannot do much about, and “high technology” that from understanding the mechanism of the disease we are now able to cure. When looking at the costs of the three different technologies they are all needed, but once a “high technology” is found for a disease the benefits outweigh the costs of studying the mechanism of the disease so thoroughly. Thomas suggests that in order to save money in health care, the highest priority in funding should be given to basic research. Humans leave a trace of chemicals in every place they go and on everything they touch. Other animals use signaling mechanisms to leave trails or identify each other. The sense of smell is an important sense in using these mechanisms, but it is still not well understood. Humans, compared to the rest of the animal world, do not have a good olfactory sense though we may be better than we first assume. Johannes Kepler once argued that the Earth is an immense organism itself, with chemical signals spreading across the globe through various organisms in order to keep the world functioning and well informed. Tau Ceti is a nearby sun-like star that we are on the verge of being able to begin making contact with, as well as other celestial bodies, to search for life. We have been attracted to the vast regions of space outside our Earth bubble and what they could hold. If extraterrestrial life is found, it scientifically would make sense, but the social impact of no longer being unique would give humans a new sense of community. The question of what information to send out is answered by Thomas by sending music, specifically Bach. It is timeless and the best language we have to express who we are. If possible Thomas also suggests sending art. However, the questions of what to send will not stop once we receive a reply. As humans we always evade death, despite how it is a natural part of our lives. Unless it is far removed, as in war or on television, then we can discuss it without a problem. It is a subconscious effort that by not thinking about death we may continue to live. Nevertheless, even if we cured all diseases we still would die one day. We must not fear death and research the dying process just as we would any other biological process. Most people who have a near death experience do not recall any pain or fear. It is perhaps the loss of consciousness that people fear more than death itself. Thomas returns to his pondering of the social behaviors of insects in this essay. He discusses the change in behavior of insects in groups and singular insects. We have used insects and their behavior to convey lessons, rules, and virtues and now they have been used in art. Thomas describes an art exhibit with living ants, surrounded by humans who act in a similar manner to the ants themselves. Thomas praises the Marine Biological Laboratory as “a paradigm, a human institution possessed of a life of its own, self-regenerating, touched all around by human meddle but consistently improved, embellished by it.” It attracts the brightest minds and makes great strides in science autonomously. Thomas paints pictures with his description of scientists covering the beach with their diagrams and making “music” of discussion after a lecture at the MBL. Humans have to learn how to walk, skip, and ride a bicycle but inside our bodies perform specific manipulations from birth that we do not need to learn. There is new research that suggests humans may be able to change these inner processes with teaching. Thomas reasons that his body has been functioning fine without him trying to control every little process so he will let it continue to do so. He suggests to try the exact opposite and try to disconnect from your body altogether. The biologic revolution is filling in the gaps in understanding about how our cells function. As we begin to understand more about organelles it is clear that they are not originally created from our cells. Mitochondria and chloroplasts most likely have a bacterial ancestry and flagellae and cilia most likely were once spirochetes. It is not necessarily a master-slave relationship that we have with our organelles, but one where their ancestors found an easy way to stay protected and secure. We have brought them along with us as we evolved and yet we do not understand them completely. Organelles and eukaryotic cells are one of the most established symbiotic relationships. We treat bacteria as an ever present enemy even though there are only a small number that actually cause disease, and by accident in most cases. Bacteria normally do not gain anything by causing illness or death in their hosts. Our illness is mostly caused by our immune system doing too great of a job in response to bacteria in our system. The strength of our response is not necessary for most cases, but remains from a primitive time. Health care has become the new name for medicine though this is a misnomer since illness and death cannot be totally eradicated. Thomas argues that to understand how medicine should be used we should look to those internists that are involved in the system. Most things get better in a short while by themselves, so we should no longer be instilling in the public a constant fear of failed health. This will be the best way to solve the problem of funding health care since people will only use it when it is necessary. There are different degrees of social behavior in animals. However, it is not clear where humans fit on the scale. Most signs point that we are above the social behavior of ants and bees that go about a singular task as a whole community. Language is the one trait that brings us to the level of such animals. All humans engage in language and are born with the understanding of language. Language, and perhaps along with art and music, is the core of our social behavior. The human mind comes with the understanding of how to deal with and use language. We store up information as a cell stores energy, though with language, this information can be put to further use. Another main difference between language and other communication systems in biology is the ambiguity that is a necessity in language which would cause the other communication systems to fail. Death is not supposed to happen in the open, along highways and in sight of others. Everything is in the process of dying all around us, though we keep it hidden from our sight and minds. Death is part of the cycle and we need to understand we are part of a larger process. The process of dying is necessary for the birth of the new and we will all experience it together. Thomas explains science as a wild manifestation of human behavior. He explains that science and discovery is a compulsion that scientists seem to have written in their very genes. Science cannot be organized and forced; it must be free to go where the next question leads. It is similar to a bee hive in some sense, but also to animals on a hunt. The activity is never ending and the conglomeration of minds always yearning for the next discovery cannot be kept under control. How humans approach nature has been changing throughout recent years. We used to view nature as ours to control and use to better mankind. Now we have moved away from this view and seen that we are part of the larger system and not the ruler of it. However Thomas argues that we must see ourselves as “indispensable elements of nature” and work for the betterment of the Earth but also be able to protect ourselves. This essay focuses on the tribe of Iks in northern Uganda. Thomas comments on an anthropologist’s report on the Iks that argues that they represent the basic elements of mankind. Thomas instead thinks that each Ik acts as a group and that by observing the whole tribe of Iks you can see how we behave in groups ranging from committees to nations. In order to improve upon our group interactions, we must stay human even when in masses. Computers are approaching humanity, but they will never be able to fully replace us for they will not be able to replicate our collective behavior because we do not understand it ourselves. We are involved in a never ending transfer of information and collective thinking. This is the cause of the unpredictability in our future. The one problem with our information transfer is that we are much better at gaining information than giving output back. Thomas explains in this essay his view on scientific funding and planning. He believes that research should be focused in basic science. Unlike basic science, disease problems do not have the right type of questions to allow for great discoveries. The distinguishing factor of basic science is that there can be an element of surprise that allows for even more discoveries to be made. It is difficult to organize plans for this type of surprise in research even though it may seem a better business model to do so. It is the improbability and maze of puzzles that occur in basic research that Thomas believes will lead us to the most knowledge. Mythical creatures were created by our ancestors but even though we presently have no need for these beasts we continue to use them. The hybridization of animals in mythology is present from multiple ancient people such as the Ganesha, Griffon, Centaur, and Sphinx. Thomas suggests that perhaps we look to replace these mythological creatures which are more biological. He suggests the Myxotricha paradoxa, blepharisma, bacteria, and plant-animal combinations that are either made up of different organisms or set up joint endeavors with more than one organism to survive. From Thomas’s metaphor on how humans behave like ants, he again argues that language is the quality that best resembles social insects. Without any outside direction, humans continually change language. We build language like ants build their hill, without ever knowing what the final result is and how our minuscule changes affect any other part. Thomas explains how some words have changed and developed different meanings. Two words, gene and bheu, are two words that we have derived a great number of current words from. Their descended words: kind, nature, physics are related in the present but also in its ancestry. Thomas compares language to the social behavior of termites in this essay. He thinks of language as an organism that is alive and changing. The genes of language are how words originated when you look into each of their histories. He traces multiple words to their origins to prove his point. He comments that it would be near impossible to keep track of all roots of words back to Indo-European that you use. We should be in awe that we exist and are unique among all the humans on Earth according to probability. Though we are indeed individual organisms, Thomas argues that one’s own self is a myth. He believes we are part of a larger organization of information sharing. Through this system we are adapting and creating. By being more open with communication and less restrictive we will be able to uncover even more surprising discoveries. Thomas compares the Earth to a living cell, one with its own membrane that allows it to keep out disorder. He shows how the evolution of cells was closely tied to the “breath” of the Earth, the cycling of oxygen concentration in the atmosphere. The atmosphere is “for sheer size and perfection of function, it is far and away the grandest product of collaboration in all of nature.” It gives us the oxygen we need, protection from UV light, and protection from the millions of meteorites.",
            "score": 33.560977935791016
        },
        {
            "docid": "616975_49",
            "document": "Asian black bear . Li Guoxing, the second person in history to have received a facial transplant, was a victim of a black bear attack. Nine people were killed by black bears in Japan between 1979–1989. In September 2009, a black bear attacked a group of tourists, mauling nine people and seriously injuring four at a bus station in the built-up area of Takayama, Gifu. The majority of attacks tend to occur when black bears are encountered suddenly, and in close quarters. Because of this, black bears are generally considered more dangerous than brown bears, which live in more open spaces and are thus less likely to be surprised by approaching humans. They are also likely to attack when protecting food.",
            "score": 33.26543426513672
        },
        {
            "docid": "4400_14",
            "document": "Bear . Bears are generally bulky and robust animals with short tails. They are sexually dimorphic with regard to size, with males typically being larger. Larger species tend to show increased levels of sexual dimorphism in comparison to smaller species. Relying as they do on strength rather than speed, bears have relatively short limbs with thick bones to support their bulk. The shoulder blades and the pelvis are correspondingly massive. The limbs are much straighter than those of the big cats as there is no need for them to flex in the same way due to the differences in their gait. The strong forelimbs are used to catch prey, to excavate dens, to dig out burrowing animals, to turn over rocks and logs to locate prey, and to club large creatures. Unlike most other land carnivorans, bears are plantigrade. They distribute their weight toward the hind feet, which makes them look lumbering when they walk. They are capable of bursts of speed but soon tire, and as a result mostly rely on ambush rather than the chase. Bears can stand on their hind feet and sit up straight with remarkable balance. Their front paws are flexible enough to grasp fruit and leaves. Bears' non-retractable claws are used for digging, climbing, tearing, and catching prey. The claws on the front feet are larger than those on the back and may be a hindrance when climbing trees; black bears are the most arboreal of the bears, and have the shortest claws. Pandas are unique in having a bony extension on the wrist of the front feet which acts as a thumb, and is used for gripping bamboo shoots as the animals feed.",
            "score": 33.2540168762207
        },
        {
            "docid": "616975_47",
            "document": "Asian black bear . At the turn of the 20th century, a hospital in Srinagar, Kashmir received dozens of black bear victims annually. When black bears attack humans, they rear up on their hind legs and knock victims over with their paws. Then they bite them on an arm or leg and snap on the victim's head, this being the most dangerous part of the attack. Bear attacks have been increasing in Kashmir since the Kashmir conflict. In November 2009, in the Kulgam district of Indian-administered Kashmir, a black bear attacked four insurgents after discovering them in its den, and killed two of them.",
            "score": 33.13906478881836
        },
        {
            "docid": "4402_15",
            "document": "Brown bear . Brown bears have very large and curved claws, those present on the forelimbs being longer than those on the hind limbs. They may reach and may measure along the curve. They are generally dark with a light tip, with some forms having completely light claws. Brown bear claws are longer and straighter than those of American black bears (\"Ursus americanus\"). The claws are blunt, while those of a black bear are sharp. Due to their claw structure, in addition to their excessive weight, adult brown bears cannot typically climb trees as can both species of black bear, although in rare cases adult female brown bears have been seen in trees. The claws of a polar bear are also quite different, being notably shorter but broader with a strong curve and sharper point, presumably both as an aid to traveling over ice (sometimes nearly vertically) and procuring active prey. The paws of the brown bear are quite large. The rear feet of adult bears have been found to typically measure long, while the forefeet tend to measure about 40% less in length. All four feet in average sized brown bears tend to be about in width. In large coastal or Kodiak bear males, the hindfoot may measure up to in length, in width, while outsized Kodiak bears having had confirmed measurements of up to along their rear foot. Brown bears are the only extant bears with a hump at the top of their shoulder, which are made entirely of muscle, this feature having developed presumably for imparting more force in digging, which is habitual during foraging for most bears of the species and also used heavily in den construction prior to hibernation.",
            "score": 32.825164794921875
        }
    ]
}