{
    "q": [
        {
            "docid": "45280519_2",
            "document": "Homeward Bound (1923 film) . Homeward Bound is a lost 1923 American silent drama film directed by Ralph Ince and written by Peter B. Kyne, Jack Cunningham, and Paul Sloane. The film stars Thomas Meighan, Lila Lee, Charles S. Abbe, William P. Carleton, Hugh Cameron, and Gus Weinberg. The film was released on July 29, 1923, by Paramount Pictures.",
            "score": 15.764389038085938
        },
        {
            "docid": "50967887_16",
            "document": "Homeward Bound Battery and Dam . The dam wall is the most substantial structure surviving at Homeward Bound and is the largest and earliest (1888) associated with mining, recorded in North Queensland. The size and quality of the stonework is noteworthy in a regional context. There were few dams constructed on the Croydon Goldfield even though lack of water was a perennial problem.",
            "score": 12.99402379989624
        },
        {
            "docid": "50967887_4",
            "document": "Homeward Bound Battery and Dam . The Homeward Bound battery commenced crushing on 28 February 1888 with 20 head of stamps. The main mines serving the battery were all situated along the Homeward Bound reef on or near the summit of the ridge above Waterfall Creek. Homeward Bound Extended Block No.1 North Company (with a nominal capital of in 20,000 shares) owned several of the mines and Croydon Homeward Bound Gold Mining Company owned the battery. The 20 head of stamps and eight berdan pans were driven by a portable steam engine. The plant was valued at .",
            "score": 12.955658912658691
        },
        {
            "docid": "3557194_9",
            "document": "Deathlands: Homeward Bound . While \"Deathlands: Homeward Bound\" closely follows the plot of the fifth \"Deathlands\" novel, \"Homeward Bound\", it departs in a number of notable ways. Dr. Theophilus Tanner and Lori Quint are absent from the film, and Jak Lauren is specifically identified as a mutant, versus simply being an albino as in the novels. J.B. Dix is also changed, being significantly more talkative than his character in the novels, where he is described as a man who \"would never use three words when two would do the job.\" The purpose of redoubts is not clearly explained, and the film makes no mention of the MAT-TRANS facilities typically found in redoubts and used by Ryan and his friends to travel throughout most of the novels.",
            "score": 24.077571630477905
        },
        {
            "docid": "50967887_6",
            "document": "Homeward Bound Battery and Dam . The Mountain Maid United Gold Mining Company (with a nominal capital of 56,000 ten shilling shares) took over the Homeward Bound battery in 1890 but relinquished it to the original company again in 1891. By then the Homeward Bound claim was almost abandoned. Although the major companies had failed, the battery was revitalized in 1893 by co-operative parties who were getting good results. One old miner said in 1896 that the Homeward Bound \"has had less public attention paid to it than any other line on this extensive goldfield but left to the stragglers like myself to scratch away\". When other Croydon mines were considering closing down, in 1898 the Homeward Bound was producing almost two ozs of gold per ton of stone. In 1899 Homeward Bound No. 4 South had a spectacular crushing of from . Lane and Pate took over the battery in 1901 and cyaniding was commenced in 1902 using some of the equipment from the Pioneer cyanide works at Gorge Creek. In 1903, of gold were obtained from of quartz. However by 1904 the Homeward Bound Company had lost the reef and others were only putting small crushings through and mining gradually petered out.",
            "score": 14.756970763206482
        },
        {
            "docid": "47071091_4",
            "document": "Homeward Bound (1917 song) . CHORUS \"Homeward Bound\" Someday they'll hear that welcome sound, For while the shot and the shell are flying, For the ones at home they're sighing: And tho' the skies seem grey, There's bound to be a brighter day, For when the dove of peace flies over the land, They all will hear the general give the command, \"We are \"Homeward Bound'.\" That's a wonderful, wonderful sound.",
            "score": 16.731760501861572
        },
        {
            "docid": "3557194_1",
            "document": "Deathlands: Homeward Bound . Deathlands: Homeward Bound",
            "score": 12.275932312011719
        },
        {
            "docid": "56238996_1",
            "document": "Homeward Bound (horse) . Homeward Bound (horse)",
            "score": 12.275932312011719
        },
        {
            "docid": "6777367_1",
            "document": "Homeward Bound (song) . Homeward Bound (song)",
            "score": 12.275932312011719
        },
        {
            "docid": "50342578_21",
            "document": "The Assignment (2016 film) . The transgender community was largely disappointed by the image of forced gender reassignment surgery and a boycott was created in response. The director Walter Hill responded by stating, \"I wouldn't make a movie that hurt transgender people. Some of them have had a tough time of it, and the last thing I want to do is make anyone's road harder. But look, I understand the concern. Is it lurid? Yes. Is it lowbrow? Well, maybe. Is it offensive? No. I'm just trying to honor the B movies that we grew up with.\"",
            "score": 18.610700607299805
        },
        {
            "docid": "45280519_1",
            "document": "Homeward Bound (1923 film) . Homeward Bound (1923 film)",
            "score": 14.813680410385132
        },
        {
            "docid": "1212256_1",
            "document": "Homeward Bound: The Incredible Journey . Homeward Bound: The Incredible Journey",
            "score": 12.186064720153809
        },
        {
            "docid": "1864652_1",
            "document": "Homeward Bound (Turtledove novel) . Homeward Bound (Turtledove novel)",
            "score": 12.186064720153809
        },
        {
            "docid": "50967887_1",
            "document": "Homeward Bound Battery and Dam . Homeward Bound Battery and Dam",
            "score": 12.186064720153809
        },
        {
            "docid": "47071091_1",
            "document": "Homeward Bound (1917 song) . Homeward Bound (1917 song)",
            "score": 12.186064720153809
        },
        {
            "docid": "39623441_1",
            "document": "Homeward Bound (Australian TV series) . Homeward Bound (Australian TV series)",
            "score": 12.097503662109375
        },
        {
            "docid": "24940876_1",
            "document": "Homeward Bound (Harry Belafonte album) . Homeward Bound (Harry Belafonte album)",
            "score": 12.097503662109375
        },
        {
            "docid": "5207131_11",
            "document": "Homeward Bound II: Lost in San Francisco . The movie had a mixed reception. Rotten Tomatoes reports that 53% of critics gave the film a positive review, based on 17 reviews.",
            "score": 16.91954755783081
        },
        {
            "docid": "5207131_1",
            "document": "Homeward Bound II: Lost in San Francisco . Homeward Bound II: Lost in San Francisco",
            "score": 12.010220050811768
        },
        {
            "docid": "24940876_2",
            "document": "Homeward Bound (Harry Belafonte album) . Homeward Bound is an album by Harry Belafonte, released by RCA Records in 1970.",
            "score": 11.924187183380127
        },
        {
            "docid": "12527972_7",
            "document": "Jake Richardson . Throughout 2002, Richardson starred in many TV shows including \"NYPD Blue\", \"Need You Know\", and \"Boston Public\". He also appeared in TV Movie \"Homeward Bound\".",
            "score": 18.784053325653076
        },
        {
            "docid": "2395833_33",
            "document": "John Agar . As for being associated with science fiction B movies, Agar said, \"I don't resent being identified with B science fiction movies at all\", Agar later said. \"Why should I? Even though they were not considered top of the line, for those people that like sci-fi, I guess they were fun. My whole feeling about working as an actor is, if I give anybody any enjoyment, I'm doing my job, and that's what counts.\"",
            "score": 16.722697019577026
        },
        {
            "docid": "56238996_5",
            "document": "Homeward Bound (horse) . Homeward Bound was slow to mature and did not appear until October, when she finished unplaced in the Alington Stakes at Newmarket Racecourse.",
            "score": 11.714401245117188
        },
        {
            "docid": "50967887_12",
            "document": "Homeward Bound Battery and Dam . Homeward Bound Battery and Dam was listed on the Queensland Heritage Register on 21 October 1992 having satisfied the following criteria.",
            "score": 11.714401245117188
        },
        {
            "docid": "56238996_10",
            "document": "Homeward Bound (horse) . In 1964 Homeward Bound was give a rating of 126 by the independent Timeform organisation, making her three pounds inferior to La Bamba who was their top-rated three-year-old filly. In their book, \"A Century of Champions\", based on the Timeform rating system, John Randall and Tony Morris rated Homeward Board an \"average\" winner of the Oaks.",
            "score": 15.01078176498413
        },
        {
            "docid": "56238996_4",
            "document": "Homeward Bound (horse) . Homeward Bound was sired by Alycidon, an outstanding stayer who suffered from low fertility as a breeding stallion but sired several top class performers including Alcide and Twilight Alley. Her dam Sabie River won four races and produced several other winners. Sabie River's dam Amorcille was a half-sister to Discord, the female-line ancestor of Mr Dinos. Both Alycidon and Sabie River died in 1963, before Homeward Bound had appeared on the track.",
            "score": 14.045262813568115
        },
        {
            "docid": "50967887_11",
            "document": "Homeward Bound Battery and Dam . The Homeward Bound settlement site on Waterfall Creek about east of the battery contains several intact stone fireplaces and numerous stone surfaces. The extent of the settlement was not surveyed.",
            "score": 13.35083270072937
        },
        {
            "docid": "3557194_5",
            "document": "Deathlands: Homeward Bound . Justin Felix of DVD Talk called the telefilm \"a low-budget mish-mash of elements from \"Dune\" and \"The Most Dangerous Game\"\", and that although it was \"one bad movie\" it was \"moderately entertaining\" and something that could be appreciated by fans of \"Mystery Science Theater 3000\". He said the film is \"so bad that it's actually entertaining if you want to laugh at movie-making ineptitude.\"",
            "score": 18.53458881378174
        },
        {
            "docid": "6777367_2",
            "document": "Homeward Bound (song) . \"Homeward Bound\" is a song by American music duo Simon & Garfunkel written by Paul Simon and produced by Bob Johnston. The song was released as a single on January 19, 1966 by Columbia Records.",
            "score": 11.472201347351074
        },
        {
            "docid": "50967887_5",
            "document": "Homeward Bound Battery and Dam . Water was a problem throughout the Croydon Goldfield and a large dam with a stone pitched wall was constructed in 1888, by a Mr. Shoemaker (or Schumacher). Even so the Homeward Bound battery could not crush that year.",
            "score": 13.461385250091553
        },
        {
            "docid": "1864652_3",
            "document": "Homeward Bound (Turtledove novel) . Homeward Bound begins in 1972, then flashes forward to 1977, 1982, 1984, 1994, 2012, and finally to 2031 when the American starship \"Admiral Peary\" arrives at Tau Ceti and Home, the homeworld of The Race.",
            "score": 13.444342136383057
        },
        {
            "docid": "50967887_2",
            "document": "Homeward Bound Battery and Dam . Homeward Bound Battery and Dam is a heritage-listed stamping mill and reservoir at Croydon, Shire of Croydon, Queensland, Australia. It was built in 1888 by Mr Schumacher. It was added to the Queensland Heritage Register on 21 October 1992.",
            "score": 11.31622314453125
        }
    ],
    "r": [
        {
            "docid": "1079427_5",
            "document": "Homunculus argument . Now, in terms of (say) chess, the players are given 'rules' (i.e. the rules of chess) to follow. So: who \"uses\" these rules? The answer is self-evident: the players of the game (of chess) use the rules: it's not the case (obviously) that the rules \"themselves\" play chess. The rules themselves are merely inert marks on paper until a \"human being\" reads, understands and uses them. But what about the 'rules' that are, allegedly, inside our head (brain)? Who reads, understands and uses them? Again, the implicit answer is (and, some would argue, must be) a 'homunculus': a little man who reads the rules of the world and then gives orders to the body to act on them. But again we are in a situation of infinite regress, because this implies that the homunculus utilizes cognitive processes that are also rule bound, which presupposes another homunculus inside \"its\" head, and so on and so forth. Therefore, so the argument goes, theories of mind that imply or state explicitly that cognition is rule bound cannot be correct unless some way is found to 'ground' the regress.",
            "score": 31.10653305053711
        },
        {
            "docid": "35114691_3",
            "document": "Too Cute (TV series) . Each episode tells a \"coming of age\" story as narrated by Henry Strozier, and features three different groups of animals, mostly cats and dogs, in their first eight to 12 weeks of their lives. The delightful said time period of an animal's life are observed and presented from the first tentative steps that help them get started investigating the new world around them, to the days of playful contact with new creatures and familiar faces. At the end of each episode, an epilogue is shown of the pets that stand out from each litter or animal group. Before cutting to commercial break (⅘ into the show) after explaining what's to come after the break in the same episode, they give the audience a \"Too Cute Quiz\", where they give a question about one specific breed that the audience has to answer with the correct breed. After the commercial break, they return to the question and give the answer and an explanation about said fact.",
            "score": 27.575183868408203
        },
        {
            "docid": "420471_15",
            "document": "You Don't Know Jack (franchise) . The final round of the game, called the Jack Attack in most versions and also known as the HeadRush in \"HeadRush\", is a word association question. A clue is given, which generally describes the desired correct answers (such as \"movie stars\") and after that a word, phrase, or name appears in the middle of the screen, to which the contestant must find an associated word or phrase that fits the overall category. For example, \"Star Wars\" might be the associated word, and the correct answer fitting \"movie stars\" could be Harrison Ford. Other possibilities offered might include actors not in that film, or other objects or concepts related to the film but which are not stars of the movie. For each associated phrase, seven potential matches appear on screen one-at-a-time for only a few seconds each before disappearing, and only one is correct. The topics and/or potential answers are sometimes humorous.",
            "score": 27.055898666381836
        },
        {
            "docid": "544687_4",
            "document": "David DeCoteau . He has worked professionally in the movie business since he was 18 years old. He got his start through Roger Corman, who hired him in 1980 as a production assistant at New World Pictures. In 1986, DeCoteau directed and produced his first feature film for Charles Band. He is the founder of Rapid Heart Pictures, where his films include \"A Talking Cat!?!\" and the \"1313\" series. He has said of his working methods, “I always wanted to make what I could sell. So I just promised myself that I would not be set in my ways. If somebody said, ‘Look, we need a horror film, we need a creature feature, we need a Western, we need a period costume drama,’ I was able to put it together pretty quickly.”",
            "score": 26.723289489746094
        },
        {
            "docid": "2273984_21",
            "document": "Thank You for Smoking . Reitman has maintained his purpose was to match the tone and satirical message of the book as closely as possible. \"What I wanted people to think about was political correctness. I wanted them to think about ideas of personal responsibility and personal choice. I think cigarettes are a wonderful location for that discussion because cigarettes are something we know all the answers to\", he posits. \"I wanted to look into this idea of why we feel the need to tell each other how to live and why we can't take personal responsibility for our own actions when we fall ill from things that we know are dangerous.\" Stephanie Zacharek of Salon agrees with Reitman; \"Despite its title, the movie doesn't come packaged with a strong anti-smoking message, because it doesn't need to: Everyone knows that smoking is bad for you, including people who continue to do it.\"",
            "score": 26.39156150817871
        },
        {
            "docid": "918886_5",
            "document": "All the Queen's Men . The film was heavily panned by critics. Roger Ebert mentioned the film in his book \"Your Movie Sucks\", terming it \"a perfectly good idea for a comedy, but it just plain doesn't work.\" Ebert also mentions the problem with the plot being about retrieving an Enigma machine when \"Anyone who has seen \"Enigma\", \"U-571\", or the various TV documentaries...will be aware that by the time of the movie, the British already had possession of an Enigma machine... The movie has an answer to it, but it comes so late in the film that although it makes sense technically, the damage has already been done.\"",
            "score": 26.30610466003418
        },
        {
            "docid": "5207131_2",
            "document": "Homeward Bound II: Lost in San Francisco . Homeward Bound II: Lost in San Francisco is a 1996 American adventure comedy film and a sequel to the 1993 film \"\". Directed by David R. Ellis, the film features the three animals from the first film, Shadow the Golden Retriever (voiced by Ralph Waite, replacing Don Ameche, who died in 1993), Sassy the Himalayan cat (Sally Field), and Chance the American Bulldog (Michael J. Fox). It also features the voice work of Sinbad, Carla Gugino, Tisha Campbell-Martin, Stephen Tobolowsky, Jon Polito, Adam Goldberg, Al Michaels, Tommy Lasorda, and Bob Uecker.",
            "score": 26.29837989807129
        },
        {
            "docid": "27193568_27",
            "document": "Shrek Forever After . Following the success of \"Shrek 2\" in May 2004, Jeffrey Katzenberg revealed that the \"Shrek\" story had been outlined into five films almost from the beginning. \"Before the first one was finished we talked about what the whole story of Shrek is, and each of the chapters answers questions about the first movie and gives us an insight,\" said Katzenberg. \"\"Shrek 3\" and \"4\" are going to reveal other unanswered questions and, finally, in the last chapter, we will understand how Shrek came to be in that swamp, when we meet him in the first movie.\" After the release of \"Shrek the Third\" in May 2007, Katzenberg announced that the fifth film would be released in 2013.",
            "score": 26.25768280029297
        },
        {
            "docid": "885876_35",
            "document": "Streets of Fire . Steinman later recalled thinking the script was \"terrible\", but he thought the film was going to be a big hit, in part because of the enthusiasm of Joel Silver: [He said] this movie is about visuals. It's about excitement, it's about thrills. Don't worry about the script... I remember mentioning it to six or seven people that the script was trashy and I always got the same answer... The script doesn't matter. This movie is about visuals... Then we go to the first edit, the first cut of the movie in the screening room and it's [Jimmy] Iovine and me and Joel Silver... And about 20 minutes into the movie Jimmy turns to me and he goes... this movie is really shitty isn't it? It's really bad. I said, yeah, it's a really bad script. Why didn't anyone notice that the script was bad? It stinks. I can't even watch it... Joel's on the other side going, what am I gonna do next? There's gotta be a next project, and they're sitting there and there's so many lessons I learned during that movie. It went $14 million over budget, I think and I kept saying to Joel, how are they allowing this? 'Cause they kept screaming at us, it's over the budget. I said, how, and they, you've gotta understand, they built all, Walter Hill didn't want to go to Chicago. The story took place in Chicago, so they built Chicago in LA.",
            "score": 26.221839904785156
        },
        {
            "docid": "1212256_3",
            "document": "Homeward Bound: The Incredible Journey . Chance (voiced by Michael J. Fox), an immature and disobedient American Bulldog and the narrator of the film, explains that he is the pet of Jamie Burnford (Kevin Chevalia), but expresses no interest in his owner or being part of a family. He shares his home with Shadow (voiced by Don Ameche), a wise old Golden Retriever owned by Jamie's brother Peter (Benj Thall), and Sassy (voiced by Sally Field), a smart-mouthed Himalayan cat owned by Jamie and Peter's sister Hope (Veronica Lauren). That morning, the children's mother, Laura Burnford (Kim Greist), marries Bob Seaver (Robert Hays), and Chance manages to cause chaos by digging into the wedding cake in front of all the guests.",
            "score": 26.080827713012695
        },
        {
            "docid": "20511800_5",
            "document": "You're in the Movies . All of the movie themes and mini-games were conceived by the creative-design team, which they decided the movie themes would have an old B-movie feel. Trowers notes the making of the mini-games to be \"quite an organic process\": \"Sometimes we'd have a movie and we'd say OK, we want the player to do this in the scene, which is the action we want, so try to think of a game idea for this. But other times we'd be thinking, \"Oh, you know what, we got this great idea for a game and these are the essential actions we can get out of it, how are we going to use it in movies?\" So it was really a three-way process, trying to figure out what we could get people to do, what would be fun, how it would fit in the movie—it wasn't just one process of doing it, it had to go both ways.\" There had also been a few more movie ideas, but they were left out of the game.",
            "score": 26.039369583129883
        },
        {
            "docid": "446262_15",
            "document": "Murder in Small Town X . During each episode, the investigators would find a pair of red and black envelopes. While the black envelopes were for the Killer's Game, the red envelopes contained a questions for the investigators. The question usually pertained to one specific part of the day's investigation, and was only able to be answered correctly by the investigators that took part in the investigation at that point. For example, in Episode 2 the question was \"what was the date of Oscar Blodgett's birth?\" Andy and Angel were guarding his grave plot after it was vandalized and would be the ones who could answer it. When the group decided on an answer, they would email the answer to the killer's anonymous email address. The killer would then send them confirmation of a correct or incorrect answer. A correct answer eliminated a suspect, while an incorrect answer did nothing (this however is unknown since all questions were answered correctly.)",
            "score": 25.795454025268555
        },
        {
            "docid": "176480_25",
            "document": "Metroid . The article revealed that early scripts for the movie were going to focus on series heroine Samus Aran and her origin. Tiger Hill wanted to explore Samus prior to her becoming the lone bounty hunter featured in the series. According to Foxhoven, the movie version of Samus Aran was \"to be an exceptionally talented, but also flawed character who was looking for redemption,\" and elaborating that, \"We wanted to see her struggle, to be humbled, and to be forced to rise up against crazy odds. And of course we wanted to see the cool weapons in all of their glory.\" The major problem that the writers faced was attempting to build-out Samus's back-story, Nintendo had \"creative\" and \"licensing\" walls that the writers ran into. Foxhoven stated that these questions came up: \"What are they doing when they are NOT fighting? What is their daily existence and relationships? What are Samus's aspirations, history, and fears?\" and further stated that \"Nintendo appreciated the questions, but had never thought about them before, and ultimately didn't have a lot of answers\" and at the end, Nintendo \"felt uncomfortable with our team [Hollywood] being the ones to propose those answers\" which basically caused the \"Metroid\" movie project to be ultimately canceled sometime in 2007. Foxhoven however foresees \"Metroid\" becoming a movie, stating at the end of the IGN interview that \"for Nintendo, they walked away appreciating the process and how much further they needed to explore the franchise so that it has a chance for a feature film at some point\" and he revealed that \"there are quite a few Hollywood executives in town who grew up playing \"Metroid\", and who would be willing to take the time needed to bring Nintendo along in the process.\"",
            "score": 25.583778381347656
        },
        {
            "docid": "10542744_10",
            "document": "The Brian Conley Show . Only featuring in the third series, Conley's Car Boot Quiz was a game played by two members of the public in a bid to win £1000. Conley would be filmed on location asking various people if they wanted to play, and mostly involved people not knowing who he was or what he was talking about. When two people were eventually chosen, they were given various impressions to identify which were performed by Jake, a robot from the year 3003 and was able to perform thousands of voices. After Jake performed the impression, the contestants would have to look through a car boot to find an item relating to the person Jake impersonated. The first person to return with the correct prop, Conley would give trivia about the person to the contestant, and had to say whether the trivia was a Fact (True) or a Fib (False). Guessing correctly won them £50. After four impressions, the winner with the most money would move on to the final round, which was based on word association. Conley would name a celebrity, such as Frank Bruno, and the contestant would have to think of words associated to that celebrity, such as boxing. Conley would often give clues if the contestant was stuck or simply show them the answer on his card. For every correct answer, the contestant won £100.",
            "score": 25.395631790161133
        },
        {
            "docid": "488083_32",
            "document": "Theory of mind . Recent research on the early precursors of theory of mind has looked at innovative ways at capturing preverbal infants' understanding of other people's mental states, including perception and beliefs. Using a variety of experimental procedures, studies have shown that infants in their second year of life have an implicit understanding of what other people see and what they know. A popular paradigm used to study infants' theory of mind is the violation of expectation procedure, which predicates on infants' tendency to look longer at unexpected and surprising events compared to familiar and expected events. Therefore, their looking-times measures would give researchers an indication of what infants might be inferring, or their implicit understanding of events. One recent study using this paradigm found that 16-month-olds tend to attribute beliefs to a person whose visual perception was previously witnessed as being \"reliable\", compared to someone whose visual perception was \"unreliable\". Specifically, 16-month-olds were trained to expect a person's excited vocalization and gaze into a container to be associated with finding a toy in the reliable-looker condition or an absence of a toy in the unreliable-looker condition. Following this training phase, infants witnessed, in an object-search task, the same persons either searching for a toy in the correct or incorrect location after they both witnessed the location of where the toy was hidden. Infants who experienced the reliable looker were surprised and therefore looked longer when the person searched for the toy in the incorrect location compared to the correct location. In contrast, the looking time for infants who experienced the unreliable looker did not differ for either search locations. These findings suggest that 16-month-old infants can differentially attribute beliefs about a toy's location based on the person's prior record of visual perception.",
            "score": 25.314319610595703
        },
        {
            "docid": "3080323_3",
            "document": "Overconfidence effect . The most common way in which overconfidence has been studied is by asking people how confident they are of specific beliefs they hold or answers they provide. The data show that confidence systematically exceeds accuracy, implying people are more sure that they are correct than they deserve to be. If human confidence had perfect calibration, judgments with 100% confidence would be correct 100% of the time, 90% confidence correct 90% of the time, and so on for the other levels of confidence. By contrast, the key finding is that confidence exceeds accuracy so long as the subject is answering hard questions about an unfamiliar topic. For example, in a spelling task, subjects were correct about 80% of the time, whereas they claimed to be 100% certain. Put another way, the error rate was 20% when subjects expected it to be 0%. In a series where subjects made true-or-false responses to general knowledge statements, they were overconfident at all levels. When they were 100% certain of their answer to a question, they were wrong 20% of the time.",
            "score": 25.28839683532715
        },
        {
            "docid": "17841580_10",
            "document": "'Til There Was You . Ruthe Stein of the \"San Francisco Chronicle\" observed, \"Filmmakers should be careful about using snippets from old movies. In \"Til There Was You\", there's a tender scene from \"Brief Encounter\" that says more about fate and the serendipity of falling in love in two minutes than this new movie does in two hours . . . \"'Til There Was You\" hammers away at the idea that people don't find love until they're ready for it. The notion is convenient as a way of keeping Gwen and Nick apart, but it's not true. People are always meeting at inconvenient times. That's what \"Brief Encounter\" is about. First-time screenwriter Winnie Holzman may have been aware of the lameness of her central premise because she has loaded the movie with a dizzying number of subplots . . . Directing his first film after many years as a television producer, Scott Winant seems at a loss to know how to integrate these disparate elements. They come across like episodes of \"Seinfeld\" or \"Friends\" . . . Tripplehorn and McDermott don't look as if they belong together and aren't strong enough actors to overcome their physical incompatibility. So there's no sense of urgency about them getting together, as there was with Meg Ryan and Tom Hanks in \"Sleepless in Seattle\". Tripplehorn in particular makes an unlikely romantic lead; she's dull at the times she should sparkle. By contrast, Sarah Jessica Parker is the life of the movie. As Francesca . . . she appears to be doing a Madonna impersonation, grabbing the screen and holding it with the force of her personality, not to mention her cleavage.\"",
            "score": 25.238048553466797
        },
        {
            "docid": "6363231_17",
            "document": "Shrek (franchise) . At the end, instead of storming out of the triplets' birthday party, Shrek kisses Fiona and appreciates all that he has, truly living happily forever after. Following the success of \"Shrek 2\" in May 2004, Jeffrey Katzenberg revealed that the \"Shrek\" story had been outlined into five films almost from the beginning. \"Before the first one was finished we talked about what the whole story of Shrek is, and each of the chapters answers questions about the first movie and gives us an insight,\" said Katzenberg. \"\"Shrek 3\" and \"4\" are going to reveal other unanswered questions and, finally, in the last chapter, we will understand how Shrek came to be in that swamp, when we meet him in the first movie.\" After the release of \"Shrek the Third\" in 2007, Katzenberg announced that the fifth film would be released in 2013.",
            "score": 24.944467544555664
        },
        {
            "docid": "12859_50",
            "document": "Golden Rule . In his book on the golden rule, Jeffrey Wattles makes the similar observation that such objections typically arise while applying the golden rule in certain general ways (namely, ignoring differences in taste, in situation, and so forth). But if we apply the golden rule to our own method of using it, asking in effect if we would want other people to apply the golden rule in such ways, the answer would typically be no, since it is quite predictable that others' ignoring of such factors will lead to behavior which we object to. It follows that we should not do so ourselves—according to the golden rule. In this way, the golden rule may be self-correcting. An article by Jouni Reinikainen develops this suggestion in greater detail.",
            "score": 24.924007415771484
        },
        {
            "docid": "11261435_4",
            "document": "Smarty Cat . Tom lets them in then Butch says: \"I got the pictures, Tom! These are the funniest home movies I ever took. Wait till you see what happened to these dumb dogs. Boy do you make a monkey out of them. They don't know whether they are coming or going. (the cats laugh) Okay, douse the lights. (Lightning is about to shut the lights off.) Hold it!\" Butch points to Jerry, who merely intends to watch the film with the cats. But the cats won't allow him to. So, Tom kicks Jerry out of the house and he lands in Spike's mouth. Jerry then pops out from Spike's nose, looking angry. Back at the house, Butch says: \"\"OK boys, here we go!\"\" The movie starts. The movie's title is: \"Tom the Terrific Cat Starring Tom\". Then first part starts and its title is \"Lover Boy!\".",
            "score": 24.758302688598633
        },
        {
            "docid": "6823485_9",
            "document": "Where Is the Friend's Home? . Jonathan Rosenbaum called Kiarostami the greatest living filmmaker and called the film (along with \"Through the Olive Trees\" and \"Life and Nothing More\") \"sustained meditations on singular landscapes and the way ordinary people live in them; obsessional quests that take on the contours of parables; concentrated inquiries that raise more questions than they answer; and comic as well as cosmic poems about dealing with personal and impersonal disaster. They're about making discoveries and cherishing what's in the world--including things that we can't understand.\"",
            "score": 24.752058029174805
        },
        {
            "docid": "23472645_6",
            "document": "Welcome to the Future . On the American Saturday Night album, Paisley includes a reprise to the song which talks more specifically about his own personal life. In particular, it mentions how he attended a showing of Father of the Bride with a girl from his hometown. After breaking up, he wondered who his wife would be and what his children would be like, saying he got his answer when he tucked them in. This is a reference to the fact that his wife, Kimberly Williams-Paisley starred in that particular movie.",
            "score": 24.716602325439453
        },
        {
            "docid": "371490_53",
            "document": "Solomon Asch . Asch's conformity experiment was conducted using 123 male participants who were told that they would be part of an experiment in visual judgment. Each subject was put into a group with 5 to 7 confederates (people who knew the true aims of the experiment, but were introduced as participants to the naive \"real\" participant). The group was shown a card with a line on it, followed by another card with 3 lines on it labeled a, b, and c. The participants were then asked to say which line matched in length the line on the first card. Each line question was called a \"trial\". The \"real\" participant answered last or penultimately. For the first two trials, the subject would feel at ease in the experiment, as he and the other \"participants\" gave the obvious, correct answer. However, after the fourth trial, all of the confederates respond with the clearly wrong answer at certain points such that in 12 of the 18 trials they all gave the wrong answer. The 12 trials in which the confederates answered incorrectly were the \"critical trials\". The participant could thus either ignore the majority and go with his own senses or he could go along with the majority and ignore the clearly obvious fact. The aim was to see whether the real participant would change his answer and respond the same way as the confederates or stick with what his eyes plainly told him.",
            "score": 24.684776306152344
        },
        {
            "docid": "4855446_8",
            "document": "Protmušis . The questions that are presented in the Protmušis games requires both general knowledge and the ability to think logically. They might be related to various fields (such as history, geography, arts, physics, biology and so on), but may not require a very specific knowledge in those fields. Usually, the questions are about more or less minor topics that are not known to most people, but after thinking logically it is possible to guess the answer based on one's general knowledge about various similar more important subjects. The goal of a good Protmušis question is to make it so that nobody would answer it immediately, but the team members would need to discuss among themselves and only after each member said his/her suggestions or thoughts regarding the question it would be possible to find the best answer. The number of questions that are answered correctly by the teams per each match varies greatly (from 10% when the weaker teams play to 90% when the major teams face each other), but usually the teams are able to find the correct answer for approximately 50%-60% of the questions.",
            "score": 24.640775680541992
        },
        {
            "docid": "52996426_4",
            "document": "Shout About Music . The game consists of 8 rounds, played entirely using a TV remote. A snippet of a song is played, and the teams must attempt to shout out the name of the song. All players play simultaneously. Each correct answer earns one point. Album covers comes together piece by piece; the teams must try to shout out the name of the recording artist who released the albums. All players play simultaneously. Each correct answer earns one point. Snippets of five music videos for songs from Round One are shown; six trivia facts appear on-screen, and the teams attempt to match the trivia facts to the corresponding music videos. Unlike the first two rounds of game play, teams must take turns in Round Three; when a team gets an answer wrong, it's the other team's turn. Each correct answer is worth two points. A song's lyrics begin appearing on screen, on blue tiles. The players must shout out what word is on the golden tile, which doesn't flip over until the end. All players play simultaneously. Each correct answer is worth two points. Photographs of two musicians appear side-by-side, with a trivia caption beneath them. Players must identify which of the two shown musicians the trivia fact corresponds to. When two photos with golden frames are placed side-by-side, that means that a correct answer to that question is worth five points. Teams must take turns in this round; when a team gets an answer wrong, or when a team gets a golden-frame question correct, it's the other team's turn. A series of events, song titles, or musicians' names are displayed, and the teams must be arranged smallest to largest or chronologically. As in round three, it is the other team's turn when the answering team gives a wrong answer. Five words or phrases all referring to the same musician or band appear onscreen. Both teams try to name the musician or band the clues refer to. The topic the final question will be about is displayed. Both teams then bet 5, 15, 30, or all of their points. The question appears onscreen, and the teams discreetly give their answer with the remote. If they answer the question correctly, they gain that number of points, but if their answer is incorrect, they lose that number of points.",
            "score": 24.560853958129883
        },
        {
            "docid": "7040452_5",
            "document": "Pick Your Brain . Round one was a memory-based quiz round. To start, 2-XL gave the children a choice of two characters at the beginning of the round. The children would then vote secretly as to which one they wanted to see. After the children made their selection a short film was shown to them, with Summers either playing the character in question or someone else telling a story about the character. After the film was shown Summers asked a series of seven toss-up questions about it. To answer, a player pushed a brain-shaped buzzer and the first to buzz in got to try the question; players could not buzz in until Summers read the entire question. Only one answer was allowed per question, and any child who gave a correct answer earned 25 points, for a maximum of 175 points if a player got all 7 correct. If someone failed to answer correctly/at all or none of the three children buzzed in, 2-XL would give the answer himself.",
            "score": 24.44310760498047
        },
        {
            "docid": "51635267_33",
            "document": "Ardel Wray . Wray was also a member of one of the most famous B-movie units at work during what is now viewed as the 'Golden Age' of Hollywood—a group whose creative energy and inventiveness made Lewton's success possible. She spoke about working with the group in a conversation with her daughter many years later, a recollection that shines a clear light on the group's chemistry and skill, and the special place it held in Wray's heart:\"She rarely spoke about her early career or the McCarthy era. But when I asked once what it was like working with Lewton, she smiled -- thought about it for a long moment -- and then told me about the night the group spent figuring out how to build to the first murder in The Leopard Man. The scene she had written was pure psychological terror, trading on very basic fears -- of the dark, of being punished unjustly, locked out of your own home, abandoned by people you trust -- and at the same time it sets up the mystery that is the premise of the entire film. They were under pressure to get this sequence right, and almost everyone was there that night. The session went well into the small hours of the morning, was filled with laughter, and included a hilarious riff as one of them experimented with a set of castanets, which turned out to be the key to building the tension and suspense. They worked their way through a dozen different shot sequences before they were satisfied and, listening to her, I had the very strong impression that they would have come up with that same elegant, powerful scene even if they had been working with an A-movie budget and had more time. As Agee so famously observed about Lewton, these were people who understood film and cared about human beings. I can still see the smile on her face as she recalled that night.\" --  Writer",
            "score": 24.433191299438477
        },
        {
            "docid": "1289792_7",
            "document": "KWL table . In the 'K' column, the teacher has to make sure that she or he has all the questions ready for the students to brainstorm on the particular idea that needs to be taken care in that class. The questions help the students to be prompted to think in specific directions that will lead them to the first step of brainstorming. Also ask the students the reason of their answers. By this the teacher makes them aware of their associations to the answers. The questions like \" what made you think like that?\" shall guide them well. In the 'W' column, ask associating questions or liking questions to make them come to the thinking. questions like, \"what would you like to learn more about this idea?\" can help them to analyze and think more. The teacher here has to come prepared with her/his own set of questions that will link the students' questions to the idea in the text. This is done so that the student shall not lose the flow of the text as well as not lose the purpose of the activity. In the last column 'L', help the students to come out with their own creative ideas and analysis. Also in this particular column, the teacher shall ask the students to differentiate between the answers to their questions and ideas in other columns and the idea they found interesting. At last, the teacher shall help the students to consult other sources which would answer their questions which are not mentioned in the text.",
            "score": 24.40719223022461
        },
        {
            "docid": "8359841_38",
            "document": "The Governess, or The Little Female Academy . The next morning as the girls walk in the Garden, Miss Jenny notices that Miss Dolly is on the verge of tears. As it turns out she has read a sad play, and would like to share it with her friends so that they can understand her mood. The name of the play is called \"\"Funeral, or Grief A-la-mode.\"\" It is interesting to note here, that the play itself is not actually read in the text. Perhaps because Fielding's readers would have been familiar with the play. At the close of the play, while the girls are still 'drying their eyes' Mrs Teachum appears and asks what they were reading. Fearing trouble, they plead that she might not judge them too harshly for their choice of text today. Mrs Teachum is actually pleased that they are reading a play, as she wishes that they should have familiarity with all of literature. She decides to test their understanding of the play, as she it is one that she knows well. At first the girls all defer the answer towards Miss Jenny, but Mrs Teachum excludes her from answering for the group. The girls still refrain from answering, out of shyness, but are saved from volunteering by Miss Jenny suggesting Miss Sukey, as the next oldest. At Mrs Teachum's urging, Miss Sukey replies: \"If I understand your Commands, Madam, by telling the Story of the Play, you would not have me tell you the Acts and Scenes as they followed one another; for that I am afraid I can hardly remember, as I have heard it only once; but I must describe the People in the Play, and the Plots and Contrivances that are carried on amongst them.\" Mrs Teachum nods and Miss Sukey begins her summary of the play. After she is finished, Mrs Teachum commends her memory and then explains that this exercise is a useful tool to help remember things we have read. She then asks Miss Jenny what she believes to be the moral that should be learned from this play. Jenny hesitates for a great moment before answering, but is correct according to Mrs Teachum, who then begins to quiz her about specific instances in the play where this may or may not be true.",
            "score": 24.38180160522461
        },
        {
            "docid": "39165441_9",
            "document": "The Immigrant (2013 film) . When Gray was trying to think of a movie for Cotillard, he was talking to his brother, who found these journals from their grandfather who ran a saloon in the Lower East Side in New York in the 1920s, after he came from Kiev, and there were all these low lives frequenting the place. One of them was this what Gray describes as a “enigmatic, screwed-up, manipulative pimp who used to go to Ellis Island and cruise for women who came to the country by themselves.” According to Gray in the 1920s, women trying to get into the U.S. by themselves were not let in specifically because they were targets for prostitution, but through bribery, canny pimps would get around these rules. And so a movie idea was born. Gray told that he had never seen a movie of that subject. “Lower East Side, Ellis Island, pimps; it seemed very vivid to me. So I said, 'that sounds perfect'\", he told. However, getting Cotillard on board wasn’t as easy as he’d hoped. The director described sending the screenplay to Cotillard, but then having to wait seven days for an answer after she had promised to read the script over a weekend. “Well, Sunday came and went and it was like getting a colonoscopy over a week,” he said of the agonizing wait for an answer.",
            "score": 24.0911865234375
        },
        {
            "docid": "3557194_9",
            "document": "Deathlands: Homeward Bound . While \"Deathlands: Homeward Bound\" closely follows the plot of the fifth \"Deathlands\" novel, \"Homeward Bound\", it departs in a number of notable ways. Dr. Theophilus Tanner and Lori Quint are absent from the film, and Jak Lauren is specifically identified as a mutant, versus simply being an albino as in the novels. J.B. Dix is also changed, being significantly more talkative than his character in the novels, where he is described as a man who \"would never use three words when two would do the job.\" The purpose of redoubts is not clearly explained, and the film makes no mention of the MAT-TRANS facilities typically found in redoubts and used by Ryan and his friends to travel throughout most of the novels.",
            "score": 24.077571868896484
        },
        {
            "docid": "8117054_4",
            "document": "Event symmetry . The task to find such a theory of quantum gravity is one of the major scientific endeavours of our time. Many physicists believe that string theory is the leading candidate, but string theory has so far failed to provide an adequate description of the big bang, and its success is just as incomplete in other ways. That could be because physicists do not really know what the correct underlying principles of string theory are, so they do not have the right formulation that would allow them to answer the important questions. In particular, string theory treats spacetime in quite an old fashioned way even though it indicates that spacetime must be very different at small scales from what we are familiar with.",
            "score": 24.002363204956055
        }
    ]
}