{
    "q": [
        {
            "docid": "894_27",
            "document": "Agnosticism . Religious scholars such as Laurence B. Brown criticize the misuse of the word agnosticism, claiming that it has become one of the most misapplied terms in metaphysics. Brown raises the question, \"You claim that nothing can be known with certainty ... how, then, can you be so sure?\"",
            "score": 32.634742975234985
        },
        {
            "docid": "1813072_45",
            "document": "Theology of Pope Benedict XVI . Even before becoming pope, Benedict advocated a \"special relationship\" between the Roman Church and the Jewish faith. Some Jewish organisations, such as the Anti-Defamation League, the American Jewish Committee, the Union of Reform Judaism, and the Jewish Community Relations Council of Greater Boston, believe Ratzinger was responsible for Pope John Paul II's attempts to improve Jewish-Catholic ties. However, Pope Benedict did create some controversy when he said that the Church is waiting for the moment when Jews will \"say yes to Christ.\" He went on to say, \"We believe that. The fact remains, however, that our Christian conviction is that Christ is also the Messiah of Israel.\"",
            "score": 65.36609721183777
        },
        {
            "docid": "894_28",
            "document": "Agnosticism . According to Pope Benedict XVI, strong agnosticism in particular contradicts itself in affirming the power of reason to know scientific truth. He blames the exclusion of reasoning from religion and ethics for dangerous pathologies such as crimes against humanity and ecological disasters. \"Agnosticism\", said Ratzinger, \"is always the fruit of a refusal of that knowledge which is in fact offered to man ... The knowledge of God has always existed\". He asserted that agnosticism is a choice of comfort, pride, dominion, and utility over truth, and is opposed by the following attitudes: the keenest self-criticism, humble listening to the whole of existence, the persistent patience and self-correction of the scientific method, a readiness to be purified by the truth.",
            "score": 43.794137954711914
        },
        {
            "docid": "37970509_17",
            "document": "Catalan self-determination referendum, 2014 . According to the consultation decree, \"in the consultation there is a first question followed successively by a second question, and they are worded as follows: a) Do you want Catalonia to become a State? (Yes/No); If so: b) Do you want this State to be independent? (Yes/No). You can only answer the question under Letter b) in the event of having answered “Yes” to the question under Letter a).\" The \"participation process\" that has replaced the \"non-referendum consultation\" maintains the same two questions.",
            "score": 27.825589895248413
        },
        {
            "docid": "32916524_4",
            "document": "Christian agnosticism . According to Pope Benedict XVI, strong agnosticism in particular contradicts itself in affirming the power of reason to know scientific truth. He blames the exclusion of reasoning from religion and ethics for dangerous pathologies such as crimes against humanity and ecological disasters. \"Agnosticism\", said Ratzinger, \"is always the fruit of a refusal of that knowledge which is in fact offered to man ... The knowledge of God has always existed\". He asserted that agnosticism is a choice of comfort, pride, dominion, and utility over truth, and is opposed by the following attitudes: the keenest self-criticism, humble listening to the whole of existence, the persistent patience and self-correction of the scientific method, a readiness to be purified by the truth.",
            "score": 43.23570775985718
        },
        {
            "docid": "32916524_3",
            "document": "Christian agnosticism . In 1965 Christian theologian Leslie Weatherhead published \"The Christian Agnostic\", in which he argues: Although radical and unpalatable to conventional theologians, Weatherhead's agnosticism falls far short of Huxley's, and short even of \"weak agnosticism\": In the summary chapter of \"The Christian Agnostic\", Weatherhead stated what he believed in a sort of twelve-part creed:",
            "score": 46.76954174041748
        },
        {
            "docid": "894_3",
            "document": "Agnosticism . English biologist Thomas Henry Huxley coined the word \"agnostic\" in 1869, and said \"It simply means that a man shall not say he knows or believes that which he has no scientific grounds for professing to know or believe.\" Earlier thinkers, however, had written works that promoted agnostic points of view, such as Sanjaya Belatthaputta, a 5th-century BCE Indian philosopher who expressed agnosticism about any afterlife; and Protagoras, a 5th-century BCE Greek philosopher who expressed agnosticism about the existence of \"the gods\". The Nasadiya Sukta in the Rigveda is agnostic about the origin of the universe.",
            "score": 56.25875973701477
        },
        {
            "docid": "894_34",
            "document": "Agnosticism . A.J. Ayer, Theodore Drange, and other philosophers see both atheism and agnosticism as incompatible with ignosticism on the grounds that atheism and agnosticism accept \"a deity exists\" as a meaningful proposition that can be argued for or against.",
            "score": 27.499874353408813
        },
        {
            "docid": "55757866_2",
            "document": "Irreligion in Guatemala . Irreligion in Guatemala can refer to Atheism, Agnosticism, Secular Humanism, religious skepticism, or people who simply identify as non-religious; although some believe in God and others are more skeptical in belief, but do not consider themselves atheists.",
            "score": 35.43289279937744
        },
        {
            "docid": "10525212_2",
            "document": "Yes We Can Can . \"Yes We Can Can\" is a 1973 funk classic recorded by the American R&B girl group the Pointer Sisters and released on the Blue Thumb record label.",
            "score": 2.5798933506011963
        },
        {
            "docid": "16348726_26",
            "document": "History of Popes Creek (Virginia) . Burial Ground: Jane Butler Washington; b. 24 October 1699, d. 24 September 1729.<br> Here lyes ye Body of JANE<br> Wife of Augustine Washington<br> Born at Popes Creek Virginia<br> Westmorelnd ye 24th Xber<br> 1699 & died ye 24th of 9ber 1729<br> Who left behind her two sons & one daughter.<br> <br> The land comprising the Popes Creek plantation was sold by the Washington family on October 13, 1813, but returned in a sense in 1867 when John E. Wilson who married Betty, the granddaughter of William Augustine, took possession. Dr. F.O. St. Clair's investigations and survey of a proposed memorial site in 1882 was an effort to secure the \"entire neck of land bounded by Pope's Creek on two sides and a marsh on the third side\" – and a right-of-way \"to Bridge Creek Landing,\" including the \"Burying Ground and Potomac River beyond.\" The result was purchased from John E. Wilson on July 10, 1883, by the federal government. The sustained effort for a national monument on Popes Creek had begun to take shape.",
            "score": 29.59427499771118
        },
        {
            "docid": "81798_32",
            "document": "Solipsism . Solipsism is a form of logical minimalism. Many people are intuitively unconvinced of the nonexistence of the external world from the basic arguments of solipsism, but a solid proof of its existence is not available at present. The central assertion of solipsism rests on the nonexistence of such a proof, and strong solipsism (as opposed to weak solipsism) asserts that no such proof can be made. In this sense, solipsism is logically related to agnosticism in religion: the distinction between believing you do not know, and believing you could not have known.",
            "score": 29.780534029006958
        },
        {
            "docid": "13075834_6",
            "document": "The Braes o' Killiecrankie . <score midi=\"5\" vorbis=\"1\"> \\relative c\" { \\time 2/4 \\key g \\major  \\partial 8 g16( a) | b8 b \\grace { c8 } b a16( g) | c4 c8 b16( a) | b8 b c16( b) a( g) | b8 d d g,16( a) | b8 b c16( b) a16( g) | c4 c8 b16( a) | b16( c) d16( b) a8 g | d8 g g \\bar \"||\" b16( c) | d8 d, d e16( f) | e8 d16( e) c8 b'16( c) | d8 d, d' d, | b' d d\\fermata b16( c) | d8 d, d e16( f) | g16( f) e( d) c8 b'16 c | b16( c) d( b) a8 g | e g g \\bar \"|.\" }  \\addlyrics {Whare | hae ye been sae | braw, lad? Whare | hae ye been sae | bran -- kie, O? Whare | hae ye been sae | braw, lad? Came | ye by Kil -- li -- | cran -- kie, O? An | ye had been whare | I hae been, Ye | wad -- na been sae | can -- tie, O; An | ye had seen what | I hae seen, I' the | braes o' Kil -- li -- | crank -- kie, O. }</score>",
            "score": 3.8648366928100586
        },
        {
            "docid": "300029_2",
            "document": "Charles Péguy . Charles Pierre Péguy (; 7 January 1873 – 5 September 1914) was a noted French poet, essayist, and editor. His two main philosophies were socialism and nationalism, but by 1908 at the latest, after years of uneasy agnosticism, he had become a believing but non-practicing Roman Catholic. From that time, Catholicism strongly influenced his works.",
            "score": 42.11068606376648
        },
        {
            "docid": "15247542_16",
            "document": "Atheism . Atheists have also argued that people cannot know a God or prove the existence of a God. The latter is called agnosticism, which takes a variety of forms. In the philosophy of immanence, divinity is inseparable from the world itself, including a person's mind, and each person's consciousness is locked in the subject. According to this form of agnosticism, this limitation in perspective prevents any objective inference from belief in a god to assertions of its existence. The rationalistic agnosticism of Kant and the Enlightenment only accepts knowledge deduced with human rationality; this form of atheism holds that gods are not discernible as a matter of principle, and therefore cannot be known to exist. Skepticism, based on the ideas of Hume, asserts that certainty about anything is impossible, so one can never know for sure whether or not a god exists. Hume, however, held that such unobservable metaphysical concepts should be rejected as \"sophistry and illusion\". The allocation of agnosticism to atheism is disputed; it can also be regarded as an independent, basic worldview.",
            "score": 45.59980750083923
        },
        {
            "docid": "18818890_5",
            "document": "Yes, Yes, Yes . Built under a quiet storm like R&B production similar to White's, the song hit the charts peaking at number #46 on the \"Billboard\" Hot 100 and number #11 on the R&B charts becoming Cosby's biggest charted single since \"Little Ole Man (Uptight, Everything's Alright)\" peaked at number #4 on the Hot 100 nine years earlier.",
            "score": 12.586151123046875
        },
        {
            "docid": "894_7",
            "document": "Agnosticism . George H. Smith, while admitting that the narrow definition of atheist was the common usage definition of that word, and admitting that the broad definition of agnostic was the common usage definition of that word, promoted broadening the definition of atheist and narrowing the definition of agnostic. Smith rejects agnosticism as a third alternative to theism and atheism and promotes terms such as agnostic atheism (the view of those who do not \"believe\" in the existence of any deity, but do not claim to \"know\" if a deity does or does not exist) and agnostic theism (the view of those who do not claim to \"know\" of the existence of any deity, but still \"believe\" in such an existence).",
            "score": 69.69964170455933
        },
        {
            "docid": "1813072_48",
            "document": "Theology of Pope Benedict XVI . Before becoming Pope, Cardinal Ratzinger was a well-known and quite controversial figure inside and outside the Catholic Church. This is due in part from the perception among those who felt the Vatican II reforms did not go far enough that Ratzinger is a conservative. To this view, Ratzinger's theology is based on his early works, staunch Catholicism and ancient Tradition. According to this often held view, Benedict has made clear that he intends to preserve the Church doctrine and not give in to modern pressures for change to fundamental dogma and teaching on such issues as birth control, abortion, and homosexuality. It is also noted, that the Pope has a strong opposition to moral relativism, which he sees as producing views ranging \"from one extreme to the other: from Marxism to liberalism, even to libertinism; from collectivism to radical individualism; from atheism to a vague religious mysticism; from agnosticism to syncretism, and so forth.\"",
            "score": 67.72842156887054
        },
        {
            "docid": "22535834_5",
            "document": "Atheistic existentialism . Albert Camus writes of dualisms—between happiness and sadness—as well as life and death. In \"The Myth of Sisyphus\", such dualism becomes paradoxical because humans greatly value their existence while at the same time being aware of their mortality. Camus believes it is human nature to have difficulty reconciling these paradoxes; and indeed, he believed humankind must accept what he called \"the Absurd\". On the other hand, Camus is not strictly an existential atheist because the acceptance of \"the Absurd\" implies neither the existence of God nor the nonexistence of God (compare agnosticism).",
            "score": 37.99005389213562
        },
        {
            "docid": "894_26",
            "document": "Agnosticism . Theistic critics claim that agnosticism is impossible in practice, since a person can live only either as if God did not exist (\"etsi deus non-daretur\"), or as if God did exist (\"etsi deus daretur\").",
            "score": 25.270138025283813
        },
        {
            "docid": "32916524_2",
            "document": "Christian agnosticism . Christian agnostics practice a distinct form of agnosticism that applies only to the \"properties\" of God. They hold that it is difficult or impossible to be sure of anything beyond the basic tenets of the Christian faith. They believe that God or a higher power exists, that Jesus may have a special relationship with God and is in some way divine, and that God should be worshipped. This belief system has deep roots in Judaism and the early days of the Church.",
            "score": 55.72120809555054
        },
        {
            "docid": "894_16",
            "document": "Agnosticism . Agnostic views are as old as philosophical skepticism, but the terms agnostic and agnosticism were created by Huxley (1825-1895) to sum up his thoughts on contemporary developments of metaphysics about the \"unconditioned\" (William Hamilton) and the \"unknowable\" (Herbert Spencer). Though Huxley began to use the term \"agnostic\" in 1869, his opinions had taken shape some time before that date. In a letter of September 23, 1860, to Charles Kingsley, Huxley discussed his views extensively: And again, to the same correspondent, May 6, 1863: Of the origin of the name agnostic to describe this attitude, Huxley gave the following account: In 1889, Huxley wrote:Therefore, although it be, as I believe, demonstrable that we have no real knowledge of the authorship, or of the date of composition of the Gospels, as they have come down to us, and that nothing better than more or less probable guesses can be arrived at on that subject. William Stewart Ross (1844-1906) wrote under the name of Saladin. He was associated with Victorian Freethinkers and the organization the British Secular Union. He edited the \"Secular Review\" from 1882; its was renamed \"Agnostic Journal and Eclectic Review\" and closed in 1907. Ross championed agnosticism in opposition to the atheism of Charles Bradlaugh as an open-ended spiritual exploration.",
            "score": 39.40301179885864
        },
        {
            "docid": "196882_24",
            "document": "Burrows–Abadi–Needham logic . Because message 2 is encrypted with \"K\", and \"B\" believes key(\"K\", \"B\"↔\"S\"), \"B\" now believes that \"S\" said {\"t\", \"A\", \"A\" believes key(\"K\", \"A\"↔\"B\")}. Because the clocks are synchronized, \"B\" believes fresh(\"t\"), and so fresh(\"A\" believes key(\"K\", \"A\"↔\"B\")). Because \"B\" believes that \"S\"<nowiki>'</nowiki>s statement is fresh, \"B\" believes that \"S\" believes that (\"A\" believes key(\"K\", \"A\"↔\"B\")). Because \"B\" believes that \"S\" is authoritative about what \"A\" believes, \"B\" believes that (\"A\" believes key(\"K\", \"A\"↔\"B\")). Because \"B\" believes that \"A\" is authoritative about session keys between \"A\" and \"B\", \"B\" believes key(\"K\", \"A\"↔\"B\"). \"B\" can now contact \"A\" directly, using \"K\" as a secret session key.",
            "score": 12.71864366531372
        },
        {
            "docid": "34965420_8",
            "document": "The Skipper's Dream . Aw studies awhile, then says aw, \"Are ye Deeth,  Come here for to wise oot a poor fellow's breeth ?\"  He says, \"No, aw'm the Pope, cum to try if aw can,  Save a vile wretch like ye, fra the nasty Bad Man.\"",
            "score": 16.433827877044678
        },
        {
            "docid": "2470055_19",
            "document": "The Story of B . B uses the phrase “cultural collapse” to describe the point of history that we are living through today. He believes that circumstances have rendered the cultural mythology of the Takers meaningless to its people. When this happens to a culture, B states, things fall apart. \"Order and purpose are replaced by chaos and bewilderment. People lose the will to live, become listless, become violent, become suicidal, and take to drink, drugs, and crime... laws, customs and institutions fall into disuse and disrespect, especially among the young, who see that even their elders can no longer make sense of them.\"",
            "score": 28.605514764785767
        },
        {
            "docid": "15898038_9",
            "document": "List of saints canonized by Pope Pius XII . Because of the huge number of visitors, the canonisation of Maria Goretti by Pope Pius XII, was held outside at Piazza San Pietro on 24 June 1950. The Pope spoke, not as before in Latin, but in Italian. \"We order and declare, that the blessed Maria Goretti can be venerated as a Saint and We introduce her into the Canon of Saints\". Some 500,000 people, among them a majority of youth, had come from around the World. Pope Pius asked them: A resounding Yes was the answer.",
            "score": 35.05523657798767
        },
        {
            "docid": "21378279_9",
            "document": "Agnostic atheism . The rationalistic agnosticism of Kant and the Enlightenment only accepts knowledge deduced with human rationality; this form of atheism holds that gods are not discernible as a matter of principle, and therefore cannot be known to exist. Skepticism, based on the ideas of Hume, asserts that certainty about anything is impossible, so one can never know for sure whether or not a god exists. Hume, however, held that such unobservable metaphysical concepts should be rejected as \"sophistry and illusion\". The allocation of agnosticism to atheism is disputed; it can also be regarded as an independent, basic worldview.",
            "score": 46.77320647239685
        },
        {
            "docid": "2581136_4",
            "document": "Rationalizability . Consider a simple coordination game (the payoff matrix is to the right). The row player can play \"a\" if she can reasonably believe that the column player could play \"A\", since \"a\" is a best response to \"A\". She can reasonably believe that the column player can play \"A\" if it is reasonable for the column player to believe that the row player could play \"a\". He can believe that she will play \"a\" if it is reasonable for him to believe that she could play \"a\", etc. This provides an infinite chain of consistent beliefs that result in the players playing (\"a\", \"A\"). This makes (\"a\", \"A\") a rationalizable pair of actions. A similar process can be repeated for (\"b\", \"B\").",
            "score": 18.79267430305481
        },
        {
            "docid": "621169_28",
            "document": "Existence of God . Agnostic theism is the philosophical view that encompasses both theism and agnosticism. An agnostic theist believes in the existence of a god or God, but regards the basis of this proposition as \"unknown or inherently unknowable\". Agnostic theists may also insist on ignorance regarding the properties of the gods they believe in.",
            "score": 47.73748540878296
        },
        {
            "docid": "147858_23",
            "document": "Pope Pius XI . Pius XI believed that industrialization results in less freedom at the individual and communal level, because numerous free social entities get absorbed by larger ones. The society of individuals becomes the mass class-society. People are much more interdependent than in ancient times, and become egoistic or class-conscious in order to save some freedom for themselves. The pope demands more solidarity, especially between employers and employees, through new forms of cooperation and communication. Pius displays a negative view of capitalism, especially of the anonymous international finance markets. He identifies certain dangers for small and medium-size enterprises, which have insufficient access to capital markets and are squeezed or destroyed by the larger ones. He warns that capitalist interests can become a danger for nations, which could be reduced to “chained slaves of individual interests”",
            "score": 42.57784104347229
        },
        {
            "docid": "1352065_11",
            "document": "Manassas Station Operations (Stonewall Jackson) . Pope saw the fires at Manassas Junction but believed that it meant Jackson was desperate; he ordered his corps to march on Manassas from the south, east, and north. Pope knew that Longstreet was moving north towards Thoroughfare Gap but did not detach any force to delay him, believing that the Union army could defeat Jackson before Longstreet could arrive. The defeat of Taylor's force convinced George B. McClellan, commanding the Union forces in Washington, not to send any further reinforcements to Pope unless they had artillery and cavalry.",
            "score": 38.859511375427246
        },
        {
            "docid": "1393811_2",
            "document": "Agnostic theism . Agnostic theism, agnostotheism or agnostitheism is the philosophical view that encompasses both theism and agnosticism. An agnostic theist believes in the existence of a god or gods, but regards the basis of this proposition as \"unknown or inherently unknowable\". The agnostic theist may also or alternatively be agnostic regarding the properties of the god or gods that they believe in.",
            "score": 48.64197087287903
        }
    ],
    "r": [
        {
            "docid": "16086178_72",
            "document": "Catholic theology . Apostolic succession is the belief that the pope and Catholic bishops are the spiritual successors of the original twelve apostles, through the historically unbroken chain of consecration (see: Holy orders). The pope is the spiritual head and leader of the Roman Catholic Church who makes use of the Roman Curia to assist him in governing. He is elected by the College of Cardinals who may choose from any male member of the church but who must be ordained a bishop before taking office. Since the 15th century, a current cardinal has always been elected. The New Testament contains warnings against teachings considered to be only masquerading as Christianity, and shows how reference was made to the leaders of the church to decide what was true doctrine. The Catholic Church believes that it is the continuation of those who remained faithful to the apostolic leadership and rejected false teachings. Catholic belief is that the Church will never defect from the truth, and bases this on Jesus' telling Peter \"the gates of hell will not prevail against\" the church. In the \"Gospel of John\", Jesus states, \"I have much more to tell you, but you cannot bear it now. But when he comes, the Spirit of truth, he will guide you to all truth\".",
            "score": 95.84964752197266
        },
        {
            "docid": "6221_2",
            "document": "Cardinal (Catholic Church) . A cardinal (, literally \"Cardinal of the Holy Roman Church\") is a senior ecclesiastical leader, considered a Prince of the Church, and usually an ordained bishop of the Roman Catholic Church. The cardinals of the Church are collectively known as the College of Cardinals. The duties of the cardinals include attending the meetings of the College and making themselves available individually or in groups to the Pope as requested. Most have additional duties, such as leading a diocese or archdiocese or managing a department of the Roman Curia. A cardinal's primary duty is electing the bishop of Rome when the see becomes vacant. During the \"sede vacante\" (the period between a pope's death or resignation and the election of his successor), the day-to-day governance of the Holy See is in the hands of the College of Cardinals. The right to enter the conclave of cardinals where the pope is elected is limited to those who have not reached the age of 80 years by the day the vacancy occurs.",
            "score": 81.81226348876953
        },
        {
            "docid": "2085073_12",
            "document": "Primacy of Peter . In Catholicism, it is argued that the primacy of Peter is a basis for the primacy of the bishop of Rome over other bishops throughout the Church via the doctrine of Apostolic succession. This extension of Petrine primacy to popes is known as the primacy of the Bishop of Rome, also known as the primacy of the Roman Pontiff. This Catholic Church doctrine holds that the papacy has authority delegated from Jesus to rule over the entire Church. There are various views on the nature of the primacy and how it has been exercised and passed on. This belief makes a distinction between the personal prestige of Peter and the supremacy of the office of pope which Catholics believe Jesus instituted in the person of Peter. Some, but not nearly all, Protestant denominations accept the concept of the primacy of Peter, but believe it was only relevant during the lifetime of Peter. They do not believe the pope holds any authority over the universal Church.",
            "score": 80.16265869140625
        },
        {
            "docid": "23056_42",
            "document": "Pope . The pope was originally chosen by those senior clergymen resident in and near Rome. In 1059 the electorate was restricted to the Cardinals of the Holy Roman Church, and the individual votes of all Cardinal Electors were made equal in 1179. The electors are now limited to those who have not reached 80 on the day before the death or resignation of a pope. The pope does not need to be a Cardinal Elector or indeed a Cardinal; however, since the pope is the Bishop of Rome, only those who can be ordained a bishop can be elected, which means that any male baptized Catholic is eligible. The last to be elected when not yet a bishop was Pope Gregory XVI in 1831, and the last to be elected when not even a priest was Pope Leo X in 1513, and the last to be elected when not a cardinal was Pope Urban VI in 1378. If someone who is not a bishop is elected, he must be given episcopal ordination before the election is announced to the people.",
            "score": 80.12017059326172
        },
        {
            "docid": "606848_16",
            "document": "Catholic Church . Following the death or resignation of a pope, members of the College of Cardinals who are under age 80 act as electoral college, meeting in a papal conclave to elect a successor. Although the conclave may elect any male Catholic as pope, since 1389 only cardinals have been elected.",
            "score": 79.80028533935547
        },
        {
            "docid": "342411_45",
            "document": "Christian denomination . Roman Catholics believe that the Pope has authority which can be traced directly to the apostle Peter whom they hold to be the original head of and first Pope of the Church. There are smaller churches, such as the Old Catholic Church which rejected the definition of Papal Infallibility at the First Vatican Council, and Anglo-Catholics, Anglicans who believe that Anglicanism is a continuation of historical Catholicism and who incorporate many Catholic beliefs and practices. The Catholic Church refers to itself simply by the terms \"Catholic\" and \"Catholicism\" (which mean universal).",
            "score": 79.76539611816406
        },
        {
            "docid": "429857_19",
            "document": "Primus inter pares . The Latin and Eastern Catholic Churches consider the Pope of Rome to be the single Vicar of Christ, successor of Saint Peter, and leader of all their bishops (Patriarchs included), in Apostolic succession to the Apostles. As such, the Roman Catholic Church does not see the Pope merely as being \"first among equals,\" but as actually holding an office with supreme authority in canon law over all other bishops. This jurisdictional claim was one of the main causes of the East-West Schism in the Church, which became formal in 1054. The Dean of the College of Cardinals in the Catholic Church is generally considered to be the first among equal Prince of the Church in the College, which is the Pope's highest-ranking council and elects as conclave (where an age limit applies) the papal successor, generally from its ranks.",
            "score": 79.55404663085938
        },
        {
            "docid": "261708_8",
            "document": "Wisconsin Evangelical Lutheran Synod . The WELS believes that the Papacy is the Antichrist (2 Thessalonians 2:1-12). In 1959 the WELS formally issued its \"Statement on the Antichrist\", a doctrinal statement that declared, \"we reaffirm the statement of the Lutheran Confessions, that 'the Pope is the very Antichrist'\". This identification of the Antichrist with the Pope is part of traditional Protestant amillennial historicism. The Roman Catholic Church is also amillennialist, but, unlike the WELS, holds to the view that the Antichrist will come near the end of the world. Mark Schroeder, president of WELS, affirmed in 2011 that \"WELS does hold to the historic Lutheran position that the Roman Catholic papacy fits the biblical characteristics of the Antichrist.\" He also stated that \"While WELS continues to see the characteristics of the Antichrist in the Roman Catholic papacy, it is wrong and dishonest to portray this belief as stemming from anti-Catholic bigotry. We do have strong convictions, and we identify what we believe are teachings that depart from the Word of God. But we hold no animosity toward Christians who hold the Roman Catholic faith, and we respect the right of people to hold beliefs different from ours even as we point out the error. Furthermore, we rejoice that even in the Roman Catholic Church, where we believe that the gospel has been distorted, there are many Catholics who hold to a simple faith in Jesus Christ as their Savior and who will ultimately be saved. Testifying to the errors that still exist in Catholic doctrine is itself an expression of love; remaining silent or glossing over doctrinal differences would express the opposite.\"",
            "score": 79.32152557373047
        },
        {
            "docid": "1687680_172",
            "document": "Pope Francis . Some atheists hoped Francis would prove to be progressive on issues like poverty and social inequality, while others were more skeptical that he would be \"interested in a partnership of equals\". In May 2013, Francis said all who do good can be redeemed through Jesus, including atheists. Francis said God \"has redeemed all of us, all of us, with the Blood of Christ: all of us, not just Catholics. Everyone! Even the atheists. Everyone!\" Amid the ensuant controversy, Carl E. Olson said Francis's words were fundamental Christian teaching dating back to the Apostle Paul and Fr. Dwight Longenecker wrote, \"Unfortunately for those who wish to paint Pope Francis as a lovable liberal, in fact, the Pope is simply affirming certain truths that any somewhat knowledgable Catholic will uphold.\" A spokesman for the Vatican, Father Thomas Rosica, issued an \"explanatory note\" that non-Catholics who \"know\" the Catholic Church but do not convert \"cannot be saved\", and only those who \"sincerely seek God…can attain eternal salvation\". Hendrik Hertzberg criticised Rosica in \"The New Yorker\" magazine, and speculated that there may be major internal disagreement between supporters and opponents of Vatican II in the Catholic Church.",
            "score": 79.08820343017578
        },
        {
            "docid": "30808267_4",
            "document": "Catholic particular churches and liturgical rites . In Catholic ecclesiology, a church is an assembly of the faithful, hierarchically ordered, both in the entire world (the Catholic Church), or in a certain territory (a particular church). To be a sacrament (a sign) of the Mystical Body of Christ in the world, a church must have both a head and members (Col. 1:18). The sacramental sign of Christ the head is the sacred hierarchy – the bishops, priests and deacons. More specifically, it is the local bishop, with his priests and deacons gathered around and assisting him in his office of teaching, sanctifying and governing (Mt. 28:19–20; Titus 1:4–9). Thus, the church is fully present sacramentally (by way of a sign) wherever there is a sign of Christ the head, a bishop and those who assist him, and a sign of Christ's body, Christian faithful. Each diocese is therefore considered a particular church. On the worldwide level, the sign of Christ the head is the Pope, and, to be Catholic, particular churches, whether local churches or autonomous ritual churches, must be in communion with this sign of Christ the head, Through this full communion with Saint Peter and his successors the church becomes a universal sacrament of salvation to the end of the age ().",
            "score": 78.96161651611328
        },
        {
            "docid": "34797092_16",
            "document": "Lordship of Utrecht . Having obtained the permission of the Dutch government, in 1723 the chapter elected a new archbishop, who was not confirmed in post, and excommunicated by Pope Benedict XIII. This was the beginning of what would become the Old Catholic Church. All the Old Catholic Archbishops from 1723 until 1858 informed the Popes of their elections. The pope however appointed Roman Apostolic Vicars to the Netherlands (to Utrecht) until 1853, when Catholic diocesan hierarchy was re-established throughout the northern Netherlands. In 1853, the Holy See was allowed to re-established its hierarchy in the Netherlands. At present, the Archbishop who heads the Roman Catholic Archdiocese of Utrecht has frequently been promoted to cardinal. He is the Primate of the Netherlands and the Metropolitan of a province with six suffragans throughout the Netherlands.",
            "score": 77.83491516113281
        },
        {
            "docid": "31665644_82",
            "document": "Saint Peter . According to Catholic belief, Simon Peter was distinguished by Jesus to hold the first place of honor and authority. Also in Catholic belief, Peter was, as the first Bishop of Rome, the first Pope. Furthermore, they consider every Pope to be Peter's successor and the rightful superior of all other bishops. Although Peter never bore the title of \"Pope\", or \"Vicar of Christ\", in this sense the Catholic Church considers Peter the first Pope.",
            "score": 77.27592468261719
        },
        {
            "docid": "3790508_23",
            "document": "Medieval II: Total War . Any priest from a Catholic faction has a chance of becoming Pope if they are accepted into the college of cardinals and then made one of the Preferati. When the incumbent Pope dies, the college of cardinals will elect a new Pope from the Preferati, with each cardinal having one vote; factions with multiple cardinals will, therefore, have much more influence on the election. The new Pope will leave their original faction and become the faction leader of the Papal States. Popes, upon being elected into office, will generally think highly of factions who supported them.",
            "score": 77.23985290527344
        },
        {
            "docid": "827717_2",
            "document": "Papal conclave . A papal conclave is a meeting of the College of Cardinals convened to elect a Bishop of Rome, also known as the Pope. The pope is considered by Roman Catholics to be the apostolic successor of Saint Peter and earthly head of the Roman Catholic Church.",
            "score": 76.94878387451172
        },
        {
            "docid": "6854881_8",
            "document": "Paul Lakeland . Lakeland believes that Clerical celibacy should become optional and that change is inevitable. He further believes the Roman Catholic Priests are not sufficiently accountable to outsiders. Lakeland claims those Church leaders who allowed child sex abuse to continue were less responsive over the duty to act accountably than lay Catholics who have routinely had to act accountably towards employers and family. During the first few centuries of the Christian Era the laity routinely played a part in the choice of clergy up to and including the pope. Pope Leo the Great is quoted pronouncing, \"“Let the one who is going to rule over all be elected by all,”\". He believes the Church has traditionally been sensitive to political models that were contemporary at the time and believes it would be good if the Church were today more democratic. Lakeland feels the Church should seek to imitate the Holy Trinity where he feels the three persons are coequal and not hierarchal.",
            "score": 76.65875244140625
        },
        {
            "docid": "21520745_9",
            "document": "One true church . In the encyclical \"Mortalium animos\" of 6 January 1928, Pope Pius XI wrote that \"in this one Church of Christ no man can be or remain who does not accept, recognize and obey the authority and supremacy of Peter and his legitimate successors\" and quoted the statement of Lactantius: \"The Catholic Church is alone in keeping the true worship. This is the fount of truth, this the house of Faith, this the temple of God: if any man enter not here, or if any man go forth from it, he is a stranger to the hope of life and salvation.\" Accordingly, the Second Vatican Council declared: \"Whosoever, [...] knowing that the Catholic Church was made necessary by Christ, would refuse to enter or to remain in it, could not be saved. In the same document, the Council continued: \"The Church recognizes that in many ways she is linked with those who, being baptized, are honored with the name of Christian, though they do not profess the faith in its entirety or do not preserve unity of communion with the successor of Peter.\" And in a decree on ecumenism, \"Unitatis redintegratio\", it stated: \"Catholics must gladly acknowledge and esteem the truly Christian endowments from our common heritage which are to be found among our separated brethren. It is right and salutary to recognise the riches of Christ and virtuous works in the lives of others who are bearing witness to Christ, sometimes even to the shedding of their blood. For God is always wonderful in His works and worthy of all praise.\"",
            "score": 76.57586669921875
        },
        {
            "docid": "8799424_32",
            "document": "Bishop in the Catholic Church . The pope is the man who possesses the sacrament of Holy Orders as a bishop and who has been chosen to be Bishop of Rome. The Catholic Church holds that the College of Bishops as a group is the successor of the College of Apostles. The Church also holds that uniquely among the apostles Saint Peter was granted a role of leadership and authority, giving the Pope the right to govern the Church together with the bishops, and making his leadership necessary for the completion of the College. Hence, Catholicism holds that the Bishop of Rome, as successor of Peter, possesses this role: the Pope, uniquely among bishops, may speak for the whole Church, and a council of bishops is incomplete without the approval of the pope. Papal pronouncements which meet the requirements of the decree on papal infallibility of the First Vatican Council, and no others, even in matters of faith and morals, are deemed to be infallible. Papal infallibility has been invoked only twice since the doctrine was instituted and both are about Mary: her Immaculate Conception (declared by Pope Pius IX in 1854 and grandfathered in after the First Vatican Council’s declaration of papal infallibility in 1870) and her bodily Assumption into heaven (declared by Pope Pius XII in 1950).",
            "score": 76.46981048583984
        },
        {
            "docid": "6060518_17",
            "document": "Religion in the Netherlands . Since the provinces North Brabant and Limburg are in the Netherlands historically mostly Roman Catholic, and some of their people still use the term and some traditions as a base for their cultural identity rather than as a religious identity. A planned visit of Pope Francis to the Netherlands was blocked by cardinal Wim Eijk in 2014, allegedly because of the feared lack of interest for the Pope among the Dutch public. The vast majority of the Catholic population in the Netherlands is now largely irreligious in practice. Research among self-identified Catholics in the Netherlands, published in 2007, shows that only 27% of the Dutch Catholics can be regarded as a theist, 55% as an ietsist, deist or agnostic and 17% as atheist. In 2015 only 13% of self-identified Dutch Catholics believe in the existence of heaven, 17% in a personal God and fewer than half believe that Jesus was the Son of God or sent by God.",
            "score": 74.97624969482422
        },
        {
            "docid": "35610028_6",
            "document": "Outline of the Catholic Church . History of the Catholic Church – the church says that its bishops are the successors to the Apostles of Jesus, and that the Bishop of Rome, also known as the Pope, is the sole successor to Saint Peter, who is believed to have been appointed head of the church in the New Testament and who is said to have ministered in Rome.",
            "score": 74.66547393798828
        },
        {
            "docid": "44743441_10",
            "document": "History of Bob Jones University . The three Bob Joneses, especially Bob Jones, Jr., sharply criticized the Roman Catholic Church. For instance, Jones, Jr. once said that Catholicism was \"not another Christian denomination. It is a satanic counterfeit, an ecclesiastic tyranny over the souls of men...It is the old harlot of the book of the Revelation—'the Mother of Harlots.'\" All popes, Jones asserted, \"are demon possessed.\" In 2000, then-president Bob Jones III referred, on the university's web page, to Mormons and Catholics as \"cults which call themselves Christian.\" Furthermore, in 1966, BJU awarded an honorary doctorate to the Rev. Ian Paisley, future British MP, leader of the Democratic Unionist Party, and Moderator of the Free Presbyterian Church of Ulster, who has referred to the Pope as a \"Roman anti-Christ.\"  Bob Jones III has argued that the university is not so much anti-Catholic or anti-Mormon as it is opposed to the idea that all men, regardless of religious beliefs, will eventually get to heaven: \"Our shame would be in telling people a lie, and thereby letting them go to hell without Christ because we loved their goodwill more than we loved them and their souls…. All religion, including Catholicism, which teaches that salvation is by religious works or church dogma is false. Religion that makes the words of its leader, be he Pope or other, equal with the Word of God is false. Sola Scriptura. From the time of the Protestant Reformation onward, it has been understood that there is no commonality between the Bible way, which is justification by faith in the shed blood of Jesus Christ, and salvation by works, which the faithful, practicing Catholic embraces.\"",
            "score": 74.30435943603516
        },
        {
            "docid": "6461025_2",
            "document": "List of canonised popes . This article lists the Popes who have been canonised or recognised as Saints in the Roman Catholic Church they had led. A total of 81 (out of 266) Popes have been recognised universally as canonised saints, including all of the first 35 Popes (31 of whom were martyrs) and 52 of the first 54. If Pope Liberius is numbered amongst the Saints as in Eastern Christianity, all of the first 49 Popes become recognised as Saints, of whom 31 are Martyr-Saints, and 53 of the first 54 Pontiffs would be acknowledged as Saints. In addition, 14 other Popes are in the process of becoming canonised Saints: as of December 2017, two are recognised as being Servants of God, two are recognised as being Venerable, and ten have been declared Blessed or \"Beati\", making a total of 95 (97 if Pope Liberius and Pope Adeodatus II are recognised to be Saints) of the 266 Roman Pontiffs being recognised and venerated for their heroic virtues and inestimable contributions to the Church.",
            "score": 74.21709442138672
        },
        {
            "docid": "21520745_6",
            "document": "One true church . According to the \"Catechism of the Catholic Church\", Catholic ecclesiology professes the Catholic Church to be the \"sole Church of Christ\" e.g. the one true church defined as \"One, Holy, Catholic, and Apostolic Church\" in the Four Marks of the Church in the Nicene Creed. This teaching was originally formulated at the Council of Nicea (AD 325) at which time the Apostle's Creed (the basis for the Nicene Creed) had been ratified. The church teaches that only the Catholic Church was founded by Jesus Christ, who appointed the Twelve Apostles to continue his work as the Church's earliest bishops. Catholic belief holds that the Church \"is the continuing presence of Jesus on earth\", and that all duly consecrated bishops have a lineal succession from the apostles. In particular, the Bishop of Rome (the Pope), is considered the successor to the apostle Simon Peter, from whom the Pope derives his supremacy over the Church. The Church is further described in the papal encyclical \"Mystici corporis Christi\" as the Mystical Body of Christ. Thus, the Catholic Church holds that \"the one Church of Christ which in the Creed is professed as one, holy, catholic and apostolic ... This Church constituted and organized in the world as a society, subsists in the Catholic Church, which is governed by the successor of Peter and by the Bishops in communion with him.\"",
            "score": 74.19928741455078
        },
        {
            "docid": "10502483_21",
            "document": "Appointment of Catholic bishops . There are 23 Eastern Catholic Churches totalling about 20 million people that are in communion with the Holy See but their liturgy and other practices are different. A patriarchal Eastern Catholic church itself elects its bishops who are to serve within its own territory, but other bishops are appointed by the Pope. Before the election of a bishop, the patriarchal synod considers the names proposed by its members and draws up a list of those it considers to be valid candidates for episcopacy; this is communicated to the Pope and any name for which he refuses his assent is removed from the list. When the synod then comes to elect a bishop, no further procedure is required if the person chosen is on the list; but if he is not on the list, the assent of the Pope is needed before asking the newly elected to accept his appointment. The same arrangement holds for a Church headed by a Major Archbishop. In the official bulletins and news media of the Holy See, these appointments are published as decisions of the Eastern Church in question, not of the Pope. The procedure for appointing bishops of other Eastern Churches and those bishops of patriarchal and major archiepiscopal Churches who are to serve outside the territory of the Church in question is similar to that for Latin bishops, and the appointments are published as acts of the Pope.",
            "score": 73.94560241699219
        },
        {
            "docid": "18615_13",
            "document": "Left Behind . The books are written from a Protestant viewpoint. As a result, some believe the books are anti-Catholic, noting that many Catholics were not raptured concluding that no religion is free of false converts and that the new pope establishes a false religion. While the fictional Pope, John XXIV, was raptured, he is described as having embraced some of the views of the \"Father of Protestantism\" Martin Luther and it is implied that he was raptured for this reason. His successor, Pope Peter II, becomes Pontifex Maximus of Enigma Babylon One World Faith, an amalgam of all remaining world faiths and religions. \"Catholic Answers\" describes the series as anti-Catholic.",
            "score": 73.91996765136719
        },
        {
            "docid": "22421038_3",
            "document": "Pope Benedict XVI and ecumenism . Speaking at his weekly audience in St Peter's Square on 7 June 2006, Pope Benedict asserted that Jesus himself had entrusted the leadership of the Church to his apostle Peter. \"Peter's responsibility thus consists of guaranteeing the communion with Christ,\" said Pope Benedict. \"Let us pray so that the primacy of Peter, entrusted to poor human beings, may always be exercised in this original sense desired by the Lord, so that it will be increasingly recognised in its true meaning by brothers who are still not in communion with us.\" The Catholic Church teaches that the Pope has a leading role among Christians because as Bishop of Rome he is successor to the apostle Peter who first held the office. The role of the papacy remains a source of controversy, not only for Protestant denominations but also for Eastern Orthodox churches, who likewise do not accept Petrine primacy as defined at the First Vatican Council.",
            "score": 73.84854888916016
        },
        {
            "docid": "39734749_7",
            "document": "Women in Vatican City . No elections are held in Vatican City, and consequently, neither male nor female citizens or residents have voting rights. The Pope, who serves as the head of state, is elected by the College of Cardinals of the Catholic Church. The College is part of the Holy See, which forms a separate sovereign entity from Vatican City. Cardinals in the Catholic Church are required, as of now, to be male, with voting Cardinals generally always Bishops, and only men are eligible to be elected Pope. With that being said, however, the cardinalate is a privilege and office bestowed by the Pope; it is not a separate, fourth degree of Holy Orders, along with deacon, priest, and Bishop, though it ranks above them, so theoretically, the laws could be amended to allow for women to be Cardinals, though that is very unlikely currently. Members of the Pontifical Commission for Vatican City State, which forms the legislature of Vatican City, are appointed by the Pope and must be cardinals.",
            "score": 73.53709411621094
        },
        {
            "docid": "425748_9",
            "document": "Camerlengo of the Holy Roman Church . Until a successor Pope can be elected, the camerlengo serves as Vatican City's acting head of state. He is no longer, however, responsible for the government of the Catholic Church when the papacy is vacant; that task was placed in the hands of the College of Cardinals by \"Universi Dominici gregis\" (1996). His power is extremely limited, being merely enough to allow Church institutions to continue to operate and perform some basic functions without making any definitive decisions or appointments that are normally reserved to other powers delegated by the pope. Unlike the rest of the Roman Curia, the camerlengo retains his office during the \"sede vacante\" period and functions as the executive director of the Vatican's operations, answerable to the College of Cardinals. This is primarily to carry out the College's decisions with regard to the funeral of the late pope and the events leading up to the conclave. The only other people who keep their offices during this time are the Major Penitentiary, the Archpriest of St. Peter's Basilica, the Papal Almoner, and the Vicars General for Rome and for the Vatican City State.",
            "score": 73.2945556640625
        },
        {
            "docid": "8890981_40",
            "document": "Mitt Romney presidential campaign, 2008 . Romney may have been challenged by voters with the concern that a member of The Church of Jesus Christ of Latter-day Saints would take commandments from the president of the church who is regarded as a living prophet. In an interview aired on Fox News Romney said, \"America has a political religion, which is to place the oath of office, an oath to abide by a nation of laws and the Constitution, above all others. And there's no question that I make that my primary responsibility.\" Mike Otterson, an LDS spokesman, said, \"The suggestion that a Mormon leader would dictate policy to a President Romney is absurd. I can't imagine any president that would allow that.\" During the 1960 presidential campaign of John F. Kennedy, similar allegations were made that a Roman Catholic would take orders from the Pope. In 2006, the Boston Globe reported that Mitt Romney's son, Josh Romney, and a member of Romney's political action committee in his Salt Lake City office September 19, 2007, did meet with Jeffrey R. Holland, an apostle in The Church of Jesus Christ of Latter-day Saints, to discuss Romney's campaign. According to the Church, the meeting was a courtesy call and that Jeffrey R. Holland reminded the Romneys of the Church's longstanding policy of political neutrality. Romney's campaign speeches sometimes contained a standard response to the religion issue as a whole: \"I believe in God. I believe in the family. I believe in America's future. It has a great role to preserve the peace on the planet. So the kinds of values I have are very much in line with those of the American people. My guess is as they get to know me better, there will be other faults that they find more troubling.\"",
            "score": 73.0846176147461
        },
        {
            "docid": "2070_30",
            "document": "Act of Settlement 1701 . From time to time there has been debate over repealing the clause that prevents Roman Catholics, or those who marry one, from ascending to the British throne. Proponents of repeal argue that the clause is a bigoted anachronism; Cardinal Winning, who was leader of the Roman Catholic Church in Scotland, called the act an \"insult\" to Catholics. Cardinal Murphy-O'Connor, the leader of the Roman Catholic Church in England, pointed out that Prince William (later the Duke of Cambridge) \"can marry by law a Hindu, a Buddhist, anyone, but not a Roman Catholic\". Opponents of repeal, such as Enoch Powell and Adrian Hilton, believe that it would lead to the disestablishment of the Church of England as the state religion if a Roman Catholic were to come to the throne. They also note that the monarch must swear to defend the faith and be a member of the Anglican Communion, but that a Roman Catholic monarch would, like all Roman Catholics, owe allegiance to the Pope. This would, according to opponents of repeal, amount to a loss of sovereignty for the Anglican Church.",
            "score": 72.68000030517578
        },
        {
            "docid": "55605837_3",
            "document": "Didier Berthet . Didier Barthet was born from a Roman Catholic father and a Calvinist Protestant mother and was baptized in the Reformed Church of France, receiving a Calvinist education. As a teenager, he attended the Saint Jean Hulst Catholic College in Versailles (1975-1980). At the end of high school, wishing to become a pastor, he reflected on what the Church is and comes to the idea that the Catholic Church is apostolic, heir to the faith and succession of the apostles. In 1980, while Pope John Paul II was in France, he took part in a meeting with young people and discovered \"the mystery of the Church around [the Pope], as a successor of Peter and his person being the guarantor of a Church that comes from the origins of a universal Church\". While studying at the Institute of Political Studies in Paris (1980-1983), he finally converted to Catholicism in 1983. He then entered the French seminary of Rome (1987-1993) and the Gregorian University of Rome (1987-1993), where he obtained a Bachelor's Degree in Theology (1991) and a Bachelor's degree in Canon Law (1993).",
            "score": 72.52904510498047
        },
        {
            "docid": "8799424_31",
            "document": "Bishop in the Catholic Church . A cardinal is a member of the clergy appointed by the Pope to serve in the College of Cardinals. Members of the College aged under 80 elect a new pope, who is in practice always one of their number, on the death or resignation of the incumbent. Cardinals also serve as papal advisors and hold positions of authority within the structure of the Catholic Church. Under canon law, a man appointed a cardinal must normally be a bishop, or accept consecration as a bishop, but may seek papal permission to decline. Most cardinals are already bishops when appointed, the majority being archbishops of important archdioceses or patriarchates, others already serving as titular bishops in the Roman Curia. Recent popes have appointed a few priests, most of them renowned theologians, to the College of Cardinals, and these have been permitted to decline episcopal consecration. Examples include Karl Becker in 2012 and Ernest Simoni in 2016.",
            "score": 72.04862213134766
        },
        {
            "docid": "3301347_96",
            "document": "Tony Blair . Later on, Blair questioned the Pope's attitude towards homosexuality, arguing that religious leaders must start \"rethinking\" the issue. Blair was reprimanded by Cardinal Basil Hume in 1996 for receiving Holy Communion at Mass, while still an Anglican, in contravention of canon law. On 22 December 2007, it was disclosed that Blair had joined the Roman Catholic Church. The move was described as \"a private matter\". He had informed Pope Benedict XVI on 23 June 2007 that he wanted to become a Catholic. The Pope and his advisors criticised some of Blair's political actions, but followed up with a reportedly unprecedented red-carpet welcome, which included the Cardinal Archbishop of Westminster, Cormac Murphy-O'Connor, who would be responsible for Blair's Catholic instruction. In 2010, \"The Tablet\" named him as one of Britain's most influential Roman Catholics.",
            "score": 71.99697875976562
        }
    ]
}