{
    "q": [
        {
            "docid": "17143_18",
            "document": "Koala . Koalas are herbivorous, and while most of their diet consists of eucalypt leaves, they can be found in trees of other genera, such as \"Acacia\", \"Allocasuarina\", \"Callitris\", \"Leptospermum\", and \"Melaleuca\". Although the foliage of over 600 species of \"Eucalyptus\" is available, the koala shows a strong preference for around 30. They tend to choose species that have a high protein content and low proportions of fibre and lignin. The most favoured species are \"Eucalyptus microcorys\", \"E. tereticornis\", and \"E. camaldulensis\", which, on average, make up more than 20% of their diet. Despite its reputation as a fussy eater, the koala is more generalist than some other marsupial species, such as the greater glider. Since eucalypt leaves have a high water content, the koala does not need to drink often; its daily water turnover rate ranges from 71 to 91 ml/kg of body weight. Although females can meet their water requirements from eating leaves, larger males require additional water found on the ground or in tree hollows. When feeding, a koala holds onto a branch with hindpaws and one forepaw while the other forepaw grasps foliage. Small koalas can move close to the end of a branch, but larger ones stay near the thicker bases. Koalas consume up to of leaves a day, spread over four to six feeding sessions. Despite their adaptations to a low-energy lifestyle, they have meagre fat reserves and need to feed often.",
            "score": 64.00777459144592
        },
        {
            "docid": "26964177_3",
            "document": "Eucalyptus agglomerata . Blue-leaved stringybark is a koala food tree. A field study conducted in the Campbelltown district southwest of Sydney published in 2000 found that koalas preferred Blue-leaved Stringybark and Grey Gum but only when the two tree species were growing on shale-based rather than sandstone soils. Stringybarks are some of the most difficult of all eucalyptus plants to identify. However, the bluish colour of the leaves makes this species fairly easy to identify.",
            "score": 48.41032958030701
        },
        {
            "docid": "23178392_10",
            "document": "Eucalyptus pilularis . Blackbutt can be confused with Sydney peppermint (\"Eucalyptus piperita\") or Sydney blue gum (\"E. saligna\"), but can be distinguished by the strong V-shape of the branch forks, which are preferred resting places for koalas.",
            "score": 37.243812084198
        },
        {
            "docid": "1187061_19",
            "document": "You Yangs . Koalas in the You Yangs have been studied since 2006. In approximately 28% of the Park they are monitored by a non-intrusive system of nose pattern identification. The entire population was considered to number around 105 in 2017, down 35% from estimated 161 in 2007. The population has been recorded to prefer to roost in river red gum (Eucalyptus camaldulensis): 34% of sightings occur in that species. Four generations of one koala family have been recorded.",
            "score": 39.16797924041748
        },
        {
            "docid": "2671359_8",
            "document": "Eucalyptus punctata . The grey gum regenerates by regrowing from the base and branches after bushfire. Trees live for over a hundred years. The grey-headed flying fox (\"Pteropus poliocephalus\") eats the flowers, while the leaves form a staple of the diet of the koala (\"Phascolarctos cinereus\"). Leaves in winter contain less nitrogen than those in summer, which the koalas make up for by eating more in winter months. The brown-headed honeyeater (\"Melithreptus brevirostris\") and yellow-tufted honeyeater (\"Lichenostomus melanops\") have been observed eating gum exudate from the stems.  Fieldwork at several sites around central New South Wales showed that the red wattlebird (\"Anthochaera carunculata\") and noisy friarbird (\"Philemon corniculatus\") preferred to forage on the foliage of the grey gum over other trees, with the former appearing to oust the latter if both species were present.",
            "score": 53.06991350650787
        },
        {
            "docid": "158181_20",
            "document": "Eucalyptus regnans . The majority of the endangered Leadbeater’s possum population lives in Mountain Ash forests (\"Eucalyptus regnans\", \"E. delegatensis\" and \"E. nitens\") in the Central Highlands of Victoria. The possums use hollows in old trees for nesting and shelter and forage for arboreal arthropods under bark. The vegetation structure of these forests enables the possums to travel through them. Both Leadbeaters possums and yellow-bellied gliders feed on the sap from the trunks and branches. Koalas feed on the foliage, though it is not one of their preferred forage species.",
            "score": 31.65465497970581
        },
        {
            "docid": "3901711_3",
            "document": "Giant koala . The giant koala is an arboreal marsupial weighing about twice as much as a koala, about 30 kg. It is known as the largest tree dwelling marsupial that has ever lived. Scientists say that there is a clear similarity in the physical appearance from the modern koala. It is assumed that the diet of the giant koala is eucalyptus leaves, and that the giant koala was in fact a folivore.",
            "score": 45.49579858779907
        },
        {
            "docid": "49871_32",
            "document": "Eucalyptus . An essential oil extracted from eucalyptus leaves contains compounds that are powerful natural disinfectants and can be toxic in large quantities. Several marsupial herbivores, notably koalas and some possums, are relatively tolerant of it. The close correlation of these oils with other more potent toxins called formylated phloroglucinol compounds (euglobals, macrocarpals and sideroxylonals) allows koalas and other marsupial species to make food choices based on the smell of the leaves. For koalas, these compounds are the most important factor in leaf choice.",
            "score": 46.36322474479675
        },
        {
            "docid": "2202364_4",
            "document": "Stankervision . \"Stankervision\" also features some cartoons, but in \"Stankervision\" style. One regular such cartoon is about the adventures of \"Inebriated the Koala\", which was created by Waco O'Guin in 1993 and is introduced as \"everyone's favorite eucalyptus-eating marsupial\", to which the koala replies \"Eucalyptus? You can lick THIS!\" as he points to his crotch.",
            "score": 43.911298513412476
        },
        {
            "docid": "3319766_49",
            "document": "Sign test . The sign test example in Conover examined consumer preference for product A vs. product B. The null hypothesis was that consumers do not prefer product B over product A. The alternative hypothesis was that consumers prefer product B over product A, a one-sided test. In the study, 8 of 9 consumers who expressed a preference preferred product B over product A.",
            "score": 12.113365888595581
        },
        {
            "docid": "17143_8",
            "document": "Koala . The modern koala is the only extant member of Phascolarctidae, a family that once included several genera and species. During the Oligocene and Miocene, koalas lived in rainforests and had less specialised diets. Some species, such as the Riversleigh rainforest koala (\"Nimiokoala greystanesi\") and some species of \"Perikoala\", were around the same size as the modern koala, while others, such as species of \"Litokoala\", were one-half to two-thirds its size. Like the modern species, prehistoric koalas had well developed ear structures which suggests that long-distance vocalising and sedentism developed early. During the Miocene, the Australian continent began drying out, leading to the decline of rainforests and the spread of open \"Eucalyptus\" woodlands. The genus \"Phascolarctos\" split from \"Litokoala\" in the late Miocene and had several adaptations that allowed it to live on a specialised eucalyptus diet: a shifting of the palate towards the front of the skull; larger molars and premolars; smaller pterygoid fossa; and a larger gap between the molar and the incisor teeth.",
            "score": 41.75173723697662
        },
        {
            "docid": "2535417_7",
            "document": "Lone Pine Koala Sanctuary . Visitors are allowed to hold koalas for free. Strict regulations ensure that each koala is not held for more than thirty minutes every day. Fees paid for souvenir photos help fund new enclosures, research projects and eucalyptus plantations.",
            "score": 33.17609977722168
        },
        {
            "docid": "8226632_5",
            "document": "The Koala . \"The Koala\" began life as a publication dedicated to publishes the scores of sports events on the campus of UCSD in 1982. The name of the paper is a reference to the eucalyptus trees that grow on the campus, the leaves of which are the sole source of food in a koala's diet. In 1985 the paper attended sanctioned student organization status.",
            "score": 45.44477725028992
        },
        {
            "docid": "20631821_13",
            "document": "Captain Fury . Australian politician Sir Earle Page visited Hal Roach studios in August 1938 and promised to assist the movie by sending over some koalas and eucalyptus trees.",
            "score": 29.136077404022217
        },
        {
            "docid": "2288860_15",
            "document": "Edinburgh Zoo . Koala Territory was first opened in 2005, and houses three koalas, two males named Gooanroo and Yabbra, and a female named Alinga. Yooranah was the offspring of Alinga and Goonaroo, and was born in 2013 and died in 2016. Koala Territory is decorated with Aboriginal-inspired artwork, and features a garden of eucalyptus plants.",
            "score": 36.64228677749634
        },
        {
            "docid": "2212222_19",
            "document": "Dallas Zoo . Koala Walkabout opened on March 10, 2012, in the Australian Outback area. It features koalas, red kangaroos, wallabies, kookaburras, a blue-tongued skink, and lorikeets. The koalas, Kobi and Tekin, are two males on loan from the San Diego Zoo. Kobi and Tekin spend most of their time dozing in a eucalyptus tree within their climate-controlled exhibit. The zoo is currently one of only ten in the nation to exhibit koalas.",
            "score": 33.0056734085083
        },
        {
            "docid": "2816938_5",
            "document": "Eucalyptus viminalis . \"Eucalyptus viminalis\" is widely distributed in the cooler areas of Australia where the leaves are the favoured food of koalas. Sap has a 5–15% sugar content which makes it an essential part of the energy budget for arboreal or tree dwelling marsupial mammals like yellow-bellied, sugar and other gliders. Koalas reintroduced to Kangaroo Island impact on native \"E. viminalis\" and is part of a A$4,000,000 management project from 2005-9.",
            "score": 41.491290807724
        },
        {
            "docid": "1189507_3",
            "document": "Australian Koala Foundation . The koala lives predominantly on a diet of eucalyptus plants. Many of these trees are being cleared each year. The primary focus of the AKF is getting new legislation in place to protect Koala trees. The organisation receives no form of government funding by choice, because this leaves the AKF to speak freely for Koalas without the constraints of government. Therefore, the AKF relies on donations, sponsorship, and fundraising to finance its ongoing work. AKF research indicates that somewhere between 52,000 and 87,000 koalas remain in the wild. Local extinctions are occurring regularly, and AKF believes that the only way to protect and regenerate populations into the future is with a Koala Protection Act.",
            "score": 44.869117736816406
        },
        {
            "docid": "17143_31",
            "document": "Koala . The animals are vulnerable to bushfires due to their slow movements and the flammability of eucalypt trees. The koala instinctively seeks refuge in the higher branches, where it is vulnerable to intense heat and flames. Bushfires also fragment the animal's habitat, which restricts their movement and leads to population decline and loss of genetic diversity. Dehydration and overheating can also prove fatal. Consequently, the koala is vulnerable to the effects of climate change. Models of climate change in Australia predict warmer and drier climates, suggesting that the koala's range will shrink in the east and south to more mesic habitats. Droughts also affect the koala's well-being. For example, a severe drought in 1980 caused many \"Eucalyptus\" trees to lose their leaves. Subsequently, 63% of the population in southwestern Queensland died, especially young animals that were excluded from prime feeding sites by older, dominant koalas, and recovery of the population was slow. Later, this population declined from an estimated mean population of 59,000 in 1995 to 11,600 in 2009, a reduction attributed largely to hotter and drier conditions resulting from droughts in most years between 2002 and 2007. Another predicted negative outcome of climate change is the effect of elevations in atmospheric levels on the koala's food supply: increases in cause \"Eucalyptus\" trees to reduce protein and increase tannin concentrations in their leaves, reducing the quality of the food source.",
            "score": 41.6683623790741
        },
        {
            "docid": "1956359_4",
            "document": "Revealed preference . Therefore revealed preference is a way to infer the preferences of individuals given the observed choices. It contrasts with attempts to directly measure preferences or utility, for example through stated preferences. Taking economics to be an empirical subject, there is the issue that one cannot observe preferences. Choices are made. In other words \"It is not what you say, it is what you do that reveals what you want.\"  Revealed preference theory tries to understand the preferences of a consumer among bundles of goods, given their budget constraint. For instance, if the consumer buys bundle of goods \"A\" over bundle of goods \"B\", where both bundles of goods are affordable, it is revealed that he/she directly prefers \"A\" over \"B\". It is assumed that the consumer's preferences are stable over the observed time period, i.e. the consumer will not reverse their relative preferences regarding \"A\" and \"B\".",
            "score": 17.074970245361328
        },
        {
            "docid": "7994902_7",
            "document": "Eucalyptus saligna . \"Eucalyptus saligna\" regenerates by regrowing from epicormic buds on the trunk and lower branches after bushfire. Trees live for over two hundred years. The grey-headed flying fox (\"Pteropus poliocephalus\") eats the flowers, the koala (\"Phascalarctos cinereus\") eats the leaves, and crimson rosella (\"Platycercus elegans\") eats the seed. The longhorn beetle species \"Paroplites australis\", \"Agrianome spinicollis\" and \"Tessaromma undatum\" have been recorded from the Sydney blue gum.",
            "score": 45.12637996673584
        },
        {
            "docid": "3319766_27",
            "document": "Sign test . The null hypothesis is that consumers do not prefer product B over product A. The alternative hypothesis is that consumers prefer product B over product A. Note that this is a one-sided (directional) test.",
            "score": 10.641457080841064
        },
        {
            "docid": "31876777_2",
            "document": "Kerewong State Forest . Kerewong State Forest is situated in the Mid North Coast region of New South Wales, Australia. It is 4,020 hectares in size. The high rainfall and volcanically enriched soils produce tall eucalyptus forest and rainforest in gullies. Threatened fauna within the forest includes the greater glider, koala and stuttering frog. Widespread felling of trees is occurring in 2011 and 2012 at Kerewong State Forest, using modern logging techniques. The blackbutt is a preferred logging species.",
            "score": 28.7361159324646
        },
        {
            "docid": "49871_78",
            "document": "Eucalyptus . Monarch butterflies use eucalyptus in California for over-wintering, but in some locations have a preference for Monterey pines.",
            "score": 24.768582105636597
        },
        {
            "docid": "228498_9",
            "document": "Common brushtail possum . The common brushtail possum can adapt to numerous kinds of vegetation. It prefers \"Eucalyptus\" leaves but will also eat flowers, shoots, fruits and seeds. It may also consume animal matter such as insects, birds’ eggs and chicks, and other small vertebrates. Brushtail possums may eat three or four different plant species during a foraging trip, unlike some other arboreal marsupials, such as the koala and the greater glider, which focus on single species. The brushtail possum's rounded molars cannot cut \"Eucalyptus\" leaves as finely as more specialised feeders. They are more adapted to crushing their food which enables them to chew fruit or herbs more effectively. The brushtail possums’ caecum lacks internal ridges and cannot separate coarse and fine particles as efficiently as some other arboreal marsupials. The brushtail possum cannot rely on \"Eucalyptus\" alone to provide sufficient nitrogen. Its more generalised and mixed diet, however, does provide adequate nitrogen.",
            "score": 51.545995473861694
        },
        {
            "docid": "12276202_11",
            "document": "Eucalyptus robusta . A long-lived tree, \"Eucalyptus robusta\" can live for at least two hundred years. Trees regenerate by regrowing from epicormic buds on the trunk after bushfire. The grey-headed flying fox (\"Pteropus poliocephalus\") eats the flowers, and the koala (\"Phascalarctos cinereus\") eats the leaves. \"Eucalyptus robusta\" appears to be one of several key species of eucalypt for the koala in the Shire of Noosa in Queensland. The musk lorikeet feeds on the nectar of the blossoms. It is a keystone species on the New South Wales Central Coast and Illawarra regions, where it is one of few reliable winter-flowering plants. Stands of \"E. robusta\" have been drastically reduced by land clearance. Some remnant trees in Robson Park in the Sydney suburb of Haberfield are the last vestiges of the Sydney Coastal Estuary Swamp Forest Complex community in Sydney's inner western suburbs.",
            "score": 45.380905628204346
        },
        {
            "docid": "101034_14",
            "document": "Goobang National Park . Species that require specialized niches and or cannot disperse and effectively colonize suitable habitat will be affected if this current trend of human induced climate change continues. It is estimated that 52% of the already declining population of frogs and 35% of birds will be affected. Koalas are listed by the IUCN as one of the top 10 species to become extinct. Koala populations are already at risk because of habitat modification and chlamydia. Increasing CO2 levels will affect the nutrient availability of eucalyptus leaves further weakening koala populations, increased frequency of droughts and bushfire will force koalas to seek new habitats, exposing them to the dangers of predation and injury from traffic.",
            "score": 35.16032028198242
        },
        {
            "docid": "10472818_11",
            "document": "Eucalyptus populnea . It is a favoured food tree for koalas in the range where it occurs.",
            "score": 32.65825319290161
        },
        {
            "docid": "19264489_19",
            "document": "Ubuntu version history . In an announcement to the community on 20 February 2009, Mark Shuttleworth explained that 9.10 would focus on improvements in cloud computing on the server using Eucalyptus, saying \"...a Koala's favourite leaf is Eucalyptus\", as well as further improvements in boot speed and development of the Netbook Remix.",
            "score": 28.641310214996338
        },
        {
            "docid": "17143_15",
            "document": "Koala . Unlike kangaroos and eucalyptus-eating possums, koalas are hindgut fermenters, and their digestive retention can last for up to 100 hours in the wild, or up to 200 hours in captivity. This is made possible by the extraordinary length of their caecum— long and in diameter—the largest proportionally of any animal. Koalas can select which food particles to retain for longer fermentation and which to pass through. Large particles typically pass through more quickly, as they would take more time to digest. While the hindgut is proportionally larger in the koala than in other herbivores, only 10% of the animal's energy is obtained from fermentation. Since the koala gains a low amount of energy from its diet, its metabolic rate is half that of a typical mammal, although this can vary between seasons and sexes. The koala conserves water by passing relatively dry faecal pellets high in undigested fibre, and by storing water in the caecum.",
            "score": 53.50308132171631
        },
        {
            "docid": "24127312_12",
            "document": "Eucalyptus resinifera . Red mahogany has wildlife value as a food tree for koalas.",
            "score": 32.467034339904785
        },
        {
            "docid": "1182054_8",
            "document": "Adventures of the Little Koala . In 1989, Family Home Entertainment released the English dub of the show on a single VHS cassette entitled \"The Adventures of the Little Koala and Friends: Laura and the Mystery Egg\" containing four episodes without their title cards which are \"Laura Finds an Egg\", \"Conquering Mt. Breadknife\", \"Saving the Eucalyptus\", and \"Mommy Can Fly\".",
            "score": 31.049338579177856
        }
    ],
    "r": [
        {
            "docid": "17143_18",
            "document": "Koala . Koalas are herbivorous, and while most of their diet consists of eucalypt leaves, they can be found in trees of other genera, such as \"Acacia\", \"Allocasuarina\", \"Callitris\", \"Leptospermum\", and \"Melaleuca\". Although the foliage of over 600 species of \"Eucalyptus\" is available, the koala shows a strong preference for around 30. They tend to choose species that have a high protein content and low proportions of fibre and lignin. The most favoured species are \"Eucalyptus microcorys\", \"E. tereticornis\", and \"E. camaldulensis\", which, on average, make up more than 20% of their diet. Despite its reputation as a fussy eater, the koala is more generalist than some other marsupial species, such as the greater glider. Since eucalypt leaves have a high water content, the koala does not need to drink often; its daily water turnover rate ranges from 71 to 91 ml/kg of body weight. Although females can meet their water requirements from eating leaves, larger males require additional water found on the ground or in tree hollows. When feeding, a koala holds onto a branch with hindpaws and one forepaw while the other forepaw grasps foliage. Small koalas can move close to the end of a branch, but larger ones stay near the thicker bases. Koalas consume up to of leaves a day, spread over four to six feeding sessions. Despite their adaptations to a low-energy lifestyle, they have meagre fat reserves and need to feed often.",
            "score": 64.00777435302734
        },
        {
            "docid": "17143_14",
            "document": "Koala . The koala has several adaptations for its eucalypt diet, which is of low nutritive value, of high toxicity, and high in dietary fibre. The animal's dentition consists of the incisors and cheek teeth (a single premolar and four molars on each jaw), which are separated by a large gap (a characteristic feature of herbivorous mammals). The incisors are used for grasping leaves, which are then passed to the premolars to be snipped at the petiole before being passed to the highly cusped molars, where they are shredded into small pieces. Koalas may also store food in their cheek pouches before it is ready to be chewed. The partially worn molars of middle-aged koalas are optimal for breaking the leaves into small particles, resulting in more efficient stomach digestion and nutrient absorption in the small intestine, which digests the eucalyptus leaves to provide most of the animal's energy. A koala sometimes regurgitates the food into the mouth to be chewed a second time.",
            "score": 57.0732536315918
        },
        {
            "docid": "17143_15",
            "document": "Koala . Unlike kangaroos and eucalyptus-eating possums, koalas are hindgut fermenters, and their digestive retention can last for up to 100 hours in the wild, or up to 200 hours in captivity. This is made possible by the extraordinary length of their caecum— long and in diameter—the largest proportionally of any animal. Koalas can select which food particles to retain for longer fermentation and which to pass through. Large particles typically pass through more quickly, as they would take more time to digest. While the hindgut is proportionally larger in the koala than in other herbivores, only 10% of the animal's energy is obtained from fermentation. Since the koala gains a low amount of energy from its diet, its metabolic rate is half that of a typical mammal, although this can vary between seasons and sexes. The koala conserves water by passing relatively dry faecal pellets high in undigested fibre, and by storing water in the caecum.",
            "score": 53.503082275390625
        },
        {
            "docid": "2671359_8",
            "document": "Eucalyptus punctata . The grey gum regenerates by regrowing from the base and branches after bushfire. Trees live for over a hundred years. The grey-headed flying fox (\"Pteropus poliocephalus\") eats the flowers, while the leaves form a staple of the diet of the koala (\"Phascolarctos cinereus\"). Leaves in winter contain less nitrogen than those in summer, which the koalas make up for by eating more in winter months. The brown-headed honeyeater (\"Melithreptus brevirostris\") and yellow-tufted honeyeater (\"Lichenostomus melanops\") have been observed eating gum exudate from the stems.  Fieldwork at several sites around central New South Wales showed that the red wattlebird (\"Anthochaera carunculata\") and noisy friarbird (\"Philemon corniculatus\") preferred to forage on the foliage of the grey gum over other trees, with the former appearing to oust the latter if both species were present.",
            "score": 53.06991195678711
        },
        {
            "docid": "228498_9",
            "document": "Common brushtail possum . The common brushtail possum can adapt to numerous kinds of vegetation. It prefers \"Eucalyptus\" leaves but will also eat flowers, shoots, fruits and seeds. It may also consume animal matter such as insects, birds’ eggs and chicks, and other small vertebrates. Brushtail possums may eat three or four different plant species during a foraging trip, unlike some other arboreal marsupials, such as the koala and the greater glider, which focus on single species. The brushtail possum's rounded molars cannot cut \"Eucalyptus\" leaves as finely as more specialised feeders. They are more adapted to crushing their food which enables them to chew fruit or herbs more effectively. The brushtail possums’ caecum lacks internal ridges and cannot separate coarse and fine particles as efficiently as some other arboreal marsupials. The brushtail possum cannot rely on \"Eucalyptus\" alone to provide sufficient nitrogen. Its more generalised and mixed diet, however, does provide adequate nitrogen.",
            "score": 51.545997619628906
        },
        {
            "docid": "10672263_8",
            "document": "Eucalyptus botryoides . \"Eucalyptus botryoides\" regenerates after bushfire by resprouting from epicormic buds and its woody lignotuber. Plants have been dated at 600 years of age. It also drops branches, and these have been known to grow roots. The wet environment and water-absorbing qualities of the thick, fibrous bark facilitate this. The koala (\"Phascalarctos cinereus\") eats the leaves, and ants consume the nectar. The species is highly susceptible to psyllids.",
            "score": 51.0396728515625
        },
        {
            "docid": "26964177_3",
            "document": "Eucalyptus agglomerata . Blue-leaved stringybark is a koala food tree. A field study conducted in the Campbelltown district southwest of Sydney published in 2000 found that koalas preferred Blue-leaved Stringybark and Grey Gum but only when the two tree species were growing on shale-based rather than sandstone soils. Stringybarks are some of the most difficult of all eucalyptus plants to identify. However, the bluish colour of the leaves makes this species fairly easy to identify.",
            "score": 48.41032791137695
        },
        {
            "docid": "9678455_9",
            "document": "Black colobus . Black colobus monkeys are herbivores and feed predominantly on seeds. Their robust, flat teeth allow them to chew tough seeds easily. This diet means that the species plays an important role as seed dispersers in the ecosystem. Black colobuses also eat large amounts of leaves, in particular lianas, as well as flowers, buds and unripe fruits. Unlike most primates, Colobus monkeys have multi-chambered ruminant stomachs which allow them to easily digest these leaves. Younger leaves and seeds are preferred, as these are rich in nutrients and contain lower amounts of digestion-inhibiting compounds such as tannin. However, the black colobus monkey can withstand high levels of these poisonous compounds and can therefore eat food that is undigestable to other colobus monkeys. This means they can live in areas unoccupied by other species. Black colobus monkeys have also been observed eating soil, which may be to ensure that they have enough minerals such as sodium in their diet.",
            "score": 47.750579833984375
        },
        {
            "docid": "18838_63",
            "document": "Mammal . To maintain a high constant body temperature is energy expensive – mammals therefore need a nutritious and plentiful diet. While the earliest mammals were probably predators, different species have since adapted to meet their dietary requirements in a variety of ways. Some eat other animals – this is a carnivorous diet (and includes insectivorous diets). Other mammals, called herbivores, eat plants, which contain complex carbohydrates such as cellulose. An herbivorous diet includes subtypes such as granivory (seed eating), folivory (leaf eating), frugivory (fruit eating), nectarivory (nectar eating), gummivory (gum eating) and mycophagy (fungus eating). The digestive tract of an herbivore is host to bacteria that ferment these complex substances, and make them available for digestion, which are either housed in the multichambered stomach or in a large cecum. Some mammals are coprophagous, consuming feces to absorb the nutrients not digested when the food was first ingested. An omnivore eats both prey and plants. Carnivorous mammals have a simple digestive tract because the proteins, lipids and minerals found in meat require little in the way of specialized digestion. Exceptions to this include baleen whales who also house gut flora in a multi-chambered stomach, like terrestrial herbivores.",
            "score": 47.35700607299805
        },
        {
            "docid": "3175680_3",
            "document": "Generalist and specialist species . Omnivores are usually generalists. Herbivores are often specialists, but those that eat a variety of plants may be considered generalists. A well-known example of a specialist animal is the koala, which subsists almost entirely on eucalyptus leaves. The raccoon is a generalist because it has a natural range that includes most of North and Central America, and it is omnivorous, eating berries, insects, butterflies (Hackberry Emperor, for example), eggs and small animals. Monophagous organisms feed exclusively, or nearly so, on a single other species.",
            "score": 46.714149475097656
        },
        {
            "docid": "49871_32",
            "document": "Eucalyptus . An essential oil extracted from eucalyptus leaves contains compounds that are powerful natural disinfectants and can be toxic in large quantities. Several marsupial herbivores, notably koalas and some possums, are relatively tolerant of it. The close correlation of these oils with other more potent toxins called formylated phloroglucinol compounds (euglobals, macrocarpals and sideroxylonals) allows koalas and other marsupial species to make food choices based on the smell of the leaves. For koalas, these compounds are the most important factor in leaf choice.",
            "score": 46.363224029541016
        },
        {
            "docid": "3901711_3",
            "document": "Giant koala . The giant koala is an arboreal marsupial weighing about twice as much as a koala, about 30 kg. It is known as the largest tree dwelling marsupial that has ever lived. Scientists say that there is a clear similarity in the physical appearance from the modern koala. It is assumed that the diet of the giant koala is eucalyptus leaves, and that the giant koala was in fact a folivore.",
            "score": 45.49580001831055
        },
        {
            "docid": "8226632_5",
            "document": "The Koala . \"The Koala\" began life as a publication dedicated to publishes the scores of sports events on the campus of UCSD in 1982. The name of the paper is a reference to the eucalyptus trees that grow on the campus, the leaves of which are the sole source of food in a koala's diet. In 1985 the paper attended sanctioned student organization status.",
            "score": 45.44477844238281
        },
        {
            "docid": "12276202_11",
            "document": "Eucalyptus robusta . A long-lived tree, \"Eucalyptus robusta\" can live for at least two hundred years. Trees regenerate by regrowing from epicormic buds on the trunk after bushfire. The grey-headed flying fox (\"Pteropus poliocephalus\") eats the flowers, and the koala (\"Phascalarctos cinereus\") eats the leaves. \"Eucalyptus robusta\" appears to be one of several key species of eucalypt for the koala in the Shire of Noosa in Queensland. The musk lorikeet feeds on the nectar of the blossoms. It is a keystone species on the New South Wales Central Coast and Illawarra regions, where it is one of few reliable winter-flowering plants. Stands of \"E. robusta\" have been drastically reduced by land clearance. Some remnant trees in Robson Park in the Sydney suburb of Haberfield are the last vestiges of the Sydney Coastal Estuary Swamp Forest Complex community in Sydney's inner western suburbs.",
            "score": 45.38090515136719
        },
        {
            "docid": "7994902_7",
            "document": "Eucalyptus saligna . \"Eucalyptus saligna\" regenerates by regrowing from epicormic buds on the trunk and lower branches after bushfire. Trees live for over two hundred years. The grey-headed flying fox (\"Pteropus poliocephalus\") eats the flowers, the koala (\"Phascalarctos cinereus\") eats the leaves, and crimson rosella (\"Platycercus elegans\") eats the seed. The longhorn beetle species \"Paroplites australis\", \"Agrianome spinicollis\" and \"Tessaromma undatum\" have been recorded from the Sydney blue gum.",
            "score": 45.126380920410156
        },
        {
            "docid": "1189507_3",
            "document": "Australian Koala Foundation . The koala lives predominantly on a diet of eucalyptus plants. Many of these trees are being cleared each year. The primary focus of the AKF is getting new legislation in place to protect Koala trees. The organisation receives no form of government funding by choice, because this leaves the AKF to speak freely for Koalas without the constraints of government. Therefore, the AKF relies on donations, sponsorship, and fundraising to finance its ongoing work. AKF research indicates that somewhere between 52,000 and 87,000 koalas remain in the wild. Local extinctions are occurring regularly, and AKF believes that the only way to protect and regenerate populations into the future is with a Koala Protection Act.",
            "score": 44.869117736816406
        },
        {
            "docid": "17143_13",
            "document": "Koala . The koala has one of the smallest brains in proportion to body weight of any mammal, being 60% smaller than that of a typical diprotodont, weighing only . The brain's surface is fairly smooth, typical for a \"primitive\" animal. It occupies only 61% of the cranial cavity and is pressed against the inside surface by cerebrospinal fluid. The function of this relatively large amount of fluid is not known, although one possibility is that it acts as a shock absorber, cushioning the brain if the animal falls from a tree. The koala's small brain size may be an adaptation to the energy restrictions imposed by its diet, which is insufficient to sustain a larger brain. Because of its small brain, the koala has a limited ability to perform complex, unfamiliar behaviours. For example, when presented with plucked leaves on a flat surface, the animal cannot adapt to the change in its normal feeding routine and will not eat the leaves. The koala's olfactory senses are normal, and it is known to sniff the oils of individual branchlets to assess their edibility. Its nose is fairly large and covered in leathery skin. Its round ears provide it with good hearing, and it has a well-developed middle ear. A koala's vision is not well developed, and its relatively small eyes are unusual among marsupials in that the pupils have vertical slits. Koalas make use of a novel vocal organ to produce low-pitched sounds (see social spacing, below). Unlike typical mammalian vocal cords, which are folds in the larynx, these organs are placed in the velum (soft palate) and are called velar vocal cords.",
            "score": 44.73819351196289
        },
        {
            "docid": "2202364_4",
            "document": "Stankervision . \"Stankervision\" also features some cartoons, but in \"Stankervision\" style. One regular such cartoon is about the adventures of \"Inebriated the Koala\", which was created by Waco O'Guin in 1993 and is introduced as \"everyone's favorite eucalyptus-eating marsupial\", to which the koala replies \"Eucalyptus? You can lick THIS!\" as he points to his crotch.",
            "score": 43.91129684448242
        },
        {
            "docid": "5856181_6",
            "document": "River cooter . While the species is highly omnivorous, river cooters will eat anything, plant or animal, dead or alive. Diet seems to be determined by available food items. While some writers feel that these turtles will not eat meat, predatory behavior has been observed. Although this animal cannot swallow out of water, it will leave the water to retrieve a tasty bug or worm, returning to the water to swallow. Cooters will also enthusiastically chase, kill and eat small fish. They have also been observed eating carrion found along the river's edge. River cooters have tooth-like cusps in the upper jaw, probably an adaptation to aid in eating leaves and fibrous vegetation. Their primary diet would include a wide variety of aquatic plants, and some terrestrial plants that grow near the water's edge. They will happily take fallen fruits as well. In captivity, any kind of plant will be eaten, and some \"meats\", too. Turtles will also take calcium in a separate form, such as a cuttlebone, so that the turtle can self-regulate calcium intake.",
            "score": 43.809505462646484
        },
        {
            "docid": "99611_16",
            "document": "Appendix (anatomy) . A possible scenario for the progression from a fully functional cecum to the current human appendix was put forth by Charles Darwin. He suggested that the appendix was used for digesting leaves as primates. It may be a vestigial organ of ancient humans that has degraded to nearly nothing of its original purpose or evolved to take on a new purpose over the course of evolution. The very long cecum of some herbivorous animals, such as in the horse or the koala, appears to support this theory. The koala's cecum enables it to host bacteria that specifically help to break down cellulose. Human ancestors may have also relied upon this system when they lived on a diet rich in foliage. As people began to eat more easily digested foods, they may have become less reliant on cellulose-rich plants for energy. As the cecum became less necessary for digestion, mutations that were previously deleterious (and would have hindered evolutionary progress) were no longer important, so the mutations survived. It is suggested that these alleles became more frequent and the cecum continued to shrink. After millions of years, the once-necessary cecum degraded to be the appendix of modern humans.",
            "score": 42.58645248413086
        },
        {
            "docid": "4361554_5",
            "document": "Gopher tortoise . Gopher tortoises are herbivore scavengers. Their diets contains over 300 species of plants. They consume a very wide range of plants, but mainly eat broad-leaved grass, regular grass, wiregrass, and terrestrial legumes. They also eat mushrooms, and fruits such as gopher apple, pawpaw, blackberries, and saw palmetto berries. In addition, gopher tortoises eat flowers from the genera \"Cnidoscolus\" (nettles), \"Tillandsia\" (Spanish and ball moss), \"Richardia\", and \"Dyschoriste\". Juvenile tortoises tend to eat more legumes, which are higher in protein, and fewer grasses and tough, fibrous plants than mature tortoises. Gopher tortoises have been known to scavenge carrion and eat excrement. As gopher tortoises usually get water from the food they eat, they usually only drink standing water in times of extreme drought.",
            "score": 42.04417419433594
        },
        {
            "docid": "17143_8",
            "document": "Koala . The modern koala is the only extant member of Phascolarctidae, a family that once included several genera and species. During the Oligocene and Miocene, koalas lived in rainforests and had less specialised diets. Some species, such as the Riversleigh rainforest koala (\"Nimiokoala greystanesi\") and some species of \"Perikoala\", were around the same size as the modern koala, while others, such as species of \"Litokoala\", were one-half to two-thirds its size. Like the modern species, prehistoric koalas had well developed ear structures which suggests that long-distance vocalising and sedentism developed early. During the Miocene, the Australian continent began drying out, leading to the decline of rainforests and the spread of open \"Eucalyptus\" woodlands. The genus \"Phascolarctos\" split from \"Litokoala\" in the late Miocene and had several adaptations that allowed it to live on a specialised eucalyptus diet: a shifting of the palate towards the front of the skull; larger molars and premolars; smaller pterygoid fossa; and a larger gap between the molar and the incisor teeth.",
            "score": 41.751739501953125
        },
        {
            "docid": "17143_31",
            "document": "Koala . The animals are vulnerable to bushfires due to their slow movements and the flammability of eucalypt trees. The koala instinctively seeks refuge in the higher branches, where it is vulnerable to intense heat and flames. Bushfires also fragment the animal's habitat, which restricts their movement and leads to population decline and loss of genetic diversity. Dehydration and overheating can also prove fatal. Consequently, the koala is vulnerable to the effects of climate change. Models of climate change in Australia predict warmer and drier climates, suggesting that the koala's range will shrink in the east and south to more mesic habitats. Droughts also affect the koala's well-being. For example, a severe drought in 1980 caused many \"Eucalyptus\" trees to lose their leaves. Subsequently, 63% of the population in southwestern Queensland died, especially young animals that were excluded from prime feeding sites by older, dominant koalas, and recovery of the population was slow. Later, this population declined from an estimated mean population of 59,000 in 1995 to 11,600 in 2009, a reduction attributed largely to hotter and drier conditions resulting from droughts in most years between 2002 and 2007. Another predicted negative outcome of climate change is the effect of elevations in atmospheric levels on the koala's food supply: increases in cause \"Eucalyptus\" trees to reduce protein and increase tannin concentrations in their leaves, reducing the quality of the food source.",
            "score": 41.66836166381836
        },
        {
            "docid": "2816938_5",
            "document": "Eucalyptus viminalis . \"Eucalyptus viminalis\" is widely distributed in the cooler areas of Australia where the leaves are the favoured food of koalas. Sap has a 5–15% sugar content which makes it an essential part of the energy budget for arboreal or tree dwelling marsupial mammals like yellow-bellied, sugar and other gliders. Koalas reintroduced to Kangaroo Island impact on native \"E. viminalis\" and is part of a A$4,000,000 management project from 2005-9.",
            "score": 41.49129104614258
        },
        {
            "docid": "942048_14",
            "document": "Adaptation . Flexibility stems from phenotypic plasticity, the ability of an organism with a given genotype to change its phenotype in response to changes in its habitat, or to move to a different habitat. The degree of flexibility is inherited, and varies between individuals. A highly specialized animal or plant lives only in a well-defined habitat, eats a specific type of food, and cannot survive if its needs are not met. Many herbivores are like this; extreme examples are koalas which depend on \"Eucalyptus\", and giant pandas which require bamboo. A generalist, on the other hand, eats a range of food, and can survive in many different conditions. Examples are humans, rats, crabs and many carnivores. The \"tendency\" to behave in a specialized or exploratory manner is inherited—it is an adaptation. Rather different is developmental flexibility: \"An animal or plant is developmentally flexible if when it is raised in or transferred to new conditions, it changes in structure so that it is better fitted to survive in the new environment,\" writes evolutionary biologist John Maynard Smith.",
            "score": 41.249122619628906
        },
        {
            "docid": "1251524_2",
            "document": "Folivore . In zoology, a folivore is a herbivore that specializes in eating leaves. Mature leaves contain a high proportion of hard-to-digest cellulose, less energy than other types of foods, and often toxic compounds. For this reason, folivorous animals tend to have long digestive tracts and slow metabolisms. Many enlist the help of symbiotic bacteria to release the nutrients in their diet. Additionally, as has been observed in folivorous primates, they exhibit a strong preference towards immature leaves, which tend to be easier to masticate, tend to be higher in energy and protein, and lower in fibre and poisons than more mature fibrous leaves.",
            "score": 41.19325256347656
        },
        {
            "docid": "291187_9",
            "document": "Arctic hare . The Arctic hare is a herbivore, and specifically a folivore. Arctic hares feed primarily on woody plants, and willow constitutes 95 percent of their diet year-round. Arctic hares predominantly consume such as saxifrage, crowberry, and dwarf willow, but can also eat a variety of other foods, including lichens and mosses, blooms, other species' leaves, twigs and roots, mountain sorrel and macroalgae (seaweed). Arctic hare diets are more diverse in summer, but still primarily consists of willow, dryas and grasses. Arctic hare have been reported to occasionally eat meat, including fish and the stomach contents of eviscerated caribou. They eat snow to get water.",
            "score": 40.92407989501953
        },
        {
            "docid": "19773811_20",
            "document": "Hominidae . Most species are omnivorous, but fruit is the preferred food among all but some human groups. Chimpanzees and orangutans primarily eat fruit. When gorillas run short of fruit at certain times of the year or in certain regions, they resort to eating shoots and leaves, often of bamboo, a type of grass. Gorillas have extreme adaptations for chewing and digesting such low-quality forage, but they still prefer fruit when it is available, often going miles out of their way to find especially preferred fruits. Humans, since the neolithic revolution, consume mostly cereals and other starchy foods, including increasingly highly processed foods, as well as many other domesticated plants (including fruits) and meat. Hominid teeth are similar to those of the Old World monkeys and gibbons, although they are especially large in gorillas. The dental formula is . Human teeth and jaws are markedly smaller for their size than those of other apes, which may be an adaptation to eating cooked food since the end of the Pleistocene.",
            "score": 40.75324249267578
        },
        {
            "docid": "17143_26",
            "document": "Koala . As the young koala approaches six months, the mother begins to prepare it for its eucalyptus diet by predigesting the leaves, producing a faecal pap that the joey eats from her cloacum. The pap is quite different in composition from regular faeces, resembling instead the contents of the caecum, which has a high concentration of bacteria. Eaten for about a month, the pap provides a supplementary source of protein at a transition time from a milk to a leaf diet. The joey fully emerges from the pouch for the first time at six or seven months of age, when it weighs . It explores its new surroundings cautiously, clinging to its mother for support. By nine months, it weighs over and develops its adult fur colour. Having permanently left the pouch, it rides on its mother's back for transportation, learning to climb by grasping branches. Gradually, it spends more time away from its mother, and at 12 months it is fully weaned, weighing around . When the mother becomes pregnant again, her bond with her previous offspring is permanently severed. Newly weaned young are encouraged to disperse by their mothers' aggressive behaviour towards them.",
            "score": 40.38935470581055
        },
        {
            "docid": "28492_13",
            "document": "Squirrel . Because squirrels cannot digest cellulose, they must rely on foods rich in protein, carbohydrates, and fats. In temperate regions, early spring is the hardest time of year for squirrels because the nuts they buried are beginning to sprout (and thus are no longer available to eat), while many of the usual food sources have not yet become available. During these times, squirrels rely heavily on the buds of trees. Squirrels, being primarily herbivores, eat a wide variety of plants, as well as nuts, seeds, conifer cones, fruits, fungi, and green vegetation. Some squirrels, however, also consume meat, especially when faced with hunger. Squirrels have been known to eat small birds, young snakes, and smaller rodents, as well as bird eggs and insects. Indeed, some tropical squirrel species have shifted almost entirely to a diet of insects.",
            "score": 39.69880294799805
        },
        {
            "docid": "9022611_7",
            "document": "Coquerel's sifaka . Coquerel's sifaka has an herbivorous diet that varies by season. In the wet season, it eats immature leaves, flowers, fruit, bark, and dead wood. In the dry season, it eats mature leaves and buds. It may browse nearly 100 plant species, but the majority of its feeding time will be concentrated on about 10% of these. Since it has a very fibrous diet, Coquerel's sifaka has an enlarged cecum and extremely long colon that helps facilitate digestion. These lemurs spend between thirty and forty percent of their day foraging, especially in the morning, midday, and evening. Females often take leadership roles during foraging and exert their dominance by eating the preferred food or denying the males food until they are satisfied. These lemurs are beneficial to the environment because they aid seed dispersion and serve to populate the plant life. Captive Coquerel’s sifkas eat shining leaf sumac and mimosa.",
            "score": 39.593299865722656
        },
        {
            "docid": "1187061_19",
            "document": "You Yangs . Koalas in the You Yangs have been studied since 2006. In approximately 28% of the Park they are monitored by a non-intrusive system of nose pattern identification. The entire population was considered to number around 105 in 2017, down 35% from estimated 161 in 2007. The population has been recorded to prefer to roost in river red gum (Eucalyptus camaldulensis): 34% of sightings occur in that species. Four generations of one koala family have been recorded.",
            "score": 39.1679801940918
        }
    ]
}