{
    "q": [
        {
            "docid": "1740549_5",
            "document": "Deer botfly . However, without any exception, stags are found to have maggots living inside the head, and the habitat of these creatures is in the hollow underneath the root of the tongue and in the neighbourhood of the vertebra to which the head is attached. These creatures are as large as the largest grubs; they grow all together in a cluster, and they are usually about twenty in number.",
            "score": 45.07176852226257
        },
        {
            "docid": "23487440_45",
            "document": "Alien (film) . Giger made several conceptual paintings of the adult Alien before settling on the final version. He sculpted the creature's body using plasticine, incorporating pieces such as vertebrae from snakes and cooling tubes from a Rolls-Royce. The creature's head was manufactured separately by Carlo Rambaldi, who had worked on the aliens in \"Close Encounters of the Third Kind\". Rambaldi followed Giger's designs closely, making some modifications in order to incorporate the moving parts which would animate the jaw and inner mouth. A system of hinges and cables was used to operate the creature's rigid tongue, which protruded from its mouth and featured a second mouth at its tip with its own set of movable teeth. The final head had about 900 moving parts and points of articulation. Part of a human skull was used as the \"face\", and was hidden under the smooth, translucent cover of the head. Rambaldi's original Alien jaw is now on display in the Smithsonian Institution, while in April 2007 the original Alien suit was sold at auction. Copious amounts of K-Y Jelly were used to simulate saliva and to give the Alien an overall slimy appearance. The creature's vocalizations were provided by Percy Edwards, a voice artist famous for providing bird sounds for British television throughout the 1960s and 1970s as well as the whale sounds for \"Orca: Killer Whale\" (1977).",
            "score": 55.84744071960449
        },
        {
            "docid": "52854357_6",
            "document": "Kuso (film) . Charlie is a small man who goes to an exclusive school in the forest and is fed terrible food by his mother, which causes him to constantly need to defecate. Laughed out of his classroom for doing so in his pants, Charlie runs into the forest, where he finds a strange creature with only an anus-like orifice with a worm-like tongue. He feeds the creature some of his feces, which causes it to apparently evolve, growing a face in place of its tongue. On their second meeting, the creature transfers a beam of green light to Charlie's head, empowering him to stop going to school and overcome his mother at last. Charlie later feeds the creature dog feces, which causes it and its apparent offspring to vanish, leaving Charlie and the dog standing in the forest.",
            "score": 46.16648197174072
        },
        {
            "docid": "10928780_11",
            "document": "Early modern European cuisine . No parts of animals were wasted; blood was used in soups, for blood sausages, tripe was an ingredient in stews, soups or pies, and even cuts that clearly reminded of the live creature were readily consumed. Calf's head could be served as a separate dish, and eating eyes, tongue or cheeks was not seen as problematic; in some regions they were even considered to be delicacies.",
            "score": 42.602030992507935
        },
        {
            "docid": "984277_35",
            "document": "Graboid . In \"\", \"Shriekers\" are introduced. Fully grown Graboids die while giving birth to a random number of creatures depending on the amount of food they consumed, between three and six; these creatures are the Shriekers. Much smaller than Graboids, about long and high, Shriekers live above ground and resemble a small dinosaur or heavy ground-dwelling bird, with stout, three-toed legs and a compact body. They have similar beaks on their heads, but lack the tentacles of a Graboid and instead have a single, long tongue, and like Graboids lack eyes and noses, but also don't have ears. Shriekers find prey through a retractable heat-seeking crest on the top of their heads, as well as their tongues which they use to find cold food through taste. They are hermaphroditic and will gag up small Shriekers as long as they find food.",
            "score": 51.12163531780243
        },
        {
            "docid": "990149_19",
            "document": "O for a Thousand Tongues to Sing . 12. Hear him, ye deaf; his praise, ye dumb, <br> Your loosen'd tongues employ; <br> Ye blind, behold your Saviour come, <br> And leap, ye lame, for joy.",
            "score": 26.20411491394043
        },
        {
            "docid": "2359626_7",
            "document": "Bloody Bones . In the Southern United States, Rawhead and Bloody Bones are sometimes regarded as two individual creatures or two separate parts of the same monster. One is a skull stripped of skin that bites its victims (Rawhead) and its companion is a dancing headless skeleton (Bloody Bones). In one cautionary tale a gossip loses his head to the monster as punishment for his wicked tongue. Legends about Bloody Bones eventually made their way into African-American tradition as well as spreading to other parts of the United States.",
            "score": 38.546268701553345
        },
        {
            "docid": "3726763_6",
            "document": "Panther (legendary creature) . Usually depicted as a type of cat, the panther was at times depicted in other forms. It was depicted as a donkey, as a composite creature with a horned head, long neck and a horse's body, and as a host of other forms. (The word \"panther\", in Greek, could be interpreted as \"every wild beast\", supporting the idea of a composite creature.) This was mostly because those involved did not know what a panther should look like; but, in some instances, this was due to cultural influences. In Germany in particular, the panther is often depicted in heraldry as a creature with four horns, cow's ears and a fiery red tongue. An example of the former is the flag and coat of arms of the city of Cres, Croatia.",
            "score": 43.61251378059387
        },
        {
            "docid": "4743980_12",
            "document": "Tip of the tongue . Many languages other than English have equivalent colloquial terms for the tip of the tongue experience, suggesting that it is a common experience across cultures. In a study by B. L. Schwartz (1999), 45 of the 51 languages surveyed have an idiom referring to the tip of the tongue phenomenon that references the tongue, mouth, or throat as a metaphor. The direct English translations of these idioms are \"on the tongue\", \"on the tip/point/head of the tongue\", \"on the top of the tongue\", \"on the front of the tongue\", \"sparkling at the end of the tongue\", and \"in the mouth and throat\". Notably, the languages studied that did not have an equivalent idiom for the tip of the tongue were American Sign Language, Amharic, Icelandic, Indonesian, Kalenjin, and Kiswahili. However, tip of the finger experiences are reported by signers.",
            "score": 45.52104616165161
        },
        {
            "docid": "683632_7",
            "document": "Kallikantzaros . There is no standard description of the appearance of \"kallikantzaroi\"; there are regional variations as to how their appearance is described. Some Greeks have imagined them with some animal parts, such as hairy bodies, horse legs, or boar tusks. Sometimes they are enormous, at other times diminutive. Others see them as humans of small size that smell horrible. They are predominantly male, often with protruding sexual characteristics. Many Greeks have imagined them as tall, black and hairy, with burning red eyes, goats' or donkeys' ears, monkeys' arms, tongues that hang out and heads that are huge. Nonetheless, the most common belief is that they are small, black creatures, humanoid apart from their long black tails, and said to resemble little black devils. They are also mostly blind, speak with a lisp and love to eat frogs, worms, and other small creatures.",
            "score": 44.39514517784119
        },
        {
            "docid": "2795862_6",
            "document": "Mertz Glacier . In February 2010 about half of the Mertz Glacier Tongue, a piece of ice about long and wide and protruding out into the Southern Ocean, broke away from the main body of the Tongue. The separation occurred around the 12 or 13 February along two existing rift lines on opposite sides of the Tongue. The event was helped in part when the large Iceberg B-9B collided with it. Iceberg B-9B is a long by wide remnant of Iceberg B-9 which broke off the Ross Ice Shelf in 1987 and has recently ungrounded itself from Ninnis Bank to the east of the Tongue where it had been lodged for 18 years.",
            "score": 29.223573446273804
        },
        {
            "docid": "23181726_14",
            "document": "Bingo (1998 film) . When the music stops, there is a strange creature with no legs, many arms, a man's head, and dollar bills sprouting from its neck and arms. It yells at Dave for \"looking at my money,\" but then offers to let Dave look at his money. Confused and frightened, Dave declares that yes, he would like to look at the creature's money. The creature congratulates him for being a \"good, little Bingo.\" Dave says that he doesn't \"think\" that he's Bingo, asking \"who am I?\"",
            "score": 25.93395185470581
        },
        {
            "docid": "896634_9",
            "document": "It! The Terror from Beyond Space . \"It!\" was the last film of actor Ray \"Crash\" Corrigan. Corrigan was set to play the creature, but during pre-production, he did not want to travel all the way to Topanga in western Los Angeles County where Paul Blaisdell, the film's makeup artist, lived and operated his studio. Therefore, Blaisdell could not take exact measurements of Corrigan's head. Consequently, there were final fit problems with the creature's head prop: \"[Corrigan's]... bulbous chin stuck out through the monster's mouth, so the make-up man painted his chin to look like a tongue.\"",
            "score": 48.54812788963318
        },
        {
            "docid": "24860188_90",
            "document": "Races and factions of Warcraft . The tauren (\"Shu'halo\" in their native tongue) are one of the oldest races native to Azeroth, a proud and tenacious race with bull-like features and a culture that is very similar to a stylized Native American culture. They are, for the most part, druidic, shamanistic, peaceful, and powerful beings. They resemble minotaurs, having horned bull's heads, large hooves in place of feet, three-fingered hands, and a towering body structure. The name 'tauren' may be a reference to the Greek 'Taurus' meaning bull, or to the related mythological creature the Minotaur, which has a similar appearance. It is also an anagram for \"Nature\".",
            "score": 39.60191071033478
        },
        {
            "docid": "32362_46",
            "document": "Vampire . Vampires have appeared in Japanese cinema since the late 1950s; the folklore behind it is western in origin. The Nukekubi is a being whose head and neck detach from its body to fly about seeking human prey at night. Legends of female vampire-like beings who can detach parts of their upper body also occur in the Philippines, Malaysia and Indonesia. There are two main vampire-like creatures in the Philippines: the Tagalog \"Mandurugo\" (\"blood-sucker\") and the Visayan \"Manananggal\" (\"self-segmenter\"). The mandurugo is a variety of the aswang that takes the form of an attractive girl by day, and develops wings and a long, hollow, thread-like tongue by night. The tongue is used to suck up blood from a sleeping victim. The \"manananggal\" is described as being an older, beautiful woman capable of severing its upper torso in order to fly into the night with huge bat-like wings and prey on unsuspecting, sleeping pregnant women in their homes. They use an elongated proboscis-like tongue to suck fetuses from these pregnant women. They also prefer to eat entrails (specifically the heart and the liver) and the phlegm of sick people.",
            "score": 43.88952136039734
        },
        {
            "docid": "1022719_11",
            "document": "Tailypo . The man, scared to death, finds the courage to push the creature away and yell, \"I haven't got your taily-po!\", hoping the creature will leave. However, the ravenous creature, angrier than ever, yells back: \"Yes, you have! Yes, you have!\" and jumps back on the bed, mutilates the man and destroys the cabin.",
            "score": 20.360248565673828
        },
        {
            "docid": "4350544_81",
            "document": "List of Dragonlance creatures . The Shilo-Thahn, commonly known as \"shadowpeople\", are ancient creatures who used to live in the underground mines and passages in Sanction. Their appearance is that of a hairy ape, human size, protruding muzzle, yellow eyes and mouth with sharp fangs. They can articulate their lips and tongue to speak the common tongue, although they use their own secret dialect.",
            "score": 50.29196310043335
        },
        {
            "docid": "612467_8",
            "document": "Alien (creature in Alien franchise) . Giger conceived the Alien as being vaguely human but a human in full armor, protected from all outside forces. He mandated that the creature have no eyes, because he felt that it made them much more frightening if you could not tell they were looking at you. Giger also gave the Alien's mouth a second inner set of pharyngeal jaws located at the tip of a long, tongue-like proboscis which could extend rapidly for use as a weapon. His design for the creature was heavily influenced by an aesthetic he had created and termed \"biomechanical\", a fusion of the organic and the mechanic. His mock-up of the Alien was created using parts from an old Rolls Royce car, rib bones and the vertebrae from a snake, molded with plasticine. The Alien's animatronic head, which contained 900 moving parts, was designed and constructed by special effects designer Carlo Rambaldi. Giger and Rambaldi together would win the 1980 Academy Award for Visual Effects for their design of the Alien. Scott decided on the man-in-suit approach for creating the creature onscreen. Initially circus performers were tried, then multiple actors together in the same costume, but neither proved scary. Deciding that the creature would be scarier the closer it appeared to a human, Scott decided that a single, very tall, very thin man be used. Scott was inspired by a photograph of Leni Riefenstahl standing next to a 6'4\" (1.93 m) Nubian. The casting director found 6'10\" (2.08 m), rail-thin graphic designer Bolaji Badejo in a local pub. Badejo went to tai chi and mime classes to learn how to slow down his movements.",
            "score": 48.17718589305878
        },
        {
            "docid": "21601221_6",
            "document": "Mark Rappaport (creature effects artist) . Rappaport (creature effects supervisor) and Shaun Smith (makeup effects supervisor) teamed up to create the world of effects for \"300\". This extensive body of work included prosthetic makeups, animatronic animals, props, weaponry and costume elements. In addition to the amazingly lifelike horse effects for this film, Rappaport created an animatronic wolf puppet for scenes where young Leonidas faces off with the predatory animal. \"The filmmakers shot interactions of the practical puppet attacking young Leonidas in a narrow rock crevice. Veteran creature effects supervisor Mark Rappaport and his team mechanized the puppet with: eye-blinks; head, neck, brow, jaw and tongue movement; saliva tubes and glowing eyes.\"",
            "score": 38.89324378967285
        },
        {
            "docid": "29399400_2",
            "document": "Cheetham Ice Tongue . Cheetham Ice Tongue () is a small ice tongue on the east coast of Victoria Land between Lamplugh Island and Whitmer Peninsula. It projects eastward into the Ross Sea. The tongue appears to be nourished in part by Davis Glacier and partly by ice draining from Lamplugh Island and Whitmer Peninsula. It was first charted by the British Antarctic Expedition, 1907–09, under Shackleton, and named by him for Alfred B. Cheetham, third officer on the \"Nimrod\".",
            "score": 28.920572519302368
        },
        {
            "docid": "197112_18",
            "document": "Bumblebee . The bumblebee tongue (the proboscis) is a long, hairy structure that extends from a sheath-like modified maxilla. The primary action of the tongue is lapping, that is, repeated dipping of the tongue into liquid.  The tip of the tongue probably acts as a suction cup and during lapping, nectar may be drawn up the proboscis by capillary action. When at rest or flying, the proboscis is kept folded under the head. The longer the tongue, the deeper the bumblebee can probe into a flower and bees probably learn by experience which flower source is best-suited to their tongue length. Bees with shorter proboscides, like Bombus bifarius, have a more difficult time foraging nectar relative to other bumblebees with longer proboscides; to overcome this disadvantage, B. bifarius workers were observed to lick the back of spurs on the nectar duct, which resulted in a small reward.",
            "score": 36.46532320976257
        },
        {
            "docid": "30226070_365",
            "document": "List of Ben 10 villains . Hydromanders are tadpole-like creatures that first appeared on the episode \"Waterfilter\" They have dark green skin with whitish yellow belly, orange eyes and sharp teeth, orange dorsal fin on their heads, three tentacles on each side of the head, and a tadpole-like tail. Their behavior are extremely hostile, especially when someone disturbs them. After waking up, they eat everything around them and use their tongue to eat like actual salamanders. When they die, many smaller Hydromanders sprout from the corpse of the one that died. Apparently, the newborn Hydromanders have the memories of the one they came from. They can breathe and swim underwater, giving them enhanced speed and agility, stretch their tongue to a long distance which can grab anything and introduce it inside their mouth and if they are injured, it can regenerate quickly inside the mouth, and move the tentacles from their head and their tail.",
            "score": 56.3531014919281
        },
        {
            "docid": "41512271_56",
            "document": "Gospel riots . On Sunday 9 September 1901 (Old Style), the front page carried the first instalment of Pallis' translation of the Gospel of Matthew, under a full-width headline reading \"ΤΟ ΕΥΑΓΓΕΛΙΟΝ ΕΙΣ ΤΗΝ ΓΛΩΣΣΑΝ ΤΟΥ ΛΑΟΥ\", or \"THE GOSPEL IN THE LANGUAGE OF THE PEOPLE\". The translation itself occupied the right-most column, under a sub-heading quoting (in Greek) St Paul's words: \"So likewise ye, except ye utter by the tongue words easy to understand, how shall it be known what is spoken?\" (1 Corinthians 14.9)",
            "score": 38.763336181640625
        },
        {
            "docid": "52110195_4",
            "document": "Mommy Dearest (Grimm) . Meisner (Damien Puckler) aids Adalind (Claire Coffee) in giving birth to the baby, and also restoring Adalind's powers as a Hexenbiest. Back in Portland, a creature stalks a pregnant woman, Dana Tomas (Tess Paras), to her room and uses his extremely large tongue to poke into her belly button. Dana then cuts the creature's tongue and it flees before falling unconscious.",
            "score": 34.712677240371704
        },
        {
            "docid": "26899032_16",
            "document": "Two-spotted bumble bee . \"B. bimaculatus\" queens forage on \"Aquilegia\" flowers. The queens hang upside down on stamens, clutch the filament with their forelegs, and scrape off pollen using their middle and hind legs. Workers enter the \"Aquilegia\" spurs by pushing their head and part of their thorax into the spur's mouth. They then extend the maxillae and tongue into the spur to drink nectar, repeating this process on multiple spurs of the same plant before visiting the next one.",
            "score": 39.98025035858154
        },
        {
            "docid": "226515_19",
            "document": "Jason and the Argonauts (1963 film) . Ray Harryhausen regarded the film as his best. Previous Harryhausen films had been generally shown as part of double features in \"B\" theatres. Columbia was able to book it as a single feature in many \"A\" theatres in the United States. The skeletons' shields are adorned with designs of other Harryhausen creatures, including an octopus and the head of the Ymir from \"20 Million Miles to Earth\".",
            "score": 24.723681688308716
        },
        {
            "docid": "10176012_6",
            "document": "Seventh Cross: Evolution . These parts may be \"equipped\" any time, but each require specific amounts of nutrients found in certain foods, among which are protein and fiber. After a while, the player may add enough parts to the organism to fend off and even kill other creatures, fight the stage's boss creature and advance to the next stage. Each part has different attributes that enhance particular areas like movement speed and attack strength. These parts may be added ala carte; that is, a lynx's head may be placed upon an organism with crab's body and frog's legs. This may result in odd combinations of creatures akin to Microsoft's \"Impossible Creatures\".",
            "score": 40.8701171875
        },
        {
            "docid": "25220261_3",
            "document": "CRAFFT Screening Test . The older version of the questionnaire contains 9 items in total, answered in a \"yes\" or \"no\" format. The first three items (Part A) evaluate alcohol and drug use over the past year and the other six (Part B) ask about situations in which the respondent used drugs or alcohol and any consequences of the usage. The CRAFFT 2.0 screening tool begins with past-12-month frequency items (Part A), rather than the previous “yes/no” question for any use over the past year and the other six (Part B) ask about situations in which the respondent used drugs or alcohol and any consequences of usage.",
            "score": 24.751007318496704
        },
        {
            "docid": "32066656_3",
            "document": "Yes-R . Yes-R originates from East Amsterdam. Inspired by his cousin Ali B, he started rapping at the age of 12. A year later, he entered a talent show in which he placed second. In 2003, he was introduced to Lange Frans, the frontman of the rap formation D-Men, who was impressed by Yes-R's flow. Lange Frans then took on the production of Yes-R's recordings. The first song \"Chickiesflasher\" was an underground hit and became part of the compilation album \"De gastenlijst\". He was also featured on the single \"Sletje\" by Baas B as well Maritza's debut single \"Laat Je Gaan\".",
            "score": 11.304598569869995
        },
        {
            "docid": "43204585_3",
            "document": "Creature (company) . Creature opened an office in London in 2011 which was considered a separate entity. In 2013 Creature created a tongue-in-cheek campaign “Commercialize Seattle” sponsored by the city of Seattle, Washington to encourage agencies to produce more commercials. In June 2014 Creature hired former Seattle Mayor’s Office Film and Music Director James Keblas as president.",
            "score": 32.7857084274292
        },
        {
            "docid": "1631358_2",
            "document": "Mušḫuššu . The mušḫuššu (; formerly also read as \"sirrušu\", \"sirrush\") is a creature from ancient Mesopotamian mythology. A mythological hybrid, it is a scaly dragon with hind legs resembling the talons of an eagle, feline forelegs, a long neck and tail, a horned head, a snake-like tongue, and a crest. The mušḫuššu most famously appears on the reconstructed Ishtar Gate of the city of Babylon, dating to the 6th century BC",
            "score": 35.307695388793945
        },
        {
            "docid": "54984388_20",
            "document": "September on Jessore Road . Ring O ye tongues of the world for their woe<br> Ring out ye voices for Love we don't know<br> Ring out ye bells of electrical pain Ring in the conscious of American brain.<br>",
            "score": 35.14959716796875
        }
    ],
    "r": [
        {
            "docid": "29029594_9",
            "document": "Human head . The head contains sensory organs: two eyes, two ears, a nose and inside the mouth a tongue. It also houses the brain.",
            "score": 66.78272247314453
        },
        {
            "docid": "55999_2",
            "document": "Tongue . The tongue is a muscular organ in the mouth of most vertebrates that manipulates food for mastication, and is used in the act of swallowing. It is of importance in the digestive system and is the primary organ of taste in the gustatory system. The tongue's upper surface (dorsum) is covered by taste buds housed in numerous lingual papillae. It is sensitive and kept moist by saliva, and is richly supplied with nerves and blood vessels. The tongue also serves as a natural means of cleaning the teeth. A major function of the tongue is the enabling of speech in humans and vocalization in other animals.",
            "score": 60.13096618652344
        },
        {
            "docid": "42193218_18",
            "document": "Human digestive system . Food enters the mouth where the first stage in the digestive process takes place, with the action of the tongue and the secretion of saliva. The tongue is a fleshy and muscular sensory organ, and the very first sensory information is received via the taste buds in the papillae on its surface. If the taste is agreeable, the tongue will go into action, manipulating the food in the mouth which stimulates the secretion of saliva from the salivary glands. The liquid quality of the saliva will help in the softening of the food and its enzyme content will start to break down the food whilst it is still in the mouth. The first part of the food to be broken down is the starch of carbohydrates (by the enzyme amylase in the saliva).",
            "score": 57.7013053894043
        },
        {
            "docid": "30226070_365",
            "document": "List of Ben 10 villains . Hydromanders are tadpole-like creatures that first appeared on the episode \"Waterfilter\" They have dark green skin with whitish yellow belly, orange eyes and sharp teeth, orange dorsal fin on their heads, three tentacles on each side of the head, and a tadpole-like tail. Their behavior are extremely hostile, especially when someone disturbs them. After waking up, they eat everything around them and use their tongue to eat like actual salamanders. When they die, many smaller Hydromanders sprout from the corpse of the one that died. Apparently, the newborn Hydromanders have the memories of the one they came from. They can breathe and swim underwater, giving them enhanced speed and agility, stretch their tongue to a long distance which can grab anything and introduce it inside their mouth and if they are injured, it can regenerate quickly inside the mouth, and move the tentacles from their head and their tail.",
            "score": 56.35309982299805
        },
        {
            "docid": "23487440_45",
            "document": "Alien (film) . Giger made several conceptual paintings of the adult Alien before settling on the final version. He sculpted the creature's body using plasticine, incorporating pieces such as vertebrae from snakes and cooling tubes from a Rolls-Royce. The creature's head was manufactured separately by Carlo Rambaldi, who had worked on the aliens in \"Close Encounters of the Third Kind\". Rambaldi followed Giger's designs closely, making some modifications in order to incorporate the moving parts which would animate the jaw and inner mouth. A system of hinges and cables was used to operate the creature's rigid tongue, which protruded from its mouth and featured a second mouth at its tip with its own set of movable teeth. The final head had about 900 moving parts and points of articulation. Part of a human skull was used as the \"face\", and was hidden under the smooth, translucent cover of the head. Rambaldi's original Alien jaw is now on display in the Smithsonian Institution, while in April 2007 the original Alien suit was sold at auction. Copious amounts of K-Y Jelly were used to simulate saliva and to give the Alien an overall slimy appearance. The creature's vocalizations were provided by Percy Edwards, a voice artist famous for providing bird sounds for British television throughout the 1960s and 1970s as well as the whale sounds for \"Orca: Killer Whale\" (1977).",
            "score": 55.847442626953125
        },
        {
            "docid": "6380202_2",
            "document": "Head and neck anatomy . This article describes the anatomy of the head and neck of the human body, including the brain, bones, muscles, blood vessels, nerves, glands, nose, mouth, teeth, tongue, and throat.",
            "score": 55.05879592895508
        },
        {
            "docid": "6380202_12",
            "document": "Head and neck anatomy . The tongue is a specialized skeletal muscle that is specially adapted for the activities of speech, chewing, developing gustatory sense (taste) and swallowing. The tongue contains two sets of muscles, the intrinsic- involved with shape of tongue, and the extrinsic- involved with tongue movement. It is attached to the hyoid bone. Terms meaning tongue include \"glosso\" () and \"lingual\" (().",
            "score": 54.76696014404297
        },
        {
            "docid": "18662149_19",
            "document": "Unspeakable Vault (of Doom) . Ygo (Y'golonac) is a large, bluish, humanoid creature with no head, a beer gut, and a mouth on each hand. He appears to have a hearty but weird sense of  humor which no one can understand.  Like Shubby, he, too, has not yet been summoned, but unlike Shubby, he is one of the few GOOs whose cult hasn't even been seen yet. The Shoggies (Shoggoths) are pink, gelatinous creatures with random assortments of eyes, teeth, and tongues. They have no brains and are very dim-witted. They are common throughout the webcomic, perhaps more so than any other character. They address any of the GOOs as either \"Master\" or, in the case of Shubby, \"Mastress.\" Shoggies are the only characters other than 'Zotot and Cthulhoo to have a catchphrase - \"So coool!\" Dagoon (Dagon) is a giant fish-like creature with bulgy unfocused eyes, fishy lips, and wet scaly skin. He always carries a large monolith, routinely dropping it on victims to crush them (often for no visible reason). Dagoon is worshiped by the Deepoines. It is unclear how he answers their prayers since he never speaks. He often accompanies Cthulhoo during strips set underwater, and appears to be on good terms with him.",
            "score": 54.11879348754883
        },
        {
            "docid": "2545910_2",
            "document": "Parafunctional activity . A para-functional habit or parafunctional habit is the habitual exercise of a body part in a way that is other than the most common use of that body part. The term is most commonly used by dentists, orthodontists, or maxillofacial specialists to refer to para-functional uses of the mouth, tongue and jaw. Oral para-functional habits may include bruxism (tooth-clenching and/or grinding), tongue tension (\"tongue thrusting\"), fingernail biting, pencil or pen chewing, mouth breathing, and any other habitual use of the mouth unrelated to eating, drinking, or speaking.",
            "score": 53.177955627441406
        },
        {
            "docid": "47161264_2",
            "document": "Electromagnetic articulography . Electromagnetic articulography (EMA) is a method of measuring the position of parts of the mouth. EMA uses sensor coils placed on the tongue and other parts of the mouth to measure their position and movement over time during speech and swallowing. Induction coils around the head produce an electromagnetic field that creates, or induces, a current in the sensors in the mouth. Because the current induced is inversely proportional to the cube of the distance, a computer is able to analyse the current produced and determine the sensor coil's location in space.",
            "score": 52.839027404785156
        },
        {
            "docid": "729500_5",
            "document": "Head and neck cancer . Squamous cell cancers are common in the mouth, including the inner lip, tongue, floor of mouth, gingivae, and hard palate. Cancers of the mouth are strongly associated with tobacco use, especially use of chewing tobacco or \"dip\", as well as heavy alcohol use. Cancers of this region, particularly the tongue, are more frequently treated with surgery than are other head and neck cancers.",
            "score": 52.695377349853516
        },
        {
            "docid": "28862286_3",
            "document": "Papilla (fish anatomy) . Unlike humans, fish have little or nothing in the way of a tongue, and those that have such an organ do not use it for tasting, but merely for cushioning the mouth and manipulating things within it. The papillae of the fish, and the taste buds found on them, are therefore located on the interior or exterior surfaces of the mouth. Most typically, these are found on the floor of the mouth, or on the upper lip.",
            "score": 52.41170883178711
        },
        {
            "docid": "378787_17",
            "document": "Helix (gastropod) . The head of the snail has two pairs of tentacles: the upper and larger pair contain the eyes, and the lower pair are used to feel the ground in front. The mouth is located just underneath the head. The tentacles can be withdrawn or extended depending on the situation. The mouth has a tongue called a \"radula\" that is composed of many fine chitinous teeth. This serves for rasping and cutting food.",
            "score": 51.24085235595703
        },
        {
            "docid": "984277_35",
            "document": "Graboid . In \"\", \"Shriekers\" are introduced. Fully grown Graboids die while giving birth to a random number of creatures depending on the amount of food they consumed, between three and six; these creatures are the Shriekers. Much smaller than Graboids, about long and high, Shriekers live above ground and resemble a small dinosaur or heavy ground-dwelling bird, with stout, three-toed legs and a compact body. They have similar beaks on their heads, but lack the tentacles of a Graboid and instead have a single, long tongue, and like Graboids lack eyes and noses, but also don't have ears. Shriekers find prey through a retractable heat-seeking crest on the top of their heads, as well as their tongues which they use to find cold food through taste. They are hermaphroditic and will gag up small Shriekers as long as they find food.",
            "score": 51.12163543701172
        },
        {
            "docid": "29029594_4",
            "document": "Human head . The face is the anterior part of the head, containing the sensory organs the eyes, nose and mouth. The cheeks, on either side of the mouth, provide a fleshy border to the oral cavity. To either side of the head sit the ears.",
            "score": 50.35404586791992
        },
        {
            "docid": "4350544_81",
            "document": "List of Dragonlance creatures . The Shilo-Thahn, commonly known as \"shadowpeople\", are ancient creatures who used to live in the underground mines and passages in Sanction. Their appearance is that of a hairy ape, human size, protruding muzzle, yellow eyes and mouth with sharp fangs. They can articulate their lips and tongue to speak the common tongue, although they use their own secret dialect.",
            "score": 50.291961669921875
        },
        {
            "docid": "42193218_15",
            "document": "Human digestive system . Within the oral mucosa (a mucous membrane) lining the mouth and also on the tongue and palates and mouth floor, are the minor salivary glands; their secretions are mainly mucous and are innervated by the facial nerve (the seventh cranial nerve). The glands also secrete amylase a first stage in the breakdown of food acting on the carbohydrate in the food to transform the starch content into maltose. There are other glands on the surface of the tongue that encircle taste buds on the back part of the tongue and these also produce lingual lipase. Lipase is a digestive enzyme that catalyses the hydrolysis of lipids (fats). These glands are termed Von Ebner's glands which have also been shown to have another function in the secretion of histatins which offer an early defense (outside of the immune system) against microbes in food, when it makes contact with these glands on the tongue tissue. Sensory information can stimulate the secretion of saliva providing the necessary fluid for the tongue to work with and also to ease swallowing of the food.",
            "score": 50.281768798828125
        },
        {
            "docid": "15643795_28",
            "document": "David Reekie . Birds have always had a certain place in our mythology and literature. In Ancient Egypt, the God Thoth has a bird's head (the head of an ibis). He is considered the 'heart and tongue' of Ra, and the means by which Ra's will is translated into speech. An Augur, or priest of Ancient Rome, was said to be able to interpret 'the will of the Gods' by reading the behaviour of birds. While Native Americans, renowned for their understanding of the natural world and their reverence for it, relied upon the eagle, to take their prayers to the Great Spirit. We need only remind ourselves of the recent devastation caused by avian influenza to gain an appreciation what is at stake in our relationship with these small garden birds. It is symptomatic of our relationship with the natural world itself. As Mark Cocker in his review of these pieces, writes: It may seem absurd today. But perhaps we should reflect that in 1997 the Labour government offered a series of indices to measure the quality of life in this country. One of those yardsticks for the good life in Britain was bird populations. We are all now familiar how birds act as indicators for the quality of our environment. The owl, whose cry pierces the darkness, or the kestrel which wrestles the wind to a standstill at the motorway verge, will only survive if the trees, the insects, the other animals, the flowers and the countryside itself are all present and correct. In \"An Exchange of Information\" the distinct nature of the materials used for the different parts of the sculpture, appears to underpin the distance between human beings and birds in modern life.",
            "score": 50.07143783569336
        },
        {
            "docid": "47060235_9",
            "document": "Garbha Upanishad . The five objects of sense are related to ear, skin, eye, tongue, nose. The related support system consists of the mouth to speak, hands to lift, feet to walk, tongue for tasting, nose for smelling, \"Apana\" for excretion, and the genitals for sexual enjoyment. The body discriminates and knows by \"Buddhi\" (intellect), fancies and thinks through \"Manas\" (mind) and speaks with speech. There are five tastes, representing food it needs for development, and these are sweet, saline, bitter, pungent and astringent.",
            "score": 49.94588851928711
        },
        {
            "docid": "36253964_12",
            "document": "Origin of speech . The human tongue has an unusual shape. In most mammals, it's a long, flat structure contained largely within the mouth. It is attached at the rear to the hyoid bone, situated below oral level in the pharynx. In humans, the tongue has an almost circular sagittal (midline) contour, much of it lying vertically down an extended pharynx, where it is attached to a hyoid bone in a lowered position. Partly as a result of this, the horizontal (inside-the-mouth) and vertical (down-the-throat) tubes forming the supralaryngeal vocal tract (SVT) are almost equal in length (whereas in other species, the vertical section is shorter). As we move our jaws up and down, the tongue can vary the cross-sectional area of each tube independently by about 10:1, altering formant frequencies accordingly. That the tubes are joined at a right angle permits pronunciation of the vowels [i], [u] and [a], which nonhuman primates cannot do. Even when not performed particularly accurately, in humans the articulatory gymnastics needed to distinguish these vowels yield consistent, distinctive acoustic results, illustrating the quantal nature of human speech sounds. It may not be coincidental that [i], [u] and [a] are the most common vowels in the world's languages.",
            "score": 49.8160285949707
        },
        {
            "docid": "1079427_5",
            "document": "Homunculus argument . Now, in terms of (say) chess, the players are given 'rules' (i.e. the rules of chess) to follow. So: who \"uses\" these rules? The answer is self-evident: the players of the game (of chess) use the rules: it's not the case (obviously) that the rules \"themselves\" play chess. The rules themselves are merely inert marks on paper until a \"human being\" reads, understands and uses them. But what about the 'rules' that are, allegedly, inside our head (brain)? Who reads, understands and uses them? Again, the implicit answer is (and, some would argue, must be) a 'homunculus': a little man who reads the rules of the world and then gives orders to the body to act on them. But again we are in a situation of infinite regress, because this implies that the homunculus utilizes cognitive processes that are also rule bound, which presupposes another homunculus inside \"its\" head, and so on and so forth. Therefore, so the argument goes, theories of mind that imply or state explicitly that cognition is rule bound cannot be correct unless some way is found to 'ground' the regress.",
            "score": 49.71101379394531
        },
        {
            "docid": "301076_2",
            "document": "Taste bud . Taste buds contain the taste receptor cells, which are also known as gustatory cells. The taste receptors are located around the small structures known as papillae found on the upper surface of the tongue, soft palate, upper esophagus, the cheek and epiglottis. These structures are involved in detecting the five elements of taste perception: salty, sour, bitter, sweet and umami; through the combination of these elements we detect \"flavors.\" A popular myth assigns these different tastes to different regions of the tongue; in reality these tastes can be detected by any area of the tongue. Via small openings in the tongue epithelium, called taste pores, parts of the food dissolved in saliva come into contact with the taste receptors. These are located on top of the taste receptor cells that constitute the taste buds. The taste receptor cells send information detected by clusters of various receptors and ion channels to the gustatory areas of the brain via the seventh, ninth and tenth cranial nerves.",
            "score": 49.701698303222656
        },
        {
            "docid": "18691282_5",
            "document": "Rolandic epilepsy . Oropharyngolaryngeal ictal manifestations are unilateral sensorimotor symptoms inside the mouth. Numbness, and more commonly paraesthesias (tingling, prickling, freezing), are usually diffuse on one side or, exceptionally, may be highly localised even to one tooth. Motor oropharyngolaryngeal symptoms produce strange sounds, such as death rattle, gargling, grunting and guttural sounds, and combinations: \"In his sleep, he was making guttural noises, with his mouth pulled to the right, ‘as if he was chewing his tongue’\". \"We heard her making strange noises ‘like roaring’ and found her unresponsive, head raised from the pillow, eyes wide open, rivers of saliva coming out of her mouth, rigid.\"",
            "score": 49.626380920410156
        },
        {
            "docid": "60858_14",
            "document": "Carlisle, Cumbria . The Reivers became so much of a nuisance to the Scottish and English governments that, in 1525, the Archbishop of Glasgow Gavin Dunbar cursed all the reivers of the borderlands. The curse was detailed in 1,069 words, beginning: \"I curse their head and all the hairs of their head; I curse their face, their brain (innermost thoughts), their mouth, their nose, their tongue, their teeth, their forehead, their shoulders, their breast, their heart, their stomach, their back, their womb, their arms, their leggs, their hands, their feet and every part of their body, from the top of their head to the soles of their feet, before and behind, within and without.\"",
            "score": 49.408607482910156
        },
        {
            "docid": "2662544_3",
            "document": "Cymothoa exigua . \"C. exigua\" extracts blood through the claws on its front, causing the tongue to atrophy from lack of blood. The parasite then replaces the fish's tongue by attaching its own body to the muscles of the tongue stub. It appears that the parasite does not cause much other damage to the host fish, but it has been reported by Lanzing and O'Connor (1975) that infested fish with two or more of the parasites are usually underweight. Once \"C. exigua\" replaces the tongue, some feed on the host's blood and many others feed on fish mucus. This is the only known case of a parasite assumed to be functionally replacing a host organ. When a host fish dies, \"C. exigua\" will detach itself from the tongue stub after some time, leave the fish's mouth cavity, and can then be seen clinging to its head or body externally. It is not fully known what then happens to the parasite in the wild.",
            "score": 49.1284294128418
        },
        {
            "docid": "43349786_3",
            "document": "Lisp . Successful treatments have shown that causes are functional rather than physical: that is, most lisps are caused by errors in tongue placement within the mouth rather than caused by any injury or congenital deformity to the mouth. The most frequently discussed of these problems is tongue thrust in which the tongue protrudes beyond the front teeth. This protrusion affects speech as well as swallowing and can lead to lisping. Ankyloglossia or tongue tie can also be responsible for lisps in children – however, it is unclear whether these deficiencies are caused by the tongue tie itself or the muscle weakness following the correction of the tongue tie. Overbites and underbites may also contribute to non lingual lisping. Temporary lisps can be caused by dental work, dental appliances such as dentures or retainers or by swollen or bruised tongues.",
            "score": 48.95852279663086
        },
        {
            "docid": "7896587_21",
            "document": "Candi of Indonesia . Kala is the giant head, often takes place on top of the entrance with makaras projected on either sides of kala's head, flanking the portal or projecting on the top corner as antefixes. The kala-makara theme also can be found on stair railings on either sides. On the upper part of stairs, the mouth of kala's head projecting makara downward. The intricate stone carving of twin makaras flanking the lower level of stairs, with its curved bodies forming the stair's railings. Other than makaras, kala's head might also project its tongue as stair's railings. These types of stair-decorations can be observed in Borobudur and Prambanan. Makara's trunks are often describes as handling gold ornaments or spouting jewels, while in its mouth often projected Gana dwarf figures or animals such as lions or parrots.",
            "score": 48.932411193847656
        },
        {
            "docid": "6380202_37",
            "document": "Head and neck anatomy . In addition to the teeth, other structures that aid chewing are the lips, cheeks, tongue, hard palate, soft palate, and floor of the mouth.",
            "score": 48.66522979736328
        },
        {
            "docid": "3540432_9",
            "document": "Simplicius, Faustinus and Beatrix . Venerating the body of the martyr St. Beatrice at the Benedictine Convent of Perpetual Adoration, Clyde, Missouri in 1940: \"There, under the altar, enclosed in glass, lay the body of the Roman martyr, Beatrice. We bent our heads eagerly and peered under the glass, where, on silken pillows lay the glittering doll-like body of Saint Beatrice (which we later learned was not her real body but a wax figure encasing her bones). We gazed, fascinated by the rosy cheeked young girl lying there, wearing a richly brocaded and embroidered dress, looking as if she had just breathed her last breath. We stared at her head. Her brown curls were encircled by a filigree band; her pretty mouth was open. We could see her little white teeth and pink tongue. Her glassy eyes had rolled back into her head and were fixed as though staring into heaven. Her pretty head had fallen back onto a silken pillow. Above the gold brocaded collar band, her long, prettily arched neck revealed the bloody spot our eyes always sought in fearful anticipation. It was eternally there--the blood encrusted stab wound that had taken her life. Drops of her blood appeared still fresh on her neck and were caught in a gold chalice beside the pillow.",
            "score": 48.56821060180664
        },
        {
            "docid": "896634_9",
            "document": "It! The Terror from Beyond Space . \"It!\" was the last film of actor Ray \"Crash\" Corrigan. Corrigan was set to play the creature, but during pre-production, he did not want to travel all the way to Topanga in western Los Angeles County where Paul Blaisdell, the film's makeup artist, lived and operated his studio. Therefore, Blaisdell could not take exact measurements of Corrigan's head. Consequently, there were final fit problems with the creature's head prop: \"[Corrigan's]... bulbous chin stuck out through the monster's mouth, so the make-up man painted his chin to look like a tongue.\"",
            "score": 48.54813003540039
        },
        {
            "docid": "1903855_20",
            "document": "Sensory substitution . A system using the tongue as the human-machine interface is most practical. The tongue-machine interface is both protected by the closed mouth and the saliva in the mouth provides a good electrolytic environment that ensures good electrode contact. Results from a study by Bach-y-Rita et al. show that electrotactile stimulation of the tongue required 3% of the voltage required to stimulate the finger. Also, since it is more practical to wear an orthodontic retainer holding the stimulation system than an apparatus strapped to other parts of the body, the tongue-machine interface is more popular among TVSS systems.",
            "score": 48.29227828979492
        },
        {
            "docid": "612467_8",
            "document": "Alien (creature in Alien franchise) . Giger conceived the Alien as being vaguely human but a human in full armor, protected from all outside forces. He mandated that the creature have no eyes, because he felt that it made them much more frightening if you could not tell they were looking at you. Giger also gave the Alien's mouth a second inner set of pharyngeal jaws located at the tip of a long, tongue-like proboscis which could extend rapidly for use as a weapon. His design for the creature was heavily influenced by an aesthetic he had created and termed \"biomechanical\", a fusion of the organic and the mechanic. His mock-up of the Alien was created using parts from an old Rolls Royce car, rib bones and the vertebrae from a snake, molded with plasticine. The Alien's animatronic head, which contained 900 moving parts, was designed and constructed by special effects designer Carlo Rambaldi. Giger and Rambaldi together would win the 1980 Academy Award for Visual Effects for their design of the Alien. Scott decided on the man-in-suit approach for creating the creature onscreen. Initially circus performers were tried, then multiple actors together in the same costume, but neither proved scary. Deciding that the creature would be scarier the closer it appeared to a human, Scott decided that a single, very tall, very thin man be used. Scott was inspired by a photograph of Leni Riefenstahl standing next to a 6'4\" (1.93 m) Nubian. The casting director found 6'10\" (2.08 m), rail-thin graphic designer Bolaji Badejo in a local pub. Badejo went to tai chi and mime classes to learn how to slow down his movements.",
            "score": 48.17718505859375
        }
    ]
}