{
    "q": [
        {
            "docid": "44113754_5",
            "document": "Welcome to the Darkside . The Gladiator competed against three low-card competitors in a gauntlet match. He defeated his first opponent Naohiko Yamazaki after an \"Awesome Bomb\". Gladiator would then defeat his second opponent Yoshinori Sasaki after an \"Awesome Splash\". His final opponent was Mr. Pogo #2. Gladiator tried to perform an \"Awesome Bomb\" but Pogo escaped it and delivered a backdrop suplex. He continued the momentum with an elevated cutter and a chokeslam. Gladiator made a comeback by performing a release German suplex but Pogo did not sell the move and charged at him but Gladiator hit a boot. He then hit a lariat and an \"Awesome Bomb\" for the win.",
            "score": 63.17782020568848
        },
        {
            "docid": "20262138_4",
            "document": "The Gladiators from Capua . \"The Gladiators from Capua\" opens with a brief scene set some years earlier – a slave in training as a gladiator refuses to kill his beaten opponent, turning his back on a promising career. The themes of combat, bloodshed, and mercy are thus established from the start.",
            "score": 65.07111382484436
        },
        {
            "docid": "3616797_8",
            "document": "Gladiator (2000 film) . Maximus's next fight is a victory against a legendary undefeated gladiator. Commodus orders Maximus to kill the gladiator, but Maximus spares his opponent's life; he is called \"Maximus the Merciful\" by the crowd. Angered at this outcome, Commodus taunts Maximus about his family's deaths, but Maximus turns and walks away.",
            "score": 60.965129375457764
        },
        {
            "docid": "12336_28",
            "document": "Gladiator . Spectators preferred to watch highly skilled, well matched \"ordinarii\" with complementary fighting styles; these were the most costly to train and to hire. A general \"melee\" of several, lower-skilled gladiators was far less costly, but also less popular. Even among the \"ordinarii\", match winners might have to fight a new, well-rested opponent, either a \"tertiarius\" (\"third choice gladiator\") by prearrangement; or a \"substitute\" gladiator (\"suppositicius\") who fought at the whim of the \"editor\" as an unadvertised, unexpected \"extra\". This yielded two combats for the cost of three gladiators, rather than four; such contests were prolonged, and in some cases, more bloody. Most were probably of poor quality, but the emperor Caracalla chose to test a notably skilled and successful fighter named Bato against first one \"supposicitius\", whom he beat, and then another, who killed him. At the opposite level of the profession, a gladiator reluctant to confront his opponent might be whipped, or goaded with hot irons, until he engaged through sheer desperation. Combats between experienced, well trained gladiators demonstrated a considerable degree of stagecraft. Among the cognoscenti, bravado and skill in combat were esteemed over mere hacking and bloodshed; some gladiators made their careers and reputation from bloodless victories. Suetonius describes an exceptional \"munus\" by Nero, in which no-one was killed, \"not even \"noxii\" (enemies of the state).\"",
            "score": 91.93364655971527
        },
        {
            "docid": "1391901_5",
            "document": "Priscus (gladiator) . Gladiatorial fights did not always end with death of a participant. A gladiator could raise a finger or surrender his weapon to the opponent to signal his willingness to concede defeat. And imposition of \"missio\" would require that the conceding gladiator return to continued fight training. Missio was initiated following the spirit of the attendees with a reprieve from the match ending in a death. The fighters could initiate ending of the match requesting that the match be declared a draw as supported by the crowds. Gladiatorial surrender was not common since it was held in disdain.",
            "score": 77.64751505851746
        },
        {
            "docid": "18573986_5",
            "document": "Colosseum: Rome's Arena of Death . All new gladiators fight in small arenas scattered around Rome, and when Verus is defeated, he requests a second chance, knowing he will not be given another, and defeats his opponent. Contrary to popular myth, not all contests end in death. If a gladiator was killed the game's sponsor had to pay for his replacement. As a gladiator, you had a near 90% chance of surviving the fight. And if a gladiator was injured, he was given some of the best medical care available in Rome. Roman doctors were renowned for their treatment of flesh wounds. Doctors who worked with gladiators helped to pioneer the treatment of fractures. And they used an opium-based anesthetic for operations. For each victory in the arena, a gladiator is paid the equivalent of a Roman soldier's yearly pay, and he can purchase some personal items. Priscus obtains a small prayer statue and wall-shelf for his own Celtic devotions.",
            "score": 89.36222517490387
        },
        {
            "docid": "12336_34",
            "document": "Gladiator . Once a band of five \"retiarii\" in tunics, matched against the same number of \"secutores\", yielded without a struggle; but when their death was ordered, one of them caught up his trident and slew all the victors. Caligula bewailed this in a public proclamation as a most cruel murder. A gladiator who was refused \"missio\" was despatched by his opponent. To die well, a gladiator should never ask for mercy, nor cry out. A \"good death\" redeemed the gladiator from the dishonourable weakness and passivity of defeat, and provided a noble example to those who watched: For death, when it stands near us, gives even to inexperienced men the courage not to seek to avoid the inevitable. So the gladiator, no matter how faint-hearted he has been throughout the fight, offers his throat to his opponent and directs the wavering blade to the vital spot. (Seneca. \"Epistles\", 30.8)",
            "score": 74.54368495941162
        },
        {
            "docid": "59627_41",
            "document": "Columbine High School massacre . Harris walked over to the table across from the lower computer row, slapped the surface twice and knelt, saying \"Peek-a-boo\" to 17-year-old Cassie Bernall before shooting her once in the head, killing her instantly. Harris had been holding the shotgun with one hand at this point and the weapon hit his face in recoil, breaking his nose. Initial reports suggest that Harris asked Bernall \"Do you believe in God?\", to which she replied yes, before getting killed. Three students who witnessed Bernall's death, including Emily Wyant, who had been hiding beneath the table with her, have testified that Bernall did not exchange words with Harris after his initial taunt; Wyant stated Bernall had been praying prior to her murder.",
            "score": 48.75227105617523
        },
        {
            "docid": "9345676_25",
            "document": "Ave Imperator, morituri te salutant . Kyle concurs that no other sources record the \"supposed gladiator salute\" in any other context \"and it did not come here from true gladiators\". Treated as a commodity, they were not elite gladiators but captives and criminals doomed to die, who usually fought until all were killed. When the salute or appeal failed, and they were forced to kill one another in earnest,",
            "score": 63.51465284824371
        },
        {
            "docid": "35757696_8",
            "document": "Deadliest Warrior (season 1) . They now fight with sica and war club. The Gladiator tries to cut the Apache with the sica, but the Apache knocks it out of his hand with the war club. His second swing knocks off the Gladiator's helmet. The Apache charges and tries to strike his opponent’s exposed head with his club. However, the Gladiator knocks him to the ground with his shield then punches his face repeatedly with the cestus. The Apache got up with his knife. The Gladiator swings at him, but misses. The Apache then started to knife the Gladiator's limbs. He then cut the Gladiator's neck. The Apache then repeatedly knifed him, lick the bloodied knife, and does his war cry, and left the scene.",
            "score": 70.16115355491638
        },
        {
            "docid": "1911479_9",
            "document": "Gladiator (Melvin Potter) . He was later forced into working for the Kingpin's elderly predecessor Alexander Bont, who claimed that Potter had a four-year-old daughter that he had never met and that she would die if Potter did not help. Gladiator brought Murdock to Bont, who attempted to kill Murdock and assume his old mantle but instead died of a drug-induced heart attack. The Gladiator was defeated by the new White Tiger, and went back to prison.",
            "score": 57.2236545085907
        },
        {
            "docid": "3037471_25",
            "document": "Sunstreaker . Sunstreaker made his first chronological IDW Publishing appearance in issue #2 of \"\", where he can be seen on page 4, part of a crowd cheering for Megatron to kill his opponent in an underground bloodsport. Later, he and Sideswipe appeared among the gathering of gladiators and insurgents that Megatron would eventually mold into the Decepticons.",
            "score": 43.20289421081543
        },
        {
            "docid": "3213185_20",
            "document": "The Spoils (Rome) . At the arena, before a capacity crowd containing both Vorenus and Timon, Pullo is led into a small ring and handed a large sword, but he drops the sword on the ground and sits in the center of the ring, refusing to fight. Three gladiators come out and tell him to fight, but Pullo stubbornly refuses. The men won't have it, and taunt him with insults. But when they insult the XIII Legion, Pullo grows increasingly angry until finally he lashes out, killing all three of his opponents. He yells \"Thirteen!\", but the crowd boos him. More gladiators come out, and despite the crowd's taunting, Pullo cuts down one gladiator after another while Timon cheers and Vorenus simply watches. Eventually Pullo tires, having been wounded so many times he can barely stand, at which point a large carnifex enters and knocks the sword out of Pullo's tired hand with a skull-topped mace. Just as the carnifex is about to deal the death blow, Vorenus charges into the ring, picks up a weapon, yells \"Thirteen!\" and takes on the gladiator, eventually slicing his leg off and collapsing him to the ground, before killing him with his own weapon. As the crowd recovers from shock, a roar of approval rises up, and Vorenus helps his old comrade out of the ring.",
            "score": 88.39927136898041
        },
        {
            "docid": "12336_31",
            "document": "Gladiator . A match was won by the gladiator who overcame his opponent, or killed him outright. Victors received the palm branch and an award from the \"editor\". An outstanding fighter might receive a laurel crown and money from an appreciative crowd but for anyone originally condemned \"ad ludum\" the greatest reward was manumission (emancipation), symbolised by the gift of a wooden training sword or staff (\"rudis\") from the \"editor\". Martial describes a match between Priscus and Verus, who fought so evenly and bravely for so long that when both acknowledged defeat at the same instant, Titus awarded victory and a \"rudis\" to each. Flamma was awarded the \"rudis\" four times, but chose to remain a gladiator. His gravestone in Sicily includes his record: \"Flamma, \"secutor\", lived 30 years, fought 34 times, won 21 times, fought to a draw 9 times, defeated 4 times, a Syrian by nationality. Delicatus made this for his deserving comrade-in-arms.\"",
            "score": 60.247628808021545
        },
        {
            "docid": "3380571_47",
            "document": "Johnny Behan . Behan testified that from the time the Earps passed him by to confront the Cowboys, he had watched them closely. Under cross-examination by attorney Thomas Fitch, he admitted seeing Holliday carrying the messenger shotgun towards the confrontation. All the witnesses testified that Holliday had been seen with a shotgun. Behan also testified he was concentrating on the Earps during the gun fight, but he did not see the shotgun used. He insisted that Holliday fired the first shot from a nickel-plated revolver. But the coroner had already testified that Tom McLaury was killed by a shotgun blast. For Behan's \"testimony to make any sense, the court would have to believe that Holliday marched down Fremont Street carrying a shotgun; put it aside in order to pull out his pistol; fired the first shot, presumably at Billy Clanton; and then picked up the shotgun in order to kill Tom McLaury—all in the space of a few seconds.\"",
            "score": 69.6941910982132
        },
        {
            "docid": "1607755_6",
            "document": "Retiarius . The more skin left unarmoured and exposed, the lower a gladiator's status and the greater his perceived effeminacy. Likewise, the engulfing net may have been seen as a feminine symbol. The light arms and armour of the \"retiarius\" thus established him as the lowliest, most disgraced, and most effeminate of the gladiator types. Helmets allowed both gladiators and spectators to dehumanise the fighters; when an arena combatant had to kill a comrade-at-arms, someone he probably lived and trained with every day, his opponent's helmet added an extra layer of separation. However, the \"retiarius\" was allowed no head protection; his face was visible to all. The emperor Claudius had all net-fighters who lost in combat put to death so that spectators could enjoy their expressions of agony. The \"retiarius\"<nowiki>'</nowiki>s fighting style was another strike against him, as reliance on speed and evasion were viewed as undignified in comparison to the straightforward trading of blows. The \"retiarii\" lived in the worst barracks. Some members of the class trained to fight as Samnites, another gladiator type, in order to improve their status.",
            "score": 80.86454367637634
        },
        {
            "docid": "7137692_11",
            "document": "Jack Scott (California politician) . Scott is very active in gun control. He began his gun control efforts after his son Adam, an attorney who had recently graduated from USC Law School, was fatally shot at a party with friends. One of his friends had a shotgun, which he did not know was loaded. His friend discharged the shotgun, hitting Adam and killing him.",
            "score": 49.25550603866577
        },
        {
            "docid": "38081438_3",
            "document": "Spartacus and the Ten Gladiators . Rocca and his nine gladiators have just completed a triumphal show in the arena in front of the Emperor. However their ebullient mood changes to horror and sadness when they are followed by a group of a dozen gladiators from Thrace who are ordered to kill each other until one man is standing. In this group is a father and son. They reluctantly comply but when the son faces his father one of the gladiators steps in to prevent the son from killing his father then throws his sword at the Emperor's box.",
            "score": 66.76608109474182
        },
        {
            "docid": "46500817_18",
            "document": "O.K. Corral hearing and aftermath . Matthews testified at the inquest that Tom McLaury had been killed by a single shotgun blast, contradicting Behan's testimony that he had been shot with a pistol, which according to the defense, \"...to make any sense, the court would have to believe that Holliday marched down Fremont Street carrying a shotgun; put it aside in order to pull out his pistol; fired the first shot, presumably at Billy Clanton; and then picked up the shotgun in order to kill Tom McLaury—all in the space of a few seconds.\" Under questioning, Matthews said he did not see Ike Clanton appeal to Wyatt to not shoot him.",
            "score": 59.65250778198242
        },
        {
            "docid": "18573986_7",
            "document": "Colosseum: Rome's Arena of Death . Gladiators are admired by aristocratic women of Rome, especially rich widows, and are included in feasts and banquets hosted by public officials and members of the imperial court. Verus soon becomes known for his skill and victories. He is eyed by an Imperial lady, and is soon summoned to a party at night, hosted by Titus and the lady, where arriving he is suddenly attacked by another gladiator provoking a surprise fight arranged as \"entertainment\"; but he defeats his opponent, whose death the host commands. Verus kills him, his first: \"\"not in the arena, but at a party for the rich.\"\" He is numb. Afterward, upon returning to his school, Verus discovers Priscus has been sold to another school; the trainer says, \"\"it's only business\".\"",
            "score": 67.2533004283905
        },
        {
            "docid": "12336_61",
            "document": "Gladiator . In AD 69, the Year of the Four Emperors, Otho's troops at Bedriacum included 2000 gladiators. Opposite him on the field, Vitellius's army was swollen by levies of slaves, plebs and gladiators. In 167 AD, troop depletions by plague and desertion may have prompted Marcus Aurelius to draft gladiators at his own expense. During the Civil Wars that led to the Principate, Octavian (later Augustus) acquired the personal gladiator troop of his erstwhile opponent, Mark Antony. They had served their late master with exemplary loyalty but thereafter, they disappear from the record.",
            "score": 58.78069519996643
        },
        {
            "docid": "50643142_8",
            "document": "Gladiators (UK series 7) . Contender and Gladiator are each strapped to their own airship (blue for the contender, red for the gladiator). Using hi-tech combat clubs, they have thirty seconds to try and eject their opponent from their airship. Two strikes to their body hit sensor results in an ejection. A contender scores five points for hitting the gladiator once and ten points for ejecting them.",
            "score": 66.17216336727142
        },
        {
            "docid": "4922019_3",
            "document": "List of The Sopranos characters – Friends and family . Tony Soprano's cousin, who was imprisoned and soon thereafter became embroiled in a life of crime. Tony B. gets his massage license and tries to set up a massage business. He sabotages the business before it gets off the ground, and goes back to crime. Tony S. sets him up in the airbag scam, but it is not enough money for Tony B. To earn extra money, he performs a contract hit for Rusty and Angelo. After Angelo is killed, Tony B. kills Billy Leotardo in retaliation, igniting dangerous tensions with the New York crew. To bring peace with Johnny Sack (and to avoid Tony B.'s being tortured to death by Phil Leotardo), Tony S. kills Tony B. by shooting him in the face with a shotgun.",
            "score": 32.275044560432434
        },
        {
            "docid": "4077534_45",
            "document": "Dick Cheney hunting incident . In the beta for the video game Halo 3, a medal called \"Cheneymania\" was awarded for killing 10 opponents with a shotgun without dying.",
            "score": 35.054346561431885
        },
        {
            "docid": "28640088_12",
            "document": "Gladiator Begins . Sextus: A formidable, legendary gladiator, nicknamed the \"Honor of Rome\", who fights with a sharp gladius and a tall shield. Sextus is a warrior from Germania who once fought against General Aquilius Drusus, Aquilla's father, during the Germanic Wars. He lost and was then taken back as a slave to Rome, where he later became the most successful gladiator under the Drusus family's patronage. Despite his hatred for Rome, Sextus respects General Drusus and holds no grudge against him. The general did not kill prisoners and actually treated Sextus and his surviving comrades well. However, Sextus has vowed to never help the Drusus family directly since the general was still responsible for the deaths of his people.",
            "score": 66.1643853187561
        },
        {
            "docid": "22372570_3",
            "document": "Shotgun (novel) . Would you kill someone for love? Someone did. A man and a woman die from shotgun wounds. Kling's girlfriend says she would, and Carella won't answer.",
            "score": 53.607332706451416
        },
        {
            "docid": "22597264_3",
            "document": "Scissor (gladiator) . German historian and experimental archeologist Marcus Junkelmann has propagated an idea, based on an unlabeled, unclear image that he decided might be a scissor, that this type of gladiator fought using a weapon consisting of a hardened steel tube that encased the gladiator's entire forearm, with the hand end capped off and a semicircular blade attached to it. A handle inside the tube might have allowed the gladiator to maintain control in the heat of battle.  This weapon might have been both deadly and versatile; the gladiator could use his protected arm to block his opponent's blows and quickly counterattack, the shape of the blade being such that even the slightest touch could cause a serious wound.",
            "score": 76.34555912017822
        },
        {
            "docid": "852078_23",
            "document": "Mohammed al-Qahtani . 2A0780 asked how one man, Bin Laden, convince 19 young men to kill themselves, (detainee was starting to fade he was going in and out of sleep.) The question was repeated, detainee stated that they were tricked, that he distorted the picture if front of them, 2A0780 asked detainee if this made him mad, detainee stated yes, (detainee did not realize that 2A780 had not started putting detainee into the picture) 2A0780 asked detainee if he was mad that his friends had been tricked, detainee said yes. 2A0780 asked detainee if his friends knew about the plan, detainee said no, 2A0780 asked if detainee knew about the plan, detainee stated that he didn't know. 2A0780 asked detainee if it made him mad that he killed his friends, detainee stated yes. 2A0780 asked detainee if he was glad that he didn't die on the plane, detainee stated yes. 2A0780 asked detainee if his parents were happy that he didn't die detainee stated yes. 2A0780 stated \"he killed your friends\" detainee stated yes.",
            "score": 11.128240823745728
        },
        {
            "docid": "28640088_22",
            "document": "Gladiator Begins . Gulielmus: A Macedonian ex-criminal and gladiator who always crosses paths with the gladiator in the \"Word Of Quintus\", a gladiatorial event sponsored by the co-emperor, Lucius Verus. Gulielmus views the player with disdain and animosity and tends to underestimate the player's skill as a gladiator. When Gulielmus wins his freedom from the arena, he becomes a military officer under the command of General Cassius. When the player is sent by Commodus to kill Cassius, Gulielmus serves as the last enemy before the general is fought. When defeated by the player, Gulielmus is killed by Cassius' guards as punishment for his failure.",
            "score": 57.54759478569031
        },
        {
            "docid": "27405992_10",
            "document": "Ronnie Mann . After this, Cage Rage became defunct and Mann re-joined Cage Gladiators, immediately competing against Frederic Fernandez for the Cage Gladiators World Featherweight Championship at the \"Cage Gladiators 6\" event. Mann was able to utilise his wrestling skills again, dominating the takedowns, neutralising his opponent. Mann was able to take the unanimous decision after effective striking, leading Sherdog to once again label him \"a star in the making.\"",
            "score": 50.725361347198486
        },
        {
            "docid": "204953_64",
            "document": "Gloster Gladiator . The top scoring Gladiator aces flew it in North Africa and Greece, scoring most of their successes against \"Regia Aeronautica\" aircraft. The top ace was Flight Lieutenant Pat Pattle, from No. 80 Squadron, who got 15.5 confirmed air victories while flying the Gladiator (out of his 50+ kills), plus four probably destroyed and six damaged. Second was Pilot Officer William \"Cherry\" Vale, from No. 33 and 80 Squadrons, with ten individual kills, 1 shared kill, and 1.5 damaged. Flight Lieutenant Joe P. Fraser, from No. 112 Squadron, and Flight Sergeant Don S. Gregory, from Nos. 33 and 80 Squadrons, scored all of their kills (respectively, 9.5 and 8) flying the Gladiator. Sergeant C. E. \"Cas\" Casbolt, from No. 80 Squadron, shot down 7.5 enemy aircraft (plus one probably destroyed and 1.5 damaged). Rhodesian pilot Caesar Hull scored five of his eight victories in a Gladiator during the Norwegian Campaign in 1940, including four in the same afternoon. He was the leading Allied pilot of the campaign.",
            "score": 54.96354842185974
        },
        {
            "docid": "28640088_17",
            "document": "Gladiator Begins . Ursus: A mysterious gladiator from Aegyptus known as the \"Messenger of the Sun\", whose armor is based on the appearance of the Egyptian god Horus. While fighting with twin blades, Ursus uses strange, unorthodox movements and battle cries that often baffle his opponents. In battle, he favors aerial attacks and is often compared to a diving bird. Along with Hories, Ursus is one of Vipsanius' favorite gladiators.",
            "score": 65.17642450332642
        }
    ],
    "r": [
        {
            "docid": "9054221_2",
            "document": "List of Roman gladiator types . There were many different types of gladiators in ancient Rome. Some of the first gladiators had been prisoners-of-war, and so some of the earliest types of gladiators were experienced fighters; Gauls, Samnites, and \"Thraeces\" (Thracians) used their native weapons and armor. Different gladiator types specialized in specific weapons and fighting techniques. Combatants were usually pitted against opponents with different, but more or less equivalent equipment, for the sake of a fair and balanced contest. Most gladiators only fought others from within the same school or Ludus, but sometimes specific gladiators could be requested to fight one from another Ludus.",
            "score": 103.47537231445312
        },
        {
            "docid": "498597_21",
            "document": "Sawed-off shotgun . Additional restrictions might apply in many other jurisdictions. State and local laws might entirely prohibit civilian possession of short-barrelled shotguns. (These restrictions do not apply to military and police departments.) In addition, some firearm types that would normally be considered to fall into the Short Barrel Shotgun (SBS) category are not legally considered to be a SBS. A shotgun is legally defined as a shoulder-mounted firearm that fires shot. Shotguns and shotgun receivers that have never had a buttstock of any type installed are not shotguns, as they cannot be shoulder mounted. Therefore, cutting one of these below the 18\" barrel and/or 26\" overall length cannot produce a SBS as the firearm was never a shotgun. The Bureau of Alcohol, Tobacco, Firearms & Explosives recognizes these firearms as being a smooth bore handgun which is an Any Other Weapon (AOW). Unlike an SBS, an AOW only carries a $5.00 tax and can be moved interstate without Federal approval. To maintain its AOW status, it must not have a buttstock (making it a SBS) or a rifled slug barrel (making it a Destructive Device (DD) if the bore is over 0.5\"). Firearms of this type are typically over 100 years old. These weapons produced with a barrel length under 18\" are not considered sawed-off shotguns because they were not produced with a shoulder buttstock. Weapons with these specifications fall under the category of smooth bore handguns produced in heavy rifle calibers and 12/20 gauge shotgun calibers, contrary to illegal sawn-off shotguns and are not considered destructive devices. Any firearms capable of shooting shotgun style cartridges produced after the 18\" minimum barrel restrictions were set into place are considered illegal sawed-off shotguns.",
            "score": 98.28157806396484
        },
        {
            "docid": "7911588_13",
            "document": "Hunting weapon . Shotguns were originally designed to fire multiple small projectiles in a single shot. This method is still used mainly for hunting small game, and, occasionally, for hunting deer with buckshot, but modern shotguns can also be used for bigger game (deer, bear, etc.) when loaded with slugs. Hunting shotguns are shoulder-fired weapons, and are generally smoothbores, but guns designed to fire slugs may have rifled barrels. Shotguns are used for short range shooting, and are less accurate than rifles, though the ability to fire multiple projectiles makes them ideal for small, fast moving targets. Additionally, the shorter effective range of shotguns, measured typically less than when using shot or slugs, with a maximum slug travel range of a few hundred yards for missed shots, becomes a safety advantage when hunting in areas with high population densities relative to using rifles that may have a maximum bullet travel range of several miles for missed shots. The following are popular shotgun actions for hunting:",
            "score": 97.79615783691406
        },
        {
            "docid": "26838_3",
            "document": "Shotgun . A shotgun was originally a smoothbore firearm, which means that the inside of the barrel is not rifled but later rifled shotgun barrels and slugs become available. Preceding smoothbore firearms, such as the musket, were widely used by armies in the 18th century. The direct ancestor to the shotgun, the blunderbuss, was also used in a similar variety of roles from self-defense to riot control. It was often used by cavalry troops because of its generally shorter length and ease of use, as well as by coachmen for its substantial power. In the 19th century, however, these weapons were largely replaced on the battlefield with breechloading rifled firearms, which were more accurate over longer ranges. The military value of shotguns was rediscovered in the First World War, when American forces used 12-gauge pump action shotguns in close-quarters trench fighting to great effect. Since then, it has been used in a variety of roles in civilian, law enforcement, and military applications.",
            "score": 96.2275390625
        },
        {
            "docid": "11966_3",
            "document": "Firearm . The first primitive firearms originated in 10th-century China when bamboo tubes containing gunpowder and pellet projectiles were mounted on spears into the one-person-portable fire lance, which was later used as a shock weapon to good effect in the Siege of De'an. In 13th century, the Chinese invented the metal-barrelled hand cannon, widely considered to be the true ancestor of all firearms. The technology gradually spread through the rest of East Asia, South Asia, the Middle East, and Europe. Older firearms typically used black powder as a propellant, but modern firearms use smokeless powder or other propellants. Most modern firearms (with the notable exception of smoothbore shotguns) have rifled barrels to impart spin to the projectile for improved flight stability.",
            "score": 95.44515228271484
        },
        {
            "docid": "31296879_5",
            "document": "Dimachaerus . The dimachaeri were equipped for close-combat fighting. A dimachaerus used a pair of siccae (curved scimitar) or gladius and used a fighting style adapted to both attack and defend with his weapons rather than a shield, as he was not equipped with one. Little else is known about this class of gladiator, but due to the difficulty of wielding two swords it can be inferred that dimachaeri were highly skilled and experienced fighters, and were probably relatively exalted as a class of gladiator. Dimachaeri would have been ideally suited to fight heavily armored opponents and they may have fought other dimachaeri, as well. They are known to have been paired against the hoplomachus and are also referred to as fighting against a gladiator class called an oplomachus, which, according to Justus Lipsius, was a putative variant of the Samnite.",
            "score": 94.13799285888672
        },
        {
            "docid": "28640088_33",
            "document": "Gladiator Begins . In the arena, the player can prepare their gladiator with the proper equipments and move sets and choose from the available matches to enter. During the match, the player will attack with armed weapons or with their bare hands at other gladiator opponents. Gladiators can knock off other gladiator's weapons and armors and pick them up to use it in their favor. During different arenas and matches, there will be some replicated themes such as the battle aboard a ship and animals like tigers and elephants to fight against. After winning a match, the player will earn money and AP and return to hub area to prepare for the next day or move on with the story.",
            "score": 91.96378326416016
        },
        {
            "docid": "12336_28",
            "document": "Gladiator . Spectators preferred to watch highly skilled, well matched \"ordinarii\" with complementary fighting styles; these were the most costly to train and to hire. A general \"melee\" of several, lower-skilled gladiators was far less costly, but also less popular. Even among the \"ordinarii\", match winners might have to fight a new, well-rested opponent, either a \"tertiarius\" (\"third choice gladiator\") by prearrangement; or a \"substitute\" gladiator (\"suppositicius\") who fought at the whim of the \"editor\" as an unadvertised, unexpected \"extra\". This yielded two combats for the cost of three gladiators, rather than four; such contests were prolonged, and in some cases, more bloody. Most were probably of poor quality, but the emperor Caracalla chose to test a notably skilled and successful fighter named Bato against first one \"supposicitius\", whom he beat, and then another, who killed him. At the opposite level of the profession, a gladiator reluctant to confront his opponent might be whipped, or goaded with hot irons, until he engaged through sheer desperation. Combats between experienced, well trained gladiators demonstrated a considerable degree of stagecraft. Among the cognoscenti, bravado and skill in combat were esteemed over mere hacking and bloodshed; some gladiators made their careers and reputation from bloodless victories. Suetonius describes an exceptional \"munus\" by Nero, in which no-one was killed, \"not even \"noxii\" (enemies of the state).\"",
            "score": 91.93364715576172
        },
        {
            "docid": "498597_22",
            "document": "Sawed-off shotgun . Historical military use of sawed-off shotguns includes use as a primary weapon for Confederate cavalry during the American Civil War. These muzzle-loaded weapons were used primarily for close-range combat and to supplement the availability of more traditional short ranged weapons such as the saber or carbine. The availability of the source weapons and the ability to use single ball, shot, or a mix of both as the situation required were reasons why they were initially desired by those establishing Confederate cavalry units. They were replaced over time as more conventional arms became available and as the tactical use of cavalry shifted towards use as mounted infantry. In modern usage, minimum length and barrel length restrictions only apply to civilian use; military and police departments may issue short-barreled shotguns, and major manufacturers offer special models with barrels in the range of as riot shotguns or combat shotguns for use in areas with restricted space. These are generally referred to as \"entry shotguns\", because they are generally used for entering buildings, where the short easy handling is more important than the increased ammunition capacity of a longer shotgun. Breaching rounds provide another use for very short shotguns. These rounds are usually made of sintered powdered metal, but a normal buckshot or bird shot round will also work. A shotgun is used for breaching by placing the gun next to a door lock (0 to 2 inches away, 0 to 5 cm), and firing at a 45 degrees downward angle through the door between the lock or latch and the door frame. The impact of the projectile(s) opens a hole through the door, removing the latch or locking bolt. When through the door, the shot or sintered metal disperses quickly, and because it was aimed downwards, the risk of harming occupants on the other side of the breached door is minimized. Breaching guns used by police and the military may have barrels as short as , and they often have only a pistol grip rather than a full butt stock. Some models use a special cup-like muzzle extension to further minimize the risk of debris injuring the shooter. Because few rounds are fired, any sporting shotgun with a 3-round capacity could be shortened and used as a capable breaching shotgun.",
            "score": 90.85575866699219
        },
        {
            "docid": "680176_5",
            "document": "Slug barrel . The next step was the fully rifled shotgun barrel by Hastings, a manufacturer of aftermarket shotgun barrels. Hasting's Paradox shotgun barrels were offered as aftermarket replacements for the most common brands of pump and semi-automatic shotguns and they quickly became popular with slug shooters. Hastings rifled shotgun barrels are designed for firing slugs and are not to be confused with barrels of the Holland & Holland Paradox gun. \"Paradox\" has been used by Holland & Holland of London since the late 19th century to describe large bore guns with the last few inches of the barrel rifled with a special \"ratchet\" style of rifling. Holland & Holland purchased the rights to the Paradox gun from the inventor, Col George Vincent Fosbery VC. They chose the name \"Paradox\" because shotguns are defined by their smoothbore barrels, and a \"rifled shotgun\" was something of a contradiction in terms. Holland & Holland's Paradox and Nitro-Paradox guns are not slug guns as they fire standard shotgun shells and cartridges with special Paradox bullets fully interchangeably. Under normal circumstances, any firearm with a rifled barrel over 12.7 millimeters (.50 inches) is legally considered a destructive device in the United States. A BATFE ruling was obtained stating that a firearm designed to fire shotgun shells that was converted to fire shotgun slugs with the addition of a rifled barrel was still a shotgun, and thus not a destructive device. Now many manufacturers offer shotguns for sale with rifled barrels already installed. Bolt action and single shot break-open designs are particularly accurate, and with modern saboted slugs designed for use only with rifled barrels, the modern slug gun offers nearly the accuracy of a typical rifle.",
            "score": 90.50393676757812
        },
        {
            "docid": "26838_22",
            "document": "Shotgun . The wide range of forms the shotgun can take leads to some significant differences between what is technically a shotgun and what is legally considered a shotgun. A fairly broad attempt to define a shotgun is made in the United States Code (18 USC 921), which defines the shotgun as \"a weapon designed or redesigned, made or remade, and intended to be fired from the shoulder, and designed or redesigned and made or remade to use the energy of the explosive in a fixed shotgun shell to fire through a smooth bore either a number of ball shot or a single projectile for each single pull of the trigger.\" It is even more broadly defined in English law: \"a smooth bore gun not being an air gun\" (s.1(3)(a) Firearms Act 1968).",
            "score": 90.0110092163086
        },
        {
            "docid": "1383342_8",
            "document": "Riot shotgun . The difference between the riot shotgun and the combat shotgun is blurry, and may be more a matter of application than design. A combat shotgun would be used in military combat situations as a primarily offensive weapon, where a riot shotgun would be used in law enforcement or civilian situations as a primarily defensive weapon. Common additions to a combat shotgun would be provision for attaching a bayonet, and the addition of a ventilated heat shield over the barrel (though this heat shield is a common addition to riot shotguns as well) designed to prevent the operator's fingers from being burned by a barrel heated by multiple shots, and thus to allow the operator to secure a full grip on the weapon while using the attached bayonet, even when the barrel is far too hot to touch (otherwise, there is little reason to enshroud the barrel and hinder the cooling airflow). One or both of these features can be seen on many military long-arms, including the 1903 Springfield, the SMLE, M1 Garand, and Mauser rifles, to name some of the more obvious types. The U.S. Army specifications for shotguns require a metal trigger guard for durability, which reduces the number of \"special purpose\" models used by police that would also be suitable for the military (the Mossberg 590A1 and Benelli M1014 are the standard-issue pump and semi-auto shotguns currently in service; the standard Mossberg 500 and 590 models, and most variants of the Remington 870, have plastic trigger groups).",
            "score": 89.88054656982422
        },
        {
            "docid": "26838_2",
            "document": "Shotgun . A shotgun (also known as a scattergun, or historically as a fowling piece) is a firearm that is usually designed to be fired from the shoulder, which uses the energy of a fixed shell to fire a number of small spherical pellets called shot, or a solid projectile called a slug. Shotguns come in a wide variety of sizes, ranging from 5.5 mm (.22 inch) bore up to bore, and in a range of firearm operating mechanisms, including breech loading, single-barreled, double or combination gun, pump-action, bolt-, and lever-action, semi-automatic, and even fully automatic variants.",
            "score": 89.76378631591797
        },
        {
            "docid": "18573986_5",
            "document": "Colosseum: Rome's Arena of Death . All new gladiators fight in small arenas scattered around Rome, and when Verus is defeated, he requests a second chance, knowing he will not be given another, and defeats his opponent. Contrary to popular myth, not all contests end in death. If a gladiator was killed the game's sponsor had to pay for his replacement. As a gladiator, you had a near 90% chance of surviving the fight. And if a gladiator was injured, he was given some of the best medical care available in Rome. Roman doctors were renowned for their treatment of flesh wounds. Doctors who worked with gladiators helped to pioneer the treatment of fractures. And they used an opium-based anesthetic for operations. For each victory in the arena, a gladiator is paid the equivalent of a Roman soldier's yearly pay, and he can purchase some personal items. Priscus obtains a small prayer statue and wall-shelf for his own Celtic devotions.",
            "score": 89.36222076416016
        },
        {
            "docid": "47739150_2",
            "document": "Scutarius . A scutarius in Ancient Rome was any of the various types of gladiator who used a large shield called a samnite shield, which is named after another type of gladiator--a samnite. In Latin, the shield was called a \"scutum\"--where the name \"scutarius\" comes from. Due to having a large shield, \"scutarii\" would wear shin armour (\"ocrea\") on their right shin. This piece of armour would be smaller than the two \"ocreae\" worn by \"parmularii,\" who carried a smaller,though still somewhat large, shield. Scutarii also usually carried short swords and wore visored helmets. Scutarii and parmularii are mentioned by Marcus Aurelius in his \"Meditations\" as two factions at the gladiator fights--both as gladiators and people who supported those gladiators.",
            "score": 88.52123260498047
        },
        {
            "docid": "450950_8",
            "document": "Firearms policy in the United Kingdom . Fully automatic (submachine-guns, etc.) are \"prohibited weapons\" and require explicit permission from central government to permit ownership. Generally, such permits are not available to private citizens. Semi-automatic rifles over and pistols are similarly \"prohibited\", although there are exceptions for short barrelled breech-loading semi-automatic and revolver pistols for use for the humane dispatch of animals (classed under section 5). There are also very limited exceptions for pistols both to preserve firearms of historic or technical interest (classed as section 7 firearms) and to enable use by elite sports teams. Semi-automatic shotguns are restricted to a magazine capacity of no more than two shot and is held under section 2 of the Firearms Act, although a 'multi-shot' shotgun can be owned under section 1 (restricted firearms and ammunition) of the Firearms Act. Where the term 'multi-shot' is used, this refers to either a Semi-automatic or pump action shotgun with no restriction on magazine capacity. All other rifles and their ammunition are permitted with no limits as to magazine size, to include: target shooting, hunting, and historic and muzzle-loading weapons, as well as long barrelled breachloading pistols with a specific overall length, but not for self-defence; however if a home-owner is threatened they may be used in self-defence, so long as the force is reasonable. Shotgun possession and use is controlled, and even low-power air rifles and pistols, while permitted, are controlled to some extent. A Firearm Certificate issued by the police is required for all weapons and ammunition except air weapons of modest power (of muzzle energy not over for rifles, and for pistols). Shotguns with a capacity of three rounds or less (up to guns with a magazine holding no more than two rounds, in addition to one in the chamber) are subject to less stringent licensing requirements than other firearms and require a shotgun certificate; shotguns with higher capacity require a Firearm Certificate.",
            "score": 88.466552734375
        },
        {
            "docid": "3213185_20",
            "document": "The Spoils (Rome) . At the arena, before a capacity crowd containing both Vorenus and Timon, Pullo is led into a small ring and handed a large sword, but he drops the sword on the ground and sits in the center of the ring, refusing to fight. Three gladiators come out and tell him to fight, but Pullo stubbornly refuses. The men won't have it, and taunt him with insults. But when they insult the XIII Legion, Pullo grows increasingly angry until finally he lashes out, killing all three of his opponents. He yells \"Thirteen!\", but the crowd boos him. More gladiators come out, and despite the crowd's taunting, Pullo cuts down one gladiator after another while Timon cheers and Vorenus simply watches. Eventually Pullo tires, having been wounded so many times he can barely stand, at which point a large carnifex enters and knocks the sword out of Pullo's tired hand with a skull-topped mace. Just as the carnifex is about to deal the death blow, Vorenus charges into the ring, picks up a weapon, yells \"Thirteen!\" and takes on the gladiator, eventually slicing his leg off and collapsing him to the ground, before killing him with his own weapon. As the crowd recovers from shock, a roar of approval rises up, and Vorenus helps his old comrade out of the ring.",
            "score": 88.3992691040039
        },
        {
            "docid": "11966_10",
            "document": "Firearm . Most modern long guns are either rifles or shotguns. Both are the successors of the musket, diverging from their parent weapon in distinct ways. A rifle is so named for the spiral fluting (rifling) machined into the inner surface of its barrel, which imparts a self-stabilizing spin to the single bullets it fires. Shotguns are predominantly smoothbore firearms designed to fire a number of \"shot\"; pellet sizes commonly ranging between 2 mm #9 birdshot and 8.4 mm #00 (double-aught) buckshot. Shotguns are also capable of firing single slugs, or specialty (often \"less lethal\") rounds such as bean bags, tear gas or breaching rounds. Rifles have a very small impact area but a long range and high accuracy. Shotguns have a large impact area with considerably less range and accuracy. However, the larger impact area can compensate for reduced accuracy, since shot spreads during flight; consequently, in hunting, shotguns are generally used for flying game.",
            "score": 88.13260650634766
        },
        {
            "docid": "26838_23",
            "document": "Shotgun . A rifled slug, with finned rifling designed to enable the projectile to be safely fired through a choked barrel, is an example of a single projectile. Some shotguns have rifled barrels and are designed to be used with a \"saboted\" bullet, one which is typically encased in a two-piece plastic ring (\"sabot\") designed to peel away after it exits the barrel, leaving the bullet, now spinning after passing through the rifled barrel, to continue toward the target. These shotguns, although they have rifled barrels, still use a shotgun-style shell instead of a rifle cartridge and may in fact still fire regular multipellet shotgun shells, but the rifling in the barrel will affect the shot pattern. The use of a rifled barrel blurs the distinction between rifle and shotgun, and in fact the early rifled shotgun barrels went by the name \"Paradox\" for just that reason. Hunting laws may differentiate between smooth barreled and rifled barreled guns.",
            "score": 86.50535583496094
        },
        {
            "docid": "955566_4",
            "document": "Combat shotgun . The development of the repeating pump-action shotguns in the 1890s led to their use by US Marines in the Philippines insurrections and by General \"Black Jack\" Pershing's pursuit of Pancho Villa, and \"riot\" shotguns quickly gained favor with civilian police units, but the modern concept of the combat shotgun was fully developed by the American Expeditionary Forces during World War I. The \"trench gun\", as it was called, was a short-barreled pump action shotgun loaded with 6 rounds containing antimony hardened 00 buckshot, and equipped with a bayonet. The M1897 and M1912 also could be slam fired: the weapon having no trigger disconnector, shells could be fired one after the other simply by working the slide if the trigger was held down, though in the heat of combat one could easily short-stroke the weapon and jam it. When fighting within a trench, the shorter shotgun could be rapidly turned and fired in both directions along the trench axis. The shotguns elicited a diplomatic protest from the German government, claiming the shotguns caused excessive injury, and that any troops found in possession of them would be subject to execution. The US Government rejected the claims, and threatened reprisals in kind if any US troops were executed for possession of a shotgun.",
            "score": 86.46823120117188
        },
        {
            "docid": "12336_8",
            "document": "Gladiator . Livy places the first Roman gladiator games (264 BC) in the early stage of Rome's First Punic War against Carthage, when Decimus Iunius Brutus Scaeva had three gladiator pairs fight to the death in Rome's \"cattle market\" Forum (\"Forum Boarium\") to honor his dead father, Brutus Pera. This is described as a \"munus\" (plural: \"munera\"), a commemorative duty owed the manes of a dead ancestor by his descendants. The development of the \"munus\" and its gladiator types was most strongly influenced by Samnium's support for Hannibal and the subsequent punitive expeditions against the Samnites by Rome and her Campanian allies; the earliest and most frequently mentioned type was the Samnite. The war in Samnium, immediately afterwards, was attended with equal danger and an equally glorious conclusion. The enemy, besides their other warlike preparation, had made their battle-line to glitter with new and splendid arms. There were two corps: the shields of the one were inlaid with gold, of the other with silver ... The Romans had already heard of these splendid accoutrements, but their generals had taught them that a soldier should be rough to look on, not adorned with gold and silver but putting his trust in iron and in courage ... The Dictator, as decreed by the senate, celebrated a triumph, in which by far the finest show was afforded by the captured armour. So the Romans made use of the splendid armour of their enemies to do honour to their gods; while the Campanians, in consequence of their pride and in hatred of the Samnites, equipped after this fashion the gladiators who furnished them entertainment at their feasts, and bestowed on them the name Samnites. (Livy 9.40) Livy's account skirts the funereal, sacrificial function of early Roman gladiator combats and reflects the later theatrical ethos of the Roman gladiator show: splendidly, exotically armed and armoured barbarians, treacherous and degenerate, are dominated by Roman iron and native courage. His plain Romans virtuously dedicate the magnificent spoils of war to the Gods. Their Campanian allies stage a dinner entertainment using gladiators who may not be Samnites, but play the Samnite role. Other groups and tribes would join the cast list as Roman territories expanded. Most gladiators were armed and armoured in the manner of the enemies of Rome. The \"munus\" became a morally instructive form of historic enactment in which the only honourable option for the gladiator was to fight well, or else die well.",
            "score": 86.40142822265625
        },
        {
            "docid": "26838_4",
            "document": "Shotgun . The shot pellets from a shotgun spread upon leaving the barrel, and the power of the burning charge is divided among the pellets, which means that the energy of any one ball of shot is fairly low. In a hunting context, this makes shotguns useful primarily for hunting birds and other small game. However, in a military or law enforcement context, the large number of projectiles makes the shotgun useful as a close quarters combat weapon or a defensive weapon. Militants or insurgents may use shotguns in asymmetric engagements, as shotguns are commonly owned civilian weapons in many countries. Shotguns are also used for target shooting sports such as skeet, trap, and sporting clays. These involve shooting clay disks, known as clay pigeons, thrown in various ways.",
            "score": 86.3486328125
        },
        {
            "docid": "12336_40",
            "document": "Gladiator . \"I, Victor, left-handed, lie here, but my homeland was in Thessalonica. Doom killed me, not the liar Pinnas. No longer let him boast. I had a fellow gladiator, Polyneikes, who killed Pinnas and avenged me. Claudius Thallus set up this memorial from what I left behind as a legacy.\" A gladiator might expect to fight in two or three munera annually, and an unknown number would have died in their first match. Few gladiators survived more than 10 contests, though one survived an extraordinary 150 bouts; and another died at 90 years of age, presumably long after retirement. A natural death following retirement is also likely for three individuals who died at 38, 45, and 48 years respectively. George Ville, using evidence from 1st century gladiator headstones, calculated an average age at death of 27, and mortality \"among all who entered the arena\" at 19/100. Marcus Junkelmann disputes Ville's calculation for average age at death; the majority would have received no headstone, and would have died early in their careers, at 18–25 years of age. Between the early and later Imperial periods the risk of death for defeated gladiators rose from 1/5 to 1/4, perhaps because \"missio\" was granted less often. Hopkins and Beard tentatively estimate a total of 400 arenas throughout the Roman Empire at its greatest extent, with a combined total of 8,000 deaths per annum from executions, combats and accidents.",
            "score": 86.34078216552734
        },
        {
            "docid": "9053895_2",
            "document": "Hoplomachus . A Hoplomachus (pl. hoplomachi) (hoplon meaning \"Equipment\" in Greek) was a type of gladiator in ancient Rome, armed to resemble a Greek hoplite (soldier with heavy armor and helmet, a small, round, concave shield, a spear and a sword). The hoplomachus would wear a bronze helmet, a manica on his right arm, loincloth (subligaculum), heavy padding on his legs, and a pair of high greaves reaching to mid-thigh. His weapons were the spear and a short sword. He was often pitted against the murmillo (armed like a Roman soldier), perhaps as a re-enactment of Rome's wars in Greece and the Hellenistic East. The name hoplomachus means 'armored fighter'. The small, round shield, or hoplon, was as much a weapon as a sword or spear, not unlike the original hoplites (who carried a larger shield), who used it primarily for defensive purposes, but also employed it in their charges, using it to ram their opponents at the onset of a fight. They wear no shoes so the sand will chafe their feet and give them a challenge.",
            "score": 85.33612060546875
        },
        {
            "docid": "285219_11",
            "document": "National Firearms Act . Firearms meeting the definition of \"any other weapon\" or AOW are weapons or devices capable of being concealed on the person from which a shot can be discharged through the energy of an explosive. Many AOWs are disguised devices such as pens, cigarette lighters, knives, cane guns and umbrella guns. AOWs can be pistols and revolvers having smooth bore barrels (e.g., H&R Handy-Gun, Serbu Super-Shorty) designed or redesigned to fire a fixed shotgun shell. While the above weapons are similar in appearance to weapons made from shotguns, they were originally manufactured in the illustrated configuration and are not modified from existing shotguns. As a result, these weapons do not fit within the definition of shotgun or weapons made from a shotgun.",
            "score": 85.08014678955078
        },
        {
            "docid": "26838_60",
            "document": "Shotgun . Bolt-action shotguns, while uncommon, do exist. One of the best-known examples is a 12-gauge manufactured by Mossberg featuring a 3-round magazine, marketed in Australia just after changes to the gun laws in 1997 heavily restricted the ownership and use of pump-action and semi-automatic shotguns. They were not a huge success, as they were somewhat slow and awkward to operate, and the rate of fire was noticeably slower (on average) than a double-barrelled gun. The Rifle Factory Ishapore in India also manufactured a single-shot .410 bore shotgun based on the SMLE Mk III* rifle. The Russian Berdana shotgun was effectively a single-shot bolt-action rifle that became obsolete, and was subsequently modified to chamber 16-gauge shotgun shells for civilian sale. The U.S. military M26 is also a bolt-action weapon. Bolt-action shotguns have also been used in the \"goose gun\" application, intended to kill birds such as geese at greater range. Typically, goose guns have long barrels (up to 36 inches), and small bolt-fed magazines. Bolt-action shotguns are also used in conjunction with slug shells for the maximum possible accuracy from a shotgun.",
            "score": 84.96864318847656
        },
        {
            "docid": "12336_19",
            "document": "Gladiator . From the 60s AD female gladiators appear as rare and \"exotic markers of exceptionally lavish spectacle\". In 66 AD, Nero had Ethiopian women, men and children fight at a \"munus\" to impress King Tiridates I of Armenia. Romans seem to have found the idea of a female gladiator novel and entertaining, or downright absurd; Juvenal titillates his readers with a woman named \"Mevia\", hunting boars in the arena \"with spear in hand and breasts exposed\", and Petronius mocks the pretensions of a rich, low-class citizen, whose \"munus\" includes a woman fighting from a cart or chariot. A \"munus\" of 89 AD, during Domitian's reign, featured a battle between female gladiators, described as \"Amazons\". In Halicarnassus, a 2nd-century AD relief depicts two female combatants named \"Amazon\" and \"Achillia\"; their match ended in a draw. In the same century, an epigraph praises one of Ostia's local elite as the first to \"arm women\" in the history of its games. Female gladiators probably submitted to the same regulations and training as their male counterparts. Roman morality required that all gladiators be of the lowest social classes, and emperors who failed to respect this distinction earned the scorn of posterity. Cassius Dio takes pains to point out that when the much admired emperor Titus used female gladiators, they were of acceptably low class.",
            "score": 84.61112976074219
        },
        {
            "docid": "12336_62",
            "document": "Gladiator . Roman writing as a whole demonstrates a deep ambivalence towards the \"gladiatoria munera\". Even the most complex and sophisticated \"munera\" of the Imperial era evoked the ancient, ancestral \"dii manes\" of the underworld and were framed by the protective, lawful rites of \"sacrificium\". Their popularity made their co-option by the state inevitable; Cicero acknowledged their sponsorship as a political imperative. Despite the popular adulation of gladiators, they were set apart, despised; and despite Cicero's contempt for the mob, he shared their admiration: \"Even when [gladiators] have been felled, let alone when they are standing and fighting, they never disgrace themselves. And suppose a gladiator has been brought to the ground, when do you ever see one twist his neck away after he has been ordered to extend it for the death blow?\" His own death would later emulate this example. Yet, Cicero could also refer to his popularist opponent Clodius, publicly and scathingly, as a \"bustuarius\" – literally, a \"funeral-man\", implying that Clodius has shown the moral temperament of the lowest sort of gladiator. \"Gladiator\" could be (and was) used as an insult throughout the Roman period, and \"Samnite\" doubled the insult, despite the popularity of the Samnite type. Silius Italicus wrote, as the games approached their peak, that the degenerate Campanians had devised the very worst of precedents, which now threatened the moral fabric of Rome: \"It was their custom to enliven their banquets with bloodshed and to combine with their feasting the horrid sight of armed men [(Samnites)] fighting; often the combatants fell dead above the very cups of the revelers, and the tables were stained with streams of blood. Thus demoralised was Capua.\" Death could be rightly meted out as punishment, or met with equanimity in peace or war, as a gift of fate; but when inflicted as entertainment, with no underlying moral or religious purpose, it could only pollute and demean those who witnessed it. The \"munus\" itself could be interpreted as pious necessity, but its increasing luxury corroded Roman virtue, and created an un-Roman appetite for profligacy and self-indulgence. Caesar's 46 BC \"ludi\" were mere entertainment for political gain, a waste of lives and of money that would have been better doled out to his legionary veterans. Yet for Seneca, and for Marcus Aurelius – both professed Stoics – the degradation of gladiators in the \"munus\" highlighted their Stoic virtues: their unconditional obedience to their master and to fate, and equanimity in the face of death. Having \"neither hope nor illusions\", the gladiator could transcend his own debased nature, and disempower death itself by meeting it face to face. Courage, dignity, altruism and loyalty were morally redemptive; Lucian idealised this principle in his story of Sisinnes, who voluntarily fought as a gladiator, earned 10,000 drachmas and used it to buy freedom for his friend, Toxaris. Seneca had a lower opinion of the mob's un-Stoical appetite for \"ludi meridiani\": \"Man [is]...now slaughtered for jest and sport; and those whom it used to be unholy to train for the purpose of inflicting and enduring wounds are thrust forth exposed and defenceless.\"",
            "score": 84.48137664794922
        },
        {
            "docid": "6813214_3",
            "document": "Blandia . \"Blandia\" dismisses the side-scrolling feature of its predecessor, but kept its versus segments while including elements of other 2D versus fighting games released at the time, which the player's chosen character fights against his or her opponent in best two-out-of-three matches in a single player tournament mode with the computer or against another human player. Unlike most other similar fighting games at the time, \"Blandia\" was one of the first fighting games that combines the style of Capcom's \"Street Fighter II\" with the use of weapons in every character. Another unique feature it has is the ability to cause visible damage to the armors of the characters, originally used in \"Gladiator\". However, unlike \"Gladiator\", \"Blandia\" requires players to attack at the uncovered parts of the opponent's body multiple times to defeat him or her, instead of one hit like in \"Gladiator\".",
            "score": 83.99451446533203
        },
        {
            "docid": "26838_126",
            "document": "Shotgun . Shotguns intended for defensive use have barrels as short as for private use (the minimum shotgun barrel length allowed by law in the United States without federal registration. Barrel lengths of less than as measured from the breechface to the muzzle when the weapon is in battery, or have an overall length of less than are classified as short barreled shotguns (SBS) under the 1934 National Firearms Act and are regulated. A similar short barreled weapon having a pistol grip may be classified as an AOW or \"Any Other Weapon\". A shotgun is defined as a weapon (with a buttstock) designed to be fired from the shoulder. The classification varies depending on how the weapon was originally manufactured.",
            "score": 83.49706268310547
        },
        {
            "docid": "955566_31",
            "document": "Combat shotgun . Due to the widespread use of the shotgun as a sporting firearm, it is used in guerilla warfare and other forms of asymmetric warfare. Che Guevara, in his 1961 book \"Guerrilla Warfare\", notes that shotgun ammunition can be obtained by guerrillas even in times of war, and that shotguns loaded with heavy shot are highly effective against unarmored troop transport vehicles. He recommends that suburban guerrilla bands should be armed with easily concealable weapons, such as handguns and a sawed-off shotgun or carbine. Guevara also mentions an improvised weapon developed by guerrillas consisting of a sawed-off 16 gauge shotgun provided with a bipod to hold the barrel at a 45 degree angle. Called the \"M-16\", this was loaded with a blank cartridge formed by removing the shot from a standard shotshell. A wooden rod was then placed in the barrel, with a Molotov cocktail attached to the front. This formed an improvised mortar capable of firing the incendiary device accurately out to a range of 100 meters.",
            "score": 83.4963607788086
        },
        {
            "docid": "26838_47",
            "document": "Shotgun . The shotgun remains a standard firearm for hunting throughout the world for all sorts of game from birds and small game to large game such as deer. The versatility of the shotgun as a hunting weapon has steadily increased as slug rounds and more advanced rifled barrels have given shotguns longer range and higher killing power. The shotgun has become a ubiquitous firearm in the hunting community.",
            "score": 83.34634399414062
        }
    ]
}