{
    "q": [
        {
            "docid": "5311833_35",
            "document": "Keurig Green Mountain . GMCR was a pioneer in the Fair Trade movement in 2000, guaranteeing farmers a steady minimum price far above market value. Since 2010 Green Mountain has been the largest purchaser of Fair Trade coffee in the world. In addition, the company was from its beginnings known for its long-term relationships and fair dealings with coffee-growing suppliers, and for its large percentage of farmer-direct coffee purchases. Since the early 1990s, the company has annually sent groups of employees on trips to coffee farms in Latin America, to gain first-hand experience in the lives of coffee growers. GMCR has prioritized initiatives to alleviate poverty and hunger in coffee-growing communities. These include Coffee Kids, an international non-profit which improves the lives of children and families in remote coffee-growing villages; and the FomCafe cooperative’s quality-control training program, which helps farmers earn higher profits for coffee. In 2002 GMCR was the first corporate investor of the non-profit micro-loan organization Root Capital, and through it Green Mountain has provided millions of dollars in loans to cash-strapped coffee farmers. In 2002 Green Mountain also formed a joint alliance with the U.S. Agency for International Development, to improve the livelihoods of those in impoverished coffee-growing regions.",
            "score": 53.108280658721924
        },
        {
            "docid": "22027480_2",
            "document": "Pura Vida Coffee . Pura Vida Coffee is a for-profit company, but one that’s wholly owned by Pura Vida Create Good, a nonprofit U.S. company that sells Fair Trade Certified organic, shade-grown coffee from Latin America, and Africa. The company advocates corporate social responsibility by donating its profits to help children and families in coffee-growing communities internationally.",
            "score": 50.13749551773071
        },
        {
            "docid": "6826364_32",
            "document": "Milk coffee . A \"regular coffee\" or \"coffee regular\" is a popular coffee drink in New England. In much of New England a \"regular coffee\" refers to coffee with cream and sugar. The most common amount usually includes three creams and three sugars. A \"coffee regular\" can be order either hot or as iced coffee.",
            "score": 56.95517444610596
        },
        {
            "docid": "48696061_11",
            "document": "Coffee in Korea . The sudden influx of coffee shops have replaced the once traditional \"dabang\" which were common meetings places serving a selection of customary teas. It’s not just large US chains that have profited from the surge in demand for coffee. Local businesses and entrepreneurs have also seized the growing opportunities. At present it boasts 17,000 coffee shops and the capital, Seoul, has more outlets of Starbucks than any other city in the world, even New York.",
            "score": 49.056931018829346
        },
        {
            "docid": "1546865_36",
            "document": "Interrogative . Ambiguity may also arise with choice questions. A question like \"Do you like tea or coffee?\" can be interpreted as a choice question, to be answered with either \"tea\" or \"coffee\"; or it can be interpreted as a yes–no question, to be answered \"yes (I do like tea or coffee)\" or \"no (I do not like tea or coffee)\".",
            "score": 42.96609973907471
        },
        {
            "docid": "10645750_17",
            "document": "Mariano Ospina Rodríguez . With his vast experience and knowledge about the cultivation of coffee, he devoted himself to promoting and teaching the growing of coffee to the farmers and peasants of Colombia. In 1880 he established the first public University in Colombia (Escuela Nacional de Minas de Medellín) and published his first textbooks about \"efficient and effective coffee growing techniques\". The nation profited richly from Don Mariano's efforts, research and teachings. His passion, knowledge, vision, tenacity and hard labor facilitated the development of coffee growing into Colombia's main export crop, transforming forever the nation's economy.",
            "score": 45.98303031921387
        },
        {
            "docid": "30128150_8",
            "document": "New England Coffee . New England Coffee only uses 100% Arabica beans in all of their products. New England Coffee offers coffee blends, flavored coffees, full-bodied dark roasts and blends from locations such as Colombia, Sumatra and Costa Rica. Among the most pervasive varieties are Decaffeinated Colombian and Colombian Supremo which have both been reviewed by Consumer Reports. In 2016, New England Coffee celebrated its 100th anniversary.",
            "score": 63.6471381187439
        },
        {
            "docid": "30128150_10",
            "document": "New England Coffee . New England Coffee Retail Ground Coffee is also sold at participating supermarket retailers throughout the United States. The brand is currently available in many Targets and Walmarts east of the Mississippi, and it can be found in the Midwest as well as in such states as Florida and Texas.",
            "score": 52.23564147949219
        },
        {
            "docid": "39365975_10",
            "document": "Coffee production in Venezuela . In 2003, the Government of Venezuela introduced policy regulations (fixing procurement price limits) on growing coffee which restricted the production of coffee in the country. Consequently, the imports (to the extent of 50% of local production) become imperative to meet the growing domestic demand. Imports are mostly from Brazil and Nicaragua. It is the contention of the coffee growers that it is no more economical to grow coffee under the present regulations though the government attributes this shortage as due to illegal hoarding by the growers for profit. According to a Coffee growers report, the cost of producing one quintal of top quality coffee was US$335 while its sale price is only US$173 (capped by the government). All these changes have resulted in Venezuela losing its position as one of the world's largest coffee exporters. The future of these changes is unknown in the wake of the death of President of Venezuela, Hugo Chávez, who introduced the policy changes in 2003. Coffee production in the country is now reduced substantially and is only about 1% of world production.",
            "score": 59.036819100379944
        },
        {
            "docid": "22681933_26",
            "document": "Fair trade coffee . Many who believe fair trade coffee is insufficient utilize the direct trade model, which allows for more control over quality concerns, farmer empowerment, and sustainability issues. It also is valuable in harboring closer farmer to roaster business relationships, which can ultimately increase quality of life and profits for coffee growers and buyers alike. However, direct trade is a new concept that is only utilized by for profit businesses like Counter Culture Coffee and Intelligentsia Coffee and therefore has no third party certification.",
            "score": 46.28825783729553
        },
        {
            "docid": "26691650_8",
            "document": "Henry Nicholas Greenwell . Isabella Bird, who knew Dora in England, visited the Greenwells in 1873. Greenwell's coffee was honored at the 1873 World's Fair in Vienna. In 1876 Greenwell provided coffee as part of the Centennial Exposition in Philadelphia, Pennsylvania. The Greenwell family traded in sheep skins and dairy products, eventually using the profits to buy more land in the area. Coffee only grows in a narrow elevation band, so drier areas above the usual cloud cover were used as pasture land for cattle, sheep, and horses. Early in 1879, the royal physician Georges Phillipe Trousseau sold all of his holdings in Kona to Greenwell. Other lands were purchased from the family of missionary John Davis Paris.",
            "score": 48.91145205497742
        },
        {
            "docid": "514269_6",
            "document": "Sipi Falls . The Sipi Falls area is particularly famous for locally grown Bugisu Arabica coffee. Bugisu Arabica only grows at an altitude of between 1,600 and 1,900 metres. Coffee tours are organized through guides with knowledge of coffee farming, processing and roasting. Profits from this go towards community projects.",
            "score": 46.87933802604675
        },
        {
            "docid": "63738_11",
            "document": "Brigadoon . Fiona, Tommy, and Jeff arrive at Mr. Lundie's home, where he relates a story that the two New Yorkers can hardly believe: to protect Brigadoon from being changed by the outside world, 200 years ago the local minister prayed to God to have Brigadoon disappear, only to reappear for one day every 100 years. All citizens of Brigadoon are forbidden to leave the town, or it will disappear forever. Tommy asks hypothetically if an outsider could be permitted to stay. Mr. Lundie replies, \"A stranger can stay if he loves someone here – not jus' Brigadoon, mind ye, but someone in Brigadoon – enough to want to give up everythin' an' stay with that one person. Which is how it should be. 'Cause after all, lad, if ye love someone deeply, anythin' is possible.\"",
            "score": 9.023924469947815
        },
        {
            "docid": "5612952_27",
            "document": "Economics of coffee . As a result, there has been a return to both traditional and new methods of growing shade-tolerant varieties. Shade-grown coffee can often earn a premium as a more environmentally sustainable alternative to mainstream sun-grown coffee.",
            "score": 54.05418086051941
        },
        {
            "docid": "11128038_2",
            "document": "Mycena citricolor . Mycena citricolor is a plant pathogen producing leaf spots on coffee plants. This fungus causes the disease commonly known as American Leaf Spot. Mycena citricolor affects coffee plants, primarily in Latin America, but can grow on other plants as well. This fungus can grow on all parts of the coffee plant including the leaves, stems and fruits. When grown on the leaves, Mycena citricolor results in leaves with holes that often fall from the plant.",
            "score": 48.26475429534912
        },
        {
            "docid": "57329716_2",
            "document": "World Coffee Producers Forum . The World Coffee Producers Forum (WCPF) is a not-for-profit organization formed to analyze and address the challenges faced by the coffee value chain, especially in regards to those who grow and produce the raw, un-roasted product.",
            "score": 48.94419479370117
        },
        {
            "docid": "1980824_6",
            "document": "Spit-take . Character 1: Did they ever find that missing toxic sludge? Character 2: Yes. Character 2: Someone poured it into the coffee urn.",
            "score": 32.40866494178772
        },
        {
            "docid": "2057944_10",
            "document": "Étienne Polverel . Saint-Domingue was probably the wealthiest colony in the world up until 1789. Rich whites held the best land, and mostly used it to grow sugar. Less profitable land was used to grow coffee, and both free blacks and whites owned coffee plantations. Coffee and sugar plantations produced tremendous wealth for France and its colonies, but the slave-laborers could not enjoy the fruits of their labor because they had few, if any, rights.",
            "score": 47.28391742706299
        },
        {
            "docid": "27288346_4",
            "document": "Coffee jelly . Jell-O launched a short lived coffee gelatin mix in 1918, but the dessert never gained widespread popularity outside of New England. Today, coffee jelly may still be found in Rhode Island, Massachusetts and other New England states. Durgin-Park restaurant in Boston, which opened in 1827, still offers coffee gelatin made with leftover coffee from the previous day.",
            "score": 54.53272986412048
        },
        {
            "docid": "46899503_5",
            "document": "Coffee production in Sri Lanka . The British, who first arrived on the island in 1796 and took control in 1815, continued experiments with coffee production. These early ventures, mainly in the coastal areas around Galle, failed due to the unsuitability of the area for coffee cultivation. The first to successfully grow coffee on a commercial scale was George Bird, who established a coffee plantation in Singhapitiya. Edward Barnes, who became Governor of Ceylon in 1824, established another plantation in Gannoruwa in 1825 (now a part of the Royal Botanical Gardens, Peradeniya). These were followed by a number of other government officials establishing plantations in the region. The only native to grow coffee on a commercial scale was Jeronis de Soysa and about a quarter of the total production was from the smallholdings of native farmers. Most of these early ventures were economically unsuccessful, due to a number of factors including unsuitability of the lowland areas, competition from the West Indies, lack of cultivation skills and poor infrastructure. The first plantation in the mountainous Kandyan area, was established in 1827 which, a few years later, spread to many other areas in the country, becoming profitable.",
            "score": 52.253920793533325
        },
        {
            "docid": "33763708_3",
            "document": "Coffee production in Honduras . The cultivation of the coffee plant was in its infancy in the Republic of Honduras at the end of the 19th century. While there were numerous coffee plantations at the time, they were small. The soil, climate, and conditions in Honduras are the same as those of Guatemala, Nicaragua, or Costa Rica. The drawback in Honduras was lack of means of transportation and facilities for shipment to the coast. There was practically no exportation of coffee from Honduras, the product was mostly sold domestically. A new plantation of coffee would begin to produce a profit by the end of the fourth year after planting, and after the seventh year a profit of from 100 to 300 per cent on the capital invested could be expected. The production of coffee in 1894 was reckoned at 20,000 quintals, of which only 10 per cent was exported. The exportation was from the Salvadoran ports Amapala and Puerto Cortes. In 1900, Honduras exported 54,510 pesos' worth of coffee.",
            "score": 65.13820040225983
        },
        {
            "docid": "2526276_3",
            "document": "Jamaican Blue Mountain Coffee . Jamaican Blue Mountain Coffee is a globally protected certification mark, meaning only coffee certified by the Coffee Industry Board of Jamaica can be labeled as such. It comes from a recognised growing region in the Blue Mountain region of Jamaica, and its cultivation is monitored by the Coffee Industry Board of Jamaica.",
            "score": 49.98874831199646
        },
        {
            "docid": "2165666_3",
            "document": "White coffee . In many English-speaking countries, \"white coffee\" is used to refer to regular black coffee that has had milk, cream or some other \"whitener\" added to it, though the term is almost entirely unheard of in the US, where the same beverage might be called \"coffee light\" in the New York City area, \"light coffee\", \"coffee with milk,\" or \"regular coffee\" in New England and New York City. Cream varieties, often called \"creamers\" in the US, can be made of dairy milk, corn syrup derivatives, soy, or nut products. Sweeteners used include cane sugar or artificial ingredients.",
            "score": 54.287681579589844
        },
        {
            "docid": "30809428_3",
            "document": "CFS Continental . The wholesale food distributor started in 1915 by Jacob Cohn (b. 1894, d. 1968) in Chicago as the Continental Coffee Company. Cohn began by selling coffee by horse and wagon to small restaurants in Chicago. By 1967, the Continental Coffee was led by brothers Alvin Cohn (b. 1921, d. 1994) and Robert Cohn. The brothers began purchasing regional wholesale grocery companies to supplement \"Continental Coffee's\" national coffee business. In 1970, Continental Coffee Company went public. In 1973, Continental Coffee Company changed its name to \"CFS Continental, Inc.\" to reflect the growing importance of foodservice to their traditional coffee business.",
            "score": 46.21374702453613
        },
        {
            "docid": "30128150_6",
            "document": "New England Coffee . Four generations of the Kaloyanides family have led the business since its inception; Menelaos Kaloyanides from 1916 to 1966, Stephen Kaloyanides from 1966 to 1996, James M Kaloyanides from 1996 to 2013 and James B Kaloyanides from 2013 to 2016.",
            "score": 38.512954235076904
        },
        {
            "docid": "25228498_22",
            "document": "Indonesian presidential election, 2014 . After the announcement, Joko Widodo stated that, growing up under the authoritarian and corrupt New Order, he would have never expected someone with a lower-class background to become president. \"The New York Times\" reported him as saying, \"now, it's quite similar to America, yes? There is the American dream, and here we have the Indonesian dream.\". Joko Widodo was the first Indonesian president to not be from the military or the political elite, and the political commentator Salim Said gave the popular view of the politician \"someone who is our neighbour, who decided to get into politics and run for president\".",
            "score": 16.54918932914734
        },
        {
            "docid": "432138_10",
            "document": "Growing season . In some warm climates, such as the subtropical savanna and Sonoran Deserts or in the drier Mediterranean climates, the growing season is limited by the availability of water, with little growth in the dry season. Unlike in cooler climates where snow or soil freezing is a generally insurmountable obstacle to plant growth, it is often possible to greatly extend the growing season in hot climates by irrigation using water from cooler and/or wetter regions. This can in fact go so far as to allow year-round growth in areas that without irrigation could only support xerophytic plants. Also in these tropical regions; the growing season can be interrupted by periods of heavy rainfall, called the rainy season. For example, in Colombia, where coffee is grown and can be harvested year-round, they don’t see a rainy season. However, in Indonesia, another large coffee-producing area, they experience this rainy season and the growth of the coffee beans is interrupted.",
            "score": 64.27147436141968
        },
        {
            "docid": "9356_26",
            "document": "El Salvador . After the mid-19th century, the economy was based on coffee growing. As the world market for indigo withered away, the economy prospered or suffered as the world coffee price fluctuated. The enormous profits that coffee yielded as a monoculture export served as an impetus for the concentration of land into the hands of an oligarchy of just a few families.",
            "score": 43.53708624839783
        },
        {
            "docid": "5518922_21",
            "document": "The French Counts of St Hubert, Saskatchewan . 'The Counts' optimistic view of the opportunities on the prairie underlay the flourish of agricultural and industrial activity on the Pipestone and at the Kalenterin ranch after 1888. Before his departure for France in 1889, de Roffignac had formed a partnership with van Brabant. The purpose of this association was to \"(grow) and Manufacture this indispensable article (chicory) under the firm style of the \"Bellevue French Coffee Company\" (Colonist). In their enthusiasm they produced enough coffee in the first year of operation to market to continental America for the next twenty years. Chicory was an additive, used in France and England, that greatly improved on the texture and taste of coffee. The two entrepreneurs imported seed and equipment from Europe, converted the Bellevue farm over to the production of the chicory crop, and set up drying and manufacturing plants in the Bellevue yard. To encourage farmers in the area to grow chicory, they distributed packages of seeds. The manufacturing process consisted of roasting the chicory, grinding it, mixing it with coffee, and packaging it in tins. Michelle Guitard, writing in Saskatchewan History (Vol. 30, no. 3), informs us that 'for reasons of economy, the proper proportion of chicory to coffee was not maintained - the coffee was undrinkable.\" The chicory factory burned down in the winter of 1890-91, and the van Brabants moved their operation over to Richelieu. The \"Richelieu Coffee Brand, \" placed on the market in 1892 and 1893, was no more successful than the \"Bellevue\" brand. When the Richelieu operation burned down, Renoult and de Beaudrap, who supplied the capital, assumed control of the chicory factory. Instead of blending the powder with coffee, they sold it as an additive. The two men operated the chicory factory until de Beaudrap's departure for France in 1899, and the Count later claimed that the venture yielded him a small profit. There is no record of a sale of the additive to a buyer even as far as Regina. It is possible as Mr. F. Dunand felt, that de Beaudrap's operation lacked publicity.",
            "score": 52.34311580657959
        },
        {
            "docid": "43851_23",
            "document": "Social norm . Developed in the 1960s, the return potential model provides a method for plotting and visualizing group norms. In the regular coordinate plane, the amount of behavior exhibited is plotted on the X-axis (label \"a\" in Figure 1) while the amount of group acceptance or approval gets plotted on the Y-axis (\"b\" in Figure 1). The graph represents the potential return or positive outcome to an individual for a given behavioral norm. Theoretically, one could plot a point for each increment of behavior how much the group likes or dislikes that action. For example, it may be the case that among first-year graduate students, strong social norms around how many daily cups of coffee you drink exist. If the return curve in Figure 1 correctly displays the example social norm, we can see that if someone drinks 0 cups of coffee a day, the group strongly disapproves. The group does not approve of member behavior until someone hits four cups of coffee a day; the graduate students (as represented by the return curve) find it excessive to drink more than seven cups, however, as the approval again dips below zero. As exhibited by the coffee example, the return potential model displays for each increment of behavior how much group approval one can anticipate.",
            "score": 33.530176401138306
        },
        {
            "docid": "53144119_3",
            "document": "Bo's Coffee . The idea of starting a coffee shop came to Bo's Coffee founder Steve Benitez when, back when he was a student in Ateneo de Manila University, he always had to drink coffee to stay awake to study. After attending various seminars and training, he decided to open Bo's Coffee in a small space in Ayala Center Cebu in June 1996. At first, Benitez had to give away free samples as the Cebuano market was not yet familiar of his concept. The business did not produce any profit and was on the negative for its first three months. However, after eight months, the business started making a profit, enabling Benitez to put up another coffee cart in SM City Cebu. The coffee shop has grown considerably since then, growing into its current 91 branches throughout the country, located mainly in the country's key cities.",
            "score": 47.74377632141113
        },
        {
            "docid": "30128150_11",
            "document": "New England Coffee . The Coffee Shop, New England Coffee's online store, offers exclusive coffee selections and bulk whole bean as well as tea, gift baskets, coffee mugs and other novelty items.",
            "score": 56.16678047180176
        }
    ],
    "r": [
        {
            "docid": "18931461_17",
            "document": "Coffee production in India . Ideal climatic conditions to grow coffee are related to temperature and rainfall; temperatures in the range of and with rainfall incidence in the range of followed by a dry spell of 2–3 months suit the \"Arabica\" variety. Cold temperatures closer to freezing conditions are not suitable to grow coffee. Where the rainfall is less than , providing irrigation facilities is essential. In the tropical region of the south Indian hills, these conditions prevail leading to coffee plantations flourishing in large numbers. Relative humidity for \"Arabica\" ranges 70–80% while for \"Robusta\" it ranges 80–90%. The common disease to which the coffee plants are subjected to in India is on account of fungus growth. This fungus is called the \"Hemileia vastatrix,\" an endophytous that grows within the matter of the leaf; effective cure has not been discovered to eliminate this. The second type of disease is known as the coffee rot, which has caused severe damages during the rainy season, particularly to plantations in Karnataka. \"Pellicularia koleroga\" was the name given to this rot or rust, which turns the leaves into black colour due to the coverage by a slimy gelatinous film. It is now classified as \"Ceratobasidium noxium\" This causes the coffee leaves and the cluster of coffee berries to drop off to the ground. Snakes such as cobras can also cause a nuisance to coffee plantations in India.",
            "score": 77.37810516357422
        },
        {
            "docid": "33763708_3",
            "document": "Coffee production in Honduras . The cultivation of the coffee plant was in its infancy in the Republic of Honduras at the end of the 19th century. While there were numerous coffee plantations at the time, they were small. The soil, climate, and conditions in Honduras are the same as those of Guatemala, Nicaragua, or Costa Rica. The drawback in Honduras was lack of means of transportation and facilities for shipment to the coast. There was practically no exportation of coffee from Honduras, the product was mostly sold domestically. A new plantation of coffee would begin to produce a profit by the end of the fourth year after planting, and after the seventh year a profit of from 100 to 300 per cent on the capital invested could be expected. The production of coffee in 1894 was reckoned at 20,000 quintals, of which only 10 per cent was exported. The exportation was from the Salvadoran ports Amapala and Puerto Cortes. In 1900, Honduras exported 54,510 pesos' worth of coffee.",
            "score": 65.13819885253906
        },
        {
            "docid": "432138_10",
            "document": "Growing season . In some warm climates, such as the subtropical savanna and Sonoran Deserts or in the drier Mediterranean climates, the growing season is limited by the availability of water, with little growth in the dry season. Unlike in cooler climates where snow or soil freezing is a generally insurmountable obstacle to plant growth, it is often possible to greatly extend the growing season in hot climates by irrigation using water from cooler and/or wetter regions. This can in fact go so far as to allow year-round growth in areas that without irrigation could only support xerophytic plants. Also in these tropical regions; the growing season can be interrupted by periods of heavy rainfall, called the rainy season. For example, in Colombia, where coffee is grown and can be harvested year-round, they don’t see a rainy season. However, in Indonesia, another large coffee-producing area, they experience this rainy season and the growth of the coffee beans is interrupted.",
            "score": 64.27147674560547
        },
        {
            "docid": "30128150_8",
            "document": "New England Coffee . New England Coffee only uses 100% Arabica beans in all of their products. New England Coffee offers coffee blends, flavored coffees, full-bodied dark roasts and blends from locations such as Colombia, Sumatra and Costa Rica. Among the most pervasive varieties are Decaffeinated Colombian and Colombian Supremo which have both been reviewed by Consumer Reports. In 2016, New England Coffee celebrated its 100th anniversary.",
            "score": 63.64714050292969
        },
        {
            "docid": "28002072_5",
            "document": "Coffee Creek, Montana . This climatic region is typified by large seasonal temperature differences, with warm to hot (and often humid) summers and cold (sometimes severely cold) winters. According to the Köppen Climate Classification system, Coffee Creek has a humid continental climate, abbreviated \"Dfb\" on climate maps.",
            "score": 62.289302825927734
        },
        {
            "docid": "27301828_2",
            "document": "Coffee production in Brazil . Coffee production in Brazil is responsible for about a third of all coffee, making Brazil by far the world's largest producer, a position the country has held for the last 150 years. Coffee plantations, covering some , are mainly located in the southeastern states of Minas Gerais, São Paulo and Paraná where the environment and climate provide ideal growing conditions.",
            "score": 61.97406005859375
        },
        {
            "docid": "16821755_2",
            "document": "Shade-grown coffee . Shade-grown coffee is a form of the beverage produced from coffee plants grown under a canopy of trees. A canopy of assorted types of shade trees is created to cultivate shade-grown coffee. Because it incorporates principles of natural ecology to promote natural ecological relationships, shade-grown coffee can be considered an offshoot of agricultural permaculture or agroforestry. The resulting coffee is usually sold as “shade-grown”. Coffee (especially \"Coffea arabica\") is a small tree or shrub that grows in the forest understory in its wild form, and traditionally was grown commercially under other trees that provided shade. Since the mid-1970s, new sun-tolerant trees and shrubs have been developed in response to fungal disease presence, especially coffee leaf rust (\"Hemileia vastatrix\"), and with the aim to yield higher production rates. As a result of modernization and a push for higher yielding crops, sun-tolerant coffee plants were created to produce larger yields through higher-density, open planting, but the cultivation practices used for them are considered unsustainable and often have a negative impact on the environment. This has resulted in a new trend in support of shade-grown coffee.",
            "score": 60.817508697509766
        },
        {
            "docid": "18931461_26",
            "document": "Coffee production in India . To cover research specific to each coffee growing region covering different agro-climatic conditions, the following five research stations are fully functional under the overall control of the Central Coffee Research Institute.",
            "score": 60.75309371948242
        },
        {
            "docid": "13078827_12",
            "document": "Coffee production in Colombia . Regional climate change associated with global warming has caused Colombian coffee production to decline since 2006 from 12 million 132-pound bags, the standard measure, to 9 million bags in 2010. Average temperatures have risen 1 degree Celsius between 1980 and 2010, with average precipitation increasing 25 percent in the last few years, disrupting the specific climatic requirements of the \"Coffea arabica\" bean.",
            "score": 59.27730178833008
        },
        {
            "docid": "39365975_10",
            "document": "Coffee production in Venezuela . In 2003, the Government of Venezuela introduced policy regulations (fixing procurement price limits) on growing coffee which restricted the production of coffee in the country. Consequently, the imports (to the extent of 50% of local production) become imperative to meet the growing domestic demand. Imports are mostly from Brazil and Nicaragua. It is the contention of the coffee growers that it is no more economical to grow coffee under the present regulations though the government attributes this shortage as due to illegal hoarding by the growers for profit. According to a Coffee growers report, the cost of producing one quintal of top quality coffee was US$335 while its sale price is only US$173 (capped by the government). All these changes have resulted in Venezuela losing its position as one of the world's largest coffee exporters. The future of these changes is unknown in the wake of the death of President of Venezuela, Hugo Chávez, who introduced the policy changes in 2003. Coffee production in the country is now reduced substantially and is only about 1% of world production.",
            "score": 59.03681945800781
        },
        {
            "docid": "46887253_2",
            "document": "Coffee production in Guam . Coffee production in Guam is limited to local consumption. Like cacao, coffee has been introduced to and thrives in Guam. In the early 20th century, coffee was described as one Guam's most common plants, growing about most of the dwelling houses, and nearly every family has its cultivated patch. The climate and soil of the island is well adapted to it, producing the crop from sea level to the hill tops.",
            "score": 58.83917236328125
        },
        {
            "docid": "46916521_6",
            "document": "Coffee production in Peru . The three prominent coffee growing areas, located in the eastern slopes of the Andes, are Chanchamayo, the Amazonas and San Martin regions, and the southern highlands. St Ignacio, close to the Ecuadorian border, is the centralized area of coffee plantations in northern Peru. Arabica is the dominant coffee crop, 70% of which is Typica, 20% is \"caturra\", and the remainder being of other types. About 75% of the coffee growing area lies at an elevation range of , and planting done in the shaded areas is to the extent of 2,000 plants per ha. Farming is done largely by small farmers, and coffee is handpicked. Organic coffee is grown on . Coffee production in 1893 was about 1,500 tons. According to FAO statistics for 2013, coffee production was 256,241 tons from an area of with a yield level of 6,414 hectogram per ha.",
            "score": 58.838714599609375
        },
        {
            "docid": "27301828_14",
            "document": "Coffee production in Brazil . Plantations are mainly located in the southeastern states of Minas Gerais, São Paulo and Paraná where the environment and climate provide ideal growing conditions. Minas Gerais alone accounts for about half of the country's production. Most plantations are harvested in the dry seasons of June through September, usually in one huge annual crop when most berries are ripe. In most countries, arabica beans are processed using the wet process (also called washed coffee), but virtually all coffee in Brazil is processed using the dry process (also called unwashed or natural coffee). The entire berries are cleaned and placed in the sun to dry for 8–10 days (or up to four weeks during unfavorable conditions). The outer layer of the dried berry is then removed in a hulling process before the beans are sorted, graded and packed in 60 kg bags.",
            "score": 58.49541091918945
        },
        {
            "docid": "15948430_30",
            "document": "Agriculture in Indonesia . In 2014, Indonesia was the fourth largest producer of coffee. Coffee in Indonesia began with its colonial history, and has played an important part in the growth of the country. Indonesia's geographic location is considered as ideal for coffee plantations. It is located near the equator and with numerous mountainous regions across the islands which creates suitable micro-climates for the growth and production of coffee.",
            "score": 58.45107650756836
        },
        {
            "docid": "46869803_2",
            "document": "Coffee production in Jamaica . Coffee production in Jamaica began after 1728, when governor Sir Nicholas Lawes introduced the crop near Castleton, north of Kingston. Jamaican Blue Mountain Coffee is the special variety of coffee that is grown in the Blue Mountains region, which has the most conducive climate and topographical features; this variety is known for its scent and sweet taste. Most of Jamaica's coffee production is grown for export.",
            "score": 58.15052795410156
        },
        {
            "docid": "54428590_9",
            "document": "East German coffee crisis . The relationship between East Germany and Vietnam were exceptionally close. Coffee production began in Vietnam in 1926 during French colonial rule. Beginning in 1975, largely parallel with the coffee crisis in East Germany, the production of Robusta coffee began in Vietnam. Robusta plants grow faster, contain more caffeine, suit the climate of the Vietnamese Central Highlands, and lend themselves better to mechanized harvesting. Compared to Arabica, Robusta coffee is cheaper and lower quality.",
            "score": 58.06650924682617
        },
        {
            "docid": "18090581_4",
            "document": "Coffee production in Costa Rica . Coffee production in the country began in 1779 in the Meseta Central which had ideal soil and climate conditions for coffee plantations. \"Coffea arabica\" first imported to Europe through Arabia, whence it takes its name, was introduced to the country directly from Ethiopia. In the nineteenth century, the Costa Rican government strongly encouraged coffee production, and the industry fundamentally transformed a colonial regime and village economy built on direct extraction by a city-based elite towards organized production for export on a larger scale. The government offered farmers plots of land for anybody who wanted to harvest the plants. The coffee plantation system in the country therefore developed in the nineteenth century largely as result of the government's open policy, although the problem with coffee barons did play a role in internal differentiation and inequality in growth. Soon coffee became a major source of revenue surpassing cacao, tobacco, and sugar production as early as 1829.",
            "score": 57.924781799316406
        },
        {
            "docid": "18090581_12",
            "document": "Coffee production in Costa Rica . The major growing regions and season are illustrated in the table below. The finest coffee is typically grown at altitudes of 1200 to 1700 metres, in a shorter winter growing season; the lower quality coffee is typically grown at altitudes below 1200 metres, in a longer growing season that lasts from late summer through to winter.",
            "score": 57.71501159667969
        },
        {
            "docid": "18090581_14",
            "document": "Coffee production in Costa Rica . By the early 1990s, the problem had raised serious concerns, and in January 1995 the government passed new legislation which imposed regulations on the proper treatment of solid and liquid waste. Some farmers in the country have attempted to use the pulp waste in soils as a fertilizer, but deforestation for coffee production may result in soil erosion and additional environmental costs. Deforestation is not new in Costa Rica. Major deforestation began in the 1830s with the introduction of coffee cultivation in the Meseta Central region, which was the cradle of the nation's coffee industry. By 1900 however, deforestation had accelerated rapidly in other parts of the country. Coffee was ideally suited to the soil and bio-climatic conditions of the volcanic mountain ranges of the central \"meseta\", but by this time cultivation had begun extensively in the more vulnerable hill forests to provide coffee that was in increasing demand for export. By the 1970s and 1980s, this along with the removal of forest for pasture land and ranching had resulted in an annual forestry loss of 4% per annum, one of the highest rates in Latin America at the time. Such lands under pasture or coffee cropping can be subject to erosion by water.",
            "score": 57.541255950927734
        },
        {
            "docid": "28935529_3",
            "document": "Coffee production in Papua New Guinea . Coffee is the highest foreign exchange earner for Papua New Guinea, the majority of which is grown in the Eastern Highland Province, the Western Highland Province, and Simbu. With the industry not derived on a colonial plantation-based system, production is largely by small farmers with land holdings that grow as little as 20 trees per plot in “coffee gardens” alongside subsistence crops. Predominantly in isolated places, the product is mostly certified as “organic coffee.”",
            "score": 57.02843475341797
        },
        {
            "docid": "6826364_32",
            "document": "Milk coffee . A \"regular coffee\" or \"coffee regular\" is a popular coffee drink in New England. In much of New England a \"regular coffee\" refers to coffee with cream and sugar. The most common amount usually includes three creams and three sugars. A \"coffee regular\" can be order either hot or as iced coffee.",
            "score": 56.95517349243164
        },
        {
            "docid": "18740889_2",
            "document": "Coffee production in Indonesia . Indonesia was the fourth largest producer of coffee in the world in 2014. Coffee in Indonesia began with its colonial history, and has played an important part in the growth of the country. Indonesia is located within an ideal geography for coffee plantations, near the equator and with numerous mountainous regions across the islands, creating well suited micro-climates for the growth and production of coffee.",
            "score": 56.34101104736328
        },
        {
            "docid": "25029781_6",
            "document": "HMS Blonde (1819) . On 6 May they landed at Honolulu. A gardener named John Wilkinson had been brought from England to teach agriculture. Before they left England, Governor Boki had agreed to give some land to Wilkinson in the Mānoa Valley, although private ownership of land did not take hold until 1848 in Hawaii. The botanist Macrae left some coffee plants and others he had brought from Brazil. Unfortunately the climate did not agree with Wilkinson, who died in March 1827. Coffee would take many more years to become a successful crop (see also coffee production in Hawaii and Kona coffee).",
            "score": 56.33469009399414
        },
        {
            "docid": "8938925_4",
            "document": "Black Gold (2006 film) . The film focuses on the coffee growers of the Oromia Region of southern and western Ethiopia, the birthplace of coffee. It follows Tadesse Meskela, the General Manager of the Oromia Coffee Farmers Cooperative Union, as he visits coffee-growing regions in Sidamo and Oromia (including the Kilenso Mokonisa Cooperative in the Bule Hora woreda in the Borena Zone of the Oromia Region), as well as a coffee processing center, a coffee auction house, and his union's headquarters in Addis Ababa. He also travels to England and the United States in an effort to promote Ethiopian coffee by eliminating the numerous middlemen. There is also a scene where coffee farmers pray to God for a higher price, which was filmed at the Negele Gorbitu Cooperative, located near Irgachefe in the Abaya woreda of the Borena Zone. The Ethiopian coffee farmers speak about their lives, with one explaining that he is cutting down his coffee plants and planting \"khat\" (a plant containing cathinone, an amphetamine-like stimulant) instead, due to the low price he is getting for coffee because of the explosion in the number of coffee farmers across the globe, and the comparatively higher price he can get for \"khat\".",
            "score": 56.23041534423828
        },
        {
            "docid": "30128150_11",
            "document": "New England Coffee . The Coffee Shop, New England Coffee's online store, offers exclusive coffee selections and bulk whole bean as well as tea, gift baskets, coffee mugs and other novelty items.",
            "score": 56.16678237915039
        },
        {
            "docid": "46864734_2",
            "document": "Coffee production in Panama . Coffee production in Panama was occurring in the Boquete Valley by the early 20th century, although coffee was growing wild all over the Pacific coast region of Panama by this time, when production did not match domestic consumption. The International Coffee Organization (ICO) has grouped mild \"arabica\" as the variety of coffee that is grown in Panama. The best quality of coffee in Panama is grown in Boquete. In the \"Coffee Review\" of 2008, two Panamanian coffees have received higher rating and fetched record prices than the coffee from Costa Rica.",
            "score": 55.86651611328125
        },
        {
            "docid": "18740889_25",
            "document": "Coffee production in Indonesia . The highland region of Kintamani, between the volcanoes of Batukaru and Agung, is the main coffee growing area on Bali. Many coffee farmers on Bali are members of a traditional farming system called Subak Abian, which is based on the Hindu philosophy of \"Tri Hita Karana\". According to this philosophy, the three causes of happiness are good relations with God, other people and the environment. This philosophy, specifically 'happiness with the environment' favors the production of organic coffee, or at least the use of organic fertilizers and the lack of use of agrochemicals. The Subak Abian system is ideally suited to the production of fair trade coffee production because the Subak organizes smallholders, which is often a requirement of fair trade certification.",
            "score": 55.694297790527344
        },
        {
            "docid": "39365975_11",
            "document": "Coffee production in Venezuela . The “Maracaibos” coffee exported from the Maracaibo port has sub varieties called Cucuta, Mérida, Trujillo, and Tachira. The eastern mountains coffee is known as Caracas, named after the capital city. While these are the local varieties of coffee grown in Venezuela, the basic universal coffee varieties under which the Venezuelan one fall under are the arabica (\"Coffea arabica L.\") which grows better in the high land regions, and the Robusta (\"Coffea canephora p. ex Fr.\") which grows in the low land regions; the former variety grows under forest canopy while the latter grows under partial shade.",
            "score": 55.638916015625
        },
        {
            "docid": "13078827_2",
            "document": "Coffee production in Colombia . Coffee production in Colombia has a reputation as producing mild, well balanced coffee beans. Colombia's average annual coffee production of 11.5 million bags is the third total highest in the world, after Brazil and Vietnam; though highest in terms of the arabica bean. The beans are exported to United States, Germany, France, Japan, and Italy. Most coffee is grown in the Colombian coffee growing axis region. In 2007, the European Union granted Colombian coffee a protected designation of origin status. In 2011 UNESCO declared the “Coffee Cultural Landscape” of Colombia, a World Heritage site.<ref name=UNESCO/",
            "score": 55.56776428222656
        },
        {
            "docid": "154564_66",
            "document": "Xalapa . Xalapa is often called the “Flower Garden of Mexico” and flowers play an important role in the economy. Xalapa is one of the most important places for coffee production in Mexico due to its ideal climate, and coffee beans are grown on both small holdings and large estates in the surrounding mountains. The tobacco industry also forms a part of the local economy with the process of producing cigarettes, and the growing of tropical fruits. Processed foods and beverages are also produced in Xalapa.",
            "score": 55.361976623535156
        },
        {
            "docid": "1490022_11",
            "document": "National Federation of Coffee Growers of Colombia . In 1879, the Colombian Congress passed the Coffee Act, known as the Law 29, by which the government would foment and sponsor the growing of coffee in the provinces better qualified for it, according to climate and terroir. As a result of this promotional effort, the production of coffee in Colombia grew enormously, which between 1880 and 1920 went from 107,000 to 2.4 million bags per year (60 kilograms per bag).",
            "score": 55.27914047241211
        },
        {
            "docid": "33777785_2",
            "document": "Coffee production in Nicaragua . Coffee production in Nicaragua has been an important part of its history and economy. It is one of the country's principal products. The areas most suitable for the cultivation of coffee have been Managua Department, Diriamba, San Marcos, Jinotepe, as well as the vicinity of Granada Department, Lake Nicaragua, Chontales Department, and in Nueva Segovia; historically, the best coffee is produced in Matagalpa and in Jinotega. Most of the coffee was grown in Managua Department, but Matagalpa Department produced the best bean quality. The best altitude to grow coffee is 800 meters above the sea level.",
            "score": 55.21192169189453
        }
    ]
}