{
    "q": [
        {
            "docid": "33953744_2",
            "document": "Beverage industry . The beverage industry refers to the industry that produces drinks, in particular ready to drink beverages. Beverage production can vary greatly depending on the beverage being made. ManufacturingDrinks.com explains that, \"bottling facilities differ in the types of bottling lines they operate and the types of products they can run\". Other bits of required information include the knowledge of if said beverage is canned or bottled (plastic or glass), hot-fill or cold-fill, and natural or conventional. Innovations in the beverage industry, catalysed by requests for non-alcoholic beverages, include: beverage plants, beverage processing, and beverage packing.",
            "score": 102.87548685073853
        },
        {
            "docid": "57059548_10",
            "document": "Chennai Beverages . Different types of vending machine are available in the beverages industry based on the type of requirement from various audience necessity. Chennai Beverages offering fewer models like",
            "score": 73.73953676223755
        },
        {
            "docid": "247960_6",
            "document": "Mikoyan-Gurevich MiG-25 . The subsonic Boeing B-47 Stratojet and Boeing B-52 Stratofortress strategic bombers were followed by the Mach 2 Convair B-58 Hustler, with the Mach 3 North American B-70 Valkyrie on the drawing board at that time. A major upgrade in the PVO defence system was required, and at the start of 1958 a requirement was issued for manned interceptors capable of reaching 3,000 km/h (1,864 mph) and heights of up to 27 km (88,583 ft). Mikoyan and Sukhoi responded. The Mikoyan-Gurevich OKB had been working on a series of interceptors during the second half of the 1950s: the I-1, I-3U, I-7U, I-75, Ye-150, Ye-150A, Ye-152, Ye-152A, Ye-152P, and Ye-152M. The Ye-150 was noteworthy because it was built specifically to test the Tumansky R-15 engine, two of which would later be used for the MiG-25. This led to Ye-152, alternatively known as Ye-166, which set several world records. The Ye-152M (converted from one of the two Ye-152 aircraft) was intended to be the definite heavy interceptor design. But before it was finished, the PVO had selected the Tupolev Tu-128. As the work on the MiG-25 was well under way, the single-engine Ye-152M was abandoned.",
            "score": 16.077381372451782
        },
        {
            "docid": "2379425_9",
            "document": "Capitalism (video game) . Some of the scenarios require the player to dominate a particular market in terms of market share. For example, \"Food Dominance\" sets a goal of dominating the food industry within 50 years while earning an annual operating profit of no less than $20 million. In \"Fortress of the Beverage King\", the player must dethrone the Beverage King 'James Zandman' as the dominator of the beverage industry within 50 years.",
            "score": 65.90904569625854
        },
        {
            "docid": "16307785_2",
            "document": "Massachusetts Alcoholic Beverage Control Commission . The Alcoholic Beverages Control Commission is a Massachusetts state government agency responsible for licensing or permitting participants in the alcoholic beverages industry in Massachusetts. It licenses manufacturers of alcoholic beverages, wholesalers and importers and out-of-state suppliers of alcoholic beverages. Additionally, brokers, salesman, warehouses, planes, trains, ships, ship chandlers and motor vehicles transporting alcoholic beverages in Massachusetts require licensing. The Commission also approves the granting of every retail pouring or package store license application allowed by a city or town.",
            "score": 92.11507606506348
        },
        {
            "docid": "369386_11",
            "document": "Cooper Industries . Eaton's B-Line Business (formerly Cooper B-Line) is a global provider of support systems and enclosure solutions for engineered facility subsystem applications in various markets: commercial, industrial, utility and OEM.",
            "score": 38.36802101135254
        },
        {
            "docid": "40624042_10",
            "document": "Massachusetts Bottle Bill . A referendum on the ballot in November 2014, concerned whether to expand the bill to cover containers for some non-carbonated beverages. This would address growing concern over the nearly 1.4billion containers not covered by existing legislation that are found in litter and landfill waste. The goal of the initiative petition that placed the measure on the ballot was to broaden the scope of beverage types requiring a deposit in order to be more responsive to consumer preferences as well as establishing a mechanism for stabilizing the recycling industry by tying the handling fees paid to redemption centers to the Consumer Price Index. Opponents argued that the change would increase costs and red tape for the beverage industry.",
            "score": 79.93298244476318
        },
        {
            "docid": "19159283_30",
            "document": "Seoul . The traditional, labour-intensive manufacturing industries have been continuously replaced by information technology, electronics and assembly-type of industries; however, food and beverage production, as well as printing and publishing remained among the core industries. Major manufacturers are headquartered in the city, including Samsung, LG, Hyundai, Kia and SK. Notable food and beverage companies include Jinro, whose soju is the most sold alcoholic drink in the world, beating out Smirnoff vodka; top selling beer producers Hite (merged with Jinro) and Oriental Brewery. It also hosts food giants like Seoul Dairy Cooperative, Nongshim Group, Ottogi, CJ, Orion, Maeil Holdings, Namyang Dairy Products and Lotte.",
            "score": 85.62666869163513
        },
        {
            "docid": "25249846_5",
            "document": "Functional beverage . The functional beverage industry is a subsector of the functional food and non-alcoholic beverage industry. It is the fastest-growing sector of the industry, partially due to the maturity of the carbonated soft drink sector and heavy investments by major food and beverage companies. Another reason for the industry's growth may be the consumer-oriented market scheme whereby innovative ideas come from consumers. By 2008, in the U.S., the market share of functional beverages accounted for 48.9% of the non-alcoholic industry, which is worth $118.3 billion.",
            "score": 87.74865818023682
        },
        {
            "docid": "13324152_3",
            "document": "Tygon tubing . \"Tygon B-44-3\", \"Tygon B-44-4X\", \"Tygon B-44-4X I.B.,\" and \"Tygon Silver\" (antimicrobial) were widely used in the food and beverage industry, in particular in: beverage dispensing, dairy processing, soft-serve dispensing, vitamin and flavor concentrate systems, cosmetic production, and water purification systems. These formulations each meet U.S. Food and Drug Administration 3-A and NSF International 51 criteria but they do not comply with European Directives (European Directive 2002/72/EC of 6 August 2002 relating to plastic materials and articles intended to come into contact with foodstuffs as modified in particular by Directive 2007/19/EC of 2 April 2007).",
            "score": 55.76106858253479
        },
        {
            "docid": "23904206_7",
            "document": "John B. R. Cooper . After passage of an 1829 law requiring permanent residents to be Mexican citizens, both Cooper and Hartnell were naturalized in 1830. Before 1829, naturalization was not strictly required but, along with conversion to Catholicism and marriage into a prominent family, helped Cooper become accepted in Monterey and obtain land grants.",
            "score": 27.663461685180664
        },
        {
            "docid": "47993650_10",
            "document": "MyDrink Beverages . In 2014 MyDrink Beverages created community of beverage entrepreneurs and called it DrinkPreneur. Main purpose of this community is to inspire and help current and new entrepreneurs of beverage industry by providing necessary information and making communication easier between beverage industry members in all the World.",
            "score": 70.64149475097656
        },
        {
            "docid": "57059548_4",
            "document": "Chennai Beverages . Chennai Beverages is a well-known brand in hot beverages and vending machine industries. CB is offering pantry services and hot beverages product direct delivery to corporate office and large scale industries.",
            "score": 67.92702722549438
        },
        {
            "docid": "16307053_3",
            "document": "Florida Division of Alcoholic Beverages and Tobacco . The Division of Alcoholic Beverages and Tobacco is responsible for licensing the alcoholic beverage and tobacco industries, for collection and auditing of taxes and fees paid by the licensees, and for enforcing the laws and regulations of the alcoholic beverage and tobacco industries.",
            "score": 78.42815399169922
        },
        {
            "docid": "5645363_3",
            "document": "Clean-in-place . Up to the 1950s, closed systems were disassembled and cleaned manually. The advent of CIP was a boon to industries that needed frequent internal cleaning of their processes. Industries that rely heavily on CIP are those requiring high levels of hygiene, and include: dairy, beverage, brewing, processed foods, pharmaceutical, and cosmetics.",
            "score": 54.44490051269531
        },
        {
            "docid": "10242140_5",
            "document": "Carleton B. Gibson . Gibson was hired to oversee the Rochester Athenæum and Mechanics Institute in June 1910 by the then board of directors which included George Eastman. He instituted the Institute's Cooperative education program in 1912, as part of his focus on industrial education. The program required students to study half time and to work half time in shops at Eastman Kodak, Gleason Works, and the German American Button Company.",
            "score": 30.78512454032898
        },
        {
            "docid": "33953744_1",
            "document": "Beverage industry . Beverage industry",
            "score": 65.50485420227051
        },
        {
            "docid": "46397836_4",
            "document": "Arnold C. Cooper . Arnold Cooper received his degree in Chemical engineering from Purdue University in 1955. After six months serving as a Second Lieutenant in the Army Chemical Corps, in 1956, he enrolled in the newly started Industrial Management MBA (Master of Business Administration) program at Purdue University, in what later became the Krannert School of Management. yes",
            "score": 40.903586983680725
        },
        {
            "docid": "3832346_15",
            "document": "KHS GmbH . The turnkey lines manufactured by KHS GmbH offer systems for every branch of industry, every type of container, and every process in the production of beverages. The container types offered include glass and PET bottles, cans, and kegs. Each KHS line comprises the individual machines required to carry out all beverage production processes ranging from PET bottle production, filling, labeling, packing, and palletizing up to and including inspection and complete sanitizing.",
            "score": 73.94315922260284
        },
        {
            "docid": "16307053_6",
            "document": "Florida Division of Alcoholic Beverages and Tobacco . The Division of Alcoholic Beverages and Tobacco was originally created as the \"Malt and Vinous Beverage Department\" in 1933 following the 21st Amendment to the U.S. Constitution which placed the responsibility of controlling the alcoholic beverage industry upon the states. Two years later it became the \"State Beverage Department\" and in 1945, the state’s cigarette industry was added as a responsibility of the department. In 1969, the department was grouped with other business regulatory programs as a division under the Department of Business Regulation. The name was expanded to what it is today, the Division of Alcoholic Beverages and Tobacco, in 1977.",
            "score": 84.23474669456482
        },
        {
            "docid": "19261279_4",
            "document": "High-speed door . High-speed doors are usually used wherever goods traffic occurs and where the doors have to fulfill special requirements. In the food and beverage industry, or Medical industry for example, special climatic conditions have to prevail; short opening and closing times reduce cooling loss, avoid airflow and enable a smooth operating procedure. They can also be designed in larger dimensions for the mining and aircraft industries.",
            "score": 55.91633367538452
        },
        {
            "docid": "17204058_1",
            "document": "Alcoholic beverage industry in Europe . Alcoholic beverage industry in Europe",
            "score": 74.48382186889648
        },
        {
            "docid": "40436825_15",
            "document": "Piramal Group . Piramal Glass is a manufacturer of glass packaging for the pharmaceuticals, foods & beverages (F&B) and cosmetics & perfumery (C&P) industries, services. Piramal Glass has manufacturing plants in USA, Sri Lanka and India.",
            "score": 50.63507890701294
        },
        {
            "docid": "18400194_37",
            "document": "Tea in the United Kingdom . Tea had other attractions as well. Drinking a hot, sweet beverage transformed their meals, which generally consisted of dry bread and cheese, and made them go down more easily. The warm beverage was especially appealing given Britain’s cold and wet climate. Further, tea helped alleviate some of the consequences of the urbanization that accompanied the industrial revolution: drinking tea required boiling the water, thereby killing water-borne diseases like dysentery, cholera, and typhoid.",
            "score": 60.71597099304199
        },
        {
            "docid": "23867229_1",
            "document": "Union of Beverage and Related Industry Workers . Union of Beverage and Related Industry Workers",
            "score": 64.07669448852539
        },
        {
            "docid": "50291430_5",
            "document": "True Williams . \"Williams was a man of great talent—of fine imagination and sweetness of spirit—but it was necessary to lock him in a room when industry was required, with nothing more exciting than cold water as a beverage.\" - Albert Bigelow Paine",
            "score": 55.12321853637695
        },
        {
            "docid": "326530_22",
            "document": "YAML . YAML autodetects the datatype of the entity. Sometimes one wants to cast the datatype explicitly. The most common situation is where a single-word string that looks like a number, boolean or tag requires disambiguation by surrounding it with quotes or using an explicit datatype tag. a: 123 # an integer b: \"123\" # a string, disambiguated by quotes c: 123.0 # a float d: !!float 123 # also a float via explicit data type prefixed by (!!) e: !!str 123 # a string, disambiguated by explicit type f: !!str Yes # a string via explicit type g: Yes # a boolean True (yaml1.1), string \"Yes\" (yaml1.2) h: Yes we have No bananas # a string, \"Yes\" and \"No\" disambiguated by context.",
            "score": 16.591720819473267
        },
        {
            "docid": "2499106_5",
            "document": "George Hacker . As director for alcohol policies at the Center for Science in the Public Interest, Hacker has led national efforts to combat alcoholic beverage industry marketing and advertising practices, to increase long-dormant alcohol excise tax rates, and to require warning labels on alcoholic beverage containers. He is the author of numerous newspaper and magazine articles on alcohol issues, and an author of several CSPI publications, including \"Last Call for High Risk Bar Promotions\", \"State Alcohol Taxes and Health\", \"Marketing Booze to Blacks\", and \"The Booze Merchants\".",
            "score": 73.00993371009827
        },
        {
            "docid": "38786354_9",
            "document": "Introduction to cooperative learning . Two important aspects of using informal cooperative learning groups are to (a) make the task and the instructions explicit and precise and (b) require the groups to produce a specific product (such as a written answer).  According to Johnson, Johnson and Holubec the informal cooperative learning procedure is organized in the following way:",
            "score": 37.711002588272095
        },
        {
            "docid": "49147_61",
            "document": "Fair trade . Fair trade commodities are goods that have been exchanged from where they were grown or made to where they are purchased, and have been certified by a fair trade certification organization, such as Fair Trade USA or World Fair Trade Organization. Such organizations are typically overseen by Fairtrade International. Fairtrade International sets international fair trade standards and supports fair trade producers and cooperatives. Sixty percent of the fair trade market revolves around food products such as coffee, tea, cocoa, honey, and bananas. Non-food commodities include crafts, textiles, and flowers. It has been suggested by Shima Baradaran of Brigham Young University that fair trade techniques could be productively applied to products which might involve child labor. Although fair trade represents only .01% of the food and beverage industry in the United States, it is growing rapidly and may become a significant portion of the national food and beverage industry.",
            "score": 62.21776902675629
        },
        {
            "docid": "5594274_4",
            "document": "Slush (beverage) . Frozen uncarbonated beverages are made by freezing a non-carbonated juice or other liquid. Machines for producing these do not require a pressure chamber, and as a result, they are much cheaper and easier to maintain. There are variations including frozen carbonated beverages, typified by the Slurpee or ICEE, which are made by freezing a carbonated drink. Machines for producing these are complicated and expensive, and notably require a carbon dioxide supply. They make a very fine and 'dry' slush. There are also frozen coffee beverages and frozen alcoholic beverages, as well as more conventional slush drinks. There are also \"instant\" slush drinks formed via supercooling. Several examples include Slushie, which allows consumers to make beverages that turn to slush upon opening using a conventional freezer; the Chill Chamber, which allows businesses to store beverages at below freezing temperatures that turn to slush upon opening; and supercooled Sprite from Coca-Cola (briefly marketed in the UK), which required special vending machines to store the bottles in a supercooled state so that they would turn to slush upon opening.",
            "score": 86.24355387687683
        },
        {
            "docid": "11280044_10",
            "document": "Alcohol laws in Germany . The permit is not required if alcohol-free beverages, free samples, prepared food is sold or administered or in connection with a accommodation establishment beverages and prepared food is delivered to residents. Every other establishment which does not apply to this scheme requires a Liquor license \"(Gaststättenkonzession)\". In most cases a Liquor license is always then required, when alcoholic beverages are served or sold for consumption in the premises. Furthermore on-licence premises have to place a clearly legible notice with the restrictions of the Protection of Young Persons Act \"(Jugendschutzgesetz)\" and the bartender must ensure that alcoholic beverages may not be sold or served to underage or visibly intoxicated persons.",
            "score": 65.09768986701965
        }
    ],
    "r": [
        {
            "docid": "33953744_2",
            "document": "Beverage industry . The beverage industry refers to the industry that produces drinks, in particular ready to drink beverages. Beverage production can vary greatly depending on the beverage being made. ManufacturingDrinks.com explains that, \"bottling facilities differ in the types of bottling lines they operate and the types of products they can run\". Other bits of required information include the knowledge of if said beverage is canned or bottled (plastic or glass), hot-fill or cold-fill, and natural or conventional. Innovations in the beverage industry, catalysed by requests for non-alcoholic beverages, include: beverage plants, beverage processing, and beverage packing.",
            "score": 102.87548828125
        },
        {
            "docid": "55275681_6",
            "document": "Aging (food) . In the case of beverages, such as the aging of wine, beer, or whiskey, storing the beverage for extended periods of time in wooden casks allows the liquid to extract flavor compounds from the wood itself, adding to the complexity and depth of flavor. Traditional Balsamic Vinegar is aged for years in a succession of oak barrels to extract and concentrate flavors.",
            "score": 98.20172882080078
        },
        {
            "docid": "1346922_33",
            "document": "Container deposit legislation . In February 2016, Lithuania became the latest country to implement container deposit legislation for single-use cans and bottles. Lithuania’s program is comprehensive and charges a deposit on nearly all types of beverage containers, including those made of plastic, metal, and glass 0.1L to 3L. The deposit is applicable to beer and beer cocktails; cider and other fermented beverages; mixed alcoholic and non-alcoholic beverages; all types of water; juice and nectars (sold in glass, plastic, and metal packaging); and fruit wines and wine-product cocktailers sold in plastic and metal packaging. Milk, wine, and spirits are exempt. The deposit is the same for all containers and is €0.10 per bottle/can. and most collection is done using reverse vending machines.",
            "score": 92.15245056152344
        },
        {
            "docid": "16307785_2",
            "document": "Massachusetts Alcoholic Beverage Control Commission . The Alcoholic Beverages Control Commission is a Massachusetts state government agency responsible for licensing or permitting participants in the alcoholic beverages industry in Massachusetts. It licenses manufacturers of alcoholic beverages, wholesalers and importers and out-of-state suppliers of alcoholic beverages. Additionally, brokers, salesman, warehouses, planes, trains, ships, ship chandlers and motor vehicles transporting alcoholic beverages in Massachusetts require licensing. The Commission also approves the granting of every retail pouring or package store license application allowed by a city or town.",
            "score": 92.11507415771484
        },
        {
            "docid": "25249846_5",
            "document": "Functional beverage . The functional beverage industry is a subsector of the functional food and non-alcoholic beverage industry. It is the fastest-growing sector of the industry, partially due to the maturity of the carbonated soft drink sector and heavy investments by major food and beverage companies. Another reason for the industry's growth may be the consumer-oriented market scheme whereby innovative ideas come from consumers. By 2008, in the U.S., the market share of functional beverages accounted for 48.9% of the non-alcoholic industry, which is worth $118.3 billion.",
            "score": 87.7486572265625
        },
        {
            "docid": "1346922_59",
            "document": "Container deposit legislation . Efforts to pass container deposit legislation in the 39 states that do not have them are often politically contentious. The U.S. beverage container industry—including both the bottlers of water, soda, beer, and the corporate owners of grocery stores and convenience stores—often spends large amounts of money lobbying against the introduction of both new and amended beverage container deposit legislation. Because of this, a new bottle bill hasn't been passed since 2005, and Delaware repealed its law in 2010 in favour of a non-refundable USD $0.04 tax per beverage container sold (Universal Recycling Law). Delaware's bottle bill was introduced in 1982 and had charged a $0.05 deposit on all beverage container (except aluminum) under 2 quarts.",
            "score": 86.37187194824219
        },
        {
            "docid": "5594274_4",
            "document": "Slush (beverage) . Frozen uncarbonated beverages are made by freezing a non-carbonated juice or other liquid. Machines for producing these do not require a pressure chamber, and as a result, they are much cheaper and easier to maintain. There are variations including frozen carbonated beverages, typified by the Slurpee or ICEE, which are made by freezing a carbonated drink. Machines for producing these are complicated and expensive, and notably require a carbon dioxide supply. They make a very fine and 'dry' slush. There are also frozen coffee beverages and frozen alcoholic beverages, as well as more conventional slush drinks. There are also \"instant\" slush drinks formed via supercooling. Several examples include Slushie, which allows consumers to make beverages that turn to slush upon opening using a conventional freezer; the Chill Chamber, which allows businesses to store beverages at below freezing temperatures that turn to slush upon opening; and supercooled Sprite from Coca-Cola (briefly marketed in the UK), which required special vending machines to store the bottles in a supercooled state so that they would turn to slush upon opening.",
            "score": 86.2435531616211
        },
        {
            "docid": "2952_7",
            "document": "Alcopop . Flavored malt beverages are brewery products that differ from traditional malt beverages such as beer, ale, lager, porter, stout, or malt liquor in several respects. Flavored malt beverages exhibit little or no traditional beer or malt beverage character. Their flavor is derived primarily from added flavors rather than from malt and other materials used in fermentation. At the same time, flavored malt beverages are marketed in traditional beer-type bottles and cans and distributed to the alcohol beverage market through beer and malt beverage wholesalers, and their alcohol content is similar to other malt beverages in the 4-6% alcohol by volume range.",
            "score": 85.6613998413086
        },
        {
            "docid": "19159283_30",
            "document": "Seoul . The traditional, labour-intensive manufacturing industries have been continuously replaced by information technology, electronics and assembly-type of industries; however, food and beverage production, as well as printing and publishing remained among the core industries. Major manufacturers are headquartered in the city, including Samsung, LG, Hyundai, Kia and SK. Notable food and beverage companies include Jinro, whose soju is the most sold alcoholic drink in the world, beating out Smirnoff vodka; top selling beer producers Hite (merged with Jinro) and Oriental Brewery. It also hosts food giants like Seoul Dairy Cooperative, Nongshim Group, Ottogi, CJ, Orion, Maeil Holdings, Namyang Dairy Products and Lotte.",
            "score": 85.62667083740234
        },
        {
            "docid": "13392829_13",
            "document": "Alcohol laws of Kansas . Kansas law divides alcohol into six categories, each of which is regulated differently. \"Alcoholic liquor\" includes spirits, wine, and beer containing over 3.2% alcohol by weight; spirits are defined as any distilled alcoholic beverage, including brandy, rum, whiskey, and gin, among others. A \"cereal malt beverage\" is beer containing less than 3.2% alcohol by weight. A \"nonalcoholic malt beverage\" is beer containing less than 0.5% alcohol by weight. \"Domestic table wine\" is wine containing 14% or less alcohol by volume, manufactured by farm wineries in Kansas from products grown in Kansas. \"Domestic fortified wine\" is wine containing between 14% and 20% alcohol by volume, similarly made in Kansas. \"Domestic beer\" is beer containing 8% or less alcohol by weight and is manufactured by microbreweries from Kansas-grown agricultural products.",
            "score": 85.37687683105469
        },
        {
            "docid": "841401_2",
            "document": "Alko . Alko is the national alcoholic beverage retailing monopoly in Finland. It is the only store in the country which retails beer over 5.5% ABV, wine (except in vineyards) and spirits. Alcoholic beverages are also sold in licensed restaurants and bars but only for consumption on the premises. Alko is required by law to sell drinks with lower alcohol content than 5.5% and non-alcoholic alternatives, but in practice carries a very limited stock of low alcohol beer, cider and non-alcoholic drinks and others as supermarkets are allowed to sell those at a substantially lower price. By law, alcoholic drinks may only be sold to those aged 18 or above.",
            "score": 84.71693420410156
        },
        {
            "docid": "16307053_6",
            "document": "Florida Division of Alcoholic Beverages and Tobacco . The Division of Alcoholic Beverages and Tobacco was originally created as the \"Malt and Vinous Beverage Department\" in 1933 following the 21st Amendment to the U.S. Constitution which placed the responsibility of controlling the alcoholic beverage industry upon the states. Two years later it became the \"State Beverage Department\" and in 1945, the state’s cigarette industry was added as a responsibility of the department. In 1969, the department was grouped with other business regulatory programs as a division under the Department of Business Regulation. The name was expanded to what it is today, the Division of Alcoholic Beverages and Tobacco, in 1977.",
            "score": 84.23474884033203
        },
        {
            "docid": "2701591_55",
            "document": "History of alcoholic drinks . At times and places of poor public sanitation (such as Medieval Europe), the consumption of alcoholic drinks was a way of avoiding water-borne diseases such as cholera. Small beer and faux wine, in particular, were used for this purpose. Although alcohol kills bacteria, its low concentration in these beverages would have had only a limited effect. More important was that the boiling of water (required for the brewing of beer) and the growth of yeast (required for fermentation of beer and wine) would kill dangerous microorganisms. The alcohol content of these beverages allowed them to be stored for months or years in simple wood or clay containers without spoiling. For this reason, they were commonly kept aboard sailing vessels as an important (or even the sole) source of hydration for the crew, especially during the long voyages of the early modern period.",
            "score": 84.23058319091797
        },
        {
            "docid": "31716_99",
            "document": "Utah . Utah's laws in regard to alcohol, tobacco and gambling are strict. Utah is an alcoholic beverage control state. The Utah Department of Alcoholic Beverage Control regulates the sale of alcohol; wine and spirituous liquors may only be purchased at state liquor stores, and local laws may prohibit the sale of beer and other alcoholic beverages on Sundays. The state bans the sale of fruity alcoholic drinks at grocery stores and convenience stores. The law states that such drinks must now have new state-approved labels on the front of the products that contain capitalized letters in bold type telling consumers the drinks contain alcohol and at what percentage. The Utah Indoor Clean Air Act is a statewide smoking ban, that prohibits smoking in many public places. Utah is one of few states to set a smoking age of 19, as opposed to 18, as in most other states. Utah is also one of only two states in the United States to outlaw all forms of gambling; the other is Hawaii.",
            "score": 83.85054779052734
        },
        {
            "docid": "8301_68",
            "document": "Distillation . Carbohydrate-containing plant materials are allowed to ferment, producing a dilute solution of ethanol in the process. Spirits such as whiskey and rum are prepared by distilling these dilute solutions of ethanol. Components other than ethanol, including water, esters, and other alcohols, are collected in the condensate, which account for the flavor of the beverage. Some of these beverages are then stored in barrels or other containers to acquire more flavor compounds and characteristic flavors.",
            "score": 83.7060775756836
        },
        {
            "docid": "34385_21",
            "document": "Yeast . Alcoholic beverages are defined as beverages that contain ethanol (CHOH). This ethanol is almost always produced by fermentation – the metabolism of carbohydrates by certain species of yeasts under anaerobic or low-oxygen conditions. Beverages such as mead, wine, beer, or distilled spirits all use yeast at some stage of their production. A distilled beverage is a beverage containing ethanol that has been purified by distillation. Carbohydrate-containing plant material is fermented by yeast, producing a dilute solution of ethanol in the process. Spirits such as whiskey and rum are prepared by distilling these dilute solutions of ethanol. Components other than ethanol are collected in the condensate, including water, esters, and other alcohols, which (in addition to that provided by the oak in which it may be aged) account for the flavour of the beverage.",
            "score": 83.51612854003906
        },
        {
            "docid": "53456112_5",
            "document": "Aujan Group . Aujan entered the beverages industry in 1928, when it secured the exclusive license to distribute Vimto in the Middle East. The company established its first beverage manufacturing plant in 1979 at Dammam, Saudi Arabia. The company introduced Rani Orange Float, its first homegrown beverage, in 1982. Aujan Industries began importing Barbican from U.K.-based Bass Beers for sale in the Middle East in 1983. Alongside the Swiss-made beverage Moussy, Barbican was the first non-alcoholic malt beverage to be sold in the region. Manufacturing changes at Bass Beers disrupted supplies of Barbican to Aujan, and in 1999, Aujan purchased the Barbican brand in select markets. Aujan acquired complete control of Barbican in 2010, and began manufacturing the beverage at the company's factory in Dubai. Aujan established a second beverage manufacturing plant in 2005 at Dubai, UAE.",
            "score": 83.38992309570312
        },
        {
            "docid": "22944952_4",
            "document": "Malt granules . Malt granules can be used in fermentation plants in the brewing or distilling industry, as well as for soft drink manufacture. In particular, malt granules can be used in the same applications as its as described in detail at the malt article, in particular in beverages, including in malted milk), malt beverages with different flavors (e.g. \"Malta\"), energy drinks made with malt-sugar, and non-alcoholic beer.",
            "score": 82.86186981201172
        },
        {
            "docid": "360180_2",
            "document": "Systembolaget . Systembolaget (, \"the System Company\"), colloquially known as systemet (\"the system\") or bolaget (\"the company\"), is a government-owned chain of liquor stores in Sweden. It is the only retail store allowed to sell alcoholic beverages that contain more than 3.5% alcohol by volume. Systembolaget also sells non-alcoholic beverages, although this product segment represents less than half a percent of the company's total sales of beverages. The minimum age to buy alcohol at Systembolaget is 20 years. At Swedish restaurants and bars the legal age to buy alcoholic beverages is 18 years, though bars and clubs may voluntarily set an age limit higher than 18 if they prefer.",
            "score": 82.1400375366211
        },
        {
            "docid": "2952_8",
            "document": "Alcopop . Although flavored malt beverages are produced at breweries, their method of production differs significantly from the production of other malt beverages and beer. In producing flavored malt beverages, brewers brew a fermented base of beer from malt and other brewing materials. Brewers then treat this base using a variety of processes in order to remove malt beverage character from the base. For example, they remove the color, bitterness, and taste generally associated with beer, ale, porter, stout, and other malt beverages. This leaves a base product to which brewers add various flavors, which typically contain distilled spirits, to achieve the desired taste profile and alcohol level.",
            "score": 81.94526672363281
        },
        {
            "docid": "2689389_7",
            "document": "Alcoholic beverage control state . The remaining states adopted the monopoly system of regulation, the more cautious of the two regulatory frameworks. As alluded to above, under the monopoly plan the government takes over the wholesale trade and conducts the retail sale of heavier alcoholic beverages through its own stores. That is, the state itself engages in the sale and distribution of alcoholic beverages. Most of these states have an \"\"Alcoholic Beverage Control\" (ABC)\" board and run liquor stores called \"ABC stores\". In all monopoly states a parallel license system is used to regulate the sale and distribution of lighter alcoholic beverages such as beer and wine.",
            "score": 81.38908386230469
        },
        {
            "docid": "160246_26",
            "document": "Sherry . Sherry-seasoned casks are sold to the Scotch whisky industry for use in aging whisky. Other spirits and beverages may also be aged in used sherry casks. Contrary to what most people think, these sherry-seasoned casks are specifically prepared for the whisky industry, they are not the same as the old (and largely inactive) butts used for the maturation of sherry.",
            "score": 81.38199615478516
        },
        {
            "docid": "41664177_3",
            "document": "Alcohol congener analysis . Recently, a novel accompanying-alcohol analytic was developed that targets alcoholic-beverage-specific compounds sourced from the ingredients used during the production of the beverage. These markers should ideally be unique to that beverage and not found in other beverages, food, or in the environment. Beer ingestion can be confirmed from blood samples, by targeting iso-alpha-acids-type compounds that are derived from the hops used during the brewing process. Levels of these compounds have been found in blood several hours after ingestion in controlled drinking studies using \"high-\" and \"low-hopped\" beers. This methodology presents new possibilities for accompanying-alcohol analysis as ingredient-specific markers are developed for other alcohol beverages, e.g. wine and spirits.",
            "score": 81.10655212402344
        },
        {
            "docid": "66575_19",
            "document": "Nutrient . Ethanol (CHOH) supplies calories. For spirits (vodka, gin, rum, etc.) a standard serving in the United States is , which at 40%ethanol (80proof) would be 14 grams and 98 calories. At 50%alcohol, 17.5grams and 122.5calories. Wine and beer contain a similar amount of ethanol in servings of and , respectively, but these beverages also contain non-ethanol calories. A 5-ounce serving of wine contains 100 to 130 calories. A 12-ounce serving of beer contains 95 to 200 calories. According to the U.S. Department of Agriculture, based on NHANES 2013–2014 surveys, women ages 20 and up consume on average 6.8grams of alcohol per day and men consume on average 15.5 grams per day. Ignoring the non-alcohol contribution of those beverages, the average ethanol calorie contributions are 48 and 108 cal/day, respectively. Alcoholic beverages are considered empty calorie foods because, other than calories, they contribute no essential nutrients.",
            "score": 80.75315856933594
        },
        {
            "docid": "12002984_3",
            "document": "Coyol wine . In order to produce the wine, the trees are cut down and drained of their sap, which is left to ferment in the sun. The result is a cloudy, pale yellow, moderately alcoholic beverage. Coyol wine is most commonly produced and sold by private vendors, often seen selling the drink on the side of country roads and at small kiosks in used plastic bottles that originally contained water, soft drinks, or other similar beverages.",
            "score": 80.4966049194336
        },
        {
            "docid": "7728420_2",
            "document": "American Beverage Association . The American Beverage Association (ABA) is a trade organization that represents the beverage industry in the United States. Its members include producers and bottlers of soft drinks, bottled water, and other non-alcoholic beverages.",
            "score": 80.25969696044922
        },
        {
            "docid": "40624042_10",
            "document": "Massachusetts Bottle Bill . A referendum on the ballot in November 2014, concerned whether to expand the bill to cover containers for some non-carbonated beverages. This would address growing concern over the nearly 1.4billion containers not covered by existing legislation that are found in litter and landfill waste. The goal of the initiative petition that placed the measure on the ballot was to broaden the scope of beverage types requiring a deposit in order to be more responsive to consumer preferences as well as establishing a mechanism for stabilizing the recycling industry by tying the handling fees paid to redemption centers to the Consumer Price Index. Opponents argued that the change would increase costs and red tape for the beverage industry.",
            "score": 79.9329833984375
        },
        {
            "docid": "47177306_3",
            "document": "Alcohol-induced respiratory reactions . In 1973, Breslin et al. tested the effects of alcoholic beverage consumption on the respiratory symptoms of 11 asthmatic subjects who gave a history of asthma attacks following certain alcoholic beverages. In response to ingesting the type of beverage that the subjects reported to provoke their symptoms, six developed the asthmatic symptom of chest tightness, two developed a symptom often associated with asthma, rhinitis, and one subject developed both chest tightness and rhinitis. Symptoms developed almost immediately after ingestion, inhalation of fumes from the beverages did not precipitate symptoms, and bronchoconstriction in response to the ingestion was confirmed in the three patients evaluated by pulmonary function tests. The study suggested that these reactions were induced by non-alcoholic allergens that were contained in or contaminated the beverages. In 1978 a non-asthmatic female of Japanese descent with a history of moderately severe bronchoconstriction responses to various alcoholic beverages and in 1981 an asthmatic Japanese male with a similar history beer or 95% pure ethanol were studied and found to develop bronchoconstriction after drinking apple juice but not after drinking apple juice per se; intravenous infusion or inhalation of ethanol also caused bronchospasm responses in the male subject. These studies suggested that alcohol itself caused the asthmatic symptoms triggered by alcoholic beverages. A subsequent study in 1986 found that 9 of 18 patients with a history of red wine-induced asthma symptoms showed bronchoconstriction in response to ingesting red wine; the response correlated positively with the amount of sulfur dioxide contained in the provocative wine. The study suggested that the reaction was not allergen-induced but rather triggered by sulfur dioxide, a sulfur dioxide-related agent, or an agent whose levels in alcohol beverages correlated positively with those of sulfur dioxide. Finally, a questionnaire survey of 366 asthmatic patients conducted in 2000 found that 33% reported asthma symptoms in response to alcoholic beverages; there was a significant association between wine-induced asthma and asthma triggered by sulfite-containing foods, by aspirin, and by nonsteroidal anti-inflammatory drugs (NSAID) other than aspirin. The study suggested the salicylate-\"contaminates\" in wine may contribute to these responses. In other studies, D.P. Agarwal and colleagues associated race-based variations in the activity alcohol-metabolizing enzymes with the occurrence of alcohol flush reactions to alcohol and alcoholic beverages in certain Asian populations. This early work is the basis for further studies that have defined not only many alcohol-induced flush reactions but also many alcohol-induced respiratory reactions as due to racially associated genetic differences in alcohol-metabolizing enzymes.",
            "score": 79.81026458740234
        },
        {
            "docid": "47419_63",
            "document": "Convenience store . Because the laws regarding the sale of alcoholic beverages vary from state to state in the United States, the availability of beer, wine, and liquor varies greatly. For example, while convenience stores in Alaska, Pennsylvania and New Jersey cannot sell any kind of alcohol at all, stores in Nevada, New Mexico, and California may sell alcoholic beverages of any sort, while stores in Virginia, Idaho, or Oregon can sell beer and wine, but not liquor. Similar to grocery stores, convenience stores in New York can sell beer only, not wine or liquor. Altoona, Pennsylvania–based Sheetz tried to find a loophole in 2007 by classifying part of one of their prototype stores in Altoona as a restaurant, which would permit alcohol sales. However, state courts in Pennsylvania promptly overruled this. State law requires restaurants to have on-site consumption, but Sheetz did not do this. Sheetz continues to sell alcohol in other states.",
            "score": 79.51608276367188
        },
        {
            "docid": "1346922_16",
            "document": "Container deposit legislation . In Estonia there is a universal deposit and recycling system since 2005 for one-time and refillable containers. This includes soft drinks, water, beer, cider, juice, juice concentrates, nectars, and low-ethanol alcoholic beverages (up to 6% volume). It does not include strong alcoholic beverages such as wine or vodka, glass jars, or Tetra Paks. The deposit is €0.10 on all metal, plastic, and glass beverage containers of all sizes. The system is operated by Eesti Pandipakend OÜ, which is a producer responsibility organization representing the Estonian Association of Brewers, the Association of Producers of Soft Drinks, the Association of Importers of Soft Drinks and Beer, and the Estonian Retailers Association.",
            "score": 79.47859191894531
        },
        {
            "docid": "20801685_2",
            "document": "Alcoholic beverages in Oregon . The U.S. state of Oregon has an extensive history of laws regulating the sale and consumption of alcoholic beverages, dating back to 1844. It has been an alcoholic beverage control state, with the Oregon Liquor Control Commission holding a monopoly over the sale of all distilled beverages, since Prohibition. Today, there are thriving industries producing beer, wine, and liquor in the state. Alcohol may be purchased between 7 a.m. and 2:30 a.m. As of 2007, consumption of spirits is on the rise, while beer consumption is holding steady. Also, 11% of beer sold in Oregon was brewed in-state, the highest figure in the United States.",
            "score": 79.44648742675781
        },
        {
            "docid": "22795875_37",
            "document": "Alcohol laws of New Jersey . Federal law prohibits alcoholic beverages from being shipped through the mail. New Jersey effectively prohibits the shipment of beer and spirits to customers by requiring a liquor license to transport alcohol, but not having any class of liquor license that grants permission to ship beer or spirits. United Parcel Service (UPS) and Federal Express will ship wine to a person's home, but will only deliver beer or hard liquor to a licensed business. Although uncommon, it is legal for a liquor store to deliver alcoholic beverages by car or van to a person's home. ABC regulations mandate that the alcoholic beverages being delivered are paid for in advance, that they are received by someone 21 or older, and that they take place when the licensed establishment is permitted to be open.",
            "score": 79.34957122802734
        }
    ]
}