{
    "q": [
        {
            "docid": "4902154_5",
            "document": "Gawler Ranges . The ranges were formed by volcanic activity nearly 1.5 billion years ago: the volcanic activity resulted in a lava field, rather than volcanoes. The highest point is Nukey Bluff at above sea level. The ranges are a small part of the Gawler Craton which is a craton rich in mineral resources, although many are only recently discovered and not yet fully exploited. Bornhardts dominate the landscape.",
            "score": 87.30373620986938
        },
        {
            "docid": "6265881_5",
            "document": "Churchill Craton . The Murmac Bay Group exposed in the southwestern half of the Western Churchill Craton, near Uranium City, Saskatchewan consists of a mixed package of Precambrian volcanic and sedimentary rocks These rocks sit on ca. 3 Ga granitoids and have been affected by several deformational and metamorphic events.",
            "score": 58.86590790748596
        },
        {
            "docid": "34208684_3",
            "document": "Tanzania Craton . The Tanzania Craton forms the highest part of the East African Plateau. The craton is surrounded by Proterozoic mobile belts of various ages and grades of metamorphism. These include the Ubendian, Usagaran, Karagwe-Ankolean and Bukoban systems. The Mozambique Belt lies to the east. The craton divides the east and west branches of the East African Rift. The southern end of the Gregory Rift Valley terminates against the craton. The volcanic area of this rift covers the surface interface between the Mozambique orogenic fold belt and the Tanzania Craton. A superplume exists beneath the craton. An indirect effect of rift and plume associated volcanism in the Tanzania Craton is the high levels of soil nutrients in Serengeti provided by volcanic ash from Ol Doinyo Lengai.",
            "score": 65.2889723777771
        },
        {
            "docid": "6101870_13",
            "document": "Vaalbara . Remarkably similar lithostratigraphic and chronostratigraphic structural sequences between these two cratons have been noted for the period between 3.5 and 2.7 billion years ago. Paleomagnetic data from two ultramafic complexes in the cratons showed that at the two cratons could have been part of the same supercontinent. Both the Pilbara and Kaapvaal cratons show extensional faults which were active about during felsic volcanism and coeval with the impact layers.",
            "score": 101.32112050056458
        },
        {
            "docid": "2224836_2",
            "document": "Bangweulu Block . The Bangweulu Block is a cratonic unit that forms part of the Congo craton of central Africa. The Bangweulu Block however consists of Palaeoproterozoic granitoids and volcanics, and is overlain by a Palaeoproterozoic continental sedimentary succession, the Mporokoso Group, and does not preserve much direct evidence of Archaean protoliths.",
            "score": 51.123202323913574
        },
        {
            "docid": "26230561_11",
            "document": "The Rove Formation . Northeast Minnesota has 2700-million-year-ago exposed rocks formed during volcanic activity that was in the form of seepage of lava from rifts in the sea floor. These lava flows began to rise up out of the ancient ocean to form the Superior craton; the Superior craton later assembled into the Canadian shield, which became part of the North American craton. The Superior province is the largest preserved fragment of Archean crust, and the Canadian shield is the nucleus of the North American craton.",
            "score": 89.1554582118988
        },
        {
            "docid": "21989082_3",
            "document": "West African Craton . The West African Craton (WAC) is one of the five cratons of the Precambrian basement rock of Africa that make up the African Plate, the others being the Kalahari craton, Congo craton, Saharan Metacraton and Tanzania Craton. Cratons themselves are tectonically inactive, but can occur near active margins, with the WAC extending across 14 countries in Western African, coming together in the late Precambrian and early Palaeozoic eras to form the African continent. It consists of two Archean centers juxtaposed against multiple Paleoproterozoic domains made of greenstone belts, sedimentary basins, regional granitoid-tonalite-trondhjemite-granodiorite(TTG) plutons, and large shear zones. The craton is overlain by Neoproterozoic and younger sedimentary basins. The boundaries of the WAC are predominantly defined by a combination of geophysics and surface geology, with additional constraints by the geochemistry of the region. At one time, volcanic action around the rim of the craton may have contributed to a major global warming event.",
            "score": 78.94950461387634
        },
        {
            "docid": "42922770_6",
            "document": "Cedar Beach (Brookhaven, New York) . Prior in the mid-19th century, the mouth of Mount Sinai Harbor was on at its eastern side, with the peninsula on which Cedar Beach now sits being accessible from Port Jefferson. When tides and winds closed the harbor's opening, a new mouth was opened on its east side, switching the peninsula's connection from Port Jefferson to Miller Place. Dredging projects were active in Mount Sinai Harbor until the 1960s.",
            "score": 44.83970022201538
        },
        {
            "docid": "673743_8",
            "document": "Craton . The process by which cratons were formed from early rock is called cratonization. The first large cratonic landmasses formed during the Archean eon. During the early Archean, Earth's heat flow was nearly three times higher than it is today because of the greater concentration of radioactive isotopes and the residual heat from the Earth's accretion. There was considerably greater tectonic and volcanic activity; the mantle was less viscous and the crust thinner. This resulted in rapid formation of oceanic crust at ridges and hot spots, and rapid recycling of oceanic crust at subduction zones. There are at least three hypotheses of how cratons have been formed: 1) surface crust was thickened by a rising plume of deep molten material, 2) successive subducting plates of oceanic lithosphere became lodged beneath a proto-craton in an under-plating process, 3) accretion from island arcs or continental fragments rafting together to thicken into a craton.",
            "score": 87.46367645263672
        },
        {
            "docid": "4941595_8",
            "document": "Gawler Craton . Palaeoproterozoic rocks of the eastern and central Gawler Craton are overlain by relatively unmetamorphosed clastics of the Corunna Conglomerate, the Gawler Range Volcanics, the Pandurra Formation, and thin platformal late Proterozoic and Cambrian sediments of the Stuart and Spencer Shelves. In and around the Gawler Ranges, the volcanics and older rocks were intruded by Hiltaba Suite granites which are closely associated with formation of the giant Olympic Dam orebody of the Eastern Olympic Copper-Gold Province. Although relatively undeformed, the Gawler Range Volcanics, which extend from the centre of the craton to its eastern margin, represent a major period of crustal deformation ca. 1590 Ma which heralded the final consolidation and stabilization of the craton as it is seen today.",
            "score": 75.15259885787964
        },
        {
            "docid": "37287259_2",
            "document": "Xiong'er Volcanic Belt . The Xiong'er Volcanic Belt () is a 1770 to 1800 million year-old group of volcanic rocks located on the southern edge of the North China craton (Figure 1). It covers an area of approximately 60,000 km and varies from 3000 m to 7000 m thick. The perimeter of the volcanic belt is composed of three faults: the Jianxian-Lintong fault to the northwest, the Luoyang-Baofeng fault to the northeast, and the Luonan-Luanchan fault to the south (Figure 2). The volcanic belt formed at a time in Earth's history when all of the continents were joined together forming the Supercontinent Columbia, the earliest known supercontinent. The Xiong'er Volcanic Belt is very important because it can provide valuable information to help piece together the formation and breakup of the Supercontinent Columbia and the North China craton by identifying what type of boundary was located on the southern edge of the North China craton.",
            "score": 76.83018779754639
        },
        {
            "docid": "276608_2",
            "document": "New York Harbor . New York Harbor, part of the Port of New York and New Jersey, is at the mouth of the Hudson River where it empties into New York Bay and into the Atlantic Ocean at the East Coast of the United States. It is one of the largest natural harbors in the world. Although the United States Board on Geographic Names does not use the term, \"New York Harbor\" has important historical, governmental, commercial, and ecological usages.",
            "score": 44.38222527503967
        },
        {
            "docid": "15453416_7",
            "document": "Trans-Hudson orogeny . Marine evidence indicates that the area initially opened to form an ocean called the Manikewan Ocean. Faulting, sedimentary and igneous rocks all indicate that divergence formed a rift valley that continued to spread until it resulted in a passive margin in which there was no tectonic activity. Shallow marine deposits formed on the continental shelves, and oceanic crust formed on the margins of the continental cratons as the divergence continued. Eventually the divergence stopped, then reversed direction, and collision occurred between continental land masses. During the Wopmay orogeny, subduction occurred as oceanic crust of the Slave Craton was subducted beneath an eastward moving continental plate. Likewise, during the Trans-Hudson orogeny, rifting at first separated the Superior craton from the rest of the continent. Then the Superior Craton reversed its direction and the ocean basin began to close. A subduction zone formed as the oceanic crust of the Superior Craton was subducted beneath the Hearne and Wyoming Craton with the Sask Craton in the middle. Volcanic arcs developed as the cratons collided, eventually resulting in the THO mountain building (orogeny).",
            "score": 82.27807426452637
        },
        {
            "docid": "54100691_5",
            "document": "The Golden State Entering New York Harbor . \"The Golden State Entering New York Harbor\" is rich in detail. As noted by the Fitz Henry Lane Online Project of the Cape Ann Museum (Cape Ann is the rocky cape north of Boston on which Gloucester sits), the painting shows New York City in the background, as seen from New Jersey. A steamship is shown just past the bow of the \"Golden State\". A variety of vessels plies New York Harbor. As he was hired by the owner of \"Golden State\" for his second commission, Lane was incentivized to show energy and a plethora of vessel types, all adding up to the idea that New York was foremost world harbor.",
            "score": 47.180983543395996
        },
        {
            "docid": "27885903_2",
            "document": "List of volcanic settlements . Settlements built on volcanoes of recent origin or somewhere on their volcanic complexes or volcanic fields. These volcanoes may be active, dormant or otherwise may not be entirely extinct. Such settlements are subject to potential future volcanic hazards, including but not limited to volcanic eruption, hydrothermal activity or volcanic gases in their vicinity. This category does not include settlements merely \"threatened\" by volcanic activity but which are located at a distance away, and not located on the volcanic structure itself. It does include settlements which have volcano evacuation routes/procedures or warning systems.",
            "score": 69.7823235988617
        },
        {
            "docid": "673743_11",
            "document": "Craton . One perspective of how the cratonization process might have first begun in the Archean is given by Warren B. Hamilton: Very thick sections of mostly submarine mafic, and subordinate ultramafic, volcanic rocks, and mostly younger subaerial and submarine felsic volcanic rocks and sediments were oppressed into complex synforms between rising young domiform felsic batholiths mobilized by hydrous partial melting in the lower crust. Upper-crust granite-and-greenstone terrains underwent moderate regional shortening, decoupled from the lower crust, during compositional inversion accompanying doming, but cratonization soon followed. Tonalitic basement is preserved beneath some greenstone sections but supracrustal rocks commonly give way downward to correlative or younger plutonic rocks... Mantle plumes probably did not yet exist, and developing continents were concentrated in cool regions. Hot-region upper mantle was partly molten, and voluminous magmas, mostly ultramafic, erupted through many ephemeral submarine vents and rifts focussed at the thinnest crust... Surviving Archean crust is from regions of cooler, and more depleted, mantle, wherein greater stability permitted uncommonly thick volcanic accumulations from which voluminous partial-melt, low-density felsic rocks could be generated.",
            "score": 64.97208368778229
        },
        {
            "docid": "7946884_10",
            "document": "New York Harbor School . The New York City Department of Education classifies the UA New York Harbor School as a Career and Technical Education high school. CTE is the new term for vocational education. The New York City DOE has rethought CTE training based on the growing need for college-educated people who are also trained in technical fields. The Harbor School is part of this effort to prepare students for college with a regular New York State Regents Diploma and for a technical career.",
            "score": 47.9454984664917
        },
        {
            "docid": "26443413_7",
            "document": "Brothers Fault Zone . The Brothers Fault Zone is also the locus of the High Lava Plains (HLP) volcanism of central and southeastern Oregon. HLP volcanism is notable for showing an age progression from 16 Ma at its eastern end (near the Oregon–Nevada–Idaho corner) to the active Newberry Volcano at its western end. This age progression mirrors the very similar progression along the track of the Yellowstone Hotspot, which appears to have a common origin. Also closely related in space and time is the eruption of the 16.6 Ma Steens Basalts, the initial and most voluminous phase of the Columbia River Basalt Group lava flows that blanket eastern Oregon and the entire southeastern quarter of Washington. These also show a similar age progression to the north; there is a great deal of debate on how all of these are related, and how they initiated. The track of the Yellowstone Hotspot is neatly explained by motion of the North American craton over a plume (hotspot) of material rising from the mantle. But this explanation fails for the so-called \"Newberry hotspot\" track, which lies oblique to the motion of the craton. One suggestion is that the large blob of molten rock at the head of the plume was sheared off by the advancing edge of the craton, and remained entrained in front of the craton to melt the lithosphere in a broad region, while the tail of the plume was overrun to make the Yellowstone Hotspot track. Age progressive volcanism along the Brothers Fault Zone (as well as the Steens Fault and North Nevada Rift) results from the expanding lithospheric melt opportunistically exploiting existing crustal faults.",
            "score": 64.53157448768616
        },
        {
            "docid": "21989082_13",
            "document": "West African Craton . Proponents of the Snowball Earth theory claim that sometime before 650 million years ago the Earth was going through an extremely cold period. The oceans were frozen to great depths, and snow covering reflected the heat from the sun through cloudless skies. Only simple forms of life could survive in locations such as deep oceanic hydrothermal vents. At the end of this period the edges of the West African craton became highly active, throwing up a ring of volcanoes. The thermal activity was caused by excessive mantle heat that had built up below the craton, insulated by the lithosphere. The volcanic eruptions created a greenhouse effect on massive scale, melting the ice and releasing CO into the atmosphere. The climate quickly switched to one much warmer than today, resulting in the Cambrian explosion of life forms.",
            "score": 83.88203048706055
        },
        {
            "docid": "50735349_4",
            "document": "Hottah terrane . This view was, however, challenged by . In their model, the Hottah terrane was detached from the Slave Craton south of its present location (in modern coordinates) and made a northward voyage along an active margin similar to that of Baja California Peninsula and its chain of volcanoes. The Hottah terrane, according to their dating evidence, share the same tectonic history as several domains south and east of it, domains that were tied to the Slave Craton ca. 1.97 Ga. The active margin in which the Hottah terrane was born began at ca. 2.0 Ga and lasted until ca. 1.85 Ga. During this period the terrane was transported laterally along the subduction system before colliding with the Slave Craton ca. 1.88 Ga. Renewed eastward subduction then resulted in the volcanism of the Great Bear magmatic arc ca. 1.876–1.869 Ga while plutonism lasted until ca. 1.855 Ga.",
            "score": 74.47107887268066
        },
        {
            "docid": "43790620_2",
            "document": "Eastern Pilbara Craton . The Eastern Pilbara Craton is the eastern portion of the Pilbara Craton located in Western Australia. This region contains variably metamorphosed mafic and ultramafic greenstone belt rocks, intrusive granitic dome structures, and volcanic sedimentary rocks. These greenstone belts worldwide are thought to be the remnants of ancient volcanic belts, and are subject to much debate in today's scientific community. Areas such as Isua and Barberton which have similar lithologies and ages as Pilbara have been argued to be subduction accretion arcs, while others suggest that they are the result of vertical tectonics. This debate is crucial to investigating when/how plate tectonics began on Earth. The Pilbara Craton along with the Kaapvaal Craton are the only remaining areas of the Earth with pristine 3.6–2.5 Ga crust. The extremely old and rare nature of this crustal region makes it a valuable resource in the understanding of the evolution of the Archean Earth.",
            "score": 82.53197145462036
        },
        {
            "docid": "27263300_10",
            "document": "Big Dan Mine . Big Dan is situated in the Temagami Greenstone Belt, a 2,736 million year old sequence of metamorphosed igneous and sedimentary rocks that forms part of the much larger Superior craton. The belt is exposed through the Huronian Supergroup and represents an isolated southern exposure of the Abitibi Subprovince. Volcanic activity in the Temagami Greenstone Belt spanned from 2,736 to 2,687 million years ago, indicating that it was a zone of active volcanism for at least 49 million years. The Younger Volcanic Complex, a unit of the Temagami Greenstone Belt made of mostly mafic volcanic rocks, is the main volcanic complex at Big Dan. A series of intrusions penetrate the complex and three major zones of deformation have been identified, namely the Northeast Arm Deformation Zone, the Link Lake Deformation Zone and the Net Lake-Vermilion Lake Deformation Zone.",
            "score": 91.29227185249329
        },
        {
            "docid": "6103494_10",
            "document": "Slave Craton . The Banting group is a north-striking sequence that is faulted overtop of the older Kam Group and younger Jackson Lake Formation. The contact between the lower units and the Banting Group is a disconformity that represents a ca. 40 million year gap in deposition. The Banting Group contains siliceous to intermediate volcanic rocks that are typically calk-alkalic. The Banting Group formation is largely a result of post 2.7 Ga volcanism and sub-volcanic activity. A series of 2658 Ma quartz-feldspar intrusions are found throughout the underlying Kam group that are related to the post 2.7 Ga volcanism found in the Banting Group.",
            "score": 69.46242380142212
        },
        {
            "docid": "44642751_12",
            "document": "Yes, I Can . Yes I Can allows students to develop their reading and writing skills at an intelligent but basic level. However the program does not claim to establish a level of literacy that is self-sustaining without additional attention. Consequently, a third phase of the campaign, known as the 'post-literacy' phase (\"Yo, sí puedo seguir\") provides opportunities for graduates to undertake activities that consolidate and extend their new literacy. These may take the form of ongoing courses, employment or becoming a facilitator for a new intake of students.",
            "score": 22.41637110710144
        },
        {
            "docid": "3548890_17",
            "document": "Yilgarn Craton . The Southern Cross Province lies in the central area of the Yilgarn craton. The Marda–Diemals greenstone belt in the Southern Cross Terrane can be divided into three layers: the lower greenstone belt (ca. 3.0 Ga) characterized by mafic volcanic rock and banded iron formation, a felsic-intermediate volcanism layer, and an upper sedimentary layer (ca. 2.73 Ga) of calc-alkaline volcanic (Marda Complex) and clastic sedimentary rocks (Diemals Formation).",
            "score": 59.934956550598145
        },
        {
            "docid": "37287259_10",
            "document": "Xiong'er Volcanic Belt . Understanding what type of tectonic setting the Xiong'er Volcanic Belt formed in is crucial for the reconstruction of the Supercontinent Columbia and for making models of plate movement in the Earth's past. If the Xiong'er Volcanic belt represents a rift, then that will indicate that the southern edge of the North China craton faced another continent while it was a part of the Supercontinent Columbia, but if it is an Andean type continental margin then that will indicate that the southern edge of the North China craton would have faced the open ocean at this time.",
            "score": 76.06006979942322
        },
        {
            "docid": "25617606_8",
            "document": "Bobby Pearce (designer) . Reviews for \"Taboo\" include \"What the show does have and could not exist without - is a great sense of style - on top of this come nonstop outlandish, freaky and beautiful costumes\" (\"New York Newsday\"), and \"flagrantly stylish, outrageously sexy ... sit back and watch the fashion show\" (Ben Brantley, \"The New York Times\").",
            "score": 28.759103059768677
        },
        {
            "docid": "47776929_5",
            "document": "Proud Pour . In New York, Proud Pour's wine supports the work of The Billion Oyster Project in New York City. The Billion Oyster Project is a citizen science project coordinated by the New York Harbor School with the goal of restoring one billion live oysters to New York Harbor by 2030. The project aims to engage hundreds of thousands of school children during its lifetime in marine restoration-based STEM education programs. The project grew out of the activities of students at the New York Harbor School who started growing and restoring oysters in New York Harbor in 2008.",
            "score": 55.76376533508301
        },
        {
            "docid": "3548890_4",
            "document": "Yilgarn Craton . This accretion event is recorded by widespread granite and granodiorite intrusions, which comprise over 70% of the Yilgarn craton; voluminous tholeiitic basalt and komatiite volcanism; regional metamorphism and deformation as well as the emplacement of the vast majority of the craton's endowment in gold mineralisation.",
            "score": 62.57531452178955
        },
        {
            "docid": "47405940_2",
            "document": "Billion Oyster Project . The Billion Oyster Project is a citizen science project co-ordinated by the New York Harbor School with the goal of restoring one billion live oysters to New York Harbor by 2030. The project aims to engage hundreds of thousands of school children during its lifetime in marine restoration-based STEM education programs. The project grew out of the activities of students at the New York Harbor School who started growing and restoring oysters in New York Harbor in 2008.",
            "score": 54.34729814529419
        },
        {
            "docid": "15620404_4",
            "document": "Wyoming Craton . Local preservation of 3.6–3.0 Ga gneisses and widespread isotopic evidence for crust of this age incorporated into younger plutons indicates that the Wyoming Craton originated as a 100,000 km middle Archean craton that was modified by late Archean volcanic magmatism and plate movements and Proterozoic extension and rifting.",
            "score": 60.32138156890869
        },
        {
            "docid": "19630739_44",
            "document": "Continent . There are many microcontinents, or continental fragments, that are built of continental crust but do not contain a craton. Some of these are fragments of Gondwana or other ancient cratonic continents: Zealandia, which includes New Zealand and New Caledonia; Madagascar; the northern Mascarene Plateau, which includes the Seychelles. Other islands, such as several in the Caribbean Sea, are composed largely of granitic rock as well, but all continents contain both granitic and basaltic crust, and there is no clear boundary as to which islands would be considered microcontinents under such a definition. The Kerguelen Plateau, for example, is largely volcanic, but is associated with the breakup of Gondwanaland and is considered a microcontinent, whereas volcanic Iceland and Hawaii are not. The British Isles, Sri Lanka, Borneo, and Newfoundland are margins of the Laurasian continent—only separated by inland seas flooding its margins.",
            "score": 68.81116223335266
        }
    ],
    "r": [
        {
            "docid": "520744_5",
            "document": "Geology of Great Britain . Great Britain does not have any active volcanoes now, but has had an active volcanic past. The last active volcanoes stopped erupting about 60 million years ago and the islands are no longer located upon any tectonic boundary or active volcanic region, nor are there other geological phenomena in the island group able to give rise to active volcanism. However, on a geological timescale, a considerable degree of active and large-scale volcanism occurred in Great Britain, and many famous landmarks are formed of the eroded igneous rocks formed during these orogenies (mountain-building periods). The British Geological Survey lists Snowdonia and the Lake District as having extremely large volcanic eruptions around 450 million years ago (mya), Edinburgh Castle lying upon the remains of a volcano dating back 350 mya, and some islands of western Scotland as being remnants of volcanoes from around 60 mya.",
            "score": 124.29533386230469
        },
        {
            "docid": "25498415_5",
            "document": "Volcanic history of the Northern Cordilleran Volcanic Province . More than 100 eruptions have occurred in the past 20 million years with a broad range of eruptive styles. These volcanic processes have created a range of different volcanic landforms, including stratovolcanoes, shield volcanoes, lava domes and cinder cones, along with a few isolated examples of rarer volcanic forms such as tuyas. Large persistent volcanoes of the Northern Cordilleran Volcanic Province can remain dormant for hundreds or thousands of years between eruptions and therefore the greatest risk caused by volcanic activity is not always readily apparent. Volcanics older than 14 million years are mainly found in the northern portion of the volcanic province while volcanics ranging from nine to four million years old exist only in the middle of the volcanic province. At least three types of volcanic zones are present in the Northern Cordilleran Volcanic Province, including large persistent lava plateaus like those found at the Mount Edziza volcanic complex, polygenetic volcanoes such as Hoodoo Mountain and monogenetic volcanoes like the basaltic cinder cones found throughout the volcanic province. When Northern Cordilleran volcanoes do erupt, pyroclastic flows, lava flows and landslides can devastate areas away and mudflows of volcanic ash and debris can inundate valleys downstream. Falling ash from explosive eruptions can disrupt human activities hundreds of kilometres downwind, and drifting clouds of fine volcanic ash can cause severe damage to jet aircraft even hundreds of kilometres away. Volcanic deposits in the Northern Cordilleran Volcanic Province include lava flows, welded and unwelded pyroclastic deposits, hydroclastic deposits and other ice-contact volcanic deposits. The variety of different volcanic deposits is partly due to changes in eruption characteristics from mainly subaerial eruptions to broadly subglacial eruptions throughout the history of the Northern Cordilleran Volcanic Province. There is evidence of a decline in volcanic activity over the past few million years. This decline in volcanic activity can be grouped into two phases. From eight to four million years ago, volcanism rates were higher than they are at present. Magma production during this volcanic phase was most active from seven to five million years ago and was related to a period of rifting along the Pacific and North American Plate boundary. Between four and three million years ago in the Pliocene epoch, a pause in volcanic activity began to happen. The most recent magmatic phase ranging from two million years ago to present resulted from nearby areas of rifting during a period of compression between the Pacific and North American plates. Volcanism rates during this volcanic phase was most active from two to one million years ago with the construction of 25 volcanic zones then decreased one million years ago with the construction of 11 volcanic zones. To date, the most recent volcanic phase has produced of volcanic material whereas the first phase produced of volcanic material. Even though the rate in volcanism throughout the Northern Cordilleran Volcanic Province has changed considerably, there is no correlation between the rate in magma production and the number of active volcanoes during any interval of time. The present day volcanism rate for the Northern Cordilleran Volcanic Province is considerably lower than the Cascade Volcanic Arc and Hawaiian volcanism rates. However, geologists are aware the temporal volcanic patterns known for the Northern Cordilleran Volcanic Province should be looked at carefully because volcanics that pre-date the last glacial period have been eroded by glacial ice and many of the volcanics have not been directly dated or have not been dated in significant detail to identify more individual temporal patterns. Lava fountains can occur in the Northern Cordilleran Volcanic Province roughly every 100 years. Large basaltic shield volcanoes throughout the central Northern Cordilleran Volcanic Province form large lava plateaus and are the largest volcanoes of the volcanic zone. These extensive volcanoes are generally larger and more long-lived than volcanoes of adjacent volcanic zones, including the stratovolcanoes of the Cascade and Aleutian arcs. Mount Shasta, the largest stratovolcano in the Cascade Arc and Mount Veniaminof, one of the largest and most active volcanoes in the Aleutian Arc, have volumes of at least , less than half of that of the Level Mountain and Edziza shield complexes. The massive Level Mountain shield, occupying an area of and a volume of more than , is the most voluminous and most long-lived volcano of the Northern Cordilleran Volcanic Province. Further south, the Mount Edziza volcanic complex resides as the seconed most voluminous volcano with an area of and a volume of . Just west of Level Mountain lies Heart Peaks, the third most voluminous volcano of the Northern Cordilleran Volcanic Province with an area of . However, remains of a shield volcano that once covered an area of more than are present in the western Cassiar Mountains as Maitland Volcano.",
            "score": 116.68490600585938
        },
        {
            "docid": "30378053_4",
            "document": "Earthquake activity in the New York City area . The New York City area is part of the geologically complex structure of the northern Appalachian Mountains. This complex structure was formed during the past half billion years when the Earth's crust underlying the Northern Appalachians was the site of two major geological episodes, each of which has left its imprint on the area's bedrock. Between about 450 million years ago and about 250 million years ago, the Northern Appalachian region was affected by a continental collision, in which the ancient African continent collided with the ancient North American continent to form the supercontinent Pangaea. Beginning about 200 million years ago, the present-day Atlantic Ocean began to form as plate tectonic forces began to rift apart the continent of Pangaea. The last major episode of geological activity to affect the bedrock in the New York area occurred about 100 million years ago, during the Mesozoic era, when continental rifting that led to the opening of the present-day Atlantic Ocean formed the Hartford and Newark Mesozoic rift basins.",
            "score": 115.16012573242188
        },
        {
            "docid": "29575698_10",
            "document": "Geology of New England . New England, like the rest of the eastern United States, does not contain any active volcanoes in the present era. However, the White Mountains region of New Hampshire contains strong evidence of volcanic activity approximately 145 million years ago. Volcanic formation in the White Mountains has been estimated to have occurred between the late Jurassic and early Cretaceous periods, and would have coincided with the separation of Pangaea. As Pangaea broke apart and land masses were shifting, large features like the White Mountains were formed; at the same time, as this multitude of cracks was occurring, magma rose up and filled many of these voids. In this manner calderas were formed throughout the White Mountains as magma receded; these calderas then subsequently erupted on a scale dwarfing the 1980 eruption of Mount St. Helens. The results of these massive eruptions can be found in such places as the Ossipee Mountains, which are located proximal to the White Mountains. The Ossipee Mountains contain substantial amounts of volcanic rock, and the many ring dikes across the region indicate that there was once an active volcano on the site. Volcanic rocks can also be found throughout the White Mountains beyond the Ossipee region, further confirming that eruptions occurred across the area millions of years ago.",
            "score": 115.11913299560547
        },
        {
            "docid": "9565385_5",
            "document": "Big Cave . The Cascade Range has been active for about 36 million years, largely as a result of the subduction through convergence of the Juan de Fuca tectonic plate with the North American Plate, which persists at a rate of annually. Cascade volcanism has occurred intermittently; there are volcanic rocks that are probably unrelated to subduction dating to between 55 million and 42 million years ago, with the most recent activity starting roughly 5 million years ago. In the Cascade Volcanic Arc, volcanism during the Holocene epoch spans the Garibaldi Volcanic Belt in southern British Columbia in Canada to the Lassen Peak volcanic complex in northern California. However, along the arc, volcanism shows profound differences. South of Crater Lake in Oregon, the belt bends in southeastern direction until reaching Lassen Peak. The eastern boundary of the Southern Cascades known as the Hat Creek Graben region is cut by many faults and incorporates several tectonic provinces and volcanoes. It also resides at the transition zone between the subducting Gorda tectonic plate, which is also moving under the North American Plate, the Klamath Mountain Region where the Earth's crust is shortening, and an area of normal faults. In this region, more than 500 volcanic vents have erupted in the past 7 million years. In California, volcanoes like Lassen Peak and Mount Shasta occur among rings of mafic (rich in magnesium and iron) shield volcanoes and volcanic fields such as the Medicine Lake Volcano.",
            "score": 113.30345153808594
        },
        {
            "docid": "987039_5",
            "document": "Siberian Traps . The source of the Siberian Traps basaltic rock has been attributed to a mantle plume, which rose until it impacted against the bottom of the Earth's crust, producing volcanic eruptions through the Siberian Craton. It has been suggested that, as the Earth's lithospheric plates moved over the mantle plume (the Iceland plume), the plume produced the Siberian Traps in the Permian and Triassic periods, later going on to produce volcanic activity on the floor of the Arctic Ocean in the Jurassic and Cretaceous, and then generating volcanic activity in Iceland. Other plate tectonic causes have also been suggested. Another possible cause may be the impact that formed the Wilkes Land crater in Antarctica, which is estimated to have occurred around the same time and been nearly antipodal to the traps.",
            "score": 113.04876708984375
        },
        {
            "docid": "22444008_7",
            "document": "Volcanology of Eastern Canada . Periods of volcanic activity occurred throughout central Canada during the Jurassic and Cretaceous periods. The source for this volcanism was a long-lived and stationary area of molten rock called the New England or Great Meteor hotspot. The first event erupted kimberlite magma in the James Bay lowlands region of northern Ontario 180 million years ago, creating the Attawapiskat kimberlite field. Another kimberlite event spanned a period of 13 million years 165 to 152 million years ago, creating the Kirkland Lake kimberlite field in northeastern Ontario. Another period of kimberlite volcanism occurred in northeastern Ontario 154 to 134 million years ago, creating the Lake Timiskaming kimberlite field. As the North American Plate moved westward over the New England hotspot, the New England hotspot created the magma intrusions of the Monteregian Hills in Montreal in southern Quebec. These intrusive stocks have been variously interpreted as the feeder intrusions of long extinct volcanoes that would have been active 125 million years ago, or as intrusions that never breached the surface in volcanic activity. The lack of a noticeable hotspot track west of the Monteregian Hills might be due either to failure of the New England mantle plume to pass through massive strong rock of the Canadian Shield, the lack of noticeable intrusions, or to strengthening of the New England mantle plume when it approached the Monteregian Hills region.",
            "score": 112.82564544677734
        },
        {
            "docid": "9414134_6",
            "document": "Volcanology of Canada . The Archean Red Lake greenstone belt in western Ontario consists of basaltic and komatiitic volcanics ranging in age from 2,925 to 2,940 million years old and younger rhyolite-andesite volcanics ranging in age from 2,730 to 2,750 million years old. It is situated in the western portion of the Uchi Subprovince, a volcanic sequence comprising a number of greenstone belts. The 1884- to 1864‑million-year-old Circum-Superior Belt constitutes a large igneous province extending for more than from the Labrador Trough in Labrador and northeastern Quebec though the Cape Smith Belt in northern Quebec, the Belcher Islands in southern Nunavut, the Fox River and Thompson belts in northern Manitoba, the Winnipegosis komatiite belt in central Manitoba, and on the southern side of the Superior craton in the Animikie Basin of northwestern Ontario. Two volcano-sedimentary sequences exist in the Labrador Trough with ages of 2,170–2,140 million years and 1,883–1,870 million years. In the Cape Smith Belt, two volcanic groups range in age from 2,040 to 1,870 million years old called the Povungnituk volcano-sedimentary Group and the Chukotat Group. The Belcher Islands in eastern Hudson Bay contain two volcanic sequences known as the Flaherty and Eskimo volcanics. The Fox River Belt consists of volcanics, sills and sediments some 1,883 million years old while magmatism of the Thompson Belt is dated to 1,880 million years old. To the south lies the 1,864‑million-year-old Winnipegosis komatiites. In the Animikie Basin near Lake Superior, volcanism is dated 1,880 million years old. During the Mesoproterozoic era of the Precambrian eon 1,109 million years ago, northwestern Ontario began to split apart to form the Midcontinent Rift System, also called the Keweenawan Rift. Lava flows created by the rift in the Lake Superior area were formed from basaltic magma. The upwelling of this magma was the result of a hotspot which produced a triple junction in the vicinity of Lake Superior. The hotspot made a dome that covered the Lake Superior area. Voluminous basaltic lava flows erupted from the central axis of the rift, similar to the rifting that formed the Atlantic Ocean. A \"failed arm\" extends north into mainland Ontario where it forms a geological formation known as the Nipigon Embayment. This failed arm includes Lake Nipigon, the largest lake entirely within the boundaries of Ontario. Periods of volcanic activity occurred throughout central Canada during the Jurassic and Cretaceous periods. The source for this volcanism was a long-lived and stationary area of molten rock called the New England or Great Meteor hotspot. The first event erupted kimberlite magma in the James Bay lowlands region of northern Ontario 180 million years ago, creating the Attawapiskat kimberlite field. Another kimberlite event spanned a period of 13 million years 165 to 152 million years ago, creating the Kirkland Lake kimberlite field in northeastern Ontario. Another period of kimberlite volcanism occurred in northeastern Ontario 154 to 134 million years ago, creating the Lake Timiskaming kimberlite field. As the North American Plate moved westward over the New England hotspot, the New England hotspot created the magma intrusions of the Monteregian Hills in Montreal in southern Quebec. These intrusive stocks have been variously interpreted as the feeder intrusions of long extinct volcanoes that would have been active 125 million years ago, or as intrusions that never breached the surface in volcanic activity. The lack of a noticeable hotspot track west of the Monteregian Hills might be due either to failure of the New England mantle plume to pass through massive strong rock of the Canadian Shield, the lack of noticeable intrusions, or to strengthening of the New England mantle plume when it approached the Monteregian Hills region. About 250 million years ago during the early Triassic period, Atlantic Canada lied roughly in the middle of a giant continent called Pangaea. This supercontinent began to fracture 220 million years ago when the Earth's lithosphere was being pulled apart from extensional stress, creating a divergent plate boundary known as the Fundy Basin. The focus of the rifting began somewhere between where present-day eastern North America and northwestern Africa were joined. During the formation of the Fundy Basin, volcanic activity never stopped as shown by the going eruption of lava along the Mid-Atlantic Ridge; an underwater volcanic mountain range in the Atlantic Ocean formed as a result of continuous seafloor spreading between eastern North America and northwestern Africa. As the Fundy Basin continued to form 201 million years ago, a series of basaltic lava flows were erupted, forming a volcanic mountain range on the mainland portion of southwestern Nova Scotia known as North Mountain, stretching from Brier Island in the south to Cape Split in the north. This series of lava flows cover most of the Fundy Basin and extend under the Bay of Fundy where parts of it are exposed on the shore at the rural community of Five Islands, east of Parrsboro on the north side of the bay. Large dikes wide exist throughout southernmost New Brunswick with ages and compositions similar to the North Mountain basalt, indicating these dikes were the source for North Mountain lava flows. However, North Mountain is the remnants of a larger volcanic feature that has now been largely eroded based on the existence of basin border faults and erosion. The hard basaltic ridge of North Mountain resisted the grinding of ice sheets that flowed over this region during the past ice ages, and now forms one side of the Annapolis Valley in the western part of the Nova Scotia peninsula. The layering of a North Mountain lava flow less than thick at McKay Head, closely resemble that of some Hawaiian lava lakes, indicating Hawaiian eruptions occurred during the formation of North Mountain. The Fogo Seamounts, located offshore of Newfoundland to the southwest of the Grand Banks, consists of submarine volcanoes with dates extending back to the Early Cretaceous period at least 143 million years ago. They may have one or two origins. The Fogo Seamounts could have formed along fracture zones in the Atlantic seafloor because of the large number of seamounts on the North American continental shelf. The other explanation for their origin is they formed above a mantle plume associated with the Canary or Azores hotspots in the Atlantic Ocean, based on the existence of older seamounts to the northwest and younger seamounts to the southeast. The existence of flat-topped seamounts throughout the Fogo Seamount chain indicate some of these seamounts would once have stood above sea level as islands that would have been volcanically active. Their flatness is due to coastal erosion, such as waves and winds. Other submarine volcanoes offshore of Eastern Canada include the poorly studied Newfoundland Seamounts.",
            "score": 110.50092315673828
        },
        {
            "docid": "9414134_17",
            "document": "Volcanology of Canada . Widespread basalt volcanism occurred between 60.9 and 61.3 million years ago in the northern Labrador Sea, Davis Strait and in southern Baffin Bay on the eastern coast of Nunavut during the Paleocene period when North America and Greenland were being separated from tectonic movements. This resulted from seafloor spreading where new ocean seafloor was being created from rising magma. Scientific studies have indicated nearly 80% of the magma was erupted in one million years or less. The source for this volcanic activity was the Iceland plume along with its surface expression, the Iceland hotspot. This volcanic activity formed part of a large igneous province that is sunken beneath the northern Labrador Sea. Another period of volcanic activity began in the same region about 55 million years ago during the Eocene period when the north-south trending Mid-Atlantic Ridge began to form under the northern Atlantic Ocean east of Greenland. The cause of this volcanism might be related to partial melting from movement of a transform fault system extending from Labrador Sea to the south and Baffin Bay to the north. Although the region was carried away from the Iceland plume by going plate motion over millions of years, the source of the partial melting for the final period of volcanic activity may have been remnants of still anomalously hot Iceland plume magma which were left stranded beneath the North American lithosphere in the Paleocene period. Most diatremes in the Northwest Territories were formed by volcanic eruptions between 45 and 75 million years ago during the Eocene and Late Cretaceous periods.",
            "score": 110.31572723388672
        },
        {
            "docid": "9818224_5",
            "document": "Mount Bandai . Typical features of mount Bandai’s activity are debris avalanches and sector collapses. We know this because evidence of this has been left in past activities.  Mount Bandai has not experienced a lava flow after the eruption of about 10 000 years ago. Sediment surveys have shown us that the history of the volcano can be divided into 6 sections. It is thought that the volcanic activity period was from about 290,000 years ago when there were 2 scoria eruptions, after the activity of Mt. Nekoma (from approximately 1.1 million years ago to 350 thousand years ago) somewhere to the west.",
            "score": 110.0080337524414
        },
        {
            "docid": "3058101_14",
            "document": "Geography of British Columbia . Although little-known to the general public, British Columbia is home to a huge area of volcanoes and volcanic activity in the Pacific Ring of Fire. Several mountains that many British Columbians look at every day are dormant volcanoes. Most of them have erupted during the Pleistocene and Holocene. Although none of Canada's volcanoes are currently erupting, several volcanoes, volcanic fields, and volcanic centers are considered potentially active, 49 of which have erupted in the past 10,000 years and many of which have been active in the past two million years. There are hot springs at some volcanoes while 10 volcanoes in British Columbia appear related to seismic activity since 1975, including: Mount Silverthrone, Mount Meager massif, Wells Gray-Clearwater volcanic field, Mount Garibaldi, Mount Cayley massif, Castle Rock, The Volcano, Mount Edziza, Hoodoo Mountain and Crow Lagoon. Numerous shield volcanoes developed during the Tertiary period in north-central British Columbia and some were active intermittently to recent times. Mount Edziza and Level Mountain are most spectacular examples. Mount Edziza is a stratovolcano consisting of a basal shield of basaltic flows surmounted by a central vent and flanked by numerous satellite cones, ash beds and blocky lavas. The complex has a long history of volcanic eruption that began about 10 million years ago and ended about 1300 years ago. The volcanoes are grouped into four volcanic belts with different tectonic settings.",
            "score": 109.36431884765625
        },
        {
            "docid": "9414134_9",
            "document": "Volcanology of Canada . The Canadian portion of the Pacific Northwest began forming during the early Jurassic period when a group of active volcanic islands collided against a pre-existing continental margin and coastline of Western Canada. These volcanic islands, known as the Intermontane Islands by geoscientists, were formed on a pre-existing tectonic plate called the Intermontane Plate about 245 million years ago by subduction of the former Insular Plate to its west during the Triassic period. This subduction zone records another subduction zone called the Intermontane Trench under an ancient ocean between the Intermontane Islands and the former continental margin of Western Canada called the Slide Mountain Ocean. This arrangement of two parallel subduction zones is unusual in that very few twin subduction zones exist on Earth; the Philippine Mobile Belt off the eastern coast of Asia is an example of a modern twin subduction zone. As the Intermontane Plate drew closer to the pre-existing continental margin by ongoing subduction under the Slide Mountain Ocean, the Intermontane Islands drew closer to the former continental margin and coastline of Western Canada, supporting a volcanic arc on the former continental margin of Western Canada. As the North American Plate drifted west and the Intermontane Plate continued to drift east to the ancient continental margin of Western Canada, the Slide Mountain Ocean began to close by ongoing subduction under the Slide Mountain Ocean. This subduction zone eventually jammed and shut down completely about 180 million years ago, ending the arc volcanism on the ancient continental margin of Western Canada and the Intermontane Islands collided, forming a long chain of deformed volcanic and sedimentary rock called the Intermontane Belt, which consists of deeply cut valleys, high plateaus, and rolling uplands. This collision also crushed and folded sedimentary and igneous rocks, creating a mountain range called the Kootenay Fold Belt which existed in far eastern British Columbia. After the sedimentary and igneous rocks were folded and crushed, it resulted in the creation of a new continental shelf and coastline. The Insular Plate continued to subduct under the new continental shelf and coastline about 130 million years ago during the mid Cretaceous period after the formation of the Intermontane Belt, supporting a new continental volcanic arc called the Omineca Arc. Magma rising from the Omineca Arc successfully connected the Intermontane Belt to the mainland of Western Canada, forming a chain of volcanoes in British Columbia that existed discontinuously for about 60 million years. The ocean lying offshore during this period is called the Bridge River Ocean. It was also during this period when another group of active volcanic islands existed along the newly built continental shelf and coastline. These volcanic islands, known as the Insular Islands, were formed on the Insular Plate by subduction of the former Farallon Plate to its west during the early Paleozoic era. As the North American Plate drifted west and the Insular Plate drifted east to the continental margin of Western Canada, the Bridge River Ocean began to close by ongoing subduction under the Bridge River Ocean. This subduction zone eventually jammed and shut down completely 115 million years ago, ending the Omineca Arc volcanism and the Insular Islands collided, forming the Insular Belt. Compression resulting from this collision crushed, fractured and folded rocks along the continental margin. The Insular Belt then welded onto the continental margin by magma that eventually cooled to create a large mass of igneous rock, creating a new continental margin. This large mass of igneous rock is the largest granite outcropping in North America. The Farallon Plate continued to subduct under the new continental margin of Western Canada after the Insular Plate and Insular Islands collided with the former continental margin, supporting a new chain of volcanoes on the mainland of Western Canada called the Coast Range Arc about 100 million years ago during the Late Cretaceous epoch. Magma ascending from the Farallon Plate under the new continental margin burned their way upward through the newly accreted Insular Belt, injecting huge quantities of granite into older igneous rocks of the Insular Belt. At the surface, new volcanoes were built along the continental margin. The basement of this arc was likely Early Cretaceous and Late Jurassic age intrusions from the Insular Islands. One of the major aspects that changed early during the Coast Range Arc was the status of the northern end of the Farallon Plate, a portion now known as the Kula Plate. About 85 million years ago, the Kula Plate broke off from the Farallon Plate to form an area of seafloor spreading called the Kula-Farallon Ridge. This change apparently had some important ramifications for regional geologic evolution. When this change was completed, Coast Range Arc volcanism returned and sections of the arc were uplifted considerably in latest Cretaceous time. This started a period of mountain building that affected much of western North America called the Laramide orogeny. In particular a large area of dextral transpression and southwest-directed thrust faulting was active from 75 to 66 million years ago. Much of the record of this deformation has been overridden by Tertiary age structures and the zone of Cretaceous dextral thrust faulting appears to have been widespread. It was also during this period when massive amounts of molten granite intruded highly deformed ocean rocks and assorted fragments from pre-existing island arcs, largely remnants of the Bridge River Ocean. This molten granite burned the old oceanic sediments into a glittering medium-grade metamorphic rock called schist. The older intrusions of the Coast Range Arc were then deformed under the heat and pressure of later intrusions, turning them into layered metamorphic rock known as gneiss. In some places, mixtures of older intrusive rocks and the original oceanic rocks have been distorted and warped under intense heat, weight and stress to create unusual swirled patterns known as migmatite, appearing to have been nearly melted in the procedure.",
            "score": 109.07901000976562
        },
        {
            "docid": "1035617_31",
            "document": "Garibaldi Volcanic Belt . The volcanoes comprising the Garibaldi chain are adjacent to the highly populated southwest portion of British Columbia. Unlike the central Cascade Arc, renewed volcanic activity in the Garibaldi Belt at a single feeder to create stratovolcanoes is not typical. Instead, volcanic activity results in the formation of volcanic fields. Of the entire Cascade Arc, the Garibaldi chain has the lowest rate of volcanic activity. In the past two million years, the volume of erupted material in the Garibaldi Belt has been less than 10% of that in the U.S. states of California and Oregon and about 20% of that within the U.S. state of Washington. As a result, the risk of eruptions throughout this part of the Cascade Arc is minor. Individual volcanoes and volcanic fields remain quiet for a long period of time and certain vents may never erupt again. However, considerable volcanic activity has taken place in the geologically recent past, most notably the explosive eruption that occurred at the Mount Meager massif 2,350 years ago.",
            "score": 108.360107421875
        },
        {
            "docid": "26605481_3",
            "document": "Canadian Cascade Arc . Over the last 29 million years, the Canadian Cascade Arc has been erupting a chain of volcanoes along the British Columbia Coast. At least four volcanic zones in British Columbia are related to Cascade Arc volcanism. This includes a large volcanic plateau in The Interior and three linear volcanic belts on The Coast. They were formed during different geological periods, separated by millions of years, and occur in three regions referred to as the \"back-arc\", \"main-arc\" and \"fore-arc\". The youngest of the three belts has been sporadically active over the last 4.0–3.0 million years, with the latest eruption having taken place possibly in the last 1,000 years. About 2,350 years ago, a major explosive eruption occurred, sending a massive ash column into the atmosphere. This is recognized as the largest volcanic eruption throughout Canada within the last 10,000 years.",
            "score": 108.14604187011719
        },
        {
            "docid": "26605481_27",
            "document": "Canadian Cascade Arc . Paralleling the Canadian Cascade Arc to the northeast is an area composed of minor basaltic lava flows. This zone, known as the Chilcotin Group, formed as a result of back-arc basin volcanism behind the Canadian Cascade Arc, in response to ongoing Cascadia subduction. Volcanic activity began 31 million years ago, but most of the volcanism occurred during two younger magmatic periods, the first between 6.0 and 10 million years ago and the other between 2.0 and 3.0 million years ago. This indicates that most Chilcotin Group volcanism corresponded with volcanism in the Pemberton Belt, although some of the younger Chilcotin lavas were erupted during early stages of Garibaldi Belt volcanism. A few volcanic eruptions have occurred in the Chilcotin Group in the last 1.6 million years. The flat-lying Chilcotin Group lava plateau covers an area of and a volume of . It consists of several thin, flat-lying pāhoehoe lava flows that were erupted from a chain of low-profile shield volcanoes, which have since been eroded by Late Pleistocene glaciation to expose their gabbro-bearing volcanic plugs. The lava plateau has a maximum thickness of with at least 20 lava flows exposed in stratigraphic units. Specific lava flows normally extend over and reach a thickness of . But in some areas, lava flows reach thicknesses of .",
            "score": 107.76947021484375
        },
        {
            "docid": "345248_12",
            "document": "Lassen Peak . In the southern segment of the Cascades, volcanoes exhibit widespread and long-lived activity produced by magma that ranges from low-silica basalt to siliceous (silica-rich) rhyolite. The Lassen volcanic center is fed by two magma chambers, one calc-alkaline reservoir common to the rest of the Cascade Volcanoes, and the other a smaller volume of low-potassium olivine tholeiitic basalt associated with the Basin and Range province. Within the region, most if not all of the volcanic rock has erupted in the past 3 million years. During this period, at least five large andesitic stratovolcanoes (such as Mount Maidu) formed in the vicinity of Lassen Volcanic National Park, building volcanic cones before going extinct and undergoing erosion. For most volcanic centers in the Southern Cascades, one volcano becomes active and normally becomes extinct as another begins to erupt, but at the Lassen locus, the Maidu and Dittmar volcanic centers overlapped during the late Pliocene to the early Pleistocene. Volcanism within the Lassen vicinity follows a trend of intermittent, episodic eruptions punctuating long periods of dormancy, a pattern which persisted through the late Pleistocene and Holocene. During the past 825,000 years, the area has produced hundreds of explosive eruptions over an area of , and the past 50,000 years have seen seven major silicic eruptive episodes that produced dacitic lava domes, tephra, and pyroclastic flows, along with five periods of basaltic and andesitic lava flows.",
            "score": 107.66841125488281
        },
        {
            "docid": "7089189_9",
            "document": "Heart Peaks . Little is known about the eruptive history of Heart Peaks because it has not been studied in detail by scientists. The exact age of Heart Peaks is not known, but its first volcanic phase occurred during the Neogene period (between 23 and 2.5 million years ago). The variety of volcanic deposits at Heart Peaks indicates that it has a history of producing not only fluid and passive basaltic lava flows, but also more silica-rich trachyte and rhyolitic lavas and explosive eruptions. Phreatic breccias are found at the volcano, providing evidence that phreatic eruptions have occurred at least once throughout its eruptive history. Features created by subglacial eruptions are also present. The latest volcanic phase at Heart Peaks is largely Pleistocene (between 2.5 million and 10,000 years ago) in age and late-stage Holocene (10,000 years ago to present) activity is uncertain. This is partly because it is unknown whether Holocene volcanic rocks exist at the volcano. Nevertheless, the last eruption at Heart Peaks is unknown.",
            "score": 105.92974853515625
        },
        {
            "docid": "1336739_9",
            "document": "Parinacota (volcano) . Subduction-related volcanism in the region has been ongoing since 200 million years ago, burying most of the Precambrian basement. Various units of sedimentary and volcanic origin form most of the outcropping basement in the region. A dramatic increment of volcanic activity occurred approximately 27 million years ago, when the Farallon Plate broke apart and subduction increased substantially. On the Bolivian side the oldest volcanites are the Oligocene Kollukollu formation 34 million years ago and the 23 million years old Rondal Lavas. Miocene volcanic activity generated the Berenguela, Carangas and Mauri formations, followed by the Perez formation during the Pliocene and Pleistocene. These formations were all affected by terrain uplift and folding, probably linked to changes in the subduction regime. Volcanism continued into the late Pleistocene and Holocene, and was accompanied by glacial activity during the Pleistocene. During this whole time period, volcanic activity progressively migrated westward; presently, it is located on the Bolivia-Chile border.",
            "score": 105.81620025634766
        },
        {
            "docid": "5806794_7",
            "document": "Mount Price (British Columbia) . At least three phases of eruptive activity have been identified at Mount Price. The first event 1.2 million years ago deposited hornblende andesite lava and pyroclastic rocks on the floor of a cirque-like basin after an Early Pleistocene glacial event. The Black Tusk, a deeply dissected stratovolcano north of Mount Price, was also active during this period. Because older volcanic events have not been identified in the Garibaldi area, this is the oldest known eruptive period in the Garibaldi Lake volcanic field. During the Middle Pleistocene about 300,000 years ago, volcanism shifted westward and constructed the nearly symmetrical stratovolcano of Mount Price. Episodic eruptions produced andesite and dacite lavas, as well as pyroclastic flows from Peléan activity. Later, the volcano was overridden by the Cordilleran Ice Sheet, which covered a large area of North America during glacial periods of the Quaternary.",
            "score": 105.6500244140625
        },
        {
            "docid": "26605481_25",
            "document": "Canadian Cascade Arc . At least two volcanoes and one volcanic group may have formed as a result of Canadian Cascade Arc volcanism. The oldest feature, the Franklin Glacier Complex, is a deeply eroded long and wide geological structure with an elevation of over . It consists of dikes and subvolcanic intrusions overlain by tuffs, dacite breccia and eroded remains of a thick sequence of hornblende andesite lava flows. These were formed about 6.8 and 3.5 million years ago, indicating that a period of inactivity occurred between these events for at least 3.3 million years. Because the Franklin Glacier Complex has not been studied in detail by scientists, very little is known about it. The oldest known magmatic event, 6.8 million years ago, is consistent with volcanism of the Pemberton Volcanic Belt. Therefore, it can be considered one of the northernmost zones of this geological feature. However, the youngest event, about 3.5 million years old, correspondes with the shift from Pemberton to Garibaldi activity. This indicates that the Franklin Glacier Complex can be considered part of the Pemberton Volcanic Belt or the Garibaldi Volcanic Belt. About north-northwest of the Franklin Glacier Complex is the deeply dissected Silverthrone Caldera. It is wide, with steep slopes extending from near sea level to a maximum elevation of . Like Franklin to the south-southeast, Silverthrone has not been studied in detail by scientists. As a result, its affinity and eruptive history is poorly known. It is considered to be part of the Garibaldi Volcanic Belt, but it also lies on the overlapping trend of the much older Pemberton Volcanic Belt. At least three phases of volcanic activity have been identified at Silverthrone. The first phase, following collapse of the caldera, deposited a thick sequence of undated basal breccia. It contains irreguler subvolcanic intrusions, as well as a profusion of dikes. In some places, the basal breccia has been welded together by intense volcanic heat. Subsequent activity 750,000 to 400,000 years ago constructed rhyolite, dacite and andesite lava domes, breccia and lava flows. Mount Silverthrone, a volcanic peak associated with the Silverthrone Caldera, consists of overlapping andesite and rhyolite lava domes that were formed during this eruptive period. The third phase, less than 1,000 years ago, produced cinder cones, pyroclastic deposits and basaltic andesite lava flows that issued from vents on the rim of the caldera. Most of this activity occurred on the northern rim where lava flows traveled down the Pashleth Creek valley then into the Machmell River valley. The entire lava flow sequence is at least long, ranging in elevation from to . Many of the volcanic products are now buried under glacial ice. However, remains of cinder cones protrude through glaciers and lava flows are exposed at lower elevations, such as the extensive Machmell-Pashleth Creek lava flow. A relatively small basaltic andesite lava flow extends from the caldera's southern rim into the headwaters of the Kingcome River.",
            "score": 105.47126007080078
        },
        {
            "docid": "52563098_25",
            "document": "Llullaillaco . Research by J.P. Richards and M. Villeneuve has allowed the determination of the geological history of the region. Had volcanism during the Eocene and Oligocene been centered on the Precordillera, increased subduction of the Nazca Plate during the late Oligocene caused the volcanic arc to broaden to about . 25 million years ago, the \"Quechua event\" triggered the uplift of the Puna-Altiplano, a highland covering a surface area of and reaching an altitude of . In the late Miocene-Pliocene a phase of strong ignimbrite volcanism occurred. About 2 million years ago, the \"Diaguita deformation\" was characterized by a change in the deformation regimen from crustal shortening to strike-slip faulting and of volcanism from voluminous felsic eruptions to isolated stratovolcanoes and back-arc mafic volcanism. A slowdown in the subduction may have caused this change. Nowadays most volcanism occurs at the western edge of the Puna, where volcanoes such as Lascar and Llullaillaco formed.",
            "score": 105.23857879638672
        },
        {
            "docid": "195468_43",
            "document": "Ring of Fire . The Northern Cordilleran Volcanic Province (sometimes known as the Stikine Volcanic Belt) is the most active volcanic region in Canada. It formed due to extensional cracking, faulting, and rifting of the North American Plate, as the Pacific Plate grinds and slides past the Queen Charlotte Fault, unlike subduction that produces the volcanoes in Japan, the Philippines, and Indonesia. The region has Canada's largest volcanoes, much larger than the minor stratovolcanoes found in the Canadian portion of the Cascade Volcanic Arc. Several eruptions are known to have occurred within the last 400 years. Mount Edziza is a huge volcanic complex that erupted several times in the past several thousand years and has formed several cinder cones and lava flows. The complex comprises the Mount Edziza Plateau, a large volcanic plateau (65 km long and 20 km wide) made of predominantly basaltic lava flows with four large stratovolcanoes built on top of the plateau. The associated lava domes and satellite cones were constructed over the past 7.5 million years during five magmatic cycles beginning with eruption of alkali basalts and ending with felsic and basaltic eruptions as late as 1,340 years ago. The blocky lava flows still maintain their original forms. Hoodoo Mountain is a tuya in northwestern British Columbia, which has had several periods of subglacial eruptions. The oldest eruptions occurred about 100,000 years ago and the most recent about 7000 years ago. Hoodoo Mountain is also considered active, so could erupt in the future. The nearby Tseax Cone and The Volcano produced some of Canada's youngest lava flows, about 150 years old.",
            "score": 105.20527648925781
        },
        {
            "docid": "10129310_12",
            "document": "Geology of the Pacific Northwest . The Garibaldi Volcanic Belt in southwestern British Columbia is the northern extension of the Cascade Volcanic Arc in the United States and contains the most explosive young volcanoes in Canada. Like the rest of the arc, it has its origins in the Cascadia subduction zone. Volcanoes of the Garibaldi Volcanic Belt have been sporadically active over a time span of several millions of years. The northernmost member, the Mount Meager massif, was responsible for a major catastrophic eruption that occurred about 2,350 years ago. This eruption may have been close in size to that of the 1980 eruption of Mount St. Helens. Ash from this eruption can be traced eastward to western Alberta. It is also the most unstable volcanic massive in Canada, which has dumped clay and rock several meters deep into the Pemberton Valley at least three times during the past 7,300 years. Hot springs near the Mount Cayley and Mount Meager massifs suggest that magmatic heat is still present. The long history of volcanism in the region, coupled with continued subduction off the coast, suggests that volcanism has not yet ended in the Garibaldi Volcanic Belt. A few isolated volcanic centers northwest of the Mount Meager massif such as the Franklin Glacier Complex and the Silverthrone Caldera, which lie in the Pemberton Volcanic Belt, may also be the product of Cascadia subduction, but geologic investigations have been very limited in this remote region. About 5–7 million years ago, the northern end of the Juan de Fuca Plate broke off along the Nootka Fault to form the Explorer Plate, and there is no definitive consensus among geologists on the relation of the volcanoes north of that fault to the rest of the Cascade Arc. However, the Pemberton Volcanic Belt is usually merged with the Garibaldi Volcanic Belt, making Mount Silverthrone the northernmost, but an uncertain Cascadia subduction-related volcano. The most active volcanic region of the northern Pacific Northwest is called the Northern Cordilleran Volcanic Province (sometimes called the Stikine Volcanic Belt). It contains more than 100 young volcanoes and several eruptions known to have occurred within the last 400 years. The last eruptions within the volcanic belt was about 150 years ago at The Volcano in the Iskut-Unuk River Cones volcanic field. The most voluminous and most persistent eruptive center within the belt and in Canada is Level Mountain. It is a large shield volcano that covers an area of southwest of Dease Lake and north of Telegraph Creek. The broad dissected summit region consists of trachytic and rhyolitic lava domes and was considered to be dotted with several minor basaltic vents of postglacial age, although considered Holocene activity to be uncertain. The Mount Edziza volcanic complex is perhaps the most spectacular volcanic edifice in British Columbia. It is the second largest persistent eruptive center within the Northern Cordilleran Volcanic Province and is flanked with numerous young satellite cones, including the young, well-preserved Eve Cone. There are some indications that Level Mountain and Mount Edziza volcanic complex may be between 11 and 9 million years old. The Anahim Volcanic Belt is a volcanic belt that stretches from just north of Vancouver Island to near Quesnel. It is thought to have formed as a result of the North American Plate moving over a stationary hotspot, similar to the hotspot feeding the Hawaiian Islands, called the Anahim hotspot. The youngest volcano within the volcanic belt is Nazko Cone. It last erupted about 7,000 years ago, producing two small lava flows that traveled to the west, along with a blanket of volcanic ash that extends several km to the north and east of the cone. The volcanic belt also contains three large shield volcanoes that were formed between 8 and 1 million years ago, called the Ilgachuz Range, Rainbow Range and the Itcha Range.",
            "score": 105.11392211914062
        },
        {
            "docid": "5878660_4",
            "document": "Jeju Volcanic Island and Lava Tubes . A central feature of Jeju is Hallasan, the tallest mountain in South Korea and a dormant volcano, which rises 1,950 meters above sea level. The main volcano includes 360 satellite volcanoes. Volcanic activity on Jeju began approximately in the Cretaceous and lasted until the early Tertiary period. The most recent eruptions are estimated to be about 5,000 years ago, which puts the volcano into the active classification, meaning eruptions in the last 10,000 years. The designation as active is not agreed by all, as more monitoring and study are needed to better understand the volcano. The island is covered in volcanic rock and volcanic soil produced by Hallasan(Hangul: 한라산). Baengnokdam(Hangul: 방록담), the crater, and lake in it are located at the peak of Hallasan, which was formed over 25,000 years ago.",
            "score": 105.07603454589844
        },
        {
            "docid": "15918317_12",
            "document": "Ponta Delgada . The \"Sete Cidades Massif\", the other geomorphological structure that makes up the municipality of Ponta Delgada, consists of a central volcanic caldera and lake-filled cones which surround the crater. It occupies the extreme western part of the island, oriented along a similar northwest-southwest orientation, with many regional radial fractures marked by lava domes and spatter cones. The Sete Cidades Volcano at the center of the Massif consists of a caldera and a polygenetic volcanic field within it, that includes four lakes (two of which Lagoa Azul, the Blue Lake, and \"Lagoa Verde\", the Green Lake, are linked). The caldera is almost circular and has evolved over the course of three phases. The first occurred 36,000 years ago forming the collapsed principal structure. The second phase conforms to a period approximately 29,000 years ago, when volcanic eruptions collapsed the northwest part of the structure. Finally, the third phase (about 16,000 years ago) caused the collapse of the north and northeastern portions of the caldera. Geologically, within the last 5,000 years, the central cone has been active (17 eruptions) and responsible for causing most of the activity in the archipelago, during that period. These geological eruptions were essentially trachyte eruptions of the sub-Plinian or Plinian type, with hydro-magmatic characteristics. The last eruption, at about 500 years ago, gave rise to the \"Caldeira Seca\" cone. Although there has been no historical activity today, its active status continues to be debated by the scientific community.",
            "score": 103.5887222290039
        },
        {
            "docid": "24810974_4",
            "document": "Ramapo Fault . The New York City area is part of the geologically complex structure of the Northern Appalachian Mountains. This complex structure was formed during the past half billion years when the Earth's crust underlying the Northern Appalachians was the site of two major geological episodes, each of which has left its imprint on the NYC area bedrock. Between about 450 million years ago and about 250 million years ago, the Northern Appalachian region was affected by a continental collision, in which the ancient African continent collided with the ancient North American continent to form the supercontinent Pangaea. Beginning about 200 million years ago, the present-day Atlantic Ocean began to form as plate tectonic forces began to rift apart the continent of Pangaea. The last major episode of geological activity to affect the bedrock in the NYC area occurred about 100 million years ago, during the Mesozoic era, when continental rifting that led to the opening of the present-day Atlantic Ocean formed the Hartford and Newark Mesozoic rift basins.",
            "score": 103.01860809326172
        },
        {
            "docid": "5806794_14",
            "document": "Mount Price (British Columbia) . At least 63 volcanic events have occurred in the Garibaldi Lake volcanic field in the last 1.3 million years. Since the early Holocene epoch, there has been no eruptive activity. Future eruptions of Mount Price will probably be similar in character to those that have occurred throughout its 1.2 million year eruptive history. The minimum annual probability of an eruption occurring in Canada is about one every 200 years; for an effusive eruption the probability is about one every 220 years and for a large explosive eruption the probability decreases to about one every 3,333 years. This indicates that an eruption in the foreseeable future is more likely to be characterized by fluid lava rather than major explosivity. However, the majority of these effusive eruptions occur in the Northern Cordilleran Volcanic Province of northwestern British Columbia and central Yukon, which is the most active volcanic zone in Canada. In the Garibaldi Volcanic Belt, eruptions occur less often, but it is the site of Canada's most explosive volcanism. The change in eruptive style between the two volcanic zones is caused by the different tectonic processes that formed them. Nevertheless, the possibility of passive lava eruptions occurring in the Garibaldi Volcanic Belt cannot be ruled out.",
            "score": 102.57460021972656
        },
        {
            "docid": "912346_5",
            "document": "Nunivak Island . Nunivak Island is volcanic in origin; most of the island is dominated by volcanic plateau 500 ft (160 m) or more above sea level. The island is dotted with about 60 cinder cones and four maars. Much of its surface consists of widespread, thin flows of pahoehoe lava from small shield volcanoes, which spread over sedimentary rock of the Cretaceous period. Volcanic eruptions took place during 5 periods of activity beginning 6.1 million years ago. Most of the volcanic field was formed during the two most recent eruptive periods during the Pleistocene ending about 300,000 years ago. Because of the history of volcanic activity, it is considered part of the Bering Sea Volcanic Province. The Ibkilwit Lava Bed is located on Nunivak Island.",
            "score": 102.26100158691406
        },
        {
            "docid": "16785771_6",
            "document": "Maitland Volcano . Maitland's volcanic history is poorly known since only isolated remnants of the volcano remain. What is known, however, is that it formed during a pulse of NCVP magmatism that began with the eruption of Edziza about seven million years ago. The eruption rate of this period was much greater than what is observed for the Northern Cordilleran Volcanic Province today. Following the onset of activity at Edziza, Maitland volcanism commenced 5.2 million years ago with the outpouring of alkali basalt and hawaiite lava on a broad, late Tertiary, low-relief surface. This resulted in the creation of a broad shield volcano. Subsequent volcanic activity created a complex edifice of trachyte and trachybasalt that formerly overlain the central part of the basaltic shield. Magmatism at Maitland continued until about 4.6 million years ago when the volcano went extinct.",
            "score": 102.18675994873047
        },
        {
            "docid": "32571_42",
            "document": "Volcano . It has been suggested that volcanic activity caused or contributed to the End-Ordovician, Permian-Triassic, Late Devonian mass extinctions, and possibly others. The massive eruptive event which formed the Siberian Traps, one of the largest known volcanic events of the last 500 million years of Earth's geological history, continued for a million years and is considered to be the likely cause of the \"Great Dying\" about 250 million years ago, which is estimated to have killed 90% of species existing at the time.",
            "score": 101.5261001586914
        },
        {
            "docid": "26605481_7",
            "document": "Canadian Cascade Arc . Volcanic activity of the main-arc began at the southern end of the Pemberton Volcanic Belt about 29 million years ago during the middle Oligocene epoch. It then shifted northwards to the Coquihalla region 22 million years ago, followed by volcanism near the town of Pemberton 16 to 17 million years ago. In the Salal Creek area, volcanic activity occurred 8.0 million years ago and the northernmost Pemberton Belt volcano formed 6.8 million years ago. The northward younging of Pemberton Belt volcanism indicates that a slab window edge was moving northward under British Columbia between at least the onset of arc volcanism 29 million years ago and eruption of the northernmost volcano 6.8 million years ago. The extensive Masset Formation on Haida Gwaii has been suggested by some scientists to be a northern extension of the Pemberton Volcanic Belt. However, the geochemistry and physical volcanology of the Masset Formation indicates that it formed in a rifting environment in contrast to other Pemberton Belt features.",
            "score": 101.44217681884766
        },
        {
            "docid": "6101870_13",
            "document": "Vaalbara . Remarkably similar lithostratigraphic and chronostratigraphic structural sequences between these two cratons have been noted for the period between 3.5 and 2.7 billion years ago. Paleomagnetic data from two ultramafic complexes in the cratons showed that at the two cratons could have been part of the same supercontinent. Both the Pilbara and Kaapvaal cratons show extensional faults which were active about during felsic volcanism and coeval with the impact layers.",
            "score": 101.32112121582031
        }
    ]
}