{
    "q": [
        {
            "docid": "34584497_32",
            "document": "Succession to the French throne . Philip the Fair was not concerned about the lack of male heirs. He had three sons, well married, and a daughter, Isabella of France, Queen of England by her marriage to Edward II of England. The eldest son, Louis the Quarrelsome, was King of Navarre and Count of Champagne since the death of his mother. He would, at the death of his father, become King of France and Navarre. His wife, Margaret of Burgundy had given him a daughter, but she was young and he could expect her to give him a son later. As for his two other sons, Philip, Count of Poitiers and Charles, Count of La Marche, they had married the two daughters of Otto IV, Count of Burgundy and Mahaut, Countess of Artois, Joan and Blanche. The king could believe his succession was assured.",
            "score": 50.39407014846802
        },
        {
            "docid": "293942_4",
            "document": "Louis V of France . In 982 at Vieille-Brioude, Haute-Loire, the fifteen year old Louis was married to the forty-year-old Adelaide-Blanche of Anjou, sister of Count Geoffrey I and twice a widow from her previous marriage with Count Stephen of Gévaudan and Count Raymond of Toulouse, Prince of Gothia. This union was purely political and arranged by the king – following the advices of Queen Emma and Count Geoffrey I – with the double purpose of restoring the Carolingian royal power in the south of the kingdom, and (according to Richerus) to obtain the support of the local southern lords in his fight against the Robertians: being now related by marriage to two of the most powerful southern comital families of the Kingdom, Lothair believed that he could confront the power of Hugh Capet.",
            "score": 43.24145567417145
        },
        {
            "docid": "7767342_3",
            "document": "Blanche of Burgundy . Blanche was the younger daughter of Otto IV, Count of Burgundy, and Mahaut, Countess of Artois. Her father died in 1302, leaving the county to Blanche's younger brother, Count Robert. Blanche's elder sister Joan was supposed to marry King Louis the Headstrong of Navarre, the eldest son and heir apparent of King Philip the Fair of France, but Philip the Fair changed his mind and arranged for her to marry his second son, Count Philip the Tall of Poitiers, in 1307. The same year, Louis married Margaret of Burgundy. The Countess of Artois was proud of this achievement and quickly started negotiating her younger daughter's marriage to Count Charles the Fair of la Marche, King Philip's third son, offering a huge dowry. The negotiations were successful and on 23 September 1307, the eleven-year-old Blanche and two years older Charles concluded a marriage contract. The marriage ceremony was hastily performed at Countess Mahaut's castle in Hesdin in January 1308. At first, the Count and Countess of la Marche had an unremarkable marriage that was neither as flawed as that of the King and Queen of Navarre nor as harmonious as that of the Count and Countess of Poitiers.",
            "score": 54.30576050281525
        },
        {
            "docid": "8870598_59",
            "document": "Vincent-Marie Viénot, Count of Vaublanc . Vaublanc, at the head of his ministry, engaged immediately in Counter-Revolutionary activity that was so frenetic that even the King was to be describe it as \"breathless devotion\". On the tabling by the Keeper of the Seals of a law that would reestablish \"cours prévôtales\" or \"special courts\" before the Chamber of Deputies (nicknamed the \"Chambre introuvable\"), Vaublanc shouted out: \"France wants its King!\" To great applause, both the deputies and the public gallery rose to their feet and repeated \"Yes, France wants its King!\"",
            "score": 38.05304265022278
        },
        {
            "docid": "12991309_3",
            "document": "John IV, Count of Armagnac . His father had taken the County of Comminges by force, but John IV could not prevent the second marriage of Marguerite to Mathieu de Foix in 1419. Subsequently they took the County of Comminges. In 1425, he recognized the King of Castile as overlord of Armagnac. The French king, occupied fighting the English, could not intervene, but did not overlook the affront. Later, John IV negotiated the marriage of his daughter Isabelle with Henry VI of England, but he backed off from this plan after threats from the king of France. In 1440, he took part in a revolt of the barons and the Dauphin of France, but the coalition was overcome by Charles VII, who pardoned the insurrectionists. He asked the Count of Armagnac to give up its kingly formula, but this last was refused.",
            "score": 44.72020387649536
        },
        {
            "docid": "1701650_10",
            "document": "Cohen's kappa . Suppose that you were analyzing data related to a group of 50 people applying for a grant. Each grant proposal was read by two readers and each reader either said \"Yes\" or \"No\" to the proposal. Suppose the disagreement count data were as follows, where A and B are readers, data on the main diagonal of the matrix (a and d) count the number of agreements and off-diagonal data (b and c) count the number of disagreements: e.g.",
            "score": 20.07581377029419
        },
        {
            "docid": "42899107_5",
            "document": "Hugues du Perche . Being from a vassal family of the counts of Blois, while the counts Gâtinais were faithful to the Capetian kings of France, the marriage took place probably during a period of rapprochement between the two families, during the marriage of King Robert II the Pious and Bertha of Burgundy, widow of Eudes I of Blois, between 996 and 1003.",
            "score": 44.69944953918457
        },
        {
            "docid": "12386994_7",
            "document": "Friedrich Günther, Prince of Schwarzburg . Historically the Schwarzburg principalities could descend by semi-Salic primogeniture: in the event of the extinction of all male dynasts (as happened with the death of Prince Friedrich Günther) females were, prior to abolition of the Principality of Schwarzburg in 1918, eligible to inherit the throne. Princess Marie Antoinette of Schwarzburg (1898–1984), the only sibling of Prince Friedrich Günther, by her 1925 marriage to Count Friedrich Magnus zu Solms-Wildenfels (1886-1945), was the mother of Friedrich Magnus (b. 1927), the sixth Count zu Solms-Wildenfels to bear that name and to head the Wildenfels cadet branch of the House of Solms. Neither of the latter's two sons, Michael (b. 1949) and Konstantin (b. 1950), nor his younger brother, Albrecht (b. 1929), have children.",
            "score": 23.169303059577942
        },
        {
            "docid": "8501495_10",
            "document": "Ye Xian . In some versions, the stepmother and the stepsister were buried in a shrine called \"The Tomb of the Regretful Women\". These two women became goddesses in later tradition, and have the power to grant anyone's wish. After Ye-Xian's marriage with the king, her husband became greedy and abused the fish-bone's powers, until it stopped yielding any magic soon after. The queen Ye-Xian, thus, buried the fish-bones in a nearby beach, with a great quantity of gold. A year later the king's people led a revolt, and in order to appease them, the king tried to dig the fish-bones and distribute the gold to the rebelling soldiers. But the gold was washed away by the tide, along with the magical bones, and the fate of the king and Ye-Xian after the siege remains unknown.",
            "score": 38.04384636878967
        },
        {
            "docid": "113080_98",
            "document": "Billie Jean King . Billie Jean and Larry remained married through the palimony suit fallout. The marriage ended in 1987 after Billie Jean fell in love with her doubles partner, Ilana Kloss. Billie Jean and Larry remained on good terms, with Billie Jean serving as godmother to Larry's son from his subsequent marriage. King has residences in New York City and Chicago with Kloss, her life partner.",
            "score": 66.74777889251709
        },
        {
            "docid": "37954757_5",
            "document": "Dandy Dick Whittington . Fairfax arrives in Siam in time to represent the British Empire at the ceremony to enthrone the new King, Larry. Larry makes Dick the First Minister of Siam. Dandy Dick is now a suitable match for Alice, and Lady Fitzwarren withdraws her opposition to their marriage. The real King returns, and Larry happily steps down, as he may now wed his Siamese love, Willasee. All ends happily, as Dick and Alice celebrate their marriage.",
            "score": 63.77594470977783
        },
        {
            "docid": "176760_27",
            "document": "Foot binding . Before footbinding was practiced in China, admiration for small feet already existed as demonstrated by the Tang dynasty tale of Ye Xian written around 850 by Duan Chengshi. This tale of a girl who lost her shoe and then married a king who sought the owner of the shoe as only her foot was small enough to fit the shoe contains elements of the European story of Cinderella, and is thought to be one of its antecedents. For many, the bound feet were an enhancement to a woman's beauty and made her movement more dainty, and a woman with perfect lotus feet was likely to make a more prestigious marriage. The desirability varies with the size of the feet – the perfect bound feet and the most desirable (called \"golden lotuses\") would be around 3 Chinese inches (around 4 inches (10 cm) in Western measurement) or smaller, while those larger may be called \"silver lotuses\" (4 Chinese inches) or \"iron lotuses\" (5 Chinese inches or larger and the least desirable for marriage). The belief that footbinding made women more desirable to men is widely used as an explanation for the spread and persistence of footbinding.",
            "score": 47.65919303894043
        },
        {
            "docid": "70947_9",
            "document": "Henry the Young King . The young Henry played an important part in the politics of his father's reign. On 2 November 1160, he was betrothed to Margaret of France, daughter of King Louis VII of France and his second wife, Constance of Castile, when he was 5 years of age and she was at least 2. The marriage was an attempt to finally settle the struggle between the counts of Anjou and the French kings over possession of the frontier district of the Norman Vexin, which Louis VII had acquired from Henry's grandfather, Geoffrey Plantagenet, Count of Anjou, in around 1144. By the terms of the settlement, Margaret would bring the castles of the Norman Vexin to her new husband. However, the marriage was pushed through by Henry II when Young Henry and Margaret were small children, so that he could seize the castles. A bitter border war followed between the kings.",
            "score": 41.031601667404175
        },
        {
            "docid": "4806983_3",
            "document": "Noronha . This family has its origins in the marriage of Alfonso Enríquez, Count of Gijón and Noreña (natural son of King Henry II of Castile) with Isabel of Portugal (natural daughter of King Ferdinand I of Portugal). Their marriage was one of the clauses of the Treaty of Santarém signed in 1373, between the two peninsular kingdoms.",
            "score": 48.75384783744812
        },
        {
            "docid": "301864_42",
            "document": "Larry King . King has been married eight times, to seven women. He married high-school sweetheart Freda Miller in 1952 at age 19. That union ended the following year at the behest of their parents, who reportedly had the youngsters' marriage annulled. King was later briefly married to Annette Kaye who gave birth to his son, Larry Jr., in November 1961. King did not meet Larry Jr. until the son was in his thirties. Larry Jr. and his wife, Shannon, have three children.",
            "score": 80.11707997322083
        },
        {
            "docid": "19874135_11",
            "document": "Adolf Fredrik Munck . In 1791, he was discovered creating forged notes on Drottningholm Palace, abetting Charles Appelkvist. In 1791, the king was to have contemplated to divorce the queen by exposing her alleged secret marriage to Munck After the death of the king in 1792, Count Munck af Fulkila was forced to leave Sweden. Before his departure, the regent, duke Charles, demanded that he turn over certain documents which could scandalize the royal house if they became known. In 1795, he asked for permission to return to Sweden, and when denied, he reportedly threatened to expose the marriage certificate between himself and the queen. He was ennobled as a Count in the Duchy of Parma and Piacenza in 1816.",
            "score": 42.436378479003906
        },
        {
            "docid": "17632822_7",
            "document": "Clarence Islands . \"Captain B. asked me if Sir John's ire had abated against (James) Ross, and he (Captain B.) seemed much tickled at this subject - he was not one he said to take away a man's fair character, but there were some things that ought to be held up to reprobation, and he was now going to tell me a good story. He had the book brought him and he asked me how many islands I counted in the Clarence group. I counted 9 - 3 I said were lilac, and the others white. \"Well\", says he, \"there are but 3, and when the chart was first shown to me, there were only 3 marked down, but Ross having proposed to the King to call them the Clarence Islands, 'Yes, yes,' said the King, 'call them the Clarence islands', and then Ross thought it would be as well to make a few more, so that the Clarences and Fitzclarences might have one apiece.\" The story was afterwards confirmed to Sir John by Capt. James Ross, who said that his uncle had never seen the islands, had never been there and that it was he, Capt. James, who laid down in the map the true original number.\"",
            "score": 41.25121772289276
        },
        {
            "docid": "4599344_12",
            "document": "Bayinnaung . However, the close relationship between the two was severely tested in 1534, as they prepared for war against Hanthawaddy. Ye Htut had become romantically involved with Thakin Gyi, the king's younger half-sister, and the affair was discovered around April 1534. The commoner's affair with the king's sister under Burmese law constituted an act of treason. Ye Htut spurned suggestions of mutiny and submitted to arrest. Tabinshwehti deliberated at length with his ministers, and finally came to the conclusion that Ye Htut should be given his sister in marriage, and a princely title of Kyawhtin Nawrahta. With this decision, Tabinshwehti won the loyalty of his brother-in-law \"without parallel in Burmese history\".",
            "score": 36.83051681518555
        },
        {
            "docid": "292080_32",
            "document": "Carol Vorderman . Vorderman is a Catholic. She was first married in 1985 at age 24 to Christopher Mather, a Royal Navy officer and former international rugby league player, but the marriage lasted only twelve months. Her second marriage was to management consultant Patrick King in 1990 at age 29. Vorderman had two children, Katie (b. 1992) and Cameron (b. 1997), with King; the couple separated in 2000.",
            "score": 44.33792018890381
        },
        {
            "docid": "37920383_4",
            "document": "Koff (ship type) . Koffs were often counted among the galiots by contemporary sources because the differences are very subtle: the galiot was considered more slender and therefore more elegant. On the koff, a deckhouse could be installed between the two masts which would provide shelter for up to twelve crew men. The typical dimensions have been reported as \"80 feet long, 21 feet wide and 11 feet deep\". Later versions could have a schooner or galeas rig.",
            "score": 33.04182147979736
        },
        {
            "docid": "28073195_9",
            "document": "Martha of Armagnac . In this context Martha's father John, a major feudal lords of Occitan and, a vassal of the King of France, appeared in the eyes of King Peter and although they had been enemies during the War of the Two Peters, he was a good insurance against the Castilian threat. The count of Armagnac wished to strengthen its position in Occitan and in France and get a good ally against its rival, the Counts of Foix. Negotiations began in summer 1372 and of the marriage contract was signed on March 27, 1373 for the marriage of Martha to John, son of King Peter IV. The dowry amounted to the astronomical figure of 150,000 pounds. Martha was received with great solemnity at the border according to sources of Martin, John's younger brother.",
            "score": 45.99346041679382
        },
        {
            "docid": "23412245_8",
            "document": "Joachim, Count of Schönburg-Glauchau . His first wife, Beatrix (born 30 January 1930), is the great granddaughter of the Hungarian social reformer and national hero, Count István Széchényi. They married 27 October 1957 in Vienna and divorced in Munich, Bavaria, 25 April 1986. His children are, from his first marriage, Maria Felicitas (b. 1958), Gloria Princess of Thurn and Taxis (b. 1960), Carl-Alban (b. 1966), and the best selling author Alexander, Count of Schönburg-Glauchau (b. 1969); from his second marriage, 18 July 1986, to Ursula Zwicker, there is one child, Anabel Maya-Felicitas.",
            "score": 31.275386810302734
        },
        {
            "docid": "54834065_21",
            "document": "Australian Marriage Law Postal Survey . More than 16 million letters were sent from 12 September over almost two weeks (with all delivered by 25 September) and silent electors' packages were sent by the AEC and delivered by the end of September. After several \"Yes\" respondents posted images of their complete forms on social media, the ABS cautioned participants to not photograph their form barcodes, so as to prevent any fraudulent conduct. Additionally, survey forms could be invalidated in the event the question was rephrased by the participant or the barcode was obscured or removed. The ABS issued several examples of what constituted a valid and invalid response (such as marking both boxes \"Yes\" and \"No\" or crossing out one of the words on the form). The ABS advised Australians who received extra survey forms, addressed to the previous occupant who failed to update their electoral details, to write on the front of the envelope \"return to sender\" and send it back. In Australia, it is illegal to open mail addressed to another person. In the rare instance of multiple responses being received from an individual, the ABS noted that only the last valid response could expect to be counted. On 25 September, the ABS confirmed that all survey forms had been mailed to eligible voters and outlined the process for additional forms to be sent to people who did not receive, lost or spoilt their form. The ABS also confirmed that a change of mind was not a valid reason for requesting a new form. Both the \"Yes\" and \"No\" campaigns provided 60 observers to the ABS counting process, who examined 606,991 survey results. Fewer than 500 survey forms were reported as issues to the ABS during the survey.",
            "score": 32.831377029418945
        },
        {
            "docid": "327708_46",
            "document": "Gordon B. Hinckley . On September 23, 1995, Hinckley released \"\", a statement of belief and counsel regarding the sanctity of the family and marriage prepared by the First Presidency and Quorum of the Twelve. In February 1996, church membership in countries other than the United States surpassed that of the U.S. Also in 1996, \"60 Minutes\" aired an interview of Hinckley by Mike Wallace during a segment on the LDS Church. In 1998, Hinckley was a guest on CNN's \"Larry King Live\". Hinckley maintained a friendship with both Wallace and King until his death.",
            "score": 46.13756883144379
        },
        {
            "docid": "19936107_3",
            "document": "Blanche of France, Duchess of Austria . Blanche was born in Paris, the second child of King Philip III of France and his second wife, Maria of Brabant. Her siblings were Louis, Count of Évreux and Margaret, Queen of England. Blanche also had two older half-brothers from her father's first marriage: Philip, the future King of France, and Charles, Count of Valois.",
            "score": 44.15702736377716
        },
        {
            "docid": "1720483_7",
            "document": "Richeza of Poland, Queen of Castile . At the court of Aragon, Richeza met Ramon Berenguer II, Count of Provence, nephew of Count of Barcelona. Although they soon fell in love, their union would be clearly political. Ramon Berenguer II supported Victor IV against Pope Alexander III, who, in turn, supported King Louis VII of France. The county of Provence was in a strategic location, between France and the Italian Peninsula. Frederick Barbarossa also wanted to win to his side Count Ramon Berenguer IV, who entered in an alliance with the kings of France, Castile and León. In contrast, Ramon Berenguer II, soon cousin by marriage of the Emperor, gained prestige and could face the pretensions of Count Hugh of Baux, who had just received the Imperial Provence as a fief.",
            "score": 35.23957860469818
        },
        {
            "docid": "17450998_22",
            "document": "California Proposition 8 (2008) . While turning down the challenge to the title and summary, the California Superior Court also found that the Yes on 8 campaign had overstated its ballot argument on the measure's impact on public schools and ordered a minor change in wording. The original arguments included a claim that the Supreme Court's legalization of same-sex marriage requires teachers to tell their students, as young as kindergarten age, that same-sex marriage is the same as opposite-sex marriage. The court said the Yes on 8 argument was false because instruction on marriage is not required and parents can withdraw their children. The court said the ballot argument could be preserved by rewording it to state that teachers \"may\" or \"could\" be required to tell children there is no difference between same-sex and opposite-sex marriage.",
            "score": 33.06706666946411
        },
        {
            "docid": "9908761_4",
            "document": "Frothar (archbishop of Bordeaux) . Frothar was archbishop at Bordeaux by late 860, when Archbishop Hincmar of Reims directed an epistolary treatise at him and Rodulf of Bourges. In the treatise, Hincmar suggested that the marriage of a certain Count Stephen to a daughter of Count Raymond of Toulouse could be annulled on the grounds that the couple had not consummated it. Rodulf and Frothar seem to have successfully negotiated the annulment and preserved peace between the two powerful Aquitanian families of Stephen and Raymond. This was especially important because Aquitaine had recently been re-constituted as a subkingdom for the king's son, Charles the Younger. Hincmar later opposed Frothar's transfer to Bourges at the synod of Ponthion (20 June–16 July 876).",
            "score": 38.16901731491089
        },
        {
            "docid": "489852_5",
            "document": "Counts of Celje . In a short period of time the Counts of Celje owned more than 20 castles all over the territory of modern Slovenia and beyond through the marriages of their daughters. With their acquiring large estates in the adjoining duchies of Styria and Carinthia, in the March of Carniola as well as in the territories of the Hungarian Crown (including Croatia and Slavonia) their influence rose and they became one of the most powerful families in the area. Count Ulrich I of Cilli, a leader of mercenary soldiers, joined King Louis I of Hungary on his 1354 campaign into Dalmatia and, shortly afterwards, the \"Rex Romanorum\" Charles IV to his coronation at Rome. His son William married Anna of Poland, daughter of the Polish king Casimir III the Great. The Counts of Cilli were related by marriage with rulers of Bosnia and Polish and Hungarian kings. Also through the Barbara of Cilli the Counts were in kinship with kings of Bohemia.",
            "score": 48.454789876937866
        },
        {
            "docid": "53244388_3",
            "document": "English expedition to Flanders (1297–98) . In 1294, Guy, Count of Flanders turned for help to King Edward I of England, arranging a marriage between his daughter Philippa and Edward, Prince of Wales. However, King Philip IV of France imprisoned Guy and two of his sons, forcing Guy to call off the marriage, and imprisoned Philippa in Paris. Philippa remained imprisoned until her death in 1306.",
            "score": 43.267449378967285
        },
        {
            "docid": "13056826_5",
            "document": "Robert de Chesney . After Henry I's death in 1135, the succession was disputed as the king's only legitimate son, William, had died in 1120. The main contenders were the king's nephews, Stephen, Count of Boulogne and his elder brother Theobald II, Count of Champagne, and his surviving legitimate daughter, Matilda, usually known as the Empress Matilda because of her first marriage to the Holy Roman Emperor, Henry V. After Matilda was widowed in 1125, she returned to her father in England, who then secured her marriage to Geoffrey, Count of Anjou. All the magnates of England and Normandy were required to declare fealty to Matilda as Henry's heir, but after Henry I's death in 1135 Stephen rushed to England and had himself crowned, before Theobald or Matilda could react. The Norman barons accepted Stephen as Duke of Normandy, and Theobald contented himself with his possessions in France. But Matilda was less patient: she secured the support of the king of Scotland, David I, her maternal uncle, and the support of her half-brother Robert, Earl of Gloucester, an illegitimate son of Henry I, in 1138.",
            "score": 41.35423529148102
        },
        {
            "docid": "2594704_4",
            "document": "Bertha of Holland . Bertha was, at the time, the lowest ranking woman to marry a French king; no suitable princess could be found, since they were all too closely related to Philip for the marriage to any of them to be seen as perfectly valid by the Church. Bertha had no kings among her traceable ancestors and lacked even tenuous links with the Carolingian that her predecessors could claim. Consequently, contemporary chroniclers did not even try to present her lineage as more exalted than that of a count's daughter. Nevertheless, the shortage of royal candidates made Bertha a suitable choice. The regal title she gained by this marriage was prestigious, but had little meaning, as she was confined to her husband's small royal domain that covered little more than areas around Paris and Orléans.",
            "score": 47.51073980331421
        }
    ],
    "r": [
        {
            "docid": "24797_12",
            "document": "Proclus . There is a double motivation found in Neoplatonic systems. The first is a need to account for the origin and character of all things in the universe. The second is a need to account for how we can know this origin and character of things. These two aims are related: they begin from the assumption that we can know reality, and then ask the question of what reality must be like, in its origin and unfolding, so that we can know it. An important element in the Neoplatonic answer to these questions is its reaction to Scepticism. In response to the sceptical position that we only know the appearances presented by our senses, and not the world as it is, Plotinus placed the object of knowledge inside the soul itself, and accounted for this interior truth through the soul's kinship with its own productive principles.",
            "score": 91.51970672607422
        },
        {
            "docid": "1131044_28",
            "document": "Recognition of same-sex unions in Romania . On 3 May 2013, Ecaterina Andronescu, former Minister of Education, professor, and member of the Social Democratic Party, declared in an interview when questioned about legalizing same-sex marriage the following: \"You know, to answer this questions it's necessary to give a more extended commentary. On one hand I respect human rights, I know that my freedoms ends where I am interfering with yours, but at the same time each of us has a mission on this earth, we must ensure future generations and this occurs naturally by marriage between men and women. If we go further we would understand that at some point humanity will come to an end if same-sex marriage is proliferated too extensively. That's why I, personally don't believe this is a solution, although I do agree that I must respect each individual's answer to the question \"What will he do with his life.\"",
            "score": 90.80878448486328
        },
        {
            "docid": "21084434_2",
            "document": "Epistemological particularism . Epistemological particularism is the belief that one can know something without knowing how one knows that thing. By this understanding, one's knowledge is justified before one knows how such belief could be justified. Taking this as a philosophical approach, one would ask the question \"What do we know?\" before asking \"How do we know?\" The term appears in Roderick Chisholm's \"The Problem of the Criterion\", and in the work of his student, Ernest Sosa (\"The Raft and the Pyramid: Coherence versus Foundations in the Theory of Knowledge\"). Particularism is contrasted with Methodism, which answers the latter question before the former. Since the question \"What do we know\" implies that we know, particularism is considered fundamentally anti-skeptical, and was ridiculed by Kant in the \"Prolegomena\".",
            "score": 89.57365417480469
        },
        {
            "docid": "4026045_16",
            "document": "Anomalous monism . He asks us to then consider the attribution of a belief. We are seeking a good scientific theory of amorous relations. We ask ourselves if Thomas, who has recently been betrayed by his girlfriend Ffion, believes that it is possible that the relationship can continue. The way we can find out the answer to this question is simply by asking Thomas if he believes it is possible. Thomas says no. Does this authorize us to attribute to Thomas the belief that the relationship cannot continue? Of course not, since Thomas is probably angry and confuses his desire to break up with Ffion with his beliefs. So we ask him if he is angry with Ffion. He says that he is, but we cannot attribute to him the belief that the relationship \"can\" continue, because we don't really know if he's confusing his desires with his beliefs or vice versa. So now we ask Thomas if he will still retain the same opinion next month. Thomas pauses for a while and then says yes. At this point, we think we have a definitive confirmation of the fact that Thomas believes that the relation must be interrupted, since he reflected on the matter before answering. Just to be sure, we ask him what came to mind during that interval of reflection. Thomas answers that he thought of all the unhappy incidents between that took place between him and Ffion. So we return to our original hypothesis on the basis that Thomas is angry and therefore confuses his desires and his beliefs.",
            "score": 87.05164337158203
        },
        {
            "docid": "662135_13",
            "document": "John Tortorella . He was involved in controversy yet again after game five of Lightning's series against the New Jersey Devils during the 2007 Stanley Cup playoffs. During a press conference during which Tortorella was visibly disappointed, he refused to answer questions directly, saying only \"We know what we did\" each time a reporter asked a question. When \"New York Post\" reporter Larry Brooks asked \"What did you do?\" Tortorella refused to explain. Frustrated, Brooks eventually asked, \"Are you not answering questions, or what?\" and when Tortorella answered that he was not, Brooks called the interview \"a waste of time.\" Tortorella then told Brooks to \"get the fuck out of here\" live on CBC television.",
            "score": 86.25414276123047
        },
        {
            "docid": "45455383_7",
            "document": "Social media analytics . Attributes of data that need to be considered are as follows: Data analysis is the set of activities that assist in transforming raw data into insight, which in turn leads to a new base of knowledge and business value. In other words, data analysis is the phase that takes filtered data as input and transforms that into information of value to the analysts. Many different types of analysis can be performed with social media data. The data analysis step begins once we know what problem we want to solve and know that we have sufficient data that is enough to generate a meaningful result. How can we know if we have enough evidence to warrant a conclusion? The answer to this question is; we don't know. We can't know this unless we start analyzing the data. While analyzing if we found the data isn't sufficient, reiterate the first phase and modify the question. If the data is believed to be sufficient for analysis, we need to build a data model.",
            "score": 85.46923828125
        },
        {
            "docid": "7697990_5",
            "document": "Altheides . We are running towards a precipice; we can but hope that when we reach the edge we shall be able to fly. [Of education and training, Jerusalem, 1227] If anyone asks you if you can do something, have only two answers: 'yes' and 'not yet.' [Jerusalem, 1227] A clever man is capable of solving puzzles, and a knowledgeable man knows many answers. But only a wise man knows which puzzles to solve and which questions to ask. [Of human perception of intelligence, Athens, 1236] Life is full of boundaries; a life lived within them is a life not worth living at all. [Athens, unknown year]",
            "score": 85.39564514160156
        },
        {
            "docid": "7482599_4",
            "document": "What Is Man? (King essay) . He notices first that ‘man is a biological being with a physical body’, which is the ‘less than God’, as we think of ‘God as a being of pure spirit, lifted above the categories of time and space’. The psalmist would then say that God made man that way, and because of this ‘there is nothing wrong with it’ and that ‘everything God makes is good; therefore there is nothing wrong with it’. The Greeks, as King informs us, ‘felt the body was evil’ and that the ‘soul could never reach its full maturity until it broke loose from the prison of the body’. However, Christianity raises the view that ‘the body is not the principle of evil; it says the will is the principle of evil’. He then defines that in ‘any doctrine of man, we must be concerned with man's physical well being’. To support this he brings up Jesus` quote that we need the “bread” to survive and also states ‘this isn’t the only part’ and if we stop here we would see ‘man merely as an animal’. He then brings an example of chemists who calculated that the values of man came to ‘about ninety-eight cents’, today with our living standards it comes to ‘a dollar ninety eight for the average man’. King challenges this idea by questioning ‘But can we explain the whole of man in terms of ninety eight cents?’ and brings up examples of human genius; and again asks ‘Can we explain the mystery of the human soul in terms of ninety eight cents?’ To this he answers “no” and states that ‘man is a child of God’ and raises the second basic point of the doctrine ‘that man is a being of spirit’, which is the ‘thou has crowned him with glory and honour’, and because of our ‘rational capacity, man has a mind, man can reason. This distinguishes us from the lower animals’. King then defines man as ‘God’s marvellous creation. Through his mind he can leap oceans, break through walls, and transcend the categories of time and space’. With this he defines what the biblical writers meant when they said ‘man is made in the image of God’, and that he has ‘rational capacity; he has the unique ability to have a fellowship with God. Man is a being of spirit’.",
            "score": 85.21558380126953
        },
        {
            "docid": "20206189_5",
            "document": "Spekkens toy model . The Spekkens toy model is based on the knowledge balance principle: \"the number of questions about the physical state of a system that are answered must always be equal to the number that are unanswered in a state of maximal knowledge.\" However, the \"knowledge\" one can possess about a system must be carefully defined for this principle to have any meaning. To do this, the concept of a \"canonical\" set of yes or no questions is defined as the minimum number of questions needed. For example, for a system with 4 states, one can ask \"Is the system in state 1?\", \"Is the system in state 2?\" and \"Is the system in state 3?\" which would determine the state of the system (state 4 being the case if all three questions were answered \"No.\"). However, one could also ask \"Is the system in either state 1 or state 2?\" and \"Is the system in either state 1 or state 3?\", which would also uniquely determine the state, and has only two questions in the set. This set of questions is not unique, however it is clear that at least two questions (bits) are required to exactly represent one of four states. We say that for a system with 4 states, the number of questions in a canonical set is two. As such, in this case, the knowledge balance principle insists that the maximum number of questions in a canonical set that one can have answered at any given time is one, such that the amount of knowledge is equal to the amount of ignorance.",
            "score": 84.83162689208984
        },
        {
            "docid": "52341321_11",
            "document": "Marriage Practice of Galo Tribe . People change with the time and many has choose other way of marriage more easy and right, this traditional practices almost diminished. We can witness such grand ceremony once in a blue moon now. Evil and not fit for the community are on the verge of stop as people like free will life than those bondage type. The youngster of today do not know how this traditional NYIDA ceremony is perform is a question mark. Is this NYIDA of Galo going to stop some day? Or is this need a modification or codification of the cultures and traditions that suit the modern life? How can we keep the culture intake with modern life is really a point that our society must ponder upon. As culture is identity of the tribal people over the world.",
            "score": 84.10516357421875
        },
        {
            "docid": "14236076_5",
            "document": "The Question Concerning Technology . Heidegger begins the question by noting that “We ask the question concerning technology when we ask what it is”. This stems from following an ancient doctrine to which “the essence of a thing is considered to be what the thing is”. He starts from the correct or clear definition that “Everyone knows ; the two statements that answer our question”. These are “Technology is a means to an end [and] a human activity”. The reason granted is that “to posit ends and procure and utilize the means to them is a human activity”. If technology is a means to a human end, this conception can therefore be “called the instrumental and anthropological definition of technology”. This further means that one has to ask “What is the instrumental itself?”. This entails questioning the purview of instrumentality in which means and ends are subsumed. As noted “Within what do such things as means and end belong?”.",
            "score": 83.75643920898438
        },
        {
            "docid": "24574814_4",
            "document": "Models of collaborative tagging . For most tagging systems the total number of tags in the collective vocabulary is much less than the total number of objects being tagged. Given this multiplicity of tags to documents, a question remains: how effective are the tags at isolating any single document? Naively, if we specify a single tag in this system we would uniquely identify lots of documents – thus the answer to our question is \"not very well!\". However this method carries a faulty assumption; not every document is equal. Some documents are more popular and important than others, and this importance is conveyed by the number bookmarks per document. Thus, we can reformulate the above question to be: how well does the mapping of tags to documents retain about the distribution of the documents? Information theory provides a natural framework to understand the amount of shared information between two random variables. The conditional entropy measures the amount of entropy remaining in one random variable when we know the value of a second random variable. Work done by Chi and Mytkowicz show that the entropy of documents conditional on tags, H(D|T), is increasing rapidly. What this means is that, even after knowing completely the value of a tag, the entropy of the set of documents is increasing over time. Conditional Entropy asks the question: \"Given that I know a set of tags, how much uncertainty regarding the document set that I was referencing with those tags remains?\" The fact that this curve is strictly increasing suggests that the specificity of any given tag is decreasing. That is to say, as a navigation aid, tags are becoming harder and harder to use. We are moving closer and closer to the proverbial \"needle in a haystack\" where any single tag references too many documents to be considered useful.",
            "score": 82.65387725830078
        },
        {
            "docid": "33394107_7",
            "document": "Limitations on copyrightability in Canadian copyright law . As a practical matter it can often be difficult for courts to draw the line between a fact and idea on the one hand and expression on the other hand. Learned Hand is often quoted from his decision in Nichols v. Universal Pictures Corp., which concerned two plays addressing interracial and inter-religious marriages between Jewish and Irish families, in which he says the following \"We assume that the plaintiff's play is altogether original, even to an extent that in fact it is hard to believe. We assume further that, so far as it has been anticipated by earlier plays of which she knew nothing, that fact is immaterial. Still, as we have already said, her copyright did not cover everything that might be drawn from her play; its content went to some extent into the public domain. We have to decide how much, and while we are as aware as any one that the line, wherever it is drawn, will seem arbitrary, that is no excuse for not drawing it; it is a question such as courts must answer in nearly all cases. Whatever may be the difficulties a priori, we have no question on which side of the line this case falls.\" This quote emphasizes the degree to which courts can have difficulty at the margins in deciding where ideas end and expression begins. For this reason unlike in patent law, the court has to engage in a comparative analysis of the works in question in order to determine whether an infringement is present.",
            "score": 82.60286712646484
        },
        {
            "docid": "2353777_4",
            "document": "Scariest Places on Earth . In a 2001 interview with Larry King, host Blair explained the series: When we were kids, we used to tell ghost stories, but as we've gotten older -- I have friends who are scientific researchers, and I ask them questions. My mother has passed on. I choose to think she is in a wonderful, other place that we all will go. But I think that some people are trapped here... Well, these are the places that people have talked about for years, and years, that they go in, and you physically feel something is wrong. Some people do see things. Whether it's in a mind, we don't know. Reruns were aired on Syfy and FOX Family Channel, which is a part of NBC Universal. It currently airs on NBC Universal's horror- and suspense-themed cable channel Chiller.",
            "score": 82.01728820800781
        },
        {
            "docid": "21315241_16",
            "document": "John Saddington . This book can be seen in two ways which are by no means mutually exclusive. Firstly, it is one of the few Muggletonian books addressed to non-believers. (If one accepts the view that Muggletonians had principled objections to evangelism, then Saddington's book should never have existed at all.) Saddington is well equipped to write a popular book. He has a bright, journalistic style which is appealing and, above all, he couches his comments in the everyday experience of urban tradesmen and housewives and does not begin from bible doctrine. The main text is preceded by two introductions, one to his fellow believers and one, a 'General Epistle', addressed to the 'Courteous Reader'. Secondly, it is in the address to the believers that he puts the frequently asked question 'why did I write this book?' but he never truly answers himself. It is as if he wants the Muggletonian reader to stop, consider, then tease out a deeper meaning of his or her own. When he does finally answer a question, it is the different one of why he has not written the book earlier. His reasons are that he saw little need to write whilst there was still a live prophet amongst them and because, if he wrote, he had to make reference to his own experience which he felt reluctant to do. Just what this experience was that might make his fellow believers question if he were a fit and proper person to exhort them to righteousness, he naturally doesn't say. Clearly, if we don't know, we don't need to know. And we don't. So time has healed his wound. But the prophet Muggleton was still alive when Saddington wrote his book, so what had really changed?",
            "score": 81.8187026977539
        },
        {
            "docid": "6901703_65",
            "document": "Algorithm characterizations . Furthermore, \"...not all instructions are acceptable, because they may require the robot to have abilities beyond those that we consider reasonable.” He gives the example of a robot confronted with the question is “Henry VIII a King of England?” and to print 1 if yes and 0 if no, but the robot has not been previously provided with this information. And worse, if the robot is asked if Aristotle was a King of England and the robot only had been provided with five names, it would not know how to answer. Thus:",
            "score": 81.54117584228516
        },
        {
            "docid": "37644080_12",
            "document": "Supporting Healthy Marriage Project . \"Although promoting marriage is undeniably a laudable aim, whether government programs can effectively promote marriage is far from certain. Government has virtually no track record on this issue. Moreover, before Congress commits to making significant investments in an unproven arena, policy makers must address an even more fundamental question: Can marriage really be a panacea that helps poor women and their children lead better lives or are supporters of marriage promotion overpromising the benefits of their agenda? Answering this question isn’t easy. Although the empirical evidence in support of marriage is incontrovertible, there is still a great deal we need to know before state [TANF] programs move too rapidly into uncharted territory. Studies on the 'retreat from marriage' in the United States abound, but we have surprisingly little information about the marital behavior of those women about whom policy makers are most concerned: low-income and welfare-dependent unwed mothers.\" \"Marriage promotion represents a cornerstone of social conservatives' domestic policy agenda, and proposals designed to promote and strengthen marriage are gaining currency at all levels of government. Since taking office, President Bush has promised to invest in marriage promotion on an unprecedented scale through his proposal to reauthorize the nation's welfare reform law, and legislation pending before Congress would allocate substantial funding toward that end. Yet even as the president waits for Congress to act, his administration is finding ways to devote significant funding to marriage promotion activities through existing programs and funding streams.",
            "score": 81.01596069335938
        },
        {
            "docid": "1692791_9",
            "document": "On the Soul . Book I contains a summary of Aristotle's method of investigation and a dialectical determination of the nature of the soul. He begins by conceding that attempting to define the soul is one of the most difficult questions in the world. But he proposes an ingenious method to tackle the question: just as we can come to know the properties and operations of something through scientific demonstration, i.e. a geometrical proof that a triangle has its interior angles equal to two right angles, since the principle of all scientific demonstration is the essence of the object, so too we can come to know the nature of a thing if we already know its properties and operations. It is like finding the middle term to a syllogism with a known conclusion. Therefore, we must seek out such operations of the soul to determine what kind of nature it has. From a consideration of the opinions of his predecessors, a soul, he concludes, will be that in virtue of which living things have life.",
            "score": 80.88692474365234
        },
        {
            "docid": "17994_5",
            "document": "Learning theory (education) . Plato (428 BC–347 BC) proposed the question: How does an individual learn something new when the topic is brand new to that person? This question may seem trivial; however, think of a human like a computer. The question would then become: How does a computer take in any factual information without previous programming? Plato answered his own question by stating that knowledge is present at birth and all information learned by a person is merely a recollection of something the soul has already learned previously, which is called the Theory of Recollection or Platonic epistemology. This answer could be further justified by a paradox: If a person knows something, they don't need to question it, and if a person does not know something, they don't know to question it. Plato says that if one did not previously know something, then they cannot learn it. He describes learning as a passive process, where information and knowledge are ironed into the soul over time. However, Plato's theory elicits even more questions about knowledge: If we can only learn something when we already had the knowledge impressed onto our souls, then how did our souls gain that knowledge in the first place? Plato's theory can seem convoluted; however, his classical theory can still help us understand knowledge today.",
            "score": 80.88280487060547
        },
        {
            "docid": "23047_16",
            "document": "Pseudoscience . Larry Laudan has suggested pseudoscience has no scientific meaning and is mostly used to describe our emotions: \"If we would stand up and be counted on the side of reason, we ought to drop terms like 'pseudo-science' and 'unscientific' from our vocabulary; they are just hollow phrases which do only emotive work for us\". Likewise, Richard McNally states, \"The term 'pseudoscience' has become little more than an inflammatory buzzword for quickly dismissing one's opponents in media sound-bites\" and \"When therapeutic entrepreneurs make claims on behalf of their interventions, we should not waste our time trying to determine whether their interventions qualify as pseudoscientific. Rather, we should ask them: How do you know that your intervention works? What is your evidence?\"",
            "score": 80.26671600341797
        },
        {
            "docid": "47676381_50",
            "document": "2015 Bojangles' Southern 500 . Larry McReynolds of Fox Sports said he doesn't \"know how in the world anybody can complain about what we saw at Darlington on Sunday night\" and that while he understands \"the race was long...the racing was good. I know there will be some debate about a four-and-a-half-hour race. I am normally the one that's beating the drum that we don't need to be doing that as our society has outgrown that. This was a very special event, and I don't think it needs to change.\"",
            "score": 80.1791763305664
        },
        {
            "docid": "301864_42",
            "document": "Larry King . King has been married eight times, to seven women. He married high-school sweetheart Freda Miller in 1952 at age 19. That union ended the following year at the behest of their parents, who reportedly had the youngsters' marriage annulled. King was later briefly married to Annette Kaye who gave birth to his son, Larry Jr., in November 1961. King did not meet Larry Jr. until the son was in his thirties. Larry Jr. and his wife, Shannon, have three children.",
            "score": 80.11708068847656
        },
        {
            "docid": "4923610_59",
            "document": "Descriptive psychology . \"I would suggest that the spiritual domain is anchored in these notions (i.e., \"ultimates, totalities, and boundary conditions\"). You're into the spiritual domain when you ask ultimate questions—'what's the ultimate meaning of life?', when you deal with totalities—'What is the entire world like? What is my whole life like? How should I live my whole life?' And 'boundary conditions' is a little harder to explain, but think in terms of, \"When have I reached the limit?\" For example, if I tell you that I know something, you may ask me how I know and I may be able to give you an answer. Then when I give you the answer, that has to be something else that I know, and so you may ask me about it, and I may give you an answer. But ultimately, we reach some kind of end because I can't give you answers forever. All knowledge has that structure, that you can back up some knowledge with other knowledge, and you can back that up with some other, but there is never an infinite sequence of backing up. You do reach an end point. The fact that you reach an end point is an example of a boundary condition with respect to knowledge, that knowledge is not founded on an infinite set of foundations, nor is it founded on a secure foundation. A secure foundation is just some other fact that one can ask questions about. So knowledge starts somewhere, and it doesn't start from further knowledge, ultimately. And it's in dealing with such questions as, 'Where does our knowledge come from? What is its foundations? What kind of confidence can we have in it?' – these kinds of questions, I think are what you're dealing with when you think of a religion.\"",
            "score": 79.68533325195312
        },
        {
            "docid": "2116021_4",
            "document": "MacAdam ellipse . The second question we might ask, given two colors, is \"how different are these two colors?\" Just as the first question was answered by developing a color space in which three numbers specified a particular color, we are now asking effectively, how far apart these two colors are. This particular question was considered by researchers dating back to Helmholtz and Schrödinger, and later in industrial applications, but experiments by Wright and Pitt, and David MacAdam provided much-needed empirical support.",
            "score": 79.25934600830078
        },
        {
            "docid": "4026045_17",
            "document": "Anomalous monism . How can all this be formalized? At the beginning, we attributed the predicate \"no\" to Thomas as a direct response to our question. This is a physical predicate \"F\". We can call the attribution of Thomas' belief that the relationship cannot continue \"m\". From \"Fx\", we cannot deduce \"mx\". On the basis of the hypothesis that a person who is angry is not capable of examining their own opinions clearly, we asked Thomas if he was angry. We ascribed to him the mental predicate \"m1\" and the physical predicate \"F1\" (the answer \"yes\" to the question whether he is angry). Now, we can deduce \"m1\" (the fact that he is angry) from \"F1\". But from \"m1\" and \"F1\", we can deduce neither \"m\" (the fact that Thomas believes the relationship cannot continue) nor \"not m\". So we continue by attributing the next physical predicate \"F2\" (the positive answer to our question whether he will be of the same opinion in one month).",
            "score": 79.12548828125
        },
        {
            "docid": "8111444_36",
            "document": "Mathematical anxiety . Active learners ask critical questions, such as: \"Why do we do it this way, and not that way\"? Some teachers may find these questions annoying or difficult to answer, and indeed may have been trained to respond to such questions with hostility and contempt, designed to instill fear. Better teachers respond eagerly to these questions, and use them to help the students deepen their understand by examining alternative methods so the students can choose for themselves which method they prefer. This process can result in meaningful class discussions. Talking is the way in which students increase their understanding and command of math. Teachers can emphasize the importance of original thinking rather than rote manipulation of formulas. This can be done through class conversations. Teachers can give students insight as to why they learn certain content by asking students questions such as \"what purpose is served by solving this problem?\" and \"why are we being asked to learn this?\"",
            "score": 79.0679702758789
        },
        {
            "docid": "7482599_5",
            "document": "What Is Man? (King essay) . King then defines the third doctrine of man which ‘is the recognition that man is a sinner. Man is a free being made in the image of God’. Man also has the ability to ‘choose between alternatives, so he can choose the good or the evil, the high or the low’. King then admits that ‘man has misused his freedom’ and concludes that ‘man is a sinner in need of God’s divine grace’. King also admits that we find excuses to avoid this reality, ‘we say that man’s misdeeds are due to a conflict between the Id and the superego’. He then states the conflict is ‘between God and man’, and that we want to cry with St. Augustine, “Lord, make me pure, but not yet”. This then leads King to argue that ‘the “isness” of our present nature is out of harmony with the “oughtness” that forever confronts us’ with this ‘we know how to love, and yet we hate. We take the precious lives that God has given us and throw them away in riotous living.' He then compares us to ‘sheep (who) have gone astray.’ With this line of thought he concludes with ‘we are all sinners in need of God’s divine grace’. He then looks at history and sees ‘how we treat each other. Races trample over other races; nations trample over other nations. We go to war and destroy the values and lives that God has given us.’ With this he realises that ‘man isn’t made for that’ and ‘we were made for eternity’. The example of the “prodigal son” is then used to describe our relationship with God, believing that God will forgive us if we ask for it, ‘man is not made for the far country of evil…decided to rise up…I still love you’.",
            "score": 78.92137908935547
        },
        {
            "docid": "757775_3",
            "document": "The Living Bible . The children were one of the chief inspirations for producing the Living Bible. Our family devotions were tough going because of the difficulty we had understanding the King James Version, which we were then using, or the Revised Standard Version, which we used later. All too often I would ask questions to be sure the children understood, and they would shrug their shoulders—they didn't know what the passage was talking about. So I would explain it. I would paraphrase it for them and give them the thought. It suddenly occurred to me one afternoon that I should write out the reading for that evening thought by thought, rather than doing it on the spot during our devotional time. So I did, and read the chapter to the family that evening with exciting results—they knew the answers to all the questions I asked!",
            "score": 78.75532531738281
        },
        {
            "docid": "18054581_4",
            "document": "Hydro sapiens . For every question, there is an answer… What is the power of water? How weak can it make you? Should we fear it, love it, hate it? A human being is made up 66% percent out of water, so why do we need more? And in how many ways a man can drown? For all these questions, The Lunatics will try to find the answers - through a very intensive, hilarious, spectacular and even brutal search for the right value of water...",
            "score": 78.68972778320312
        },
        {
            "docid": "753973_34",
            "document": "Ken Jennings . Jennings appeared on the first two episodes of the NBC game show \"1 vs. 100\" on October 13 and 20, 2006 as a mob member. He incorrectly answered the question, \"what color is the number 1 space on a standard roulette wheel?\" as \"black\" instead of \"red\" in his second episode, eliminating him from the game. (He explained that he did not know the answer because his Mormon faith prohibits gambling.) He left the show with $714.29, his share of a $35,000 prize shared among 49 Mob members. Jennings returned to the show for a special \"Last Man Standing\" episode aired on February 9, 2007. He was eliminated on the final question, which asked which of the three options had been married the most times; he answered King Henry VIII, while the correct answer was Larry King. This episode was the first time Jennings had a chance at a rematch against rival Brad Rutter, who was also part of the mob and was eliminated before Jennings.",
            "score": 78.44041442871094
        },
        {
            "docid": "1888537_66",
            "document": "Bernice King . During Atlanta's 2012 Martin Luther King Jr. Day rally, King included LGBT people among the various groups who needed to come together to \"fulfill her father’s legacy.\" When speaking at Brown University in 2013, King made statements regarding her beliefs about the origins of marriage: \"I believe that the family was created and ordained first and foremost by God, that he instituted the marriage, and that's a law that he instituted and not... that we instituted\" and about the origins of same-sex attraction: \"I also don't believe everybody's born that way. I know some people have been violated. I know some people have unfortunately delved into it as an experiment\". King has publicly stated that her father would have been against gay marriage.",
            "score": 78.25985717773438
        },
        {
            "docid": "18917_5",
            "document": "Meta-ethics . According to Richard Garner and Bernard Rosen, there are three kinds of meta-ethical problems, or three general questions: A question of the first type might be, \"What do the words 'good', 'bad', 'right' and 'wrong' mean?\" (see value theory). The second category includes questions of whether moral judgments are universal or relative, of one kind or many kinds, etc. Questions of the third kind ask, for example, how we can know if something is right or wrong, if at all. Garner and Rosen say that answers to the three basic questions \"are not unrelated, and sometimes an answer to one will strongly suggest, or perhaps even entail, an answer to another.\"",
            "score": 77.5794448852539
        }
    ]
}