{
    "q": [
        {
            "docid": "55744418_9",
            "document": "Jeeves and the Song of Songs . The 1932 collection \"Nothing But Wodehouse\" and the 1958 collection \"Selected Stories by P. G. Wodehouse\" included the story. The story was also featured in the 1960 collection \"The Most of P. G. Wodehouse\", and in the 1983 collection \"P. G. Wodehouse Short Stories\", published by The Folio Society with drawings by George Adamson.",
            "score": 8.028175354003906
        },
        {
            "docid": "63342_1",
            "document": "P. G. Wodehouse . P. G. Wodehouse",
            "score": 7.578498840332031
        },
        {
            "docid": "1888289_3",
            "document": "P. G. Wodehouse short stories bibliography . \"For a list of Wodehouse's books, including novels and collections of short stories, see P. G. Wodehouse bibliography.\"",
            "score": 7.9332427978515625
        },
        {
            "docid": "1888289_2",
            "document": "P. G. Wodehouse short stories bibliography . The following is an incomplete list of short stories by P. G. Wodehouse grouped by the Wodehouse canon to which they belong, if applicable.",
            "score": 9.104760885238647
        },
        {
            "docid": "4465464_1",
            "document": "P. G. Wodehouse locations . P. G. Wodehouse locations",
            "score": 7.523019790649414
        },
        {
            "docid": "1369623_1",
            "document": "P. G. Wodehouse bibliography . P. G. Wodehouse bibliography",
            "score": 7.523019790649414
        },
        {
            "docid": "1901140_10",
            "document": "The Great Sermon Handicap . The 1932 collection \"Nothing But Wodehouse\" and the 1960 collection \"The Most of P. G. Wodehouse\" included this story. \"The Great Sermon Handicap\" was featured in the 1983 collection of Wodehouse stories titled \"P. G. Wodehouse Short Stories\" published by The Folio Society and illustrated by George Adamson, and in the 1984 collection of clergy-related Wodehouse stories \"The World of Wodehouse Clergy\" published by Hutchinson.",
            "score": 8.459861755371094
        },
        {
            "docid": "4139347_1",
            "document": "P. G. Wodehouse minor characters . P. G. Wodehouse minor characters",
            "score": 7.46834659576416
        },
        {
            "docid": "1368740_1",
            "document": "List of P. G. Wodehouse characters . List of P. G. Wodehouse characters",
            "score": 7.46834659576416
        },
        {
            "docid": "30896341_1",
            "document": "List of songs with lyrics by P. G. Wodehouse . List of songs with lyrics by P. G. Wodehouse",
            "score": 7.414462089538574
        },
        {
            "docid": "1888289_1",
            "document": "P. G. Wodehouse short stories bibliography . P. G. Wodehouse short stories bibliography",
            "score": 7.414462089538574
        },
        {
            "docid": "4956244_10",
            "document": "John Wodehouse, 3rd Earl of Kimberley . Kimberley's son John was the godson of the writer P. G. Wodehouse, a distant cousin, both being descended from Sir Armine Wodehouse, 5th Baronet. According to \"Brewer's Dictionary of Phrase and Fable\", P. G. Wodehouse based the character of Bertie Wooster on him.",
            "score": 8.043886184692383
        },
        {
            "docid": "55727894_9",
            "document": "Jeeves and the Impending Doom . The American edition of a collection of Wodehouse stories, \"The Weekend-End Wodehouse\", published in 1939 by Doubleday, included the story. The story appeared in \"Selected Stories by P. G. Wodehouse\", a 1958 collection of Wodehouse stories published by The Modern Library, and in \"The Most of Wodehouse\", a 1960 collection of Wodehouse stories published by Simon and Schuster. It was also featured in the 1983 collection \"P. G. Wodehouse Short Stories\", which was illustrated by George Adamson and published by The Folio Society. The collection \"A Wodehouse Bestiary\", a 1985 omnibus of Wodehouse stories involving animals, featured \"Jeeves and the Impending Doom\".",
            "score": 9.633765459060669
        },
        {
            "docid": "63342_50",
            "document": "P. G. Wodehouse . <poem> \" 'It seems to me, Jeeves, that the ceremony may be one fraught with considerable interest.' 'Yes, sir.' 'What, in your opinion, will the harvest be?' 'One finds it difficult to hazard a conjecture, sir.' 'You mean imagination boggles?' 'Yes, sir.' I inspected my imagination. He was right. It boggled.\" </poem>",
            "score": 9.39081072807312
        },
        {
            "docid": "63342_38",
            "document": "P. G. Wodehouse . On 15 January 1945 the French authorities released Wodehouse, but they did not inform him, until June 1946, that he would not face any official charges and was free to leave the country.",
            "score": 13.211215019226074
        },
        {
            "docid": "56864060_11",
            "document": "Sonny Boy (short story) . The 1951 anthology \"The Best of Modern Humor\", edited by P. G. Wodehouse and Scott Meredith, included \"Sonny Boy\", which was the only story by Wodehouse included in the anthology. The story was the only Wodehouse story included in the 1967 anthology \"A Carnival of Modern Humour\", also edited by P. G. Wodehouse and Scott Meredith.",
            "score": 9.070099115371704
        },
        {
            "docid": "412092_44",
            "document": "Stourbridge . Stourbridge Golf Course is also mentioned by P. G. Wodehouse. - P. G. Wodehouse, \"Money for Nothing\", Chapter 5.",
            "score": 7.308993339538574
        },
        {
            "docid": "4139347_2",
            "document": "P. G. Wodehouse minor characters . The following is an incomplete compendium of the fictional characters featured in the stories of P. G. Wodehouse (other than the ones already described in separate guides about Wodehouse series such as Blandings, Jeeves, etc.), in alphabetical order by surname.",
            "score": 7.695608139038086
        },
        {
            "docid": "4465464_13",
            "document": "P. G. Wodehouse locations . Blandings Castle is a fictional location central to many P. G. Wodehouse stories. It is an idyllic country house.",
            "score": 7.283093452453613
        },
        {
            "docid": "4465464_2",
            "document": "P. G. Wodehouse locations . The following is an incomplete compendium of the fictional locations featured in the stories of P. G. Wodehouse, in alphabetical order by place name.",
            "score": 7.257375717163086
        },
        {
            "docid": "1368740_2",
            "document": "List of P. G. Wodehouse characters . The following is an incomplete list of fictional characters featured in the books and stories of P. G. Wodehouse, by series, in alphabetical order by series name. Due to overlap between the various classifications of Wodehouse's work, some characters appear more than once.",
            "score": 7.638406753540039
        },
        {
            "docid": "30896341_2",
            "document": "List of songs with lyrics by P. G. Wodehouse . This list contains songs with lyrics written or co-written by the English humorist, novelist and playwright P. G. Wodehouse.",
            "score": 7.206482887268066
        },
        {
            "docid": "56696476_14",
            "document": "The Amazing Hat Mystery . \"The Amazing Hat Mystery\" was included in the collection \"The Most of P. G. Wodehouse\", which was published in the US on 15 October 1960, Wodehouse's seventy-ninth birthday. It was included in the 1978 collection \"Vintage Wodehouse\", a collection edited by Richard Usborne. The 1982 collection \"Tales from the Drones Club\" featured the story. It was included in \"P. G. Wodehouse Short Stories\", a 1983 collection published by The Folio Society that included drawings by George Adamson.",
            "score": 8.788118362426758
        },
        {
            "docid": "4139347_28",
            "document": "P. G. Wodehouse minor characters . \"J. G. Butterwick\" (in \"Heavy Weather\", 1933) and \"John G. Butterwick\" (in \"The Luck of the Bodkins\", 1935), became \"J. B. Butterwick\" (in \"Pearls, Girls and Monty Bodkin\", 1972). He is the senior partner in Butterwick, Price and Mandelbaum, Import and Export Merchants.",
            "score": 9.651562690734863
        },
        {
            "docid": "56705608_10",
            "document": "Goodbye to All Cats . The story was included in the English edition of the 1939 collection \"Week-end Wodehouse\", published by Herbert Jenkins Limited. It was collected in \"The Most of P. G. Wodehouse\", published on 15 October 1960. \"Tales from the Drones Club\", published in 1982, included the story. It was featured in \"P. G. Wodehouse Short Stories\", published by The Folio Society and illustrated by George Adamson.",
            "score": 7.453729629516602
        },
        {
            "docid": "56671680_10",
            "document": "Trouble Down at Tudsleigh . The story was included in the American edition of \"Eggs, Beans, and Crumpets\", published in 1940. It was featured in the 1949 collection, \"The Best of Wodehouse\", edited by Scott Meredith and published by Pocket Books. The collection \"The Week-End Book of Humor\", with stories selected by Wodehouse and Meredith, included the story, which was the only Wodehouse story featured in the book. This collection was published in 1952 in the US and 1954 in the UK, and was reissued with the alternate title \"P. G. Wodehouse Selects the Best of Humor\" in the US in 1965, and as \"P. G. Wodehouse Selects the Best of Humour\" in the UK in 1966. The story was also included in the 1982 collection \"Tales from the Drones Club\".",
            "score": 8.825392484664917
        },
        {
            "docid": "1897174_11",
            "document": "Jeeves Takes Charge . The story was included in the American edition of the 1939 Wodehouse collection \"The Week-End Wodehouse\", and in the 1958 collection of Wodehouse stories, \"Selected Stories by P. G. Wodehouse\".",
            "score": 8.287139892578125
        },
        {
            "docid": "1564680_4",
            "document": "John Wodehouse, 4th Earl of Kimberley . Wodehouse was the godson of the writer P. G. Wodehouse, a distant cousin, both being descended from Sir Armine Wodehouse, 5th Baronet.",
            "score": 8.287139892578125
        },
        {
            "docid": "2125254_2",
            "document": "The White Feather . The White Feather is a novel by P. G. Wodehouse, first published on 9 October 1907 by Adam & Charles Black, London. It is set at Wrykyn school, scene of Wodehouse's earlier book \"The Gold Bat\" (1904), and the later \"Mike\" (1909). Like many early Wodehouse novels, the story first appeared as a serial in the boys' magazine \"The Captain\", between October 1905 and March 1906. The phrase \"white feather\" is a reference to cowardice.",
            "score": 10.638249158859253
        },
        {
            "docid": "29853536_2",
            "document": "The World of Wodehouse . The World of Wodehouse was a comedy television series, based on the \"Blandings Castle\" and \"Ukridge\" comedy stories by P. G. Wodehouse.",
            "score": 7.994962692260742
        },
        {
            "docid": "80678_21",
            "document": "Jeeves . In the reference work \"Wodehouse in Woostershire\" by Wodehouse scholars Geoffrey Jaggard and Tony Ring, it is speculated using information provided in the Jeeves canon that Bertie's age ranges from approximately 24 to 29 over the stories (excluding \"Ring for Jeeves\"), and that Jeeves is roughly ten years older than Bertie, giving an age range of 35 to 40. This happens to agree with a personal letter written in 1961 by P. G. Wodehouse to scholar Robert A. Hall, Jr., in which Wodehouse, explaining that his characters did not age with real life time, gave an approximate age for Jeeves:",
            "score": 13.911256790161133
        },
        {
            "docid": "55648048_9",
            "document": "The Purity of the Turf (short story) . \"The Purity of the Turf\" was included in the 1932 collection \"Nothing But Wodehouse\" and in the 1960 collection \"The Most of P. G. Wodehouse\". The 1981 collection of crime-related Wodehouse stories, \"Wodehouse on Crime\", and the 1984 collection of clergy-related Wodehouse stories, \"The World of Wodehouse Clergy\", featured this story.",
            "score": 8.57754898071289
        }
    ],
    "r": [
        {
            "docid": "33383136_10",
            "document": "Sell Me the Answer . Counter Strategy by the Seller: The Seller (who may or may not know the answer) would pretend that he knows the answer and is trustworthy. He would also try to guess whether the Player actually knows the answer or is bluffing. If the Seller feels that the Player knows the answer, the Seller may have no option but to agree to the Player’s offer. But, if the Seller feels that the Player is bluffing, he would keep on increasing his bid. If the final amount agreed by the Player is not satisfactory to the Seller, he may give a misleading answer to the Player (remember the Seller would anyway get the agreed amount whether the answer is right or wrong). The Player then would have to decide whether to go with the sellers answer or not. If the Player goes with the Seller’s misleading answer, the player would have successfully sought revenge on the Seller for offering a very small amount.",
            "score": 28.57253074645996
        },
        {
            "docid": "1678474_4",
            "document": "The Black Halo . With this, Ariel prompts himself into action and decides to confront Mephisto. He crosses the river and approaches Mephisto's castle. (Moonlight) Resigning himself to death, he approaches Mephisto. (Interlude II: Un Assassinio Molto Silenzioso) Ariel denounces him as traitorous and evil. He cuts his ties to Mephisto, and resolves to live a good life like Helena did, even though his sins have damned his soul to hell anyway. (The Black Halo) Ariel states that humanity will always struggle with the very questions that Ariel has been trying to answer throughout his journey. This prompts him to a sudden realization: that love is the ultimate answer to life, and that the true love between himself and Helena was thus a part of it, even before he left on his quest. He knows now that, even having found his answer, he will never be truly satisfied, and that his free will allows him to create his own meaning of life and his own destiny. With his questions finally answered, he comes to a state of transcendental understanding and sublime joy, so strong that he wishes to linger at that moment forever. (Nothing Ever Dies)",
            "score": 28.51105499267578
        },
        {
            "docid": "2275763_16",
            "document": "Alief, Houston . In late 1994, David M. Henington, the director of the Houston Public Library, retired. In an article about his retirement plans he told the reporter he wanted personal computers placed in all of Houston's branch libraries so that all Houstonians could access the internet \"information superhighway\" during their visits. In 1996, the Henington-Alief Library began offering free internet access to the public. The service was text-only and was limited to 20 minutes when other users were waiting to use the computers. The move by the Houston Public Library was intended to bring internet access to Houstonians who did not have a home computer and therefore did not have home access to the internet.",
            "score": 27.62984275817871
        },
        {
            "docid": "6108790_17",
            "document": "Stop the Clocks . During an interview on Radio 1 in October 2006, and later during a question and answer session with \"The Sun\", Liam Gallagher, who got a songwriting credit with his \"Songbird\", claimed that he was happy with the tracks Noel had selected for the album, although he said that he would have liked \"Rockin' Chair\" and \"D'You Know What I Mean?\" to be included. Noel, however, admitted that \"D'You Know What I Mean?\" was to be included on the album up until the moment it was being mastered, explaining that the length of the song \"upset the flow of the album\".",
            "score": 27.05143928527832
        },
        {
            "docid": "1795879_47",
            "document": "F. C. S. Schiller . The impossibility of answering truly the question whether the 100th (or 10,000th) decimal in the evaluation of Pi is or is not a 9, splendidly illustrates how impossible it is to predicate truth in abstraction from actual knowing and actual purpose. For the question cannot be answered until the decimal is calculated. Until then no one knows what it is, or rather will turn out to be. And no one will calculate it, until it serves some purpose to do so, and some one therefore interests himself in the calculation. And so until then the truth remains uncertain: there is no 'true' answer, because there is no actual context in which the question has really been raised. We have merely a number of conflicting possibilities, not even claims to truth, and there is no decision. Yet a decision is possible if an experiment is performed. But his experiment presupposes a desire to know. It will only be made if the point becomes one which it is practically important to decide. Normally no doubt it does not become such, because for the actual purposes of the sciences it makes no difference whether we suppose the figure to be 9 or something else. I.e. the truth to, say, the 99th decimal, is ' true enough ' for our purposes, and the 100th is a matter of indifference. But let that indifference cease, and the question become important, and the ' truth ' will at once become ' useful '. Prof. Taylor's illustration therefore conclusively proves that in an actual context and as an actual question there is no true answer to be got until the truth has become useful. This point is illustrated also by the context Prof. Taylor has himself suggested. For he has made the question about the 100th decimal important by making the refutation of the whole pragmatist theory of knowledge depend on it. And what nobler use could the 100th decimal have in his eyes? If in consequence of this interest he will set himself to work it out, he will discover this once useless, but now most useful, truth, and—triumphantly refute his own contention!",
            "score": 27.0172119140625
        },
        {
            "docid": "52737_47",
            "document": "Adlai Stevenson II . During the Cuban Missile Crisis in October 1962, Stevenson gave a presentation at an emergency session of the Security Council. In his presentation, which attracted national television coverage, he forcefully asked Soviet UN representative Valerian Zorin if his country was installing nuclear missiles in Cuba, and when Zorin appeared reluctant to reply, Stevenson punctuated with the demand \"Don't wait for the translation, answer 'yes' or 'no'!\" When Zorin replied that \"I am not in an American court of law, and therefore do not answer a question put to me in the manner of a prosecuting counsel...you will have your answer in due course\", Stevenson retorted, \"I am prepared to wait for my answer until Hell freezes over.\" Stevenson then showed photographs taken by a U-2 spy plane which proved the existence of nuclear missiles in Cuba, just after Zorin had implied they did not exist. Stevenson also attended several meetings of the EXCOMM at the White House during the Missile Crisis, where he boldly proposed to make an exchange with the Soviets: if they would remove their missiles from Cuba, the United States would agree to remove its obsolete Jupiter missiles from Turkey. However, he faced strong opposition from some other EXCOMM members, who regarded such an exchange as a sign of weakness. According to Kennedy adviser and Stevenson friend George W. Ball, who was present, these members \"intemperately upbraided Stevenson...[and were] outraged and shrill.\" However, President Kennedy remarked \"You have to admire Adlai, he sticks to his position even when everyone is jumping on him\", and Robert Kennedy wrote that \"Stevenson has since been criticized for the position he took at the meeting...although I disagreed strongly with his recommendations, I thought he was courageous to make them, and I might add that they made as much sense as some others considered during that period of time.\" Stevenson remarked \"I know that most of those fellows will consider me a coward for the rest of my life for what I said today, but perhaps we need a coward in the room when we are talking about nuclear war.\" In fact, the Kennedy Administration did remove the Jupiter-class MRBMs from Italy and Turkey some six months after the Cuban Missile Crisis ended, and there is evidence that President Kennedy privately agreed that, if the Soviets would remove their missiles from Cuba, he would remove the Jupiter missiles from Turkey and Italy at a later date. The deal was kept a secret for many years, however, and Stevenson was thus given no credit for his original suggestion.",
            "score": 26.254802703857422
        },
        {
            "docid": "27913563_31",
            "document": "Right to Internet access . Others have argued that it is ridiculous to consider internet access a human right, as that would mean that all human beings up until the invention of the internet were deprived of a basic human right, which would be an impossibility if it is a natural, inalienable right.",
            "score": 25.938676834106445
        },
        {
            "docid": "3652202_36",
            "document": "Shaq–Kobe feud . O'Neal announced his retirement via social media on June 1, 2011. Two days later, O'Neal held a press conference at his home in Orlando to officially announce his retirement. When asked who was the greatest player he ever played with during his career, O'Neal did not answer but Bryant was the only player whose name was mentioned. He also mentioned that his departure from Los Angeles has nothing to do with Kobe Bryant, saying \"the reason I left wasn't about what Kobe did; it was about something else. I was making maximum dollars and felt I deserved more. It was a business end.\" When asked whether leaving Los Angeles was a bad decision, he answered \"I don't like to live in a world of ifs. But if we would have stayed, possibly we could have got six [championships].\"",
            "score": 25.916318893432617
        },
        {
            "docid": "35766070_26",
            "document": "Univention Corporate Server . The proxy server Squid receives inquiries about internet contents and verifies whether these contents are already available in a local cache. Answering times for the users and the transfer volume via the internet access can be reduced. In addition, it also allows the control and administration of the access to Internet contents. For example, it can be specified which users or user groups can access which websites and which they can’t.",
            "score": 25.2840518951416
        },
        {
            "docid": "52287219_11",
            "document": "Bad and Boujee . While he can be seen in one of the background scenes in the music video, Takeoff is not featured nor credited on the song. Takeoff himself has stated that he was not featured because he was busy at the time. On June 24, 2017, during filming of \"Complex\"s Everyday Struggle at the BET Awards 2017, he was questioned about his absence, to which he replied, \"Do it look like I'm left off 'Bad and Boujee'?\" Since the interview numerous Internet memes have appeared, mocking his response as the interviewers could not hear him properly, asking him to repeat the answer and leaning towards him to hear better. They later stated that the reason they could not hear his answer was because there was a lot of noise around them and he was not speaking loud enough, but fans have made jokes that he was not speaking clearly, often jokingly posting excessively misspelled quotes of the response on social media, implying that Takeoff mumbled while responding to the question.",
            "score": 25.28026008605957
        },
        {
            "docid": "21315241_16",
            "document": "John Saddington . This book can be seen in two ways which are by no means mutually exclusive. Firstly, it is one of the few Muggletonian books addressed to non-believers. (If one accepts the view that Muggletonians had principled objections to evangelism, then Saddington's book should never have existed at all.) Saddington is well equipped to write a popular book. He has a bright, journalistic style which is appealing and, above all, he couches his comments in the everyday experience of urban tradesmen and housewives and does not begin from bible doctrine. The main text is preceded by two introductions, one to his fellow believers and one, a 'General Epistle', addressed to the 'Courteous Reader'. Secondly, it is in the address to the believers that he puts the frequently asked question 'why did I write this book?' but he never truly answers himself. It is as if he wants the Muggletonian reader to stop, consider, then tease out a deeper meaning of his or her own. When he does finally answer a question, it is the different one of why he has not written the book earlier. His reasons are that he saw little need to write whilst there was still a live prophet amongst them and because, if he wrote, he had to make reference to his own experience which he felt reluctant to do. Just what this experience was that might make his fellow believers question if he were a fit and proper person to exhort them to righteousness, he naturally doesn't say. Clearly, if we don't know, we don't need to know. And we don't. So time has healed his wound. But the prophet Muggleton was still alive when Saddington wrote his book, so what had really changed?",
            "score": 25.1406307220459
        },
        {
            "docid": "1425373_13",
            "document": "The Dad Who Knew Too Little . Selman responded to many of the messages in the character of Homer. He initially intended to answer them all, but gave up when he received even more messages after deleting some of the answered ones in his inbox. At first, Selman answered the messages individually, trying to come up with clever responses for each one. He then ran out of ideas and his answers started getting less clever, and eventually he would just copy a few responses and use them on all the messages. These responses were, according to Selman, written along the lines of \"Dear Nerd, I didn’t even know the internet was on computers these days, let alone some kind of electric mail dealie. Please send all future letters (and beer) to: 642 Evergreen Terrace, Springfield USA then a zip code. Praise Jebus! —Homer Simpson.\" Selman would also occasionally just reply with a simple \"d'oh!\".",
            "score": 25.089406967163086
        },
        {
            "docid": "8322943_18",
            "document": "Hanns Scharff . The Luftwaffe kept a vast collection of personal information about any pilot or commander in an enemy air wing in individual files. Scharff, when faced with a tight-lipped prisoner, usually consulted these files during interrogation sessions. He began by asking a prisoner a question he already knew the answer to, informing the prisoner that he already knew everything about him, but his superiors had given instruction that the prisoner himself had to say it. Scharff continued asking questions that he would then provide the answers for, each time hoping to convince his captive that there was nothing he did not already know. When he eventually got to the piece of information he did not have, prisoners would frequently give the answer, assuming Scharff already had it in his files anyway, often saying so as they provided the information. Scharff made a point of keeping the Luftwaffe's lack of knowledge a strict secret so as to exploit the same tactic further in later conversations.",
            "score": 24.96428108215332
        },
        {
            "docid": "31586643_21",
            "document": "Policies promoting wireless broadband in the United States . Public interest is important for policies promoting wireless broadband for Americans. The interest of the public is important because if the public does not condone the cost and the utility, the nation will have to cover the failure of the deployment. However, the public may also consider this to be an excellent development for our country. Part of the national wireless broadband goal is to enable businesses to grow faster, help students learn more, and assist public safety officers with having the best, state-of-the-art technology and communications available. During his State of the Union address, President Obama announced a National Wireless Initiative to make available high speed wireless Internet services for 98% of Americans. This plan was primarily designed to get this technology to reach more rural areas that otherwise did not have the opportunity of obtaining the service. On February 10, 2011 President Obama was commended for his proposal on pursuing the plan with the idea that this would greatly increase jobs and innovation. The concept of the “last mile” is often brought up for Internet Service Providers (ISP) as they try to expand their network, often time having to stop before the last house on the block because of cost. However, even though this issue happens throughout rural areas, 57% of Americans use broadband services with 91% already having access according to the Pew Internet & American Life Project. Those that have Internet can access an incredible amount of information at any time as long as they have an Internet-ready device. There has also been an increase in the applications that utilize Internet services. The proliferation of wireless applications is on the rise and continues to empower users and communities.",
            "score": 24.85004234313965
        },
        {
            "docid": "3722934_3",
            "document": "David Whitfield . Whitfield was born in Hull in the East Riding of Yorkshire. He sang in the choir at his church during his childhood and entertained his fellow members of the Royal Navy during the Second World War. After the war, he appeared on \"Opportunity Knocks\", a talent show on Radio Luxembourg. His first recording to reach the Top 10 of the UK Singles Chart was \"Bridge of Sighs\". \"Answer Me, Oh Lord\" (later recorded with different lyrics as \"Answer Me, My Love\") reached number one in the UK. Both versions have appeared on CD.",
            "score": 24.780385971069336
        },
        {
            "docid": "51884_44",
            "document": "Hosni Mubarak . On 28 May, a Cairo administrative court found Mubarak guilty of damaging the national economy during the protests by shutting down the Internet and telephone services. He was fined LE200 millionabout which the court ordered he must pay from his personal assets. This was the first court ruling against Mubarak, who would next have to answer to the murder charges.",
            "score": 24.76619529724121
        },
        {
            "docid": "44582_41",
            "document": "John of the Cross . However, the belief that John was taught at both the Carmelite College of San Andrès and at the University of Salamanca has been criticised. He argues, firstly, that it is unclear whether there were in fact lectures in arts and theology at the College of San Andrès before 1571, that a reconstruction of the typical timetable of teaching at the University of Salamanca shows that there would have been little time for extra teaching at the College of the San Andrès, and that what therefore happened at San Andrès (if indeed it happened at all) is therefore likely to have taken the form of rehearsals, preparation of classes, and not in an official form — making the idea that John received systematic exposure to Baconthorpe less likely. More controversially, Bezares calls into question whether John even studied theology at the University of Salamanca. The philosophy courses John probably took in logic, natural and moral philosophy, can be reconstructed, but Bezares argues that John in fact abandoned his studies at Salamanca in 1568 to join Teresa, rather than having graduated, meaning that he did not study theology in Salamanca.",
            "score": 24.749013900756836
        },
        {
            "docid": "39243612_13",
            "document": "Richard Hodgson (parapsychologist) . In a séance Piper's control told Hodgson he would get married, have two children and have a long life but Hodgson died a few months later, unmarried and childless. After the death of Hodgson between December 1905 and the beginning of 1908 Piper held about seventy séances during which the spirit of Hodgson was said to have communicated through her. However the control of Piper sounded nothing like Hodgson. According to Joseph McCabe \"when Hodgson died in 1905 and left a large amount of manuscript in cipher, she could not get the least clue to it. When friends put test questions to the spirit of Hodgson about his early life in Australia, the answers were all wrong.\" The Hodgson control was asked the name of his schoolmaster in Melbourne but failed to give the correct answer, Hodgson's sister who was sent the messages was not convinced they were from Hodgson. Before he died Hodgson had written a test letter, and claimed that if he was to communicate through Piper he would reveal the contents inside the letter. Piper's Hodgson control failed to reveal the test letter.",
            "score": 24.657827377319336
        },
        {
            "docid": "5162142_9",
            "document": "Call Me When You're Sober . During an interview in 2007, after finishing with his rehabilitation, Morgan explained how the song had \"haunted\" him around and badly affected his reputation. He stated that it was not pleasant to hear a song describing him as a \"bad guy\" which \"millions of people have heard\". He elaborated, \"I was bummed out. I was really upset that she would say and do those things. In any relationship, I don't think it's right to say and do those things when people break up, and she obviously felt the need to go out there and make me sound like a complete a--hole ... I just refuse to lower myself to that level. But it was a painful thing and it got me down.\" At the time of the interview, Seether's album \"Finding Beauty in Negative Spaces\" was to be released soon and speculations started arising to whether it would contain an answer song to \"Call Me When You're Sober\"; \"Breakdown\" was initially pinpointed as a possible answer. In response to that, Morgan elaborated that the particular song was not an \"angry backlash\" and it was \"more universal\" as he was trying to be \"more vague and respectful\". Talking about Lee's song, he mentioned how \"there are always two sides to every story\", yet, he opted not to tell his side as \"[t]hat's what the bloodthirsty want, and I don't care what the bloodthirsty want\" emphasizing that he \"didn't feel the need to write back and be mean\". He added that \"Finding Beauty in Negative Spaces\" did not contain other answer songs aimed at Lee either, as \"I know what the expectations are for this album and that people will be looking for that Amy Lee reference, and I am trying desperately not to have any\" further noting how any possible references would be about another relationship he had recently terminated or inspired by other people in his life. In an October 2006 interview with \"Spin\", Lee initially expressed \"no intention of hurting [Morgan]\" when writing the song, but noted that once the song came out without any metaphors, she wanted to keep it.",
            "score": 24.520732879638672
        },
        {
            "docid": "2221538_7",
            "document": "He Said, She Said (game show) . Garagiola read a statement (e.g., \"How he shows affection\"), and each contestant would have to raise his hand. The first three to raise their hands would say a one- or two-word answer, which Garagiola would ask them to explain. The answers would then be read one at a time over the phone, and the off-stage partner would have to ring in if she thought her partner had said it. If the first person to ring in was correct, the couple won 25 points. If she was wrong, the couple lost 10 points, as did the team which originally gave the answer. Each of the three answers would be read in random order. During the all-celebrity format, the off-stage partner would have to not only ring in for the correct answer, but also relate the same explanation or story about the answer as the on-stage partner to get the points; otherwise they lost 10 points.",
            "score": 24.515562057495117
        },
        {
            "docid": "5019341_13",
            "document": "Self-advocacy . Nevertheless, Henwood, Wyatt, Hart and Smith challenge the extent to which others claim the internet is able to promote self-advocacy. They did research on thirty-two women wanting to know about how hormone replacement therapy (HRT) could relieve menopausal symptoms. They point out that to become informed of one's illness and treatments in this way, requires having skills to be able to access this information using the internet in the first place. Also, one has to start out with some knowledge to distinguish the usefulness of different types of information and decipher what information is valid. As one of their research participants claimed, much information can be gotten from the internet but unlike a doctor, the internet is unable to answer questions about specific information found. Henwood \"et al.\" felt that strategies that the patients used for searching for information on the internet were unsystematic. Therefore, research participants were unaware of the commercial interests many sites had. For example, many sites created by lay people are sponsored by large pharmaceutical companies in return for the site's promotion of their drug.",
            "score": 24.471467971801758
        },
        {
            "docid": "1063385_22",
            "document": "Phrases from The Hitchhiker's Guide to the Galaxy . The number 42 and the phrase, \"Life, the universe, and everything\" have attained cult status on the Internet. \"Life, the universe, and everything\" is a common name for the off-topic section of an Internet forum and the phrase is invoked in similar ways to mean \"anything at all\". Many chatbots, when asked about the meaning of life, will answer \"42\". Several online calculators are also programmed with the Question. Google Calculator will give the result to \"the answer to life the universe and everything\" as 42, as will Wolfram's Computational Knowledge Engine. Similarly, DuckDuckGo also gives the result of \"the answer to the ultimate question of life, the universe and everything\" as 42. In the online community Second Life, there is a section on a sim called \"42nd Life.\" It is devoted to this concept in the book series, and several attempts at recreating Milliways, the Restaurant at the End of the Universe, were made.",
            "score": 24.39402961730957
        },
        {
            "docid": "16270550_3",
            "document": "Faustus of Mileve . Augustine, a Manichaean at that time, questioned Manichaean teachers in Carthage to find answers, but repeatedly was told that Faustus would have them. Once Faustus made himself available, Augustine was extremely impressed with his rhetoric abilities and discipline, but soon learned he did not have the answers to his questions and realized that he was wise enough to not entertain questions for which he had no sound answer or which might force him to argue an undefendable or foolish position. Augustine determined the Manichaean stories unsubstantiated and his questions unanswerable by the Manichaeans, specially Faustus, its most celebrated proponent.",
            "score": 24.217819213867188
        },
        {
            "docid": "55926270_10",
            "document": "The Girl in the Tower . Lucy does manage to photograph a Tarot card layout that she shows to Regina, and when Samdi visits the bar to let her know about what she did, Regina demands an answer from him about the cards, and he details a future that will determine a new love in her life, but at the same time she will have to let him seek out his quest, which is acquiring the Dagger that Weaver currently has in his possession, a move that doesn’t sit well with Regina since this also means that Samdi is plotting to kill Weaver, even though he tells Regina that she can find a way to have it all. Later, Regina comes clean to Zelena about this situation, as Zelena’s daughter Robin (Margot) returns not knowing her mother and aunt are no longer under a spell.",
            "score": 24.208728790283203
        },
        {
            "docid": "18400089_9",
            "document": "Relationship between Friedrich Nietzsche and Max Stirner . Franz Overbeck, who was one of Nietzsche's closest friends, went through the records of the Basle university library and was able to confirm what Nietzsche's erstwhile favourite student Adolf Baumgartner had claimed: that once he had borrowed Stirner's book (on 14 July 1874), according to Baumgartner \"on Nietzsche's warmest recommendations\". Albert Levy independently confirmed that Baumgartner made the claim, and that Baumgartner had borrowed the book. Franz Overbeck's wife Ida reported that during the period from 1880 to 1883 Nietzsche lived with the couple at several points, and that he mentioned Stirner directly. She describes a discussion she had with Nietzsche in which he mentioned Klinger and Stirner as follows: \"Ach,\" he said, \"I was very disappointed in Klinger. He was a philistine, I feel no affinity with him; but Stirner, yes, with him!\" And a solemn expression passed over his face. While I was watching his features intently, his expression changed again, and he made something like a gesture of dismissal or defense: \"Now I've told you, and I did not want to mention it at all. Forget it. They will be talking about plagiarism, but you will not do that, I know.\" Resa von Schirnhofer reports that in 1897 she visited Nietzsche's sister in Weimar: Frau Elisabeth wanted to hear some things about my meetings and conversations with Nietzsche and asked me, among other things, whether he had discussed with me Stirner and his book \"The Individual and His Property\". After a little reflection, I answered that I did not remember him ever having mentioned this name. She seemed very satisfied with this answer and, reformulating the question, she insisted: whether I could state with certainty from memory that he had \"not\" named him. I felt like a criminal under interrogation by a prosecuting attorney and said I could only state that this name occurred neither in my notebook, nor in my memory as having been named by Nietzsche. She, however, came back to this question several times and always received the same answer. But this did not answer the key question as to whether Nietzsche knew Stirner, because not mentioning him to me is not the same thing as his not knowing him. But that Frau Elisabeth asked me this question is very explainable, since R. Schellwien and Henri Lichtenberger had, in their studies of Max Stirner, drawn a few parallels with Nietzsche's theories. Schirnhofer goes on to make specific mention of a public controversy at this time: Henri Lichtenberger—if I am not mistaken—visited the Nietzsche Archives shortly before I did and the question of whether Nietzsche had known Stirner's book must have been discussed intensely. Lichtenberger's book on Nietzsche, which appeared soon afterwards, states about this:",
            "score": 24.2017879486084
        },
        {
            "docid": "357473_13",
            "document": "Die Hard with a Vengeance . McClane is keen to take his problems out on Simon, who he invites to play a game called \"McClane Says\". This involves a form of Russian roulette with a small Chinese rocket launcher that has had the sights removed, meaning it is impossible to determine which end is which. McClane then asks Simon some riddles similar to the ones he played in New York. When Simon gets a riddle wrong, McClane forces him at gunpoint to fire the launcher, which fires the rocket through Simon, killing him. McClane had been wearing a flak jacket (which was the answer to the final riddle: \"What could he have brought to the meeting to save his life?\"), so even if Simon had pointed the launcher the right way, it is likely that the relatively low-velocity rocket would not have caused McClane enough injury to prevent him from shooting Simon.",
            "score": 24.173954010009766
        },
        {
            "docid": "5282191_6",
            "document": "The Thin Man . I have been asked many times over the years why he did not write another novel after \"The Thin Man\". I do not know. I think, but I only think, I know a few of the reasons: he wanted to do a new kind of work; he was sick for many of those years and getting sicker. But he kept his work, and his plans for work, in angry privacy and even I would not have been answered if I had ever asked, and maybe because I never asked is why I was with him until the last day of his life.",
            "score": 24.081392288208008
        },
        {
            "docid": "35434164_15",
            "document": "Internet censorship in the Arab Spring . Some have argued that the impact of an Internet shutdown in Libya was less severe than in countries like Egypt because relatively few Libyans have Internet access. According to the research group OpenNet Initiative, at the time only about 6 percent of Libyans had home or public Internet access. In Egypt the number was 24 percent, in the United States 81. However, as noted by Jillian York, coordinator of the OpenNet Initiative, the few Libyans that did have Internet access were educated and politically aware and therefore more influential. Leslie Harris, president of the Center for Democracy and Technology, noted that the Internet shutdown would make it more difficult for Libyans, especially those in the capital Tripoli, to receive updates about the state of the protests around the country.",
            "score": 24.05348777770996
        },
        {
            "docid": "33169512_20",
            "document": "Donald Blom . During his trial, Donald Blom expressed angrily to the family that he was not the murderer, and got involved in a heated exchange of words with Katie's mother. On August 10, he denied kidnapping Katie. He said that his wife had threatened to commit suicide due to media pressure, and therefore, he decided to make a confession in order to get out of the cell. He said that he had been at Moose Lake in the evening, for fishing, but returned to the home by 10:00 pm, well before the time of Katie's abduction. The prosecutor, Thomas Pertler, cross examined Blom asking questions about his confession, but Blom did not expand on his answers only giving yes or no answers. Blom also said he had never seen the baseball jersey before, and people who claimed to have seen him wear it were mistaken.",
            "score": 23.80173110961914
        },
        {
            "docid": "1678474_3",
            "document": "The Black Halo . Continuing from Epica, Ariel is still stricken with grief and sorrow over Helena's death. (March of Mephisto) With Ariel's will nearly under Mephisto's total control, the fallen angel brings Ariel a beautiful young woman named Marguerite, who looks and speaks like Helena. Ariel seduces Marguerite and the two sleep together, which completes Mephisto's manipulation of Ariel. (When the Lights are Down) The morning after, Ariel regains his memory, breaking Mephisto's control over him, and comes to his senses. He apologizes to Marguerite and explains his story, begging her to leave, but saying that they might meet again someday. (The Haunting (Somewhere in Time)) Ariel leaves Mephisto, and wonders how all the pain he has caused could come about as a result of his good intentions in searching for the answers to the meaning of life. (Soul Society) He concludes that it is impossible to find these answers on Earth and that they must lie in heaven alone. (Interlude I: Dei Gratia) Realizing that his sins have prevented him from entering heaven, he begs God for forgiveness but hears no sign from Him. (Abandoned) Heartbroken, he realizes that he will never be able to reunite with Helena, nor find the answers he seeks. He looks back on the suffering that he has caused to everyone he knows and concludes that it can never be undone. (This Pain)",
            "score": 23.737686157226562
        },
        {
            "docid": "431877_7",
            "document": "Internet research . Internet research can provide quick, immediate, and worldwide access to information, although results may be affected by unrecognized bias, difficulties in verifying a writer's credentials (and therefore the accuracy or pertinence of the information obtained) and whether the searcher has sufficient skill to draw meaningful results from the abundance of material typically available. The first resources retrieved may not be the most suitable resources to answer a particular question. Popularity is often a factor used in structuring Internet search results but popular information is not always most correct or representative of the breadth of knowledge and opinion on a topic.",
            "score": 23.686418533325195
        },
        {
            "docid": "13487_46",
            "document": "Hermann Göring . On several occasions over the course of the trial, the prosecution showed films of the concentration camps and other atrocities. Everyone present, including Göring, found the contents of the films shocking; he said that the films must have been faked. Witnesses, including Paul Koerner and Erhard Milch, tried to portray Göring as a peaceful moderate. Milch stated it had been impossible to oppose Hitler or disobey his orders; to do so would likely have meant death for oneself and one's family. When testifying on his own behalf, Göring emphasised his loyalty to Hitler, and claimed to know nothing about what had happened in the concentration camps, which were under Himmler's control. He gave evasive, convoluted answers to direct questions and had plausible excuses for all his actions during the war. He used the witness stand as a venue to expound at great length on his own role in the Reich, attempting to present himself as a peacemaker and diplomat before the outbreak of the war. During cross-examination, chief prosecutor Robert H. Jackson read out the minutes of a meeting that had been held shortly after Kristallnacht, a major pogrom in November 1938. At the meeting, Göring had plotted to confiscate Jewish property in the wake of the pogrom. Later, David Maxwell-Fyfe proved it was impossible for Göring not to have known about the Stalag Luft III murdersthe shooting of fifty airmen who had been recaptured after escaping from Stalag Luft IIIin time to have prevented the killings. He also presented clear evidence that Göring knew about the extermination of the Hungarian Jews.",
            "score": 23.679824829101562
        }
    ]
}