{
    "q": [
        {
            "docid": "20595373_31",
            "document": "List of Soulcalibur characters . Reception to Charade has been mixed. Netjack<nowiki>'</nowiki>s Steve Lubitz described Charade as \"Weapon Master, only uglier\" and cited a lack of creativity with the design. The sentiment was shared by Deeko<nowiki>'</nowiki>s review of \"Soulcalibur II\", who said that Charade felt like a new character that used \"old character moves and tactics\". Other reviewers of \"II\" repeated the sentiment, noting Charade as one of several \"Doppelgänger\" fighters in the title that filled in another character's role. On the other hand, UGO's Doug Trueman cited Charade as a character that \"[added] something spectacular to the \"Soul Calibur\" pantheon.\" and additionally received mention in UGO's \"Top 11 Soul Calibur Fighters\" article, losing to Olcadan only due to Olcadan's owl-inspired design.",
            "score": 71.21151924133301
        },
        {
            "docid": "30624551_6",
            "document": "Faust (2011 film) . Faust cannot resist the idea of spending a night with Gretchen. Yet Mauricius demands nothing less than Faust's soul in return. Faust even has to sign the contract with his own blood. Now living on borrowed time, Faust can hit on Gretchen, but he is haunted by penitence and fear. Finally Faust cannot bear Mauricius' nihilistic comments anymore. Overwhelmed with wrath, he buries Mauricius under rocks and finds himself lost in the middle of nowhere.",
            "score": 51.056772232055664
        },
        {
            "docid": "20595373_39",
            "document": "List of Soulcalibur characters . is the secret final boss of \"Soulcalibur III\", replacing the normal final boss Abyss if certain requirements are met. Its appearance has been a mystery as it is not player-controllable, is given very little mention in-game (its profile only stated that it is the result of Soul Edge and Soul Calibur fusing with Nightmare's remains), and does not appear or mentioned in future games. The official artbook of \"Soulcalibur V\" mentions the creature as the personification of \"Catastrophe\" residing in Astral Chaos who is very powerful that even Soul Calibur's creator, Algol avoids confronting it for the time being.",
            "score": 51.82106113433838
        },
        {
            "docid": "7211083_27",
            "document": "Soulcalibur . Four years later, Nightmare had begun on his Soul Edge ritual again in his old castle, wanting to resurrect Soul Edge, but his ritual was interrupted by an exiled French nobleman, Raphael Sorel. Although Raphael was utterly defeated, he was able to penetrate Soul Edge, which gave Siegfried and Soul Calibur the time to break free of its control fully. Soul Edge was then pierced by Siegfried using Soul Calibur, trapping them in the \"Soul Embrace\". While things seemed to go normal afterwards, Zasalamel had returned to try and free both swords, intending to use their power to break his cycle of reincarnation induced by Soul Calibur. He managed to do so, and Inferno took a physical form to become the \"second Nightmare\". Siegfried clashed with this new Nightmare, but was wounded in the process and had to be healed by Soul Calibur, tying him with it permanently, while Soul Edge was cast to the void to heal itself. The clash of Soul Edge and Soul Calibur had awakened Algol from his slumber, who rose the Tower of Remembrance to wait for warriors to challenge him. Meanwhile, Nightmare, with his servant Tira, wanting to gather the Soul Edge fragments to complete Soul Edge, forced several warriors, including Astaroth, Sophitia, and Voldo into servitude, while Siegfried, having recovered, set out to confront Nightmare. The two clashed for the second time in the Tower of Remembrance, where Siegfried managed to destroy both Nightmare and Soul Edge, seemingly once and for all.",
            "score": 59.177804470062256
        },
        {
            "docid": "7211083_25",
            "document": "Soulcalibur . A long time ago, an ordinary sword was soaked with blood through the endless battles of its era, causing the sword to be corrupted and becoming sentient by its own, which earned it the name \"Soul Edge\". No one dared to wield the sword without getting corrupted by its evil spirit, and only the Hero King, Algol can wield it without getting possessed. However, Algol's son, jealous of his father's feat, wielded the sword and became corrupted. Algol destroyed both his son and the sword, from which he then made a weapon in grief, naming it \"Soul Calibur\". He was sacrificed to complete the sword's ritual which would then be protected by a cult; no one knew that Soul Edge would reform on its own later on. Soul Calibur itself was lost after it was stolen by a member of the cult, Zasalamel.",
            "score": 60.59835600852966
        },
        {
            "docid": "1935120_7",
            "document": "Yoshimitsu . An ancestor of Yoshimitsu with the same name first appears in Namco's \"Soulcalibur\" series in 1998's \"Soulcalibur\". After refusing power-hungry lord Oda Nobunaga's offer of alliance, Yoshimitsu discovers his village has been destroyed. In a battle with Nobunaga's army, Yoshimitsu loses his arm. He subsequently sets out to find the fabled weapon Soul Edge in order to have revenge against Nobunaga. In meditation, Yoshimitsu decides that if he were to give in to his hatred, he would be no better than Nobunaga or Nightmare. When he reaches the castle where Soul Edge is, he discovers it has been locked away with Soul Calibur.",
            "score": 47.949965953826904
        },
        {
            "docid": "3899137_20",
            "document": "Weaponlord . Namco informed the developers that they would not be working on a sequel to \"Weaponlord.\" The game's weapon and parry mechanics was shown to Namco; Goddard and Winstead believe that the gameplay became the basis for \"Soul Edge/Calibur\" games.",
            "score": 53.26406240463257
        },
        {
            "docid": "3318391_13",
            "document": "Tira (Soulcalibur) . Tira was featured as one of the girls in GameDaily's article \"Babes of the Week: \"Soul Calibur\" Hotties\", describing her as \"one of the more dangerous-looking women introduced in the \"Soul Calibur\" series\" and \"an essential new addition to the series\"; GameDaily also included Tira in the list of \"Top 50 Hottest Game Babes\" at number 19, praised for her \"part goth and part carnival performer\" design as well as her revealing appearance, later drawing mention also in the article \"Babe of the Week: Chicks with Baggage\" due to her mental instability. UGO.com ranked Tira number six in their list of \"Top 11 Soulcalibur Fighters\", noting a liking of her weapon of choice and describing her as \"a force to be reckoned with...also quite the hottie in a dangerous, 'forbidden fruit' sort of way.\" Mania.com named her one of the \"Top 10 Hot But Mostly Bothered Video Game Females\", placing fifth on the list and described as \"unquestionably hot\", though noted as frightening due to the character's fascination with death. Magazine publications have also featured her in a context revolving around her attractiveness, such as \"play\"<nowiki>'</nowiki>s \"Girls of Gaming 5\" annual publication.",
            "score": 59.406591176986694
        },
        {
            "docid": "328198_20",
            "document": "Philadelphia Soul . Though originally not as important as the rivalries with the Power and Desperados, the Cleveland Gladiators would soon become the Soul's biggest rival. The rivalry started in 2008 when the Gladiators moved from Las Vegas to Cleveland, moving them into the same division as the Soul. In their first ever meeting, the Gladiators defeated the Soul 63-35. For the 2017 season, the AFL abolished the conferences, and the Soul and Gladiators played four games against one another, with Philadelphia winning all four. The Gladiators announced that they would not play the 2018 or 2019 seasons due to renovations on Quicken Loans Arena that will require it to close during the basketball off-season.",
            "score": 45.80948448181152
        },
        {
            "docid": "649307_12",
            "document": "Operation Sandstone . More efficient weapons would require less efficient initiators. This meant that less polonium would be required. At the time of Sandstone, the national stockpile of polonium-beryllium initiators consisted of 50 A-Class initiators, with more than 25 curies of polonium, and 13 B-Class initiators with 12 to 25 curies. During Sandstone, at least one test would be conducted with a B-Class initiator.",
            "score": 27.373844146728516
        },
        {
            "docid": "20595373_3",
            "document": "List of Soulcalibur characters . The \"Soul\" series is a weapon-based fighting game franchise developed by Namco Bandai's Project Soul division and consists of eight games: \"Soul Edge\", \"Soulcalibur\", \"Soulcalibur II\", \"Soulcalibur III\", \"Soulcalibur Legends\", \"Soulcalibur IV\", \"\" and \"Soulcalibur V\". Set in the 16th century, the plot of the games revolve around Soul Edge, a cursed sword able to possess its wielder and devour souls. Its spirit is called Inferno, and his avatar/host is called Nightmare. Soul Calibur, a holy sword and Soul Edge's antithesis, also has a spirit called Elysium.",
            "score": 65.80328726768494
        },
        {
            "docid": "17257687_9",
            "document": "Gladiators (2008 Australian TV series) . The barrier test was so successful at vetting would-be Gladiators & Challengers that less than 10% of applicants successfully completed the first event known as the Grunt Challenge. The challenge required participants to do a burpee style exercise (Grunts) to a cadence called by Chief himself. Prospective Challengers were required to complete a minimum of 75 Grunts to pass through to the next event, whereas Gladiators were required to complete 100 Grunts.",
            "score": 41.271870136260986
        },
        {
            "docid": "1140805_5",
            "document": "Strip search . In order to bypass the legal reasonable suspicion requirement, and because strip searches can be humiliating, the search is often made less overt, as part of an intake process, that includes a mandatory shower. For example, most prisons also include a mandatory shower along with a change of clothes. The shower serves to make the strip search less blatant as well as providing the additional benefit of removing contamination (in addition to removing weapons or other contraband). Many shelters require new arrivals to hand over all their clothing for a wash, as well as requiring them to have a shower. These rules also enable a discreet check for weapons or other contraband, with less legal implications, being less objectionable because the requirement is applied to everyone entering a facility. It is less offensive to clients than requiring them to undergo an overt strip search.",
            "score": 41.651528120040894
        },
        {
            "docid": "39716504_6",
            "document": "Mark 21 Mod 2 torpedo . Kingfisher C was a more developed version, carried by a powered missile, the AUM-2 \"Petrel\". This offered greater range, but then required its own guidance too. The choice was made, early on, that this would be one of the newly developed jet engines rather than the simpler rocket motors used by the British – the Fairchild J44 engine finally chosen did not run until 1948. Once WWII was over, the need for the weapon was less urgent and development slowed.",
            "score": 42.84653115272522
        },
        {
            "docid": "7211083_3",
            "document": "Soulcalibur . The central motif of the series, set in a historical fantasy version of the 16th century, are mythical swords, the evil weapon called 'Soul Edge' and the subsequent sword used to oppose this evil, 'Soul Calibur'. While it has developed during its various iterations, some of the characters and gameplay elements have remained consistent throughout the series. It is one of the most popular and successful franchises in the fighting game genre.",
            "score": 74.11004495620728
        },
        {
            "docid": "20595373_52",
            "document": "List of Soulcalibur characters . is the physical manifestation of Soul Calibur, taking the form of an angelic woman who, due to Patroklos's influence, resembles Sophitia. Her goal is to destroy everything related to Soul Edge and will do anything to achieve it, even if it means by destroying the innocent \"malfested.\" She guides Patroklos to destroy Soul Edge using Soul Calibur with the promise that she will help him find his sister Pyrrha, though she already knows that Pyrrha is a malfested and must be vanquished. She is successful in convincing Patroklos to kill Pyrrha, though Edge Master's giving of a second chance prevents Patroklos from doing so. Angry, she traps Patroklos in a crystal and confronts him in his subconscious to reveal her intentions and tries to possess Patroklos in order to destroy Soul Edge, though in the end she is defeated and eventually destroyed by Patroklos and Pyrrha along with Soul Calibur.",
            "score": 57.771522998809814
        },
        {
            "docid": "226090_7",
            "document": "Cutlass . Although also used on land, the cutlass is best known as the sailor's weapon of choice. A naval side-arm, its popularity was likely because it was not only robust enough to hack through heavy ropes, canvas, and wood, but short enough to use in relatively close quarters, such as during boarding actions, in the rigging, or below decks. Another advantage to the cutlass was its simplicity of use. Employing it effectively required less training than that required to master a rapier or small sword, and it was more effective as a close-combat weapon than a full-sized sword would be on a cramped ship.",
            "score": 52.30619692802429
        },
        {
            "docid": "7211083_28",
            "document": "Soulcalibur . Seventeen years later, however, Soul Edge had reformed itself, as did Nightmare, who had possessed a swordsman and became the king of Hungary under the alias \"Graf Dumas\". His former servant, Tira, did not accept him and intended to search for a new vessel for Soul Edge. She eventually found her now-dead nemesis, Sophitia's daughter, Pyrrha Alexandra, whom she had once kidnapped to blackmail Sophitia, who had Soul Edge's power in her blood. Though successful in advising her to attack and kill the people who had ostracized her, Tira was confronted by Pyrrha's long-lost brother, Patroklos Alexander, formerly a warrior under Graf Dumas, who had made his life's goal to find his sister and avenge his mother's murder. While he was able to bring her back, they were confronted by Nightmare and Pyrrha awakened her Soul Edge powers. She was disappointed when Patroklos was hesitant in accepting her, and decided to follow Tira again. Patroklos was named as Soul Calibur's new wielder afterwards by Siegfried and also purified the holy sword through the help of several Asian warriors, before going on an all-out battle in Europe. Nightmare was eventually killed by Siegfried's subordinate, Z.W.E.I., who was immediately wounded by the possessed Pyrrha, who proceeded to battle Patroklos. Patroklos accidentally killed his sister, but was given a second chance by Edge Master to purify Pyrrha without killing her. However, Patroklos was trapped subconsciously to fight Soul Calibur's spirit, Elysium, the one who had guided him all this time, as she was angry at him for sparing his malfested sister. After defeating Elysium, he alongside Pyrrha pierced Soul Calibur with Soul Edge, after which he accepted to live with his sister regardless of who she is.",
            "score": 44.27852439880371
        },
        {
            "docid": "1391901_5",
            "document": "Priscus (gladiator) . Gladiatorial fights did not always end with death of a participant. A gladiator could raise a finger or surrender his weapon to the opponent to signal his willingness to concede defeat. And imposition of \"missio\" would require that the conceding gladiator return to continued fight training. Missio was initiated following the spirit of the attendees with a reprieve from the match ending in a death. The fighters could initiate ending of the match requesting that the match be declared a draw as supported by the crowds. Gladiatorial surrender was not common since it was held in disdain.",
            "score": 37.15096044540405
        },
        {
            "docid": "7211083_6",
            "document": "Soulcalibur . Wikipedia uses a standardized naming convention of Soulcalibur for all games in the series except for the original \"Soul Edge\" (also known as \"Soul Blade\"). However, most usages of \"Soulcalibur\" are officially written as SoulCalibur or Soul Calibur (abbreviated to SC), and even SOULCALIBUR in all capital letters as it is used in the games' documentation and official websites but not in logos and only since \"Soulcalibur III\" (including for \"Soulcalibur Legends\", written as \"SOULCALIBUR Legends\"). Various western media outlets usually use either \"Soulcalibur\" or \"Soul Calibur\".",
            "score": 55.9808349609375
        },
        {
            "docid": "9054221_2",
            "document": "List of Roman gladiator types . There were many different types of gladiators in ancient Rome. Some of the first gladiators had been prisoners-of-war, and so some of the earliest types of gladiators were experienced fighters; Gauls, Samnites, and \"Thraeces\" (Thracians) used their native weapons and armor. Different gladiator types specialized in specific weapons and fighting techniques. Combatants were usually pitted against opponents with different, but more or less equivalent equipment, for the sake of a fair and balanced contest. Most gladiators only fought others from within the same school or Ludus, but sometimes specific gladiators could be requested to fight one from another Ludus.",
            "score": 59.536508321762085
        },
        {
            "docid": "20595373_45",
            "document": "List of Soulcalibur characters . hails from an ancient tribe that was tasked with the protection of the holy sword Soul Calibur by Algol. Angered by the tribe's restrictions, he tried to take Soul Calibur but was caught and exiled. Pursuing the sword he gained the ability to reincarnate, though eventually yearned to die for good. Tracking down Soul Edge, he manipulated events so that Soul Calibur would come to him, serving as the main antagonist of \"Soulcalibur III\". Hoping to use the combined energies of the swords to end his existence, he was instead transformed into a monster called Abyss. During these events he had a vision of the future, and desiring to see it firsthand he returned to life, acting in \"Soulcalibur IV\" to protect the swords in case their destruction broke his cycle of reincarnation. His further fate afterward is unknown, as he is given no mention in \"Soulcalibur V\". He is set to appear in \"Soulcalibur VI\", which revisits the events of the first \"Soulcalibur\" game.",
            "score": 63.38660979270935
        },
        {
            "docid": "12406739_7",
            "document": "List of American Gladiators events . In the first half of season one, there were four safe zones consisting of a pillbox (where the contender started the event, weapon in hand), a burnt out building, a thatch bush, and two oil drums, and four weapons (see chart below). If the contenders hit the bull's eye on the target, which was located at the foot of the Gladiator's platform, they would receive 100 points. Hitting the outer rim was worth less points, originally 60 and rising to 75 by the end of the season. If the contenders failed to hit the target in four tries but still had time on the clock, they could earn 30 points and a draw by taking cover in the last safe zone and avoiding being hit.",
            "score": 51.327157497406006
        },
        {
            "docid": "2780115_15",
            "document": "Necrid . Other reviewers praised the character's gameplay and design. An editor for the video game website GameZone wrote that his attacks compensated for his appearance and described him as \"cool\", while also praising both his weapon and fighting style. Adam Sessler and Morgan Webb of \"X-Play\" stated that, while Necrid did not seem to fit the aesthetic, the character did have some appeal. UGO's Doug Trueman stated Necrid's weapon had to be \"seen to be believed\", and described him among other new characters as \"[adding] something spectacular to the \"Soul Calibur\" pantheon\". Tim Rogers of website \"Insert Credit\" called Necrid \"a work of digital art both in form and function\" and added that \"as far as console-only characters go—everybody wins with Necrid\". Despite their negative remarks, an editor for IGN listed Necrid as eighth on their list of the top ten characters contributed to the \"Soulcalibur\" games by designers outside Namco and wrote that while they felt the character's gameplay was unbalanced, it added to Necrid's appeal; the editor wrote \"what do you expect from a man who shares a symbiotic relationship with the very energy that powers Soul Edge? If you needed to clean house in [\"Soulcalibur II\"], Necrid was the man for the job.\"",
            "score": 61.95604348182678
        },
        {
            "docid": "2047211_16",
            "document": "Soulcalibur III . The console version of the game was first released in North America on October 25, 2005. A soundtrack for the game was released as \"Soulcalibur III Original Soundtrack - Legend of Sounds\". Two guide books were released in Japan in November–December 2005: \"Famitsu\"'s \"Soul Calibur III Starting Guide Book\" and Namco's own \"Soul Calibur III Official Complete Guide\".",
            "score": 47.872448682785034
        },
        {
            "docid": "28640088_33",
            "document": "Gladiator Begins . In the arena, the player can prepare their gladiator with the proper equipments and move sets and choose from the available matches to enter. During the match, the player will attack with armed weapons or with their bare hands at other gladiator opponents. Gladiators can knock off other gladiator's weapons and armors and pick them up to use it in their favor. During different arenas and matches, there will be some replicated themes such as the battle aboard a ship and animals like tigers and elephants to fight against. After winning a match, the player will earn money and AP and return to hub area to prepare for the next day or move on with the story.",
            "score": 63.3157696723938
        },
        {
            "docid": "19826868_3",
            "document": "List of awards and nominations received by Chris Brown . In 2007, he received twelve nominations but did not win any awards. In 2008, Brown has received forty-one nominations and won sixteen, including Favorite Male Pop/Rock Artist, Favorite Soul/R&B Male Artist and Artist of the Year at the American Music Awards; Best Male R&B Artist at the BET Awards; Best Heartbreak Video for \"No Air\" at the BET Pre-Awards; Best International Act and Best R&B/Soul at the MOBO Awards; Best Male Video for \"With You\" at the MTV Video Music Awards; Best Male Artist at the NAACP Image Awards; Favorite Male Singer at the Nickelodeon Kids' Choice Awards; Best R&B Artist at the Ozone Awards; Choice Music Hookup for \"No Air\", Choice Music: Male Artist, Choice Music: R&B Artist, Choice Music: R&B Track for \"Forever\" and Choice Music: Rap/Hip Hop Track for \"Shawty Get Loose\" at the Teen Choice Awards. In 2010, he won the AOL Fandemonium Award at the BET Awards. Overall, Brown has won 82 awards from 266 nominations.",
            "score": 28.52544903755188
        },
        {
            "docid": "690278_22",
            "document": "Choice . Maximizers are less happy in life, perhaps due to their obsession with making optimal choices in a society where people are frequently confronted with choice. One study found that maximizers reported significantly less life satisfaction, happiness, optimism, and self-esteem, and significantly more regret and depression, than did satisficers. In regards to buying products, maximizers were less satisfied with consumer decisions and were more regretful. They were also more likely to engage in social comparison, where they analyze their relative social standing among their peers, and to be more affected by social comparisons in which others appeared to be in higher standing than them. For example, maximizers who saw their peer solve puzzles faster than themselves expressed greater doubt about their own abilities and showed a larger increase in negative mood. On the other hand, people who refrain from taking better choices through drugs or other forms of escapism tend to be much happier in life.",
            "score": 30.706255197525024
        },
        {
            "docid": "3335114_11",
            "document": "Giacomo di Grassi . For a medium weapon (a short spear, a bayoneted gun or a two-handed sword), requiring two hands, the left hand grabs near the buttstock and the right a comfortable distance ahead of it, about one foot up to give an estimation. The left hand is either squarely in front of the lower belly, or it is closer to the left hip, depending on how long the weapon is compared to the user’s height. The point is comfortably stretched out towards the opponent’s neck or upper chest. The stance is more square than for the short weapon, although the right foot is still forward somewhat. To thrust, the right and left hands both push forward together, but the right hand then releases its grip to allow the left to keep pushing the weapon out to its fullest extent. At the same time, the left foot is brought from behind to step far forward in front of the right foot, and finally the right foot is shifted forward and to the left to align it with the point of the weapon and the left foot. The left hand must then pull the weapon back so that the right hand can grab it and return to the on guard position described above. The feet go through a reverse pattern of what they just did to return the body to its initial position. This is a more complex movement than with the short weapon, and so takes much drill to become comfortable with.",
            "score": 65.07327961921692
        },
        {
            "docid": "35757696_7",
            "document": "Deadliest Warrior (season 1) . The Gladiator catches up, and attacks with trident and net. The Apache tries to block with his shield, but it is thrown aside by the trident. The Apache swings his tomahawk at the Gladiator. The two fight hand-to-hand, but the Gladiator kicks the Apache to the ground. He advances with his trident while the Apache tries to avoid the weapon. The trident gets stuck in a tree branch, but the Gladiator quickly frees it and continues to attack. With few options left, the Apache tries a run. The Gladiator, however, quickly throws his net, tripping and ensnaring the Apache. The Gladiator throws the trident at the Apache, but he just manages to roll away and escape from the net. He throws a tomahawk, which sails past the Gladiator's helmet.",
            "score": 53.49846577644348
        },
        {
            "docid": "22597264_3",
            "document": "Scissor (gladiator) . German historian and experimental archeologist Marcus Junkelmann has propagated an idea, based on an unlabeled, unclear image that he decided might be a scissor, that this type of gladiator fought using a weapon consisting of a hardened steel tube that encased the gladiator's entire forearm, with the hand end capped off and a semicircular blade attached to it. A handle inside the tube might have allowed the gladiator to maintain control in the heat of battle.  This weapon might have been both deadly and versatile; the gladiator could use his protected arm to block his opponent's blows and quickly counterattack, the shape of the blade being such that even the slightest touch could cause a serious wound.",
            "score": 59.416313886642456
        },
        {
            "docid": "1707475_8",
            "document": "Felix Faust . Over the years, Faust's hunger for magical power proved very costly to him. He has bargained his soul for knowledge away on many occasions, only to buy it back later when his acquisitions failed to help him meet his goals; every time, he'd end up worse than before. Eventually, he found it difficult to find any mystics willing to purchase his tarnished soul. Finally, he tried to trick Neron into giving him power by offering the pure soul of an innocent girl he murdered in lieu of his own. Unfortunately for him, Neron saw through the ruse and punished Faust by setting the girl's vengeful spirit upon him. For a time, Faust's damned soul languished in a hellish plane for magicians who had abused or ignored the laws of magic.",
            "score": 44.513195514678955
        }
    ],
    "r": [
        {
            "docid": "18042165_18",
            "document": "The Emberverse series . Clan Mackenzie's weapon of choice is the longbow, but in hand-to-hand fighting they use the gladius and buckler.",
            "score": 82.37039947509766
        },
        {
            "docid": "31296879_5",
            "document": "Dimachaerus . The dimachaeri were equipped for close-combat fighting. A dimachaerus used a pair of siccae (curved scimitar) or gladius and used a fighting style adapted to both attack and defend with his weapons rather than a shield, as he was not equipped with one. Little else is known about this class of gladiator, but due to the difficulty of wielding two swords it can be inferred that dimachaeri were highly skilled and experienced fighters, and were probably relatively exalted as a class of gladiator. Dimachaeri would have been ideally suited to fight heavily armored opponents and they may have fought other dimachaeri, as well. They are known to have been paired against the hoplomachus and are also referred to as fighting against a gladiator class called an oplomachus, which, according to Justus Lipsius, was a putative variant of the Samnite.",
            "score": 78.67217254638672
        },
        {
            "docid": "30855309_13",
            "document": "Roman infantry tactics . After conditioning, the recruits underwent weapons training; this was deemed of such importance that weapons instructors generally received double rations. Legionaries were trained to thrust with their \"gladii\" because they could defend themselves behind their large shields (\"scuta\") while stabbing the enemy. These training exercises began with thrusting a wooden \"gladius\" and throwing wooden \"pila\" into a \"quintain\" (wooden dummy or stake) while wearing full armor. Their wooden swords and \"pila\" were designed to be twice as heavy as their metal counterparts so that the soldiers could wield a true \"gladius\" with ease. Next, soldiers progressed to \"armatura\", a term for sparring that was also used to describe the similar one-on-one training of gladiators. Unlike earlier training, the wooden weapons used for \"armatura\" were the same weight as the weapons they emulated. Vegetius notes that roofed halls were built to allow for these drills to continue throughout the winter.",
            "score": 78.15884399414062
        },
        {
            "docid": "12594662_10",
            "document": "Gladiator (Hercules: The Legendary Journeys) . The guards come and tell Hercules and Gladius they are the next two to fight. Hercules tells Gladius they need to stand together and fight Maxius' men and together they can make a difference. As Hercules and Gladius enter the arena, Gladius notices Felicita being held captive by Maxius' guards. Postera tells Gladius that if he refuses to fight, then Felicita would go back to her old life, and his son would become her personal slave. Hercules reminds him about what they had talked about in the cells, and they need to pretend to fight, Gladius says he cannot take the chance and the two men begin fighting. Hercules tells Gladius he cannot trust Maxius or Postera saying, \"They lied, before. What’s different now?\" Gladius manages to knock Hercules to the ground, Hercules throws his sword and tells Gladius he is through with fighting and Gladius need to decide who will control his life. The crowd begins chanting for Gladius to kill Hercules.",
            "score": 77.17853546142578
        },
        {
            "docid": "15068_28",
            "document": "Infantry . Infantrymen often carry secondary or back-up weapons, sometimes called a sidearm or ancillary weapons in modern terminology, either issued officially as an addition to the soldier's standard arms, or acquired unofficially by any other means as an individual preference. Such weapons are used when the primary weapon is no longer effective, such it becoming damaged, running out of ammunition, malfunction, or in a change of tactical situation where another weapon is preferred, such as going from ranged to close combat. Infantry with ranged or pole weapons often carried a sword or dagger for possible hand-to-hand combat. The \"pilum\" was a javelin of the Roman legionaries threw just before drawing their primary weapon, the \"gladius\" (short sword), and closing with the enemy line.",
            "score": 74.4564208984375
        },
        {
            "docid": "18985454_10",
            "document": "Diablo (video game) . Bows are the ranged weapon of the game, best used by rogues. Staves, while capable of physical attacks, are mainly used for the spell charges that they contain, as casting from a staff does not require the player to learn the spell or use mana. A staff's spell can only be cast a certain number of times before it requires a recharge. Swords are typically one-handed (though two-handed varieties also exist), while axes are all two-handed. Maces and clubs add a 50% damage bonus against the undead. Shields, when paired with single-handed weapons, allow attacks to be blocked. There are three classifications of armor: light, medium and heavy. Characters are also allowed to wear a helmet, two rings, and one amulet.",
            "score": 74.41638946533203
        },
        {
            "docid": "7211083_3",
            "document": "Soulcalibur . The central motif of the series, set in a historical fantasy version of the 16th century, are mythical swords, the evil weapon called 'Soul Edge' and the subsequent sword used to oppose this evil, 'Soul Calibur'. While it has developed during its various iterations, some of the characters and gameplay elements have remained consistent throughout the series. It is one of the most popular and successful franchises in the fighting game genre.",
            "score": 74.11004638671875
        },
        {
            "docid": "16969859_70",
            "document": "List of Soul Eater characters . , known as the , is the most powerful weapon in the \"Soul Eater\" series. He normally resides in a cavern shrine in Great Britain that is home to fairies. While not explicitly stated, Excalibur exists long before the creation of the demon weapons and is suggested to be the Great Old One who is the embodiment of madness through rage. His weapon form is a single-handed sword of intricate design, while his alternate form is a short, cartoonish creature with a plague mask-like face and dressed in a white suit and top hat. Though he can automatically resonate his soul with anyone, giving them various god-like powers like flight and ripping holes in time and space, Excalibur is extremely obnoxious and egotistical to the point of alienating potential meisters within minutes in various ways such as calling them \"fools\" to cut them off during a discussion. As a result, only one who can withstand Excalibur's numerous flaws can effectively use him.",
            "score": 71.50039672851562
        },
        {
            "docid": "703444_5",
            "document": "Swordsmanship . Greece provides the foundation for the widespread use of the sword as a weapon in its own right in the West. The Roman legionaries and other forces of the Roman military, until the 2nd century A.D., used the gladius as a short thrusting sword effectively with the \"scutum\", a type of shield, in battle. Gladiators used a shorter gladius than the military. The spatha was a longer double-edged sword initially used only by Celtic soldiers, later incorporated as auxilia into Roman Cavalry units; however by the 2nd century A.D. the spatha was used throughout much of the Roman Empire. The Empire's legionary soldiers were heavily trained and prided themselves on their disciplinary skills. This probably carried over to their training with weaponry, but we have no Roman manuals of swordsmanship. One translation of Juvenal's poetry by Barten Holyday in 1661 makes note that the Roman trainees learned to fight with the wooden wasters before moving on to the use of sharpened steel. In fact, it is also found that Roman gladiators trained with a wooden sword, which was weighted with lead, against a straw man or a wooden pole known as a \"palus\" (an early relative of the later wooden \"pell\"). This training would have provided the Roman soldier with a good foundation of skill, to be improved upon from practical experience or further advanced training.",
            "score": 71.50016784667969
        },
        {
            "docid": "20595373_31",
            "document": "List of Soulcalibur characters . Reception to Charade has been mixed. Netjack<nowiki>'</nowiki>s Steve Lubitz described Charade as \"Weapon Master, only uglier\" and cited a lack of creativity with the design. The sentiment was shared by Deeko<nowiki>'</nowiki>s review of \"Soulcalibur II\", who said that Charade felt like a new character that used \"old character moves and tactics\". Other reviewers of \"II\" repeated the sentiment, noting Charade as one of several \"Doppelgänger\" fighters in the title that filled in another character's role. On the other hand, UGO's Doug Trueman cited Charade as a character that \"[added] something spectacular to the \"Soul Calibur\" pantheon.\" and additionally received mention in UGO's \"Top 11 Soul Calibur Fighters\" article, losing to Olcadan only due to Olcadan's owl-inspired design.",
            "score": 71.21151733398438
        },
        {
            "docid": "12511174_4",
            "document": "Soul Eater (manga) . \"Soul Eater\" is set at — for short — located in the fictional Death City in Nevada, United States. The school is run by Shinigami, also known as Death, as a training facility for humans with the ability to transform into weapons, as well as the wielders of those weapons, called . Attending this school are meister Maka Albarn and her scythe partner Soul Eater; assassin Black Star and his partner Tsubaki Nakatsukasa, who can turn into weapons such as a \"kusarigama\", \"shuriken\", and \"ninjatō\"; and Shinigami's son, Death the Kid, and his pistol partners Liz and Patty Thompson. The goal of the school's meister students is to have their weapons defeat and absorb the souls of 99 evil humans and one witch, which will dramatically increase the power of the weapon and turn them into \"death scythes\", weapons capable of being used by Shinigami.",
            "score": 70.85785675048828
        },
        {
            "docid": "2024951_89",
            "document": "Byzantine army . There were many sword (\"xiphos\") types; straight, curved, one- and two-handed, which are depicted in illustrations. According to the \"Strategika\", by the sixth century the short Roman \"gladius\" had been abandoned in favor of a long two-edged sword, the spathion, used by both the infantry and cavalry. The tenth century \"Sylloge Tacticorum\" gives the length of this kind of sword as the equivalent of 94 cm and mentions a new saber-like sword of the same length, the \"paramerion\", a curved one-edged slashing weapon for cavalrymen. Both weapons could be carried from a belt or by a shoulder strap.",
            "score": 70.51860046386719
        },
        {
            "docid": "16790703_8",
            "document": "Samnite (gladiator type) . Although individual gladiators of a single class might fight with widely different gear, in general, the Samnite fought in the gear of a warrior from Samnium: a short sword (\"gladius\"), a rectangular shield (\"scutum (shield)\"), a greave (\"ocrea\"), and a helmet. The helmet had a crest, a rim, a visor, and a plume (\"galea\"); this last element gave \"an imposing appearance\". The Samnite's greave was worn on the left leg and reached to just below the knee. It was made of leather and sometimes had a metal rim. He also wore an ankleband on the right ankle. The Samnite's sword arm was protected by an arm guard (\"manica\"); this became a common piece of equipment for most gladiators. The sword was the Samnite's most common weapon (the word \"gladiator\" comes from the Latin \"gladius\", \"sword\"), but some seem to have fought with a lance instead.",
            "score": 70.18363189697266
        },
        {
            "docid": "12446969_5",
            "document": "Darksiders . Although War is initially limited to the use of his two-handed signature sword, Chaoseater, he will eventually obtain other weapons throughout the course of the game. He also has a Scythe, which he uses as his other main offensive weapon. Weapons have different combinations of attack that can be obtained throughout the game. Along with combos, players are encouraged to use countering moves, blocks, and swift dodging. Projectile weapons such as a revolver and a boomerang-style throwing blade can also be used. Objects littered throughout the environment can also be used as weapons and projectiles. At a later point in the game, War gains the ability to summon a horse that provides faster movement and increased attack power.",
            "score": 70.18253326416016
        },
        {
            "docid": "23468036_18",
            "document": "History of weapons . Originating in Spain, the \"gladius\" was adopted by the Romans as one of their most commonly used weapons for close combat. Typically 30 cm in length, characterizing a short sword, the term \"gladius\" was also applied to longer swords. Though many swords were double-edged for ease of cutting, this was not always the case. In addition, the geometry of the sword's point varied over time due to changing combat styles, but all were tapered to allow for thrusting. The gladius was also suitable for cutting and chopping. It was mainly used for thrusting, however, and thus had limited effect when wielded from horseback. These swords were made with an iron blade to which a bronze-covered wood, or ivory cross guard, pommel, and grip would be attached. The gladius varied in length and size as Roman soldiers of different ranks used gladius measuring around 34.5 and 64 centimeters. There were other short sword variations that were classified with names other than \"gladius\". One such example is the \"sica\", which was about 40 cm long and had a curved tip. To engage in close combat, Roman soldiers would lead with their shield protected from volleys of arrows or pila and thrust forward with their sword.",
            "score": 69.93888092041016
        },
        {
            "docid": "320336_14",
            "document": "Hand axe . Kohn and Mithen independently arrived at the explanation that symmetric hand axes were favoured by sexual selection as fitness indicators. Kohn in his book \"As We Know It\" wrote that the hand axe is \"a highly visible indicator of fitness, and so becomes a criterion of mate choice.\" Miller followed their example and said that hand axes have characteristics that make them subject to sexual selection, such as that they were made for over a million years throughout Africa, Europe and Asia, they were made in large numbers, and most were impractical for utilitarian use. He claimed that a single design persisting across time and space cannot be explained by cultural imitation and draws a parallel between bowerbirds' bowers (built to attract potential mates and used only during courtship) and Pleistocene hominids' hand axes. He called hand axe building a \"genetically inherited propensity to construct a certain type of object.\" He discards the idea that they were used as missile weapons because more efficient weapons were available, such as javelins. Although he accepted that some hand axes may have been used for practical purposes, he agreed with Kohn and Mithen who showed that many hand axes show considerable skill, design and symmetry beyond that needed for utility. Some were too big, such as the hand axe found in Furze Platt, England that is over a foot long. Some were too small - less than two inches. Some feature symmetry beyond practical requirements and show evidence of unnecessary attention to form and finish. Miller thinks that the most important clue is that under electron microscopy hand axes show no signs of use or evidence of edge wear. Furthermore, hand axes can be good handicaps in Zahavi's handicap principle theory: learning costs are high, risks of injury, they require physical strength, hand-eye coordination, planning, patience, pain tolerance and resistance to infection from cuts and bruises when making or using such a hand axe.",
            "score": 69.82572174072266
        },
        {
            "docid": "17065853_16",
            "document": "Nemesis (Wildstorm) . As a trained Coda warrior, Nemesis is a highly skilled hand-to-hand fighter as well as an expert in a wide array of weapons. While she has been known to use firearms (usually handguns), her preferred and default weapons of choice are two indestructible swords made from shards of an ancient weapon called the Creation Engine. The blades can cut through virtually all known substances. Nemesis also wears a specialized body armor (referred to as her 'Stealth Suit') that emits various sized force fields.",
            "score": 69.38654327392578
        },
        {
            "docid": "19258384_14",
            "document": "Phantasy Star 0 . The game contains over 350 weapons, debuting two new weapon classes, shields and gunblades. Shields are blunt weapons that can be used to block enemy attacks, and gunblades are one-handed swords that also carry a gun barrel, allowing for long range and short range interchangeability by holding the Left Trigger button. Most equipment can be upgraded through various means. Items called grinders can further improve a weapon or armor's effectiveness. In addition, weapons can be upgraded with elements, allowing them special on-hit effects or additional damage, and \"Photon Fortification,\" which increases a weapon's effectiveness against a hostile classification of the player's choosing. Characters can be further specialized by using materials, items that permanently increase a base stat.",
            "score": 69.29322052001953
        },
        {
            "docid": "47906414_4",
            "document": "Sword Art Online: Lost Song . Unlike its predecessors, which have MMORPG-like gameplay, \"Lost Song\" is labeled as an action game instead of a role-playing game. It is the first game in the series that allows one to play as characters besides protagonist Kirito; there are 19 characters available, though two are only attainable through downloadable content. Additionally, players can create their own character to use in the game's story mode. Regardless of which character is being used, the story will progress as if the player is Kirito. Each character can wield three types of weapons—for instance, Kirito can dual-wield or use a one- or two-handed sword—and weapons have skills that can be trained to unlock new abilities.",
            "score": 69.12007141113281
        },
        {
            "docid": "8458031_12",
            "document": "Society for Creative Anachronism activities . Most SCA fighters use a one-handed weapon in combination with a shield of some kind. With centuries of historical examples to draw upon, shields may range from large rectangular Roman-style \"scuta\" to small bucklers, with common styles including the \"kite\", center-grip (round or oval), and \"heater\" (so called because it resembles the shape of a flatiron). Other popular weapon choices include two-weapons (one in each hand) or two-handed weapons such as greatswords, glaives, or katana. Some Kingdoms are also starting to experiment with thrown weapons such as javelins and throwing axes for use in melees and battles.",
            "score": 68.67559814453125
        },
        {
            "docid": "2455983_17",
            "document": "Yondu . Yondu's right hand is replaced for a time by a bionic device called a weapons concealment appendage, a metal cup replacing his right hand. Thus, he could no longer practice archery nor perform functions requiring him to grasp with his right hand. The device can release from within itself a number of weapons, including a mace, a hatchet, a scythe, a barbed spear, and others; when not in use the weapons are concealed within the appendage at a reduced size, until enlarged by Pym particles. Yondu's bionic weapon-hand is later replaced with a duplicate of his original hand.",
            "score": 67.95350646972656
        },
        {
            "docid": "4393438_7",
            "document": "Baldur's Gate . The inventory system used in \"Baldur's Gate\" follows the conventions of the \"paper doll\" mechanics, in that each character can equip items depending on what type they are - weapons, ammo, armour, helmet, necklace, rings, belt, cloak, feet, and usable. The number of items a character can both equip and carry is affected by their weight limit, which is determined by their Strength ability score; going over this limit will encumber the character causing them to move slowly or prevent them moving altogether, until they remove items from their inventory. The system notably indicates what equipment a character can not use as defined by their class, which also determine how many weapon slots they have available for weapons; by default, all character have two weapon slots along with an off-hand slot for shields and weapons, but some classes allow character to one or two extra weapon slots to use. In addition, characters may equip three stacks of ammo for ranged weapons (bows, crossbows and slings), and use three different types of usable items (potions, scrolls and wands). Items can be examined in the inventory, though most enchanted items require identification before their properties are known, while any cursed equipment can't be removed unless through magic or visiting a temple. Any potions found can be used without being set up for quick use, while mages can learn spells from scrolls that they do not have knowledge of and have room for in their spellbook; unlike priest classes, who have access to all the spells of each level magic upon acquiring a slot in that level, mages need to learn spells from scrolls found in their travels or bought from shops, but can learn those of higher levels that they do not have spell slots for, though higher game difficulties incur the possibility of failing to learn a new spell. In addition, any spells set to a spell slot cannot be used until the spellcaster rests first to \"memorise\" it.",
            "score": 67.76292419433594
        },
        {
            "docid": "43013126_10",
            "document": "Bloodborne . The player may only wield two melee weapons and two secondary weapons at one time. Most melee weapons, called Trick Weapons, can transform into an alternate state; each state encourages a different approach to combat. For example, the Hunter Axe in its initial state is wielded with one hand and can be used to quickly dispatch enemies in cramped areas, but when transformed into its secondary state, it becomes an extended two handed weapon more suited for crowd control. With most Trick Weapons, one state is usually a slower, bigger weapon, that deals heavier damage per hit, while the other state is smaller, faster, and deals its damage in hit streaks. The player's main secondary weapon is a firearm; the firearm, usually a pistol, can be used in a traditional sense, as well as a way to stun enemies. When an enemy is stunned, the player can perform a Visceral attack; Visceral attacks cause a large amount of damage in one hit and can also be performed after the player strikes an enemy from behind with a charged attack. Other secondary weapons include a torch, cannon, and wooden shield, while other main melee weapons include a hammer, sword, two-handed gun, which serves as the melee and ranged weapon, and a whip. The player can carry other offensive weapons, such as molotovs, throwing knives, and pebbles.",
            "score": 67.75267028808594
        },
        {
            "docid": "12594662_11",
            "document": "Gladiator (Hercules: The Legendary Journeys) . Gladius takes his sword and throws it into the chest of one of the guards, Hercules joins him in his fight against Maxius' men. They get the keys from the guards and set the other slaves free and they join in the fight. As Maxius is attempting to flee, Hercules throws his sword and catches Maxius' clothing. He tells him to call off his men. As the guards drop their weapons the prisoners pick them up saying, \"We'll see who dies now!\" Hercules stops them saying there will be no more blood shed and Maxius will set them free. Gladius is reunited with Felicita and their son.",
            "score": 67.62989044189453
        },
        {
            "docid": "8700358_19",
            "document": "Javelin . Legionaries of the Late Republic and Early Empire often carried two pila, with one sometimes being lighter than the other. Standard tactics called for a Roman soldier to throw his pilum (both if there was time) at the enemy just before charging to engage with his gladius. Some pila had small hand-guards, to protect the wielder if he intended to use it as a melee weapon, but it does not appear that this was common.",
            "score": 67.61910247802734
        },
        {
            "docid": "54039030_2",
            "document": "Faussart . The Faussart is a long bladed two handed weapon, sometimes referred to as a war brand (by modern reproduction manufacturers). It is essentially a two handed falchion. It is different to a glaive in that a glaive is more like a halberd, and the Faussart is more like a sword. While the glaive has a lighter head and longer blade than a halberd, it has a shorter length blade than the Faussart. The Faussart could be used by both cavalry and infantry. It eventually evolved into the longsword. The weapon probably relates to the agricultural tool for grass cutting, the Scythe The Maciejowski Bible (Morgan Bible) depicts an example of a two-handed Faussart used by a mounted knight. The weapon probably relates to the agricultural tool for grass cutting, the Scythe",
            "score": 67.50048065185547
        },
        {
            "docid": "30949252_6",
            "document": "Risen 2: Dark Waters . In combat, the player character has two weapon slots. In the right hand the player wields their bladed weapons such as a cutlass or a two-handed rifle while in the left hand is the secondary item such as a pistol or non-damaging items like throwing sand to blind opponents or trained wildlife. Weapons can be switched quickly or items like health provisions can be used through a separate tab of hot keys on the PC version. Throwing weapons like spears however requiring aiming with both hands.",
            "score": 67.24227142333984
        },
        {
            "docid": "9054221_26",
            "document": "List of Roman gladiator types . The \"scissor\" (plural \"scissores\") used a special short sword with two blades that looked like a pair of open scissors without a hinge. It is speculated that they attempted to trap their opponents' weapons between the twin blades in order to disarm them. German historian and experimental archeologist Marcus Junkelmann has propagated an idea, based on an unlabeled, unclear image that he decided might be a scissor, that this type of gladiator fought using a weapon consisting of a hardened steel tube that encased the gladiator's entire forearm, with the hand end capped off and a semicircular blade attached to it.",
            "score": 67.00870513916016
        },
        {
            "docid": "53947333_8",
            "document": "Darksiders (series) . The \"Darksiders\" games feature an action role-playing hack and slash style of gameplay. Players take control of one of the Four Horsemen of the Apocalypse, from a third-person perspective, each of which offer unique play styles and equipment. In the first game, War's method of fighting is using a two-handed signature sword named Chaoseater, though throughout the game the player can equip various other items including a Scythe and a revolver. In Darksiders II, Death uses two scythes as his signature weapon, and in Darksiders III, Fury uses a whip and magic to tear down her enemies.",
            "score": 66.78484344482422
        },
        {
            "docid": "2529634_34",
            "document": "Ancient Macedonian army . Each phalangite carried as his primary weapon a \"sarissa\", which was a type of pike. The length of these pikes was such that they had to be wielded with two hands in battle. The traditional Greek hoplite used his spear single-handed, as the large \"hoplon\" shield needed to be gripped by the left hand, therefore the Macedonian phalangite gained in both weapon reach and in the added force of a two handed thrust. At close range, such large weapons were of little use, but an intact phalanx could easily keep its enemies at a distance; the weapons of the first five rows of men all projected beyond the front of the formation, so that there were more spearpoints than available targets at any given time. The men of the rear ranks raised their sarissas so as to provide protection from aerial missiles. A phalangite also carried a sword as a secondary weapon for close quarter fighting should the phalanx disintegrate. The phalanx, however, was extremely vulnerable in the flanks and rear.",
            "score": 66.7099609375
        },
        {
            "docid": "1353717_9",
            "document": "Castlevania: Dawn of Sorrow . Souls can also be spent to permanently transform a character's weapon. At Yoko Belnades' shop, the player can remove certain souls from their inventory to change their weapon into a stronger form. Certain weapons can only be acquired by using souls to strengthen a lesser form of the weapon. Souls are also used in the \"Enemy Set\" mode, where a player builds a custom scenario. The player can place monsters inside rooms if they have acquired the monster's soul in the main game, but boss enemies cannot be added to any scenario, even if the player has the boss' soul. Two players using two Nintendo DS consoles can compete in these scenarios, with the winner being the one with the fastest time completing the course.",
            "score": 66.31678771972656
        },
        {
            "docid": "3914977_5",
            "document": "Shadow of Rome . During combat, the player character is Agrippa, who can use various gladiatorial weapons such as swords, scimitars, maces, spears, bows, slingshots and flails. If Agrippa has severed the arm of an enemy, he can pick it up and also use it as a weapon. However, weapons can only be used for a certain amount of time before they break. During combat, a meter indicates the remaining vitality of Agrippa's weapon(s) and helmet (if he has one equipped). Agrippa can attack with his main weapon, his sub-weapon or shield, or with a two-handed weapon. The player can lock on to enemies to make Agrippa target them. Agrippa can also throw weapons at his enemies, and can fight with his fists, using strong and soft punches as well as shoulder tackles. If timed correctly, Agrippa can also steal weapons from his enemies, or knock their weapons out of their hands using a shoulder tackle. He can also attack from the ground by flinging sand into an approaching enemy's face, and he can attack downed enemies by stomping on them or stabbing them. If Agrippa stands behind a groggy enemy he can perform a suplex on them. An important aspect of the combat gameplay are \"SALVO points.\" Salvos are specific actions or combinations of actions which excite the crowd. When Agrippa performs a salvo action, he is awarded salvo points, which fill up the salvo bar. If Agrippa calls for the attention of the crowd when the bar is full, the audience will throw him rare and powerful weapons. If he calls for their attention when it is not full, they will throw normal weapons, shields, food, or often, nothing at all. At the end of each arena battle, Agrippa will be given a ranking based on the total amount of salvo points he achieved in that battle.",
            "score": 66.2839584350586
        }
    ]
}