{
    "q": [
        {
            "docid": "44113754_5",
            "document": "Welcome to the Darkside . The Gladiator competed against three low-card competitors in a gauntlet match. He defeated his first opponent Naohiko Yamazaki after an \"Awesome Bomb\". Gladiator would then defeat his second opponent Yoshinori Sasaki after an \"Awesome Splash\". His final opponent was Mr. Pogo #2. Gladiator tried to perform an \"Awesome Bomb\" but Pogo escaped it and delivered a backdrop suplex. He continued the momentum with an elevated cutter and a chokeslam. Gladiator made a comeback by performing a release German suplex but Pogo did not sell the move and charged at him but Gladiator hit a boot. He then hit a lariat and an \"Awesome Bomb\" for the win.",
            "score": 61.21686935424805
        },
        {
            "docid": "20262138_4",
            "document": "The Gladiators from Capua . \"The Gladiators from Capua\" opens with a brief scene set some years earlier – a slave in training as a gladiator refuses to kill his beaten opponent, turning his back on a promising career. The themes of combat, bloodshed, and mercy are thus established from the start.",
            "score": 58.45396947860718
        },
        {
            "docid": "3616797_8",
            "document": "Gladiator (2000 film) . Maximus's next fight is a victory against a legendary undefeated gladiator. Commodus orders Maximus to kill the gladiator, but Maximus spares his opponent's life; he is called \"Maximus the Merciful\" by the crowd. Angered at this outcome, Commodus taunts Maximus about his family's deaths, but Maximus turns and walks away.",
            "score": 53.38720726966858
        },
        {
            "docid": "12336_28",
            "document": "Gladiator . Spectators preferred to watch highly skilled, well matched \"ordinarii\" with complementary fighting styles; these were the most costly to train and to hire. A general \"melee\" of several, lower-skilled gladiators was far less costly, but also less popular. Even among the \"ordinarii\", match winners might have to fight a new, well-rested opponent, either a \"tertiarius\" (\"third choice gladiator\") by prearrangement; or a \"substitute\" gladiator (\"suppositicius\") who fought at the whim of the \"editor\" as an unadvertised, unexpected \"extra\". This yielded two combats for the cost of three gladiators, rather than four; such contests were prolonged, and in some cases, more bloody. Most were probably of poor quality, but the emperor Caracalla chose to test a notably skilled and successful fighter named Bato against first one \"supposicitius\", whom he beat, and then another, who killed him. At the opposite level of the profession, a gladiator reluctant to confront his opponent might be whipped, or goaded with hot irons, until he engaged through sheer desperation. Combats between experienced, well trained gladiators demonstrated a considerable degree of stagecraft. Among the cognoscenti, bravado and skill in combat were esteemed over mere hacking and bloodshed; some gladiators made their careers and reputation from bloodless victories. Suetonius describes an exceptional \"munus\" by Nero, in which no-one was killed, \"not even \"noxii\" (enemies of the state).\"",
            "score": 71.19496488571167
        },
        {
            "docid": "1391901_5",
            "document": "Priscus (gladiator) . Gladiatorial fights did not always end with death of a participant. A gladiator could raise a finger or surrender his weapon to the opponent to signal his willingness to concede defeat. And imposition of \"missio\" would require that the conceding gladiator return to continued fight training. Missio was initiated following the spirit of the attendees with a reprieve from the match ending in a death. The fighters could initiate ending of the match requesting that the match be declared a draw as supported by the crowds. Gladiatorial surrender was not common since it was held in disdain.",
            "score": 66.90403342247009
        },
        {
            "docid": "18573986_5",
            "document": "Colosseum: Rome's Arena of Death . All new gladiators fight in small arenas scattered around Rome, and when Verus is defeated, he requests a second chance, knowing he will not be given another, and defeats his opponent. Contrary to popular myth, not all contests end in death. If a gladiator was killed the game's sponsor had to pay for his replacement. As a gladiator, you had a near 90% chance of surviving the fight. And if a gladiator was injured, he was given some of the best medical care available in Rome. Roman doctors were renowned for their treatment of flesh wounds. Doctors who worked with gladiators helped to pioneer the treatment of fractures. And they used an opium-based anesthetic for operations. For each victory in the arena, a gladiator is paid the equivalent of a Roman soldier's yearly pay, and he can purchase some personal items. Priscus obtains a small prayer statue and wall-shelf for his own Celtic devotions.",
            "score": 68.9329217672348
        },
        {
            "docid": "12336_34",
            "document": "Gladiator . Once a band of five \"retiarii\" in tunics, matched against the same number of \"secutores\", yielded without a struggle; but when their death was ordered, one of them caught up his trident and slew all the victors. Caligula bewailed this in a public proclamation as a most cruel murder. A gladiator who was refused \"missio\" was despatched by his opponent. To die well, a gladiator should never ask for mercy, nor cry out. A \"good death\" redeemed the gladiator from the dishonourable weakness and passivity of defeat, and provided a noble example to those who watched: For death, when it stands near us, gives even to inexperienced men the courage not to seek to avoid the inevitable. So the gladiator, no matter how faint-hearted he has been throughout the fight, offers his throat to his opponent and directs the wavering blade to the vital spot. (Seneca. \"Epistles\", 30.8)",
            "score": 61.418429374694824
        },
        {
            "docid": "59627_41",
            "document": "Columbine High School massacre . Harris walked over to the table across from the lower computer row, slapped the surface twice and knelt, saying \"Peek-a-boo\" to 17-year-old Cassie Bernall before shooting her once in the head, killing her instantly. Harris had been holding the shotgun with one hand at this point and the weapon hit his face in recoil, breaking his nose. Initial reports suggest that Harris asked Bernall \"Do you believe in God?\", to which she replied yes, before getting killed. Three students who witnessed Bernall's death, including Emily Wyant, who had been hiding beneath the table with her, have testified that Bernall did not exchange words with Harris after his initial taunt; Wyant stated Bernall had been praying prior to her murder.",
            "score": 35.444674611091614
        },
        {
            "docid": "9345676_25",
            "document": "Ave Imperator, morituri te salutant . Kyle concurs that no other sources record the \"supposed gladiator salute\" in any other context \"and it did not come here from true gladiators\". Treated as a commodity, they were not elite gladiators but captives and criminals doomed to die, who usually fought until all were killed. When the salute or appeal failed, and they were forced to kill one another in earnest,",
            "score": 62.7213693857193
        },
        {
            "docid": "35757696_8",
            "document": "Deadliest Warrior (season 1) . They now fight with sica and war club. The Gladiator tries to cut the Apache with the sica, but the Apache knocks it out of his hand with the war club. His second swing knocks off the Gladiator's helmet. The Apache charges and tries to strike his opponent’s exposed head with his club. However, the Gladiator knocks him to the ground with his shield then punches his face repeatedly with the cestus. The Apache got up with his knife. The Gladiator swings at him, but misses. The Apache then started to knife the Gladiator's limbs. He then cut the Gladiator's neck. The Apache then repeatedly knifed him, lick the bloodied knife, and does his war cry, and left the scene.",
            "score": 56.128453731536865
        },
        {
            "docid": "1911479_9",
            "document": "Gladiator (Melvin Potter) . He was later forced into working for the Kingpin's elderly predecessor Alexander Bont, who claimed that Potter had a four-year-old daughter that he had never met and that she would die if Potter did not help. Gladiator brought Murdock to Bont, who attempted to kill Murdock and assume his old mantle but instead died of a drug-induced heart attack. The Gladiator was defeated by the new White Tiger, and went back to prison.",
            "score": 54.466881275177
        },
        {
            "docid": "3037471_25",
            "document": "Sunstreaker . Sunstreaker made his first chronological IDW Publishing appearance in issue #2 of \"\", where he can be seen on page 4, part of a crowd cheering for Megatron to kill his opponent in an underground bloodsport. Later, he and Sideswipe appeared among the gathering of gladiators and insurgents that Megatron would eventually mold into the Decepticons.",
            "score": 44.955756425857544
        },
        {
            "docid": "3213185_20",
            "document": "The Spoils (Rome) . At the arena, before a capacity crowd containing both Vorenus and Timon, Pullo is led into a small ring and handed a large sword, but he drops the sword on the ground and sits in the center of the ring, refusing to fight. Three gladiators come out and tell him to fight, but Pullo stubbornly refuses. The men won't have it, and taunt him with insults. But when they insult the XIII Legion, Pullo grows increasingly angry until finally he lashes out, killing all three of his opponents. He yells \"Thirteen!\", but the crowd boos him. More gladiators come out, and despite the crowd's taunting, Pullo cuts down one gladiator after another while Timon cheers and Vorenus simply watches. Eventually Pullo tires, having been wounded so many times he can barely stand, at which point a large carnifex enters and knocks the sword out of Pullo's tired hand with a skull-topped mace. Just as the carnifex is about to deal the death blow, Vorenus charges into the ring, picks up a weapon, yells \"Thirteen!\" and takes on the gladiator, eventually slicing his leg off and collapsing him to the ground, before killing him with his own weapon. As the crowd recovers from shock, a roar of approval rises up, and Vorenus helps his old comrade out of the ring.",
            "score": 63.64886724948883
        },
        {
            "docid": "12336_31",
            "document": "Gladiator . A match was won by the gladiator who overcame his opponent, or killed him outright. Victors received the palm branch and an award from the \"editor\". An outstanding fighter might receive a laurel crown and money from an appreciative crowd but for anyone originally condemned \"ad ludum\" the greatest reward was manumission (emancipation), symbolised by the gift of a wooden training sword or staff (\"rudis\") from the \"editor\". Martial describes a match between Priscus and Verus, who fought so evenly and bravely for so long that when both acknowledged defeat at the same instant, Titus awarded victory and a \"rudis\" to each. Flamma was awarded the \"rudis\" four times, but chose to remain a gladiator. His gravestone in Sicily includes his record: \"Flamma, \"secutor\", lived 30 years, fought 34 times, won 21 times, fought to a draw 9 times, defeated 4 times, a Syrian by nationality. Delicatus made this for his deserving comrade-in-arms.\"",
            "score": 58.56915593147278
        },
        {
            "docid": "3380571_47",
            "document": "Johnny Behan . Behan testified that from the time the Earps passed him by to confront the Cowboys, he had watched them closely. Under cross-examination by attorney Thomas Fitch, he admitted seeing Holliday carrying the messenger shotgun towards the confrontation. All the witnesses testified that Holliday had been seen with a shotgun. Behan also testified he was concentrating on the Earps during the gun fight, but he did not see the shotgun used. He insisted that Holliday fired the first shot from a nickel-plated revolver. But the coroner had already testified that Tom McLaury was killed by a shotgun blast. For Behan's \"testimony to make any sense, the court would have to believe that Holliday marched down Fremont Street carrying a shotgun; put it aside in order to pull out his pistol; fired the first shot, presumably at Billy Clanton; and then picked up the shotgun in order to kill Tom McLaury—all in the space of a few seconds.\"",
            "score": 57.09422254562378
        },
        {
            "docid": "1607755_6",
            "document": "Retiarius . The more skin left unarmoured and exposed, the lower a gladiator's status and the greater his perceived effeminacy. Likewise, the engulfing net may have been seen as a feminine symbol. The light arms and armour of the \"retiarius\" thus established him as the lowliest, most disgraced, and most effeminate of the gladiator types. Helmets allowed both gladiators and spectators to dehumanise the fighters; when an arena combatant had to kill a comrade-at-arms, someone he probably lived and trained with every day, his opponent's helmet added an extra layer of separation. However, the \"retiarius\" was allowed no head protection; his face was visible to all. The emperor Claudius had all net-fighters who lost in combat put to death so that spectators could enjoy their expressions of agony. The \"retiarius\"<nowiki>'</nowiki>s fighting style was another strike against him, as reliance on speed and evasion were viewed as undignified in comparison to the straightforward trading of blows. The \"retiarii\" lived in the worst barracks. Some members of the class trained to fight as Samnites, another gladiator type, in order to improve their status.",
            "score": 64.13768899440765
        },
        {
            "docid": "7137692_11",
            "document": "Jack Scott (California politician) . Scott is very active in gun control. He began his gun control efforts after his son Adam, an attorney who had recently graduated from USC Law School, was fatally shot at a party with friends. One of his friends had a shotgun, which he did not know was loaded. His friend discharged the shotgun, hitting Adam and killing him.",
            "score": 43.04636549949646
        },
        {
            "docid": "38081438_3",
            "document": "Spartacus and the Ten Gladiators . Rocca and his nine gladiators have just completed a triumphal show in the arena in front of the Emperor. However their ebullient mood changes to horror and sadness when they are followed by a group of a dozen gladiators from Thrace who are ordered to kill each other until one man is standing. In this group is a father and son. They reluctantly comply but when the son faces his father one of the gladiators steps in to prevent the son from killing his father then throws his sword at the Emperor's box.",
            "score": 65.55117726325989
        },
        {
            "docid": "46500817_18",
            "document": "O.K. Corral hearing and aftermath . Matthews testified at the inquest that Tom McLaury had been killed by a single shotgun blast, contradicting Behan's testimony that he had been shot with a pistol, which according to the defense, \"...to make any sense, the court would have to believe that Holliday marched down Fremont Street carrying a shotgun; put it aside in order to pull out his pistol; fired the first shot, presumably at Billy Clanton; and then picked up the shotgun in order to kill Tom McLaury—all in the space of a few seconds.\" Under questioning, Matthews said he did not see Ike Clanton appeal to Wyatt to not shoot him.",
            "score": 50.79078555107117
        },
        {
            "docid": "18573986_7",
            "document": "Colosseum: Rome's Arena of Death . Gladiators are admired by aristocratic women of Rome, especially rich widows, and are included in feasts and banquets hosted by public officials and members of the imperial court. Verus soon becomes known for his skill and victories. He is eyed by an Imperial lady, and is soon summoned to a party at night, hosted by Titus and the lady, where arriving he is suddenly attacked by another gladiator provoking a surprise fight arranged as \"entertainment\"; but he defeats his opponent, whose death the host commands. Verus kills him, his first: \"\"not in the arena, but at a party for the rich.\"\" He is numb. Afterward, upon returning to his school, Verus discovers Priscus has been sold to another school; the trainer says, \"\"it's only business\".\"",
            "score": 51.63712120056152
        },
        {
            "docid": "12336_61",
            "document": "Gladiator . In AD 69, the Year of the Four Emperors, Otho's troops at Bedriacum included 2000 gladiators. Opposite him on the field, Vitellius's army was swollen by levies of slaves, plebs and gladiators. In 167 AD, troop depletions by plague and desertion may have prompted Marcus Aurelius to draft gladiators at his own expense. During the Civil Wars that led to the Principate, Octavian (later Augustus) acquired the personal gladiator troop of his erstwhile opponent, Mark Antony. They had served their late master with exemplary loyalty but thereafter, they disappear from the record.",
            "score": 56.48133969306946
        },
        {
            "docid": "50643142_8",
            "document": "Gladiators (UK series 7) . Contender and Gladiator are each strapped to their own airship (blue for the contender, red for the gladiator). Using hi-tech combat clubs, they have thirty seconds to try and eject their opponent from their airship. Two strikes to their body hit sensor results in an ejection. A contender scores five points for hitting the gladiator once and ten points for ejecting them.",
            "score": 63.2389155626297
        },
        {
            "docid": "4922019_3",
            "document": "List of The Sopranos characters – Friends and family . Tony Soprano's cousin, who was imprisoned and soon thereafter became embroiled in a life of crime. Tony B. gets his massage license and tries to set up a massage business. He sabotages the business before it gets off the ground, and goes back to crime. Tony S. sets him up in the airbag scam, but it is not enough money for Tony B. To earn extra money, he performs a contract hit for Rusty and Angelo. After Angelo is killed, Tony B. kills Billy Leotardo in retaliation, igniting dangerous tensions with the New York crew. To bring peace with Johnny Sack (and to avoid Tony B.'s being tortured to death by Phil Leotardo), Tony S. kills Tony B. by shooting him in the face with a shotgun.",
            "score": 30.46976387500763
        },
        {
            "docid": "4077534_45",
            "document": "Dick Cheney hunting incident . In the beta for the video game Halo 3, a medal called \"Cheneymania\" was awarded for killing 10 opponents with a shotgun without dying.",
            "score": 35.054346561431885
        },
        {
            "docid": "28640088_12",
            "document": "Gladiator Begins . Sextus: A formidable, legendary gladiator, nicknamed the \"Honor of Rome\", who fights with a sharp gladius and a tall shield. Sextus is a warrior from Germania who once fought against General Aquilius Drusus, Aquilla's father, during the Germanic Wars. He lost and was then taken back as a slave to Rome, where he later became the most successful gladiator under the Drusus family's patronage. Despite his hatred for Rome, Sextus respects General Drusus and holds no grudge against him. The general did not kill prisoners and actually treated Sextus and his surviving comrades well. However, Sextus has vowed to never help the Drusus family directly since the general was still responsible for the deaths of his people.",
            "score": 55.64740061759949
        },
        {
            "docid": "22372570_3",
            "document": "Shotgun (novel) . Would you kill someone for love? Someone did. A man and a woman die from shotgun wounds. Kling's girlfriend says she would, and Carella won't answer.",
            "score": 53.607332706451416
        },
        {
            "docid": "22597264_3",
            "document": "Scissor (gladiator) . German historian and experimental archeologist Marcus Junkelmann has propagated an idea, based on an unlabeled, unclear image that he decided might be a scissor, that this type of gladiator fought using a weapon consisting of a hardened steel tube that encased the gladiator's entire forearm, with the hand end capped off and a semicircular blade attached to it. A handle inside the tube might have allowed the gladiator to maintain control in the heat of battle.  This weapon might have been both deadly and versatile; the gladiator could use his protected arm to block his opponent's blows and quickly counterattack, the shape of the blade being such that even the slightest touch could cause a serious wound.",
            "score": 69.64644837379456
        },
        {
            "docid": "852078_23",
            "document": "Mohammed al-Qahtani . 2A0780 asked how one man, Bin Laden, convince 19 young men to kill themselves, (detainee was starting to fade he was going in and out of sleep.) The question was repeated, detainee stated that they were tricked, that he distorted the picture if front of them, 2A0780 asked detainee if this made him mad, detainee stated yes, (detainee did not realize that 2A780 had not started putting detainee into the picture) 2A0780 asked detainee if he was mad that his friends had been tricked, detainee said yes. 2A0780 asked detainee if his friends knew about the plan, detainee said no, 2A0780 asked if detainee knew about the plan, detainee stated that he didn't know. 2A0780 asked detainee if it made him mad that he killed his friends, detainee stated yes. 2A0780 asked detainee if he was glad that he didn't die on the plane, detainee stated yes. 2A0780 asked detainee if his parents were happy that he didn't die detainee stated yes. 2A0780 stated \"he killed your friends\" detainee stated yes.",
            "score": 6.586479067802429
        },
        {
            "docid": "28640088_22",
            "document": "Gladiator Begins . Gulielmus: A Macedonian ex-criminal and gladiator who always crosses paths with the gladiator in the \"Word Of Quintus\", a gladiatorial event sponsored by the co-emperor, Lucius Verus. Gulielmus views the player with disdain and animosity and tends to underestimate the player's skill as a gladiator. When Gulielmus wins his freedom from the arena, he becomes a military officer under the command of General Cassius. When the player is sent by Commodus to kill Cassius, Gulielmus serves as the last enemy before the general is fought. When defeated by the player, Gulielmus is killed by Cassius' guards as punishment for his failure.",
            "score": 63.30870223045349
        },
        {
            "docid": "27405992_10",
            "document": "Ronnie Mann . After this, Cage Rage became defunct and Mann re-joined Cage Gladiators, immediately competing against Frederic Fernandez for the Cage Gladiators World Featherweight Championship at the \"Cage Gladiators 6\" event. Mann was able to utilise his wrestling skills again, dominating the takedowns, neutralising his opponent. Mann was able to take the unanimous decision after effective striking, leading Sherdog to once again label him \"a star in the making.\"",
            "score": 50.725361347198486
        },
        {
            "docid": "204953_64",
            "document": "Gloster Gladiator . The top scoring Gladiator aces flew it in North Africa and Greece, scoring most of their successes against \"Regia Aeronautica\" aircraft. The top ace was Flight Lieutenant Pat Pattle, from No. 80 Squadron, who got 15.5 confirmed air victories while flying the Gladiator (out of his 50+ kills), plus four probably destroyed and six damaged. Second was Pilot Officer William \"Cherry\" Vale, from No. 33 and 80 Squadrons, with ten individual kills, 1 shared kill, and 1.5 damaged. Flight Lieutenant Joe P. Fraser, from No. 112 Squadron, and Flight Sergeant Don S. Gregory, from Nos. 33 and 80 Squadrons, scored all of their kills (respectively, 9.5 and 8) flying the Gladiator. Sergeant C. E. \"Cas\" Casbolt, from No. 80 Squadron, shot down 7.5 enemy aircraft (plus one probably destroyed and 1.5 damaged). Rhodesian pilot Caesar Hull scored five of his eight victories in a Gladiator during the Norwegian Campaign in 1940, including four in the same afternoon. He was the leading Allied pilot of the campaign.",
            "score": 51.11903464794159
        },
        {
            "docid": "28640088_17",
            "document": "Gladiator Begins . Ursus: A mysterious gladiator from Aegyptus known as the \"Messenger of the Sun\", whose armor is based on the appearance of the Egyptian god Horus. While fighting with twin blades, Ursus uses strange, unorthodox movements and battle cries that often baffle his opponents. In battle, he favors aerial attacks and is often compared to a diving bird. Along with Hories, Ursus is one of Vipsanius' favorite gladiators.",
            "score": 54.16935133934021
        }
    ],
    "r": [
        {
            "docid": "9054221_2",
            "document": "List of Roman gladiator types . There were many different types of gladiators in ancient Rome. Some of the first gladiators had been prisoners-of-war, and so some of the earliest types of gladiators were experienced fighters; Gauls, Samnites, and \"Thraeces\" (Thracians) used their native weapons and armor. Different gladiator types specialized in specific weapons and fighting techniques. Combatants were usually pitted against opponents with different, but more or less equivalent equipment, for the sake of a fair and balanced contest. Most gladiators only fought others from within the same school or Ludus, but sometimes specific gladiators could be requested to fight one from another Ludus.",
            "score": 83.11767578125
        },
        {
            "docid": "9054221_9",
            "document": "List of Roman gladiator types . \"Bustuarius\" was literally a \"tomb fighter,\" from \"bustum\", \"tomb\", a generalised reference to the association of gladiatorial combat with funeral games \"(munera)\". Servius notes that it had once been \"the custom to put captives to death at the graves of strong men, which later seemed a bit cruel, so it was decided to have gladiators fight at the tombs.\" Even among gladiators, it was an unflattering term: Cicero used it to liken the morals of his enemy Clodius to those of the very lowest gladiator class.",
            "score": 76.91666412353516
        },
        {
            "docid": "498597_21",
            "document": "Sawed-off shotgun . Additional restrictions might apply in many other jurisdictions. State and local laws might entirely prohibit civilian possession of short-barrelled shotguns. (These restrictions do not apply to military and police departments.) In addition, some firearm types that would normally be considered to fall into the Short Barrel Shotgun (SBS) category are not legally considered to be a SBS. A shotgun is legally defined as a shoulder-mounted firearm that fires shot. Shotguns and shotgun receivers that have never had a buttstock of any type installed are not shotguns, as they cannot be shoulder mounted. Therefore, cutting one of these below the 18\" barrel and/or 26\" overall length cannot produce a SBS as the firearm was never a shotgun. The Bureau of Alcohol, Tobacco, Firearms & Explosives recognizes these firearms as being a smooth bore handgun which is an Any Other Weapon (AOW). Unlike an SBS, an AOW only carries a $5.00 tax and can be moved interstate without Federal approval. To maintain its AOW status, it must not have a buttstock (making it a SBS) or a rifled slug barrel (making it a Destructive Device (DD) if the bore is over 0.5\"). Firearms of this type are typically over 100 years old. These weapons produced with a barrel length under 18\" are not considered sawed-off shotguns because they were not produced with a shoulder buttstock. Weapons with these specifications fall under the category of smooth bore handguns produced in heavy rifle calibers and 12/20 gauge shotgun calibers, contrary to illegal sawn-off shotguns and are not considered destructive devices. Any firearms capable of shooting shotgun style cartridges produced after the 18\" minimum barrel restrictions were set into place are considered illegal sawed-off shotguns.",
            "score": 76.85934448242188
        },
        {
            "docid": "16790703_5",
            "document": "Samnite (gladiator type) . The war in Samnium, immediately afterwards, was attended with equal danger and an equally glorious conclusion. The enemy, besides their other warlike preparation, had made their battle-line to glitter with new and splendid arms. There were two corps: the shields of the one were inlaid with gold, of the other with silver … The Romans had already learned of these splendid accountrements, but their generals had taught them that a soldier should be rough to look on, not adorned with gold and silver but putting his trust in iron and courage … The dictator, as decreed by the senate, celebrated a triumph, in which by far the finest show was afforded by the captured armor. So the Romans made use of the splendid armor of their enemies to do honor to the gods; while the Campanians, in consequence of their pride and in hatred of the Samnites, equipped after this fashion the gladiators who furnished them entertainment at their feasts, and bestowed on them the name of Samnites. Rome's own gladiatorial contests began some 40 years later. The Samnite, borrowed from the Campanians, was the earliest of the gladiator types and the model upon which later classes were based. The Samnite gladiators were also the first of at least three gladiator classes (\"list of Roman gladiator types\") to be based on ethnic antecedents; other examples were the Gauls and the Thracians. These gladiators fought with the signature war equipment and in the martial style of ethnic groups who had been conquered by Rome, thus appropriating their source culture for the mocking milieu of the Roman games. Gladiators who fought as any particular type did not necessarily hail from that ethnic background; the tombstone of a gladiator named Thelyphus is careful to point out that he fought as a Samnite but was really a Thracian.",
            "score": 76.64092254638672
        },
        {
            "docid": "16790703_6",
            "document": "Samnite (gladiator type) . Samnite gladiators appear quite frequently in Roman artwork. Other gladiator classes were added to the roster over the years, and some of these used similar gear, especially plumed helmets, adding to the difficulty of positively identifying Samnites. Roman spectators perceived gladiators as more masculine and honourable if they were more heavily armed and armoured. Thus, the Samnite, one of the heavier types, was an impressive sight with a fierce appearance. The Samnite may have been the first gladiator to be pitted against the \"retiarius\", a gladiator who fought with the gear of a fisherman and who was viewed as effeminate due to his light armaments. Accordingly, some \"retiarii\" may have trained as Samnites to improve their status. Gladiators who fought with a rectangular shield and sword, such as the \"provocator\", were said to be \"armed in the Samnite manner\". Such gladiators remained popular until the end of the gladiatorial games.",
            "score": 76.03534698486328
        },
        {
            "docid": "12336_65",
            "document": "Gladiator . Images of gladiators could be found throughout the Republic and Empire, among all classes. Walls in the 2nd century BC \"Italian Agora\" at Delos were decorated with paintings of gladiators. Mosaics dating from the 2nd through 4th centuries AD have been invaluable in the reconstruction of combat and its rules, gladiator types and the development of the \"munus\". Throughout the Roman world, ceramics, lamps, gems and jewellery, mosaics, reliefs, wall paintings and statuary offer evidence, sometimes the best evidence, of the clothing, props, equipment, names, events, prevalence and rules of gladiatorial combat. Earlier periods provide only occasional, perhaps exceptional examples. The Gladiator Mosaic in the Galleria Borghese displays several gladiator types, and the Bignor Roman Villa mosaic from Provincial Britain shows Cupids as gladiators. Souvenir ceramics were produced depicting named gladiators in combat; similar images of higher quality, were available on more expensive articles in high quality ceramic, glass or silver.",
            "score": 75.52784729003906
        },
        {
            "docid": "450950_8",
            "document": "Firearms policy in the United Kingdom . Fully automatic (submachine-guns, etc.) are \"prohibited weapons\" and require explicit permission from central government to permit ownership. Generally, such permits are not available to private citizens. Semi-automatic rifles over and pistols are similarly \"prohibited\", although there are exceptions for short barrelled breech-loading semi-automatic and revolver pistols for use for the humane dispatch of animals (classed under section 5). There are also very limited exceptions for pistols both to preserve firearms of historic or technical interest (classed as section 7 firearms) and to enable use by elite sports teams. Semi-automatic shotguns are restricted to a magazine capacity of no more than two shot and is held under section 2 of the Firearms Act, although a 'multi-shot' shotgun can be owned under section 1 (restricted firearms and ammunition) of the Firearms Act. Where the term 'multi-shot' is used, this refers to either a Semi-automatic or pump action shotgun with no restriction on magazine capacity. All other rifles and their ammunition are permitted with no limits as to magazine size, to include: target shooting, hunting, and historic and muzzle-loading weapons, as well as long barrelled breachloading pistols with a specific overall length, but not for self-defence; however if a home-owner is threatened they may be used in self-defence, so long as the force is reasonable. Shotgun possession and use is controlled, and even low-power air rifles and pistols, while permitted, are controlled to some extent. A Firearm Certificate issued by the police is required for all weapons and ammunition except air weapons of modest power (of muzzle energy not over for rifles, and for pistols). Shotguns with a capacity of three rounds or less (up to guns with a magazine holding no more than two rounds, in addition to one in the chamber) are subject to less stringent licensing requirements than other firearms and require a shotgun certificate; shotguns with higher capacity require a Firearm Certificate.",
            "score": 75.10134887695312
        },
        {
            "docid": "12336_72",
            "document": "Gladiator . \"The Arena\" (also known as the \"Naked Warriors\") is a 1974 gladiator exploitation film, starring Margaret Markov and Pam Grier, and directed by Steve Carver and an uncredited Joe D'Amato. Grier and Markov portray female gladiators in ancient Rome, who have been enslaved and must fight for their freedom. \"Gladiator\" is a 2000 British-American epic historical drama film directed by Ridley Scott, and starring Russell Crowe and Joaquin Phoenix. Crowe portrays a fictional Roman general who is reduced to slavery and then rises through the ranks of the gladiatorial arena to avenge the murder of his family. \"Amazons and Gladiators\" is a 2001 drama action adventure film directed and written by Zachary Weintraub starring Patrick Bergin and Jennifer Rubin.",
            "score": 74.55853271484375
        },
        {
            "docid": "47739150_2",
            "document": "Scutarius . A scutarius in Ancient Rome was any of the various types of gladiator who used a large shield called a samnite shield, which is named after another type of gladiator--a samnite. In Latin, the shield was called a \"scutum\"--where the name \"scutarius\" comes from. Due to having a large shield, \"scutarii\" would wear shin armour (\"ocrea\") on their right shin. This piece of armour would be smaller than the two \"ocreae\" worn by \"parmularii,\" who carried a smaller,though still somewhat large, shield. Scutarii also usually carried short swords and wore visored helmets. Scutarii and parmularii are mentioned by Marcus Aurelius in his \"Meditations\" as two factions at the gladiator fights--both as gladiators and people who supported those gladiators.",
            "score": 73.82847595214844
        },
        {
            "docid": "28640088_33",
            "document": "Gladiator Begins . In the arena, the player can prepare their gladiator with the proper equipments and move sets and choose from the available matches to enter. During the match, the player will attack with armed weapons or with their bare hands at other gladiator opponents. Gladiators can knock off other gladiator's weapons and armors and pick them up to use it in their favor. During different arenas and matches, there will be some replicated themes such as the battle aboard a ship and animals like tigers and elephants to fight against. After winning a match, the player will earn money and AP and return to hub area to prepare for the next day or move on with the story.",
            "score": 72.82819366455078
        },
        {
            "docid": "12336_67",
            "document": "Gladiator . In times in which peace and peace relating to domestic affairs prevail bloody demonstrations displease us. Therefore, we order that there may be no more gladiator combats. Those who were condemned to become gladiators for their crimes are to work from now on in the mines. Thus they pay for their crimes without having to pour their blood.",
            "score": 71.28375244140625
        },
        {
            "docid": "12336_28",
            "document": "Gladiator . Spectators preferred to watch highly skilled, well matched \"ordinarii\" with complementary fighting styles; these were the most costly to train and to hire. A general \"melee\" of several, lower-skilled gladiators was far less costly, but also less popular. Even among the \"ordinarii\", match winners might have to fight a new, well-rested opponent, either a \"tertiarius\" (\"third choice gladiator\") by prearrangement; or a \"substitute\" gladiator (\"suppositicius\") who fought at the whim of the \"editor\" as an unadvertised, unexpected \"extra\". This yielded two combats for the cost of three gladiators, rather than four; such contests were prolonged, and in some cases, more bloody. Most were probably of poor quality, but the emperor Caracalla chose to test a notably skilled and successful fighter named Bato against first one \"supposicitius\", whom he beat, and then another, who killed him. At the opposite level of the profession, a gladiator reluctant to confront his opponent might be whipped, or goaded with hot irons, until he engaged through sheer desperation. Combats between experienced, well trained gladiators demonstrated a considerable degree of stagecraft. Among the cognoscenti, bravado and skill in combat were esteemed over mere hacking and bloodshed; some gladiators made their careers and reputation from bloodless victories. Suetonius describes an exceptional \"munus\" by Nero, in which no-one was killed, \"not even \"noxii\" (enemies of the state).\"",
            "score": 71.19496154785156
        },
        {
            "docid": "25928434_2",
            "document": "Essedarius . An essedarius was a type of gladiator in Ancient Rome who fought from a chariot. There may have been just one man in the chariot, or two, a driver and a fighter. The word is also used of charioteers in other instances, such as in Caesar's Gallic War, in his campaign against Cassivellaunus in Britain. They normally fought with a spear and a sword as a side-arm but sometimes also had a small shield for defence. They charged their opponent with their chariot until the opposing gladiator was either impaled by the spear, trampled by the horses, or run over by the wheels of the chariot. They were relatively hard to defeat due to the speed of the chariot, but once the wheels were taken out they were easy to kill, if they didn't know how to ride a horse. It was a common tactic that if their chariot was broken they used one of the horses from the chariot as a mount.",
            "score": 71.1867904663086
        },
        {
            "docid": "11729954_28",
            "document": "Inaugural games of the Flavian Amphitheatre . As usual, the tone of the epigram is somewhat fawning toward his patron, Titus, but it gives more detail than any other account of the games. It seems to imply that a draw was uncommon in gladiatorial combat at this level, but that Titus eventually yielded to the wishes of the crowd, declared the match equal, and granted both men their freedom (with the traditional presentation of the wooden sword). The traditional way of acknowledging defeat was for the yielding gladiator to raise a finger (\"ad digitum\"), and it is possible that in this case both men raised their fingers, but Martial's emphasis here is on Titus' even-handedness and generosity in granting a reprieve (\"missio\") to the crowd's two favourites. His reference to this only happening under Titus probably alludes to the declaration of both as victors, as there is evidence that neither ties nor the survival of both gladiators in a contest were uncommon: it was expensive to train and keep a gladiator and they were not despatched lightly. There is some evidence for the existence of both Priscus and Verus, at least as names of gladiators, outside of Martial's account. A first-century graveyard in Smyrna contains the grave of a gladiator named Priscus, and Verus' name is etched on a marble slab from Ferentinum, recording a gladiatorial contest. The details of Verus' fights are unfortunately not legible. While neither of these may be the Priscus and Verus mentioned by Martial they do attest to the use of these names by gladiators.",
            "score": 71.03116607666016
        },
        {
            "docid": "12336_8",
            "document": "Gladiator . Livy places the first Roman gladiator games (264 BC) in the early stage of Rome's First Punic War against Carthage, when Decimus Iunius Brutus Scaeva had three gladiator pairs fight to the death in Rome's \"cattle market\" Forum (\"Forum Boarium\") to honor his dead father, Brutus Pera. This is described as a \"munus\" (plural: \"munera\"), a commemorative duty owed the manes of a dead ancestor by his descendants. The development of the \"munus\" and its gladiator types was most strongly influenced by Samnium's support for Hannibal and the subsequent punitive expeditions against the Samnites by Rome and her Campanian allies; the earliest and most frequently mentioned type was the Samnite. The war in Samnium, immediately afterwards, was attended with equal danger and an equally glorious conclusion. The enemy, besides their other warlike preparation, had made their battle-line to glitter with new and splendid arms. There were two corps: the shields of the one were inlaid with gold, of the other with silver ... The Romans had already heard of these splendid accoutrements, but their generals had taught them that a soldier should be rough to look on, not adorned with gold and silver but putting his trust in iron and in courage ... The Dictator, as decreed by the senate, celebrated a triumph, in which by far the finest show was afforded by the captured armour. So the Romans made use of the splendid armour of their enemies to do honour to their gods; while the Campanians, in consequence of their pride and in hatred of the Samnites, equipped after this fashion the gladiators who furnished them entertainment at their feasts, and bestowed on them the name Samnites. (Livy 9.40) Livy's account skirts the funereal, sacrificial function of early Roman gladiator combats and reflects the later theatrical ethos of the Roman gladiator show: splendidly, exotically armed and armoured barbarians, treacherous and degenerate, are dominated by Roman iron and native courage. His plain Romans virtuously dedicate the magnificent spoils of war to the Gods. Their Campanian allies stage a dinner entertainment using gladiators who may not be Samnites, but play the Samnite role. Other groups and tribes would join the cast list as Roman territories expanded. Most gladiators were armed and armoured in the manner of the enemies of Rome. The \"munus\" became a morally instructive form of historic enactment in which the only honourable option for the gladiator was to fight well, or else die well.",
            "score": 70.97731018066406
        },
        {
            "docid": "12336_10",
            "document": "Gladiator . The enthusiastic adoption of \"gladiatoria munera\" by Rome's Iberian allies shows how easily, and how early, the culture of the gladiator \"munus\" permeated places far from Rome itself. By 174 BC, \"small\" Roman \"munera\" (private or public), provided by an \"editor\" of relatively low importance, may have been so commonplace and unremarkable they were not considered worth recording: Many gladiatorial games were given in that year, some unimportant, one noteworthy beyond the rest — that of Titus Flamininus which he gave to commemorate the death of his father, which lasted four days, and was accompanied by a public distribution of meats, a banquet, and scenic performances. The climax of the show which was big for the time was that in three days seventy four gladiators fought. In 105 BC, the ruling consuls offered Rome its first taste of state-sponsored \"barbarian combat\" demonstrated by gladiators from Capua, as part of a training program for the military. It proved immensely popular. Thereafter, the gladiator contests formerly restricted to private \"munera\" were often included in the state games (\"ludi\") that accompanied the major religious festivals. Where traditional \"ludi\" had been dedicated to a deity, such as Jupiter, the \"munera\" could be dedicated to an aristocratic sponsor's divine or heroic ancestor.",
            "score": 70.14872741699219
        },
        {
            "docid": "5339004_28",
            "document": "Slavery in ancient Rome . In the Late Republic, about half the gladiators who fought in Roman arenas were slaves, though the most skilled were often free volunteers. Successful gladiators were occasionally rewarded with freedom. However gladiators, being trained warriors and having access to weapons, were potentially the most dangerous slaves. At an earlier time, many gladiators had been soldiers taken captive in war. Spartacus, who led the great slave rebellion of 73-71 BCE, was a rebel gladiator.",
            "score": 69.74951934814453
        },
        {
            "docid": "22597264_3",
            "document": "Scissor (gladiator) . German historian and experimental archeologist Marcus Junkelmann has propagated an idea, based on an unlabeled, unclear image that he decided might be a scissor, that this type of gladiator fought using a weapon consisting of a hardened steel tube that encased the gladiator's entire forearm, with the hand end capped off and a semicircular blade attached to it. A handle inside the tube might have allowed the gladiator to maintain control in the heat of battle.  This weapon might have been both deadly and versatile; the gladiator could use his protected arm to block his opponent's blows and quickly counterattack, the shape of the blade being such that even the slightest touch could cause a serious wound.",
            "score": 69.64644622802734
        },
        {
            "docid": "1943019_7",
            "document": "Gladiatrix . Some regarded female gladiators of any class as a symptom of corrupted Roman sensibilities, morals and womanhood. Before he became emperor, Septimius Severus may have attended the Antiochene Olympic Games, which had been revived by the emperor Commodus and included traditional Greek female athletics. His attempt to give Rome a similarly dignified display of female athletics was met by the crowd with ribald chants and cat-calls. Probably as a result, he banned the use of female gladiators in 200 AD. There may have been more, and earlier female gladiators than the sparse evidence allows; McCullough speculates the unremarked introduction of lower-class \"gladiatores mulieres\" at some time during the Augustan era, when provision of luxurious, crowd-pleasing games and abundant novelty became an exclusive privilege of the state, provided by the emperor or his officials. On the whole, Rome's elite authorities exhibit indifference to the existence and activities of non-citizen \"arenari\" of either gender. The Larinum decree made no mention of lower-class \"mulieres\", so their use as gladiators was permissible. Septimius Severus' later wholesale ban on female gladiators may have been selective in its practical application, targeting higher-status women with personal and family reputations to lose. Nevertheless, this does not imply low-class female gladiators as a commonplace in Roman life. Male gladiators were wildly popular, and were celebrated in art, and in countless images across the Empire. Only one near-certain image of female gladiators survives; their appearance in Roman histories is extremely rare, and is invariably described by observers as unusual, exotic, aberrant or bizarre; the Romans had no specific word for female gladiators as type or class.",
            "score": 69.6175308227539
        },
        {
            "docid": "12336_40",
            "document": "Gladiator . \"I, Victor, left-handed, lie here, but my homeland was in Thessalonica. Doom killed me, not the liar Pinnas. No longer let him boast. I had a fellow gladiator, Polyneikes, who killed Pinnas and avenged me. Claudius Thallus set up this memorial from what I left behind as a legacy.\" A gladiator might expect to fight in two or three munera annually, and an unknown number would have died in their first match. Few gladiators survived more than 10 contests, though one survived an extraordinary 150 bouts; and another died at 90 years of age, presumably long after retirement. A natural death following retirement is also likely for three individuals who died at 38, 45, and 48 years respectively. George Ville, using evidence from 1st century gladiator headstones, calculated an average age at death of 27, and mortality \"among all who entered the arena\" at 19/100. Marcus Junkelmann disputes Ville's calculation for average age at death; the majority would have received no headstone, and would have died early in their careers, at 18–25 years of age. Between the early and later Imperial periods the risk of death for defeated gladiators rose from 1/5 to 1/4, perhaps because \"missio\" was granted less often. Hopkins and Beard tentatively estimate a total of 400 arenas throughout the Roman Empire at its greatest extent, with a combined total of 8,000 deaths per annum from executions, combats and accidents.",
            "score": 69.1871566772461
        },
        {
            "docid": "31296879_5",
            "document": "Dimachaerus . The dimachaeri were equipped for close-combat fighting. A dimachaerus used a pair of siccae (curved scimitar) or gladius and used a fighting style adapted to both attack and defend with his weapons rather than a shield, as he was not equipped with one. Little else is known about this class of gladiator, but due to the difficulty of wielding two swords it can be inferred that dimachaeri were highly skilled and experienced fighters, and were probably relatively exalted as a class of gladiator. Dimachaeri would have been ideally suited to fight heavily armored opponents and they may have fought other dimachaeri, as well. They are known to have been paired against the hoplomachus and are also referred to as fighting against a gladiator class called an oplomachus, which, according to Justus Lipsius, was a putative variant of the Samnite.",
            "score": 69.05232238769531
        },
        {
            "docid": "18573986_5",
            "document": "Colosseum: Rome's Arena of Death . All new gladiators fight in small arenas scattered around Rome, and when Verus is defeated, he requests a second chance, knowing he will not be given another, and defeats his opponent. Contrary to popular myth, not all contests end in death. If a gladiator was killed the game's sponsor had to pay for his replacement. As a gladiator, you had a near 90% chance of surviving the fight. And if a gladiator was injured, he was given some of the best medical care available in Rome. Roman doctors were renowned for their treatment of flesh wounds. Doctors who worked with gladiators helped to pioneer the treatment of fractures. And they used an opium-based anesthetic for operations. For each victory in the arena, a gladiator is paid the equivalent of a Roman soldier's yearly pay, and he can purchase some personal items. Priscus obtains a small prayer statue and wall-shelf for his own Celtic devotions.",
            "score": 68.93291473388672
        },
        {
            "docid": "5489628_4",
            "document": "Ludus Magnus . The Ludus Magnus functioned as the leading gladiatorial school in Rome. The Romans used the same word \"ludi\" to denote gladiatorial games, as well as the schools which saw to the practice of such games. It was meant to be a place for gladiators from around the world to practice fighting techniques, such as training for venatio. Upon arriving to the \"ludus\", gladiators would be separated based on their fighting 'specialty' and then assigned a \"doctor\" for their specialty, as well as placed under the general oversight of a \"lanista\". It is here that the gladiators would eat, train, and sleep on a regular basis. The training portion of their days was extensive but also public. As was customary, the Romans often watched the gladiators train as we know that the seating provided at this ludus accommodated approximately 3,000 spectators. This effectively served as a sort of precursor to the games, a taste of what was to come at the \"Ludi Romani\".",
            "score": 68.78265380859375
        },
        {
            "docid": "44508432_5",
            "document": "The Gladiator (1831 play) . The play opens with Phasarius, a Thracian slave and other gladiators decrying the position of Rome and considering a revolt against the state left vulnerable by its colonizing and war-mongering generals. However, upon heading from his lanista, Bracchius, that a newly captured Thracian gladiator is an even better fighter than himself, Phasarius resolves to postpone his plans for coup. This newly captured slave is Spartacus, who agrees to battle so that he may free his also captured wife and child. He barters his services, “I will serve you Better than slave e'er served”, in exchange for his family, “Keep us together”. Upon meeting each other in the arena of the amphitheater, however, Phasarius and Spartacus recognize each other as brothers, refuse to fight and incite their fellow gladiators to revolt. They proclaim, “Death to the Roman fiends, that make their mirth Out of the groans of bleeding misery! Ho, slaves, arise! it is your hour to kill! Kill and spare not -For wrath and liberty!-”",
            "score": 68.28192138671875
        },
        {
            "docid": "12336_66",
            "document": "Gladiator . Pliny the Elder gives vivid examples of the popularity of gladiator portraiture in Antium and an artistic treat laid on by an adoptive aristocrat for the solidly plebeian citizens of the Roman Aventine: When a freedman of Nero was giving a gladiatorial show at Antium, the public porticoes were covered with paintings, so we are told, containing life-like portraits of all the gladiators and assistants. This portraiture of gladiators has been the highest interest in art for many centuries now, but it was Gaius Terentius who began the practice of having pictures made of gladiatorial shows and exhibited in public; in honour of his grandfather who had adopted him he provided thirty pairs of Gladiators in the Forum for three consecutive days, and exhibited a picture of the matches in the Grove of Diana. The decline of the \"munus\" was a far from straightforward process. The crisis of the 3rd century imposed increasing military demands on the imperial purse, from which the Roman Empire never quite recovered, and lesser magistrates found the obligatory \"munera\" an increasingly unrewarding tax on the doubtful privileges of office. Still, emperors continued to subsidize the games as a matter of undiminished public interest. In the early 3rd century AD, the Christian writer Tertullian had acknowledged their power over the Christian flock, and was compelled to be blunt: the combats were murder, their witnessing spiritually and morally harmful and the gladiator an instrument of pagan human sacrifice. In the next century, Augustine of Hippo deplored the youthful fascination of his friend (and later fellow-convert and Bishop) Alypius of Thagaste, with the \"munera\" spectacle as inimical to a Christian life and salvation. Amphitheatres continued to host the spectacular administration of Imperial justice: in 315 Constantine the Great condemned child-snatchers \"ad bestias\" in the arena. Ten years later, he banned the gladiator \"munera\":",
            "score": 68.20320892333984
        },
        {
            "docid": "12336_71",
            "document": "Gladiator . Gladiator fights have been depicted in a number of peplum films (also known as \"sword-and-sandal\" movies). This is a genre of largely Italian-made historical epics (costume dramas) that dominated the Italian film industry from 1958 to 1965. They can be immediately differentiated from the competing Hollywood product by their use of dubbing. The pepla attempted to emulate the big-budget Hollywood historical epics of the time, such as \"Spartacus\". Inspired by the success of \"Spartacus\", there were a number of Italian peplums that emphasized the gladiatorial arena fights in their plots, with it becoming almost a peplum subgenre in itself; One group of supermen known as \"The Ten Gladiators\" appeared in a trilogy, all three films starring Dan Vadis in the lead role.",
            "score": 67.88919067382812
        },
        {
            "docid": "12336_62",
            "document": "Gladiator . Roman writing as a whole demonstrates a deep ambivalence towards the \"gladiatoria munera\". Even the most complex and sophisticated \"munera\" of the Imperial era evoked the ancient, ancestral \"dii manes\" of the underworld and were framed by the protective, lawful rites of \"sacrificium\". Their popularity made their co-option by the state inevitable; Cicero acknowledged their sponsorship as a political imperative. Despite the popular adulation of gladiators, they were set apart, despised; and despite Cicero's contempt for the mob, he shared their admiration: \"Even when [gladiators] have been felled, let alone when they are standing and fighting, they never disgrace themselves. And suppose a gladiator has been brought to the ground, when do you ever see one twist his neck away after he has been ordered to extend it for the death blow?\" His own death would later emulate this example. Yet, Cicero could also refer to his popularist opponent Clodius, publicly and scathingly, as a \"bustuarius\" – literally, a \"funeral-man\", implying that Clodius has shown the moral temperament of the lowest sort of gladiator. \"Gladiator\" could be (and was) used as an insult throughout the Roman period, and \"Samnite\" doubled the insult, despite the popularity of the Samnite type. Silius Italicus wrote, as the games approached their peak, that the degenerate Campanians had devised the very worst of precedents, which now threatened the moral fabric of Rome: \"It was their custom to enliven their banquets with bloodshed and to combine with their feasting the horrid sight of armed men [(Samnites)] fighting; often the combatants fell dead above the very cups of the revelers, and the tables were stained with streams of blood. Thus demoralised was Capua.\" Death could be rightly meted out as punishment, or met with equanimity in peace or war, as a gift of fate; but when inflicted as entertainment, with no underlying moral or religious purpose, it could only pollute and demean those who witnessed it. The \"munus\" itself could be interpreted as pious necessity, but its increasing luxury corroded Roman virtue, and created an un-Roman appetite for profligacy and self-indulgence. Caesar's 46 BC \"ludi\" were mere entertainment for political gain, a waste of lives and of money that would have been better doled out to his legionary veterans. Yet for Seneca, and for Marcus Aurelius – both professed Stoics – the degradation of gladiators in the \"munus\" highlighted their Stoic virtues: their unconditional obedience to their master and to fate, and equanimity in the face of death. Having \"neither hope nor illusions\", the gladiator could transcend his own debased nature, and disempower death itself by meeting it face to face. Courage, dignity, altruism and loyalty were morally redemptive; Lucian idealised this principle in his story of Sisinnes, who voluntarily fought as a gladiator, earned 10,000 drachmas and used it to buy freedom for his friend, Toxaris. Seneca had a lower opinion of the mob's un-Stoical appetite for \"ludi meridiani\": \"Man [is]...now slaughtered for jest and sport; and those whom it used to be unholy to train for the purpose of inflicting and enduring wounds are thrust forth exposed and defenceless.\"",
            "score": 67.67896270751953
        },
        {
            "docid": "1607755_11",
            "document": "Retiarius . Despite their low status, some \"retiarii\" became quite popular throughout the early Empire. The fact that spectators could see net-fighters' faces humanised them and probably added to their popularity. At Pompeii, graffiti tells of Crescens or Cresces the \"retiarius\", \"lord of the girls\" and \"doctor to nighttime girls, morning girls, and all the rest.\" Evidence suggests that some homosexual men fancied gladiators, and the \"retiarius\" would have been particularly appealing. Roman art depicts net-men just as often as other types. A mosaic found in 2007 in a bathhouse at the Villa dei Quintili shows a \"retiarius\" named Montanus. The fact that his name is recorded indicates that the gladiator was famous. The mosaic dates to c. CE 130, when the Quintilii family had the home built; the emperor Commodus, who fought in gladiatorial bouts as a \"secutor\", acquired the house in CE 182 and used it as a country villa. In modern times, popular culture has made the \"retiarius\" probably the most famous type of gladiator.",
            "score": 67.50394439697266
        },
        {
            "docid": "12336_2",
            "document": "Gladiator . A gladiator (, \"swordsman\", from , \"sword\") was an armed combatant who entertained audiences in the Roman Republic and Roman Empire in violent confrontations with other gladiators, wild animals, and condemned criminals. Some gladiators were volunteers who risked their lives and their legal and social standing by appearing in the arena. Most were despised as slaves, schooled under harsh conditions, socially marginalized, and segregated even in death.",
            "score": 67.43848419189453
        },
        {
            "docid": "12336_49",
            "document": "Gladiator . Offenders seen as particularly obnoxious to the state (\"noxii\") received the most humiliating punishments. By the 1st century BC, \"noxii\" were being condemned to the beasts (\"damnati ad bestias\") in the arena, with almost no chance of survival, or were made to kill each other. From the early Imperial era, some were forced to participate in humiliating and novel forms of mythological or historical enactment, culminating in their execution. Those judged less harshly might be condemned \"ad ludum venatorium\" or \"ad gladiatorium\" – combat with animals or gladiators – and armed as thought appropriate. These \"damnati\" at least might put on a good show and retrieve some respect, and very rarely, survive to fight another day. Some may even have become \"proper\" gladiators.",
            "score": 67.26355743408203
        },
        {
            "docid": "15618180_6",
            "document": "Door breaching . Ballistic breaching uses a projectile weapon to breach an opening. Weapons used can range from small arms to the 120 mm cannon of a main battle tank with a HEAT round, which will breach most obstacles easily, though the force involved may violate the rules of engagement. A less damaging ballistic breach needs to destroy either the latch and lock, or the hinges of the door, and the ideal choice for this is the shotgun. While in theory other firearms can be used, handguns are usually underpowered and rifles are less effective than the shotgun and pose a far higher risk of ricochet and collateral injury. Most shotgun ammunition can be used for breaching, though the risk of injury varies with type. Of the available shotgun ammunition, shotgun slugs pose the highest risk, as they will retain significant energy to cause lethal wounds well after they have penetrated the door. Buckshot is far safer, and birdshot even safer, as the multiple small projectiles disperse quickly after penetration, reducing the chances of causing a lethal wound. The safest option is a frangible round such as the TESAR or Hatton round, which turns to dust upon penetrating the door, and disperses completely upon exit.",
            "score": 67.20684814453125
        },
        {
            "docid": "3616797_25",
            "document": "Gladiator (2000 film) . The film is loosely based on real events that occurred within the Roman Empire in the latter half of the 2nd century AD. As Ridley Scott wanted to portray Roman culture more accurately than in any previous film, he hired several historians as advisors. Nevertheless, some deviations from historical fact were made to increase interest, maintain narrative continuity, and for practical or safety reasons. Scott also stated that due to the influence of previous films affecting the public perception of what ancient Rome was like, some historical facts were \"too unbelievable\" to include. For instance in an early version of the script, gladiators would have been carrying out product endorsements in the arena; while this would have been historically accurate, it was not filmed for fear that audiences would think it anachronistic.",
            "score": 67.16154479980469
        }
    ]
}