{
    "q": [
        {
            "docid": "56522485_3",
            "document": "R (B) v Cambridge Health Authority . The parents of a child named Jaymee Bowen claimed that she should receive chemotherapy and a second bone marrow transplant for their 10 year old’s acute myeloid leukaemia. Consultants at Addenbrooke's Hospital, Cambridge, and Royal Marsden Hospital in London thought it would not succeed. Treatment in the United States would have been far too expensive. One doctor in Hammersmith would have treated her for £75,000. The doctors believed it would be ineffective and inappropriate.",
            "score": 52.032124519348145
        },
        {
            "docid": "1963273_12",
            "document": "Australian Skeptics . This challenge is now coordinated by ASI and the prize money is backed by the Australian Skeptics Science and Education Foundation. It is open to any contender who can state exactly what their paranormal claim is, and the claim can give a definite yes or no result. They must define under what conditions the claim can be performed, and expect to beat million to one odds in order to claim success. The result of each test is then published in The Skeptic, the magazine of Australian Skeptics. ASI states that should any contender pass the challenge, and be awarded the prize, they want to tell the world and give the claimant proper recognition. If, however, a claim is proved to be unfounded or fraudulent, the association reserve the right to expose this result in an effort to prevent clients from spending time and money on a product or service that cannot deliver what is claimed for it.",
            "score": 18.280311107635498
        },
        {
            "docid": "241265_16",
            "document": "Moral skepticism . Criticisms of moral skepticism come primarily from moral realists. The moral realist argues that there is in fact good reason to believe that there are objective moral truths and that we are justified in holding many moral beliefs. One moral realist response to moral error theory holds that it \"proves too much\"—if moral claims are false because they entail that we have reasons to do certain things regardless of our preferences, then so too are \"hypothetical imperatives\" (e.g. \"if you want to get your hair-cut you ought to go to the barber\"). This is because all hypothetical imperatives imply that \"we have reason to do that which will enable us to accomplish our ends\" and so, like moral claims, they imply that we have reason to do something \"regardless\" of our preferences. If moral claims are false because they have this implication, then so too are hypothetical imperatives. But hypothetical imperatives are true. Thus the argument from the non-instantiation of (what Mackie terms) \"objective prescriptivity\" for moral error theory fails. Russ Shafer-Landau and Daniel Callcut have each outlined anti-skeptical strategies. Callcut argues that moral skepticism should be scrutinized in introductory ethics classes in order to get across the point that \"if all views about morality, including the skeptical ones, face difficulties, then adopting a skeptical position is not an escape from difficulty.\"",
            "score": 24.058789014816284
        },
        {
            "docid": "49262719_12",
            "document": "Tyler Henry . Skeptical activist Susan Gerbic challenged the claim that this was a successful psychic prediction in a September 15, 2017 Skeptical Inquirer article. In a detailed break-down of the entire reading, Gerbic reports that immediately following the above statements, Thicke joked “Thank you Doctor Henry, I’m going to take that to heart.” Gerbic reported that this prompted Henry to throw back his head and laugh. Gerbic said \"I’m mentioning this because it seems so heartless (pun intended) that if Henry REALLY thought that Thicke’s heart would give out only a couple months later, he should have been less flippant about it, and actually very stern.\" Gerbic continued:",
            "score": 41.221601724624634
        },
        {
            "docid": "42074619_5",
            "document": "Ye Qiao . However, it was said that after Wang Chang became emperor, he became arrogant and excessive in his behavior, and was no longer consulting Ye on important decisions. One day, after Wang Chang was about to hear some matters of state, Ye intentionally walked out of the palace wearing the clothes of a Taoist monk. Wang Chang immediately summoned him back, and stated to him, \"There are many things happening with the military and the state, but we have not talked with you for a long time. This is our fault.\" Ye bowed, and responded, \"Your old subject is counseling you poorly, such that after Your Imperial Majesty took the throne, you have not had any good accomplishments to speak of. I beg to retire.\" Wang Chang replied, \"The late Emperor trusted us to you, Lord. If our policy decisions were not good decisions, you, Lord, should speak openly. Why do you abandon us?\" He rewarded much gold and silk to Ye, and told Ye to retake his position as chancellor.",
            "score": 20.396616220474243
        },
        {
            "docid": "204511_9",
            "document": "Skeptical movement . Scientific skeptics maintain that empirical investigation of reality leads to the truth, and that the scientific method is best suited to this purpose. Scientific skeptics attempt to evaluate claims based on verifiability and falsifiability and discourage accepting claims on faith or anecdotal evidence. Skeptics often focus their criticism on claims they consider to be implausible, dubious or clearly contradictory to generally accepted science. Scientific skeptics do not assert that unusual claims should be automatically rejected out of hand on \"a priori\" grounds—rather they argue that claims of paranormal or anomalous phenomena should be critically examined and that extraordinary claims would require extraordinary evidence in their favor before they could be accepted as having validity. From a scientific point of view, theories are judged on many criteria, such as falsifiability, Occam's Razor, Morgan's Canon and explanatory power, as well as the degree to which their predictions match experimental results. Skepticism in general may be deemed part of the scientific method; for instance an experimental result is not regarded as established until it can be shown to be repeatable independently.",
            "score": 34.86855363845825
        },
        {
            "docid": "2388933_2",
            "document": "Ye Olde Fighting Cocks . Ye Olde Fighting Cocks is a public house in St Albans, Hertfordshire, England. It is one of several pubs that lay claim to being the oldest in England. The building is described by Historic England as being of sixteenth century appearance, but as the earliest date for which it can be proved to have been licensed is 1756 - and even that date is not certain - its claim to this record is somewhat uncertain. Others such as the Ye Olde Man & Scythe in Bolton, Greater Manchester and Ye Olde Trip to Jerusalem in Nottingham may have better claims. Even in St Albans, the White Hart and the Fleur de Lys (currently called 'The Snug') have claims to have been trading as inns in the late medieval period.",
            "score": 30.33909010887146
        },
        {
            "docid": "46984918_3",
            "document": "Yes It's You Lady . The album was peaking at #33 in \"Billboard\" pop charts, and at #6 on the R&B charts. The two follow-up singles to 1981's chart success' \"Being with you\" were strangely no Robinson compositions: \"Tell Me Tomorrow\" peaked at #33 Billboard and #3 R&B charts, \"Old Fashioned Love\" at #60 Billboard and #17 R&B charts. The third and final single, Robinson's \"Yes It's You Lady\" only peaked at #107 Billboard, without entering the R&B charts.",
            "score": 11.460052251815796
        },
        {
            "docid": "13109_104",
            "document": "Global warming controversy . Global warming skeptic Reid Bryson said in June 2007, \"There is a lot of money to be made in this... If you want to be an eminent scientist you have to have a lot of grad students and a lot of grants. You can't get grants unless you say, 'Oh global warming, yes, yes, carbon dioxide'.\" Similar positions have been advanced by University of Alabama, Huntsville climate scientist Roy Spencer, Spencer's University of Alabama, Huntsville colleague and IPCC contributor John Christy, University of London biogeographer Philip Stott, Accuracy in Media, and Ian Plimer in his 2009 book \"Heaven and Earth — Global Warming: The Missing Science\".",
            "score": 14.654075145721436
        },
        {
            "docid": "46569272_3",
            "document": "HitRadio Veronica (Sky Radio) . The launch of the radio station gave quite a stir in the media. Ali B. (Ali Bouali) held on behalf of TMF, a fireworks launch with Yesser Roshdi ('Yes-R') and MTV VJs Miljouschka Witzenhausen and Valerio Zeno in accordance with TMF's 'most boring town in the Netherlands'; Staphorst. For this fireworks show MTV Networks BV had no license and was later claimed by the municipality for holding the event near a burial site of a 19-year-old. Staphorst wanted to sue Yes-R and Ali B for illegally using fireworks. It was found later on that the funeral of the 19-year-old boy was long before the fireworks show, so the charges were dropped.",
            "score": 23.79377818107605
        },
        {
            "docid": "22655_19",
            "document": "Ossian . Samuel Johnson, English author, critic, and biographer, was convinced that Macpherson was \"a mountebank, a liar, and a fraud, and that the poems were forgeries\". Johnson also dismissed the poems' quality. Upon being asked, \"But Doctor Johnson, do you really believe that any man today could write such poetry?\" he famously replied, \"Yes. Many men. Many women. And many children.\" Johnson is cited as calling the story of Ossian \"as gross an imposition as ever the world was troubled with\". In support of his claim, Johnson also called Gaelic the rude speech of a barbarous people, and said there were no manuscripts in it more than 100 years old. In reply, it was proved that the Advocates' library at Edinburgh contained Gaelic manuscripts 500 years old, and one of even greater antiquity.",
            "score": 36.232370376586914
        },
        {
            "docid": "30856578_12",
            "document": "Turkish folk literature . \"One day, Nasreddin's neighbor asked him, \"Teacher, do you have any forty-year-old vinegar?\"—\"Yes, I do,\" answered Nasreddin.—\"Can I have some?\" asked the neighbor. \"I need some to make an ointment with.\"—\"No, you can't have any,\" answered Nasreddin. \"If I gave my forty-year-old vinegar to whoever wanted some, I wouldn't have had it for forty years, would I?\"\"",
            "score": 40.89427042007446
        },
        {
            "docid": "24345203_25",
            "document": "Lorence G. Collins . All: I want to call your attention to several articles that should be of interest to you, and I have included links to all of them except the last one which has not yet been published.  The first two are related to each other because the second is a follow-up to the first, and the second has just been published in the July/August 2018 issue of Skeptical Inquirer. They both show that the scientists at Answers in Genesis have no basis for supporting their model of a young Earth 6,000 years old or that a worldwide flood happened. ",
            "score": 40.85132956504822
        },
        {
            "docid": "10276064_44",
            "document": "Bill Nye . In May 1999, Nye was the commencement speaker at Rensselaer Polytechnic Institute where he was awarded an honorary doctor of science degree. He was awarded an honorary doctorate by Johns Hopkins University in May 2008. In May 2011, Nye received an honorary doctor of science degree from Willamette University In May 2015, Rutgers University awarded him an honorary doctor of science degree and paid him a $35,000 speaker's fee for his participation as the keynote speaker at the ceremony. In addition, Nye also received an honorary doctor of pedagogy degree from Lehigh University on May 20, 2013, at the commencement ceremony. Nye received the 2010 Humanist of the Year Award from the American Humanist Association. In October 2015, Nye was awarded an honorary doctorate of science from Simon Fraser University. In 2011, the Committee for Skeptical Inquiry (CSICOP) presented Nye their highest award \"In Praise of Reason\", Eugenie Scott stated: \"If you think Bill is popular among skeptics, you should attend a science teacher conference where he is speaking\" it is standing room only. She continues by saying that no one has more fun than Nye when he is \"demonstrating, principles of science.\" In 1997, CSICOP also presented Nye with the \"Candle in the Dark Award\" for his \"lively, creative... endeavor\".",
            "score": 49.43330752849579
        },
        {
            "docid": "37970509_17",
            "document": "Catalan self-determination referendum, 2014 . According to the consultation decree, \"in the consultation there is a first question followed successively by a second question, and they are worded as follows: a) Do you want Catalonia to become a State? (Yes/No); If so: b) Do you want this State to be independent? (Yes/No). You can only answer the question under Letter b) in the event of having answered “Yes” to the question under Letter a).\" The \"participation process\" that has replaced the \"non-referendum consultation\" maintains the same two questions.",
            "score": 26.976867198944092
        },
        {
            "docid": "34073311_4",
            "document": "Rough'n Tumble . As a two-year-old, Rough'n Tumble won the Primer Stakes at Arlington Park and at three, he captured the most important race for his age group in California: the Santa Anita Derby Among Rough'n Tumble's best progeny were Dr. Fager (b. 1964), a U.S. Racing Hall of Fame millionaire; My Dear Girl (b. 1957), the 1959 American Champion Two-Year-Old Filly; plus multiple stakes winners Conestoga, Flag Raiser, Ruffled Feathers, and Yes You Will.",
            "score": 22.129714965820312
        },
        {
            "docid": "17202440_8",
            "document": "Matt Dillahunty . Advocacy of the primacy of skepticism is another of Dillahunty's recurring themes. He said at the American Atheists convention in Austin in 2013 that the closest thing he has to a motto is \"to believe as many true things and as few false things as possible,\" taking his inspiration from David Hume. In the same lecture, he said that being a skeptic is the most important identifier of who he is. In addition, Dillahunty said that skepticism has something to say about untested religious claims, and that philosophical skepticism will lead to atheism.  He sees atheism as a subset of skepticism, and he does not see why skepticism should not address religious claims, something that has become a point of controversy in the skeptic community. Dillahunty rhetorically asked, \"how popular would psychics be, how popular would ghosts be, if there wasn't this monolithic idea that 70-80% of the population believe, that within each of us is an eternal soul that leaves the body when we're dead and either goes on to some afterlife or lingers around here on the earth?...If you teach people about what we know, about what most likely happens when we die, they will strive to treat people better while they're alive, and their grief will be lessened because they understand reality.\" He admonished \"don't just do skepticism with the goal of getting it right, do it with the goal of not being able to get it wrong.\" In an interview published by the Norwegian Humanist Association, he said he doesn't see why religious claims about reality should be treated any differently by skeptics than conspiracy theories and allegations about alien visitation.",
            "score": 22.036505222320557
        },
        {
            "docid": "2175167_21",
            "document": "Matthew 5 . <poem>1 ¶ And seeing the multitudes, he went up into a mountain: and when he was set, his disciples came unto him: 2 And he opened his mouth, and taught them, saying, 3 Blessed [are] the poor in spirit: for theirs is the kingdom of heaven. 4 Blessed [are] they that mourn: for they shall be comforted. 5 Blessed [are] the meek: for they shall inherit the earth. 6 Blessed [are] they which do hunger and thirst after righteousness: for they shall be filled. 7 Blessed [are] the merciful: for they shall obtain mercy. 8 Blessed [are] the pure in heart: for they shall see God. 9 Blessed [are] the peacemakers: for they shall be called the children of God. 10 Blessed [are] they which are persecuted for righteousness' sake: for theirs is the kingdom of heaven. 11 Blessed are ye, when [men] shall revile you, and persecute [you], and shall say all manner of evil against you falsely, for my sake. 12 Rejoice, and be exceeding glad: for great [is] your reward in heaven: for so persecuted they the prophets which were before you. 13 ¶ Ye are the salt of the earth: but if the salt have lost his savour, wherewith shall it be salted? it is thenceforth good for nothing, but to be cast out, and to be trodden under foot of men. 14 Ye are the light of the world. A city that is set on an hill cannot be hid. 15 Neither do men light a candle, and put it under a bushel, but on a candlestick; and it giveth light unto all that are in the house. 16 Let your light so shine before men, that they may see your good works, and glorify your Father which is in heaven. 17 ¶ Think not that I am come to destroy the law, or the prophets: I am not come to destroy, but to fulfil. 18 For verily I say unto you, Till heaven and earth pass, one jot or one tittle shall in no wise pass from the law, till all be fulfilled. 19 Whosoever therefore shall break one of these least commandments, and shall teach men so, he shall be called the least in the kingdom of heaven: but whosoever shall do and teach [them], the same shall be called great in the kingdom of heaven. 20 For I say unto you, That except your righteousness shall exceed [the righteousness] of the scribes and Pharisees, ye shall in no case enter into the kingdom of heaven. 21 ¶ Ye have heard that it was said by them of old time, Thou shalt not kill; and whosoever shall kill shall be in danger of the judgment: 22 But I say unto you, That whosoever is angry with his brother without a cause shall be in danger of the judgment: and whosoever shall say to his brother, Raca, shall be in danger of the council: but whosoever shall say, Thou fool, shall be in danger of hell fire. 23 Therefore if thou bring thy gift to the altar, and there rememberest that thy brother hath ought against thee; 24 Leave there thy gift before the altar, and go thy way; first be reconciled to thy brother, and then come and offer thy gift. 25 Agree with thine adversary quickly, whiles thou art in the way with him; lest at any time the adversary deliver thee to the judge, and the judge deliver thee to the officer, and thou be cast into prison. 26 Verily I say unto thee, Thou shalt by no means come out thence, till thou hast paid the uttermost farthing. 27 ¶ Ye have heard that it was said by them of old time, Thou shalt not commit adultery: 28 But I say unto you, That whosoever looketh on a woman to lust after her hath committed adultery with her already in his heart. 29 And if thy right eye offend thee, pluck it out, and cast [it] from thee: for it is profitable for thee that one of thy members should perish, and not [that] thy whole body should be cast into hell. 30 And if thy right hand offend thee, cut it off, and cast [it] from thee: for it is profitable for thee that one of thy members should perish, and not [that] thy whole body should be cast into hell. 31 It hath been said, Whosoever shall put away his wife, let him give her a writing of divorcement: 32 But I say unto you, That whosoever shall put away his wife, saving for the cause of fornication, causeth her to commit adultery: and whosoever shall marry her that is divorced committeth adultery. 33 ¶ Again, ye have heard that it hath been said by them of old time, Thou shalt not forswear thyself, but shalt perform unto the Lord thine oaths: 34 But I say unto you, Swear not at all; neither by heaven; for it is God's throne: 35 Nor by the earth; for it is his footstool: neither by Jerusalem; for it is the city of the great King. 36 Neither shalt thou swear by thy head, because thou canst not make one hair white or black. 37 But let your communication be, Yea, yea; Nay, nay: for whatsoever is more than these cometh of evil. 38 ¶ Ye have heard that it hath been said, An eye for an eye, and a tooth for a tooth: 39 But I say unto you, That ye resist not evil: but whosoever shall smite thee on thy right cheek, turn to him the other also. 40 And if any man will sue thee at the law, and take away thy coat, let him have [thy] cloke also. 41 And whosoever shall compel thee to go a mile, go with him twain. 42 Give to him that asketh thee, and from him that would borrow of thee turn not thou away. 43 ¶ Ye have heard that it hath been said, Thou shalt love thy neighbour, and hate thine enemy. 44 But I say unto you, Love your enemies, bless them that curse you, do good to them that hate you, and pray for them which despitefully use you, and persecute you; 45 That ye may be the children of your Father which is in heaven: for he maketh his sun to rise on the evil and on the good, and sendeth rain on the just and on the unjust. 46 For if ye love them which love you, what reward have ye? do not even the publicans the same? 47 And if ye salute your brethren only, what do ye more [than others]? do not even the publicans so? 48 Be ye therefore perfect, even as your Father which is in heaven is perfect.</poem>",
            "score": 30.153621792793274
        },
        {
            "docid": "35870816_24",
            "document": "Susan Norris Fitkin . Despite being set apart for the ministry 18 years earlier as a Quaker recorded minister, on May 8, 1909 at the New York District Assembly at Brooklyn, Bresee ordained Susie Fitkin and her husband as elders. Susan later wrote: \"This was a memorable occasion, but it was only the human sanction to God's work. For years before, He had definitely spoken these precious words to my heart, 'Ye have not chosen me, but I have chosen you, and ordained you, that ye should go and bring forth fruit.' And had He not verified it again and again?\"",
            "score": 19.64337992668152
        },
        {
            "docid": "65738_59",
            "document": "Georges Clemenceau . The treaty, with all its complex clauses, will only be worth what you are worth; it will be what you make it...What you are going to vote to-day is not even a beginning, it is a beginning of a beginning. The ideas it contains will grow and bear fruit. You have won the power to impose them on a defeated Germany. We are told that she will revive. All the more reason not to show her that we fear her...M. Marin went to the heart of the question, when he turned to us and said in despairing tones, ‘You have reduced us to a policy of vigilance.’ Yes, M. Marin, do you think that one could make a treaty which would do away with the need for vigilance among the nations of Europe who only yesterday were pouring out their blood in battle? Life is a perpetual struggle in war, as in peace...That struggle cannot be avoided. Yes, we must have vigilance, we must have a great deal of vigilance. I cannot say for how many years, perhaps I should say for how many centuries, the crisis which has begun will continue. Yes, this treaty will bring us burdens, troubles, miseries, difficulties, and that will continue for long years.",
            "score": 32.95060157775879
        },
        {
            "docid": "393141_14",
            "document": "Lossiemouth . But the practices continued and, 35 years later, the minutes from the session records stated: \"\"23 Dec 1705 Also after sermon ye min1' (the minister) did guard ye Seamen to beware of ye old Heathenish superstitious practice of carrieing of lighted Clevies or torches about yr boats on new years even certifieing all that should be found any manner of way to concurr with or contribute to ye said work—should be put in ye hands of ye civill magistrate.\"\"",
            "score": 32.59163761138916
        },
        {
            "docid": "1453309_4",
            "document": "Sarah Dessen . As a teenager, Dessen was very shy and quiet. She became involved with a 21-year-old when she was 15 but cut all contact with him shortly after. She has admitted in an interview that \"for many years afterward, I took total blame for everything that happened between me and T. After all, I was a bad kid. I'd did drugs, I lied to my mom. You can't just hang out with a guy and not expect him to get ideas, I told myself. You should have known better. But maybe \"he\" should have. When I turned 21, I remember making a point, regularly, to look at teens and ask myself whether I'd want to hang out with them, much less date one. The answer was always a flat, immediate no. They were kids. I was an adult. End of story.\"",
            "score": 41.07781648635864
        },
        {
            "docid": "46838289_6",
            "document": "Glasgow Skeptics . As was as regular SITP talks, Glasgow Skeptics have hosted and organised a number of debates. Most notably discussions on Scottish independence before and after the 2014 referendum, and whilst the society itself officially remained \"staunchly neutral\" on the question, \"Guardian\" journalist Libby Brooks noted, and polls showed, a large majority of debate attendees was in the \"Yes\" camp. After \"No\" won, however, public commenters stressed that the referendum had \"energised\" the electorate, and further discussions should keep it focused on what \"how, where and in what direction\" Scotland should go now.",
            "score": 18.225542068481445
        },
        {
            "docid": "2987336_5",
            "document": "Double-barreled question . An example of a double-barreled question would be the following: \"do you think that students should have more classes about history and culture?\" This question asks about two different issues: \"do you think that students should have more classes about history\" and \"do you think that students should have more classes about culture?\" Combining both questions into one makes it unclear what exactly is being measured, and as each question may elicit a different response if asked separately there is an increased likelihood of confusing the respondents. In other words, while some respondents would answer \"yes\" to both and some \"no\" to both, some would like to answer both \"yes and no\".",
            "score": 31.748444080352783
        },
        {
            "docid": "17696_26",
            "document": "Slippery slope . Volokh's article \"The Mechanisms of the Slippery Slope\" sets out to examine the various ways in which making one decision might render another decision more likely. He considers such things as implementing A making B more cost effective and implementing A changing attitudes such that acceptance of B will become more likely. He says, \"If you are faced with the pragmatic question \"Does it make sense for me to support A, given that it might lead others to support B?,\" you should consider all the mechanisms through which A might lead to B, whether they are logical or psychological, judicial or legislative, gradual or sudden ... You should think about the entire range of possible ways that A can change the conditions—whether those conditions are public attitudes, political alignments, costs and benefits, or what have you—under which others will consider B.\" Volokh concludes by claiming that the analysis in his article \"implicitly rebuts the argument that slippery slope arguments are inherently logically fallacious: the claim that A's will inevitably lead to B's as a matter of logical compulsion might be mistaken, but the more modest claim that A's may make B's more likely seems plausible.\" A similar conclusion was reached by Corner et al., who after investigating the psychological mechanism of the slippery slope argument say, \"Despite their philosophical notoriety, SSAs are used (and seem to be accepted) in a wide variety of practical contexts. The experimental evidence reported in this paper suggests that in some circumstances, their practical acceptability can be justified, not just because the decision-theoretic framework renders them subjectively rational, but also because it is demonstrated how, objectively, the slippery slopes they claim do in fact exist.",
            "score": 17.322768330574036
        },
        {
            "docid": "5397686_19",
            "document": "Greg Mitchell . Whether covering Washington or a small town, Mitchell said, \"[T]he journalistic principle is the same: to be skeptical unless there's hard evidence and proof. And you report what someone says—\"It's their claim.\" \"It's what they say.\" \"It's what they allege.\" \"It's what they're trying to prove.\" But you don't present these things as fact if you're not sure they're fact. And what happened with the Iraq coverage was that too often newspapers—and especially television—went with stories that were based on official claims, and in retrospect, were really propaganda. Because in some cases, the officials were well-meaning. Maybe they thought that they had the evidence. But in other cases, they knew their evidence was incredibly shaky—or should have known—and yet went with the evidence claiming it was fact. And the press just, in most cases, accepted it.\"",
            "score": 20.84600830078125
        },
        {
            "docid": "959699_44",
            "document": "The Doctor (Doctor Who) . In \"The Mutants\" (1972) an official asks the Third Doctor if he is, in fact, a doctor, to which the Doctor replies \"I am, yes\"; when asked what he is qualified in, the Doctor replies, \"Practically everything.\" The Fourth Doctor states that his companion, Harry Sullivan, is a Doctor of medicine, while he is \"a doctor of many things\" (\"Revenge of the Cybermen\", 1975). The Fifth Doctor claims to be a doctor \"of everything\" in \"Four to Doomsday\" (1982), and a message is related from the Tenth Doctor in \"Utopia\" (2007). In talking with Harry in \"Robot\" (1974–1975) the Doctor states \"You may be \"a\" doctor, but I'm \"the\" Doctor. The definite article, you might say.\" In \"The Ark in Space\", aired later that year, the Doctor states that his doctorate is only honorary; the Tenth Doctor, however, considers the name to be his legitimate academic rank in \"The Waters of Mars\" (2009), describing his \"name, rank and intention\" as \"The Doctor; doctor; fun.\" In an interview with \"The Age\" in 2003, Tom Baker mentioned that the Doctor is called so because he is \"a doctor of time and relative dimension in space\". Apart from being called a doctor of the TARDIS, the Doctor has been referred to as a \"doctor of time travel.\"",
            "score": 49.72060286998749
        },
        {
            "docid": "11073025_6",
            "document": "Epistemic closure . This epistemic closure principle is central to many versions of skeptical arguments. A skeptical argument of this type will involve knowledge of some piece of widely accepted information to be knowledge, which will then be pointed out to entail knowledge of some skeptical scenario, such as the brain in a vat scenario or the cartesian evil demon scenario. A skeptic might say, for example, that if you know that you have hands, then you know that you are not a handless brain in a vat (because knowledge that you have hands implies that you know you are not handless, and if you know that you are not handless, then you know that you are not a handless brain in a vat). The skeptic will then utilize this conditional to form a modus tollens argument. For example, the skeptic might make an argument like the following: Much of the epistemological discussion surrounding this type of skeptical argument involves whether to accept or deny the conclusion, and how to do each. Ernest Sosa says that there are three possibilities in responding to the skeptic:",
            "score": 16.41341209411621
        },
        {
            "docid": "22889397_16",
            "document": "Marcus Favonius . Forcing his way into Brutus' tent, he addresses Brutus and Cassius:<br> POET. \"For shame, you generals! what do you mean? Love, and be friends, as two such men should be; For I have seen more years, I'm sure, than ye.\"",
            "score": 17.37083911895752
        },
        {
            "docid": "8810912_12",
            "document": "Professional degree . In the late twentieth and early twenty-first century, other professions, particularly in clinical fields, transitioned their professional degrees to doctorates, following the example of the M.D. and J.D. In the 1990s there was also some debate in the architectural community about renaming the professional degree in architecture a \"doctorate\". The spread of professional doctorates raised concerns about the standards of the new degrees, particularly in cases such as Physical Therapy, where the standard set by the American Physical Therapy Association for the doctorate is the same as that for the master's degree. Critics have claimed that these degrees should not be called doctorates, pointing out that a Ph.D. takes an average of twelve years from the start of college, compared to five and a half to eight years for professional doctorates, while defenders of the new professional doctorates have said the point of comparison should be the M.D. and J.D., not the Ph.D.",
            "score": 76.52919793128967
        },
        {
            "docid": "2819682_9",
            "document": "Moheb Ullah Borekzai . According to Andy Worthington, the author of  The Guantanamo Files Borekzai had been a Taliban conscript, who was taken captive by post-Taliban forces, handed over the powerful militia leader Ismael Khan, who, in turn, sold him the US forces. Worthington noted with skepticism that American analysts accepted the claim that 19-year-old conscript Borekzai was the \"acting governor of Sheberghan\". Addressing the claim of American analysts that he \"was part of a tribal militia that supported the Taliban for three and a half years since 1998″ Worthington pointed out that \"it should be noted, he was 15 or 16 years old, and was therefore not responsible for his actions, which, presumably, were dictated by his family.″  Muhibullah chose to participate in his Combatant Status Review Tribunal.",
            "score": 25.99942636489868
        },
        {
            "docid": "2529722_3",
            "document": "Ye Olde Trip to Jerusalem . Ye Olde Trip to Jerusalem is one of several pubs claiming to be the oldest in England - other pubs which claim to be the oldest include Ye Olde Salutation Inn and The Bell Inn also in Nottingham, and Ye Olde Fighting Cocks in St Albans. The pub claims that it was established in 1189 AD - the year that Richard the Lionheart became king and Pope Gregory VIII called for a Third Crusade to the Holy Land; however, there is no documentation to verify this date. Evidence suggests that caves in the rock against which the pub is built, were used as a brewhouse for Nottingham Castle, and may date from around the time the castle was built in 1067. The oldest parts of the current building were constructed between 1650 and 1660, though a map by John Speed shows a previous building in existence in 1610. By 1751 the building was being used as an inn with the name The Pilgrim, and was shortly after that date purchased by William Standford. The first record of the use of the name Ye Olde Trip to Jerusalem dates from 1799.",
            "score": 27.327592968940735
        }
    ],
    "r": [
        {
            "docid": "605564_20",
            "document": "Clinical neuropsychology . In order to become a clinical neuropsychologist in the US and be compliant with Houston Conference Guidelines, the completion of a 4-year undergraduate degree in psychology and a 4 to 5-year doctoral degree (Psy.D. or Ph.D.) must be completed. After the completion of the doctoral coursework, training and dissertation, students must complete a 1-year internship, followed by an additional 2 years of supervised residency. The doctoral degree, internship and residency must all be undertaken at American Psychological Association approved institutions. After the completion of all training, students must apply to become licensed in their state to practice psychology. The American Board of Clinical Neuropsychology, The American Board of Professional Neuropsychology, and The American Board of Pediatric Neuropsychology all award board certification to neuropsychologists that demonstrate competency in specific areas of neuropsychology, by reviewing the neuropsychologist's training, experience, submitted case samples, and successfully completing both written and oral examinations. Although these requirements are standard according to Houston Conference Guidelines, even these guidelines have stated that the completion of all of these requirements is still aspirational, and other ways of achieving clinical neuropsychologist status are possible.",
            "score": 105.1457748413086
        },
        {
            "docid": "9778122_125",
            "document": "List of master's degrees in North America . In the United States and Canada, a Master of Philosophy or \"Magister Philosophiae\" (MPhil) degree is sometimes awarded to \"ABD\" (all but dissertation) doctoral candidates who have completed all coursework, passed their written and oral examinations, and met any other special requirements before beginning work on the doctoral dissertation. Such programs generally award the M.A. to students who have completed all coursework and preliminary exams (about two years after the B.A.), and the M.Phil. after advanced exams (comprehensives) and all language requirements have been met, and a dissertation topic approved (usually a year after the M.A.).",
            "score": 101.19463348388672
        },
        {
            "docid": "605564_18",
            "document": "Clinical neuropsychology . To become a clinical neuropsychologist in Canada requires the completion of a 4-year honours degree in psychology and a 4-year doctoral degree in clinical neuropsychology. Often a 2-year master's degree is required before commencing the doctoral degree. The doctoral degree involves coursework and practical experience (practicum and internship). Practicum is between 600 and 1,000 hours of practical application of skills acquired in the program. At least 300 hours must be supervised, face-to-face client contact. The practicum is intended to prepare students for the internship/residency. Internships/residencies are a year long experience in which the student functions as a neuropsychologist, under supervision. Currently, there are 3 CPA-accredited Clinical Neuropsychology internships/residencies in Canada, although other unaccredited ones exist. Prior to commencing the internship students must have completed all doctoral coursework, received approval for their thesis proposal (if not completed the thesis) and the 600 hours of practicum.",
            "score": 95.4947280883789
        },
        {
            "docid": "465584_187",
            "document": "Medical school . After at least six years of medical school, the students graduate with a final federal medical exam (\"Dritter Abschnitt der ärztlichen Prüfung\"). Graduates receive the license to practice medicine or dentistry and the professional title of physician (') or dentist ('). The academic degrees Doctor of Medicine (Dr. med.) and Doctor of dental Medicine (Dr. med. dent.) are awarded if the graduate has, in addition, successfully completed a scientific study and dissertation. It is a doctoral degree and therefore different from the MD or DDS degrees in the U.S., which as professional degrees are awarded after passing the final exams and do not require additional scientific work. Many medical students opt to perform their thesis during their studies at medical school, but only a fraction of them is able to finish the dissertation-process during their studies. The requirements for getting a Dr. med. degree across the board are not as hard as for the doctor in natural science (Dr. rer. nat.). Therefore, many critics advocate to adopt a system similar to that of the Anglo-Saxon countries with an MD as a professional degree and a PhD showing additional scientific qualification.  If physicians wish to open up a doctor's office, they are required to further complete residency in order to fulfill the federal requirements of becoming Facharzt (specialized in a certain field of medicine like internal medicine, surgery, pediatrics etc.). Oral and maxillofacial surgeons must complete both studies, medicine and dentistry, then afterwards specializing another 5 years.",
            "score": 95.39039611816406
        },
        {
            "docid": "1240807_5",
            "document": "Master of Advanced Studies . The \"Diplôme d'études approfondies\" or DEA (Degree of Profound Studies / Degree of in-Depth Studies) was a doctoral programme degree delivered in France from 1964 to 2005 (5-year+ higher education). It was a postgraduate degree (\"diplôme de troisième cycle\"), aimed to prepare for advanced doctoral studies. In order to award a government sanctioned degree (diplôme national) for a DEA, the university or institution had to require its students to complete a minimum 90-page thesis with a bibliography based on the students' original research, and a thesis defense. In addition to the research thesis, and its defense, delivery of the DEA required one-year of classroom study, an internship, particularly difficult written exams, and an oral exam. It often took these students two to three years to receive the diploma. Entrance in DEA programs was permitted only to holders of the \"\", a master's degree aimed to be an initiation to research methods. Given the thesis requirement, the DEA is considered higher level than the North American \"All But Dissertation\" or ABD status within a doctoral program or a master of philosophy (M.Phil.), but lower level than a PhD. Holders of a DEA were considered to have acquired the theoretical technical knowledge equivalent to a PhD, albeit with less practical research experience. As a result, DEA graduates would often enter the job market without the need to do a PhD, and be offered much more attractive jobs and conditions, compared to Masters degree graduates.",
            "score": 94.8089828491211
        },
        {
            "docid": "123427_112",
            "document": "Education in the United States . After additional years of study and sometimes in conjunction with the completion of a master's degree or Ed.S. degree, students may earn a Doctor of Philosophy (Ph.D.), a first professional degree, or other doctoral degree, such as Doctor of Arts, Doctor of Education, Doctor of Theology, Doctor of Medicine, Doctor of Pharmacy, Doctor of Physical Therapy, Doctor of Osteopathic Medicine, Doctor of Podiatry Medicine, Doctor of Veterinary Medicine, Doctor of Dentistry Doctor of Psychology, or Juris Doctor. Some programs, such as medicine and psychology, have formal apprenticeship procedures post-graduation, such as residencies and internships, which must be completed after graduation and before one is considered fully trained. Other professional programs like law and business have no formal apprenticeship requirements after graduation (although law school graduates must take the bar exam to legally practice law in nearly all states).",
            "score": 93.07963562011719
        },
        {
            "docid": "3152215_2",
            "document": "Doctor of Ministry . The Doctor of Ministry (D.Min.) degree is a professional doctorate which may be earned by a minister of religion while concurrently engaged in some form of ministry. Under Association of Theological Schools in the United States and Canada (ATS) standards, programs must require matriculants to have earned the degree Master of Divinity (M.Div.) or its equivalent and to have engaged in no fewer than three years of full time ministry, though some programs require more. The ATS requires students to complete at least one year of coursework followed by the completion of the doctoral dissertation or research project. Normally, the degree requires between three and six years to complete. The degree's purpose is to \"enhance the practice of ministry for persons who hold the MDiv or its educational equivalent and who have engaged in substantial ministerial leadership.\" As such, Doctor of Ministry concentrations vary by institution and include, but are not limited to: applied theology, evangelism, pastoral counseling or the psychology of religion, homiletics, spiritual formation, ethics, church growth, church leadership, and apologetics.",
            "score": 92.9761734008789
        },
        {
            "docid": "11111323_6",
            "document": "Doctor of Management . To be admitted as a doctoral management student in the U.S., one must hold a management-related master's degree, have sufficient managerial experience, and pass a comprehensive entrance exam or doctoral essay. In the UK (and in many programs in the U.S.), there is a minimum of five years of management or professional consulting experience required. In the UK, an honours degree plus a relevant master's degree is preferred. The student must then complete necessary coursework (typically focused on leadership and strategy, and including training in research methodology), perform independent original research under supervision of a qualified doctoral advisor, pass the doctoral dissertation or doctoral thesis defense and, in some cases, teach examinable courses.",
            "score": 92.00135040283203
        },
        {
            "docid": "167241_64",
            "document": "Academic degree . For medical students the \"\" degree is not equivalent to the European Anglo Saxon postgraduate research degree in medicine of MD (Medical Doctor). Besides the title doctorandus, the graduates of the Curius curriculum may also bear the title \"arts\" (physician). The doctorandus in medicine title is granted after four years (nominal time) of the Curius curriculum, while the title physician is granted after six years (nominal time) of that curriculum. The Dutch physician title is equal to a MSc degree according to the Bologna process, and can be compared with the MBBS in the UK degree system, and the North American MD, but not the UK MD degree, which is a research degree. One-on-one equivalence or interchangeability of the Dutch medical title and MD is often suggested. However, officially the MD title is not known, nor legal to use in the Netherlands. The correct notation for a Dutch physician who completed his or her medical studies, but did not pursue a doctor (PhD-like) study is \"drs.\" (e.g. \"drs. Jansen, arts\") and not \"dr.\" in medicine, as often used incorrectly. However, like in the United Kingdom, physicians holding these degrees are referred to as 'Doctor' by courtesy. In the Netherlands, there is the informal title \"dokter\" for physicians, but not \"doctor\" (dr.), unless they also earn such degree by completing a PhD curriculum. Furthermore, the \"\" degree does not give a medical student the right to treat patients; for this a minimum of two years additional study (internships) is required. After obtaining a Medical Board registration, Dutch physicians must work an additional two to six years in a field of expertise to become a registered medical specialist. Dutch surgeons commonly are only granted access to surgeon training and positions after obtaining a doctorate (PhD) successfully. In recent years, the six-year (nominal time) old Curius curriculum (which offered the titles doctorandus and physician) has been replaced with a three-year (nominal time) Bachelor Curius+ followed by a three-year (nominal time) Master Curius+. Those who had already begun their old-style Curius curriculum before that will still have to complete it as a six-year study (nominal time).",
            "score": 91.71022033691406
        },
        {
            "docid": "188886_102",
            "document": "Doctorate . The median number of years for completion of US doctoral degrees is seven. Doctoral applicants were previously required to have a master's degree, but many programs accept students immediately following undergraduate studies. Many programs gauge the potential of a student applying to their program and grant a master's degree upon completion of the necessary Ph.D. course work. When so admitted, the student is expected to have mastered the material covered in the master's degree despite not holding one, though this tradition is under heavy criticism. Finishing Ph.D. qualifying exams confers Ph.D. candidate status, allowing dissertation work to begin.",
            "score": 91.38150024414062
        },
        {
            "docid": "167241_161",
            "document": "Academic degree . Doctor's degrees normally take four additional years of full-time study to complete. Requirements for obtaining a doctor's degree include taking additional advanced courses, passing an oral qualifying exam, and submitting a longer doctoral dissertation which must represent a significant original contribution to knowledge in the field to which the dissertation topic is related. That contrasts with master's thesis, which, in addition to being usually shorter than doctoral dissertations, are not required to include creation of new knowledge or revision/reinterpretation of older views/theories. The doctoral dissertation is examined in a final oral exam before a panel of at least two members (in the state of São Paulo the preferred number is five, while the other regions prefer three members), usually including one or two external examiners from another university or research institute.",
            "score": 91.37026977539062
        },
        {
            "docid": "47929623_3",
            "document": "List of doctoral degrees in the US . Additionally, there are a number of professional doctorates such as the Doctor of Medicine and the Juris Doctor that do not have a dissertation research component. In contrast to other countries worldwide a doctoral program generally requires the completion of a program of academic coursework in addition to other requirements for all types of doctoral degrees.",
            "score": 91.32270050048828
        },
        {
            "docid": "3112794_13",
            "document": "California Pacific University . According to an annual catalog issued by the California Bureau for Private Postsecondary Education, California Pacific University had two Proctored Comprehensive Examinations in each of its programs to assure that the student earning the degree or credit is the person who completed the coursework. The courses are administered by a qualified credentialed Proctor who was nominated and approved by the university. However local students had the option of taking courses at night on site in a classroom setting. Students were required to study on a course-by-course basis, studying one course at a time, building upon their personal experiences prior to entry in the program and daily application of what is learned in the program to their own business careers. Upon completion of all courses, credits and passing scores on the five-part College Level Examination Program (CLEP) Test, students are conferred a Bachelor of Business Administration Degree. Master of Business Administration degrees are awarded when the candidate has completed fifty (50) quarter hours in a ten course outline with a minimum grade point average of 3.0. There were two doctorate level programs: Doctor of Philosophy Ph.D. degree for a professor, researcher, or scientist in many fields, and a Doctor of Business Administration D.B.A. in Business administration for business professionals. Candidates for doctoral degrees are required to have completed a minimum of 125 quarter hours of post-baccalaureate credits, complete all required courses and prepare a proposal for a dissertation and complete the Final Doctoral Dissertation or project of original research to be presented and approved by the faculty. The university's doctoral programs were designed to provide advanced courses in management for the successful executive in business, government, labor unions, the military, and non-profit organizations. Candidates for the Doctor of Philosophy in Management complete the same courses as candidates for the Doctor of Business Administration D.B.A. degree. The final product, the Proposal and the Dissertation are significantly different in that the dissertation requires original research on a topic in business or management.",
            "score": 91.26861572265625
        },
        {
            "docid": "167241_140",
            "document": "Academic degree . The standard academic progression remains bachelor's—master's—(research) doctorate. Most standard \"academic\" programs are based on the four-year bachelor's degree, most often Bachelor of Arts (B.A.), or Bachelor of Science (B.S.), a one- or two-year master's degree (most often Master of Arts (M.A.), or Master of Science (M.S.); either of these programs might be as long as three years in length), and a further two to five years of coursework and research, culminating in \"comprehensive\" examinations in one or more fields, plus perhaps some teaching experience, and then the writing of a dissertation for the doctorate, for a total of ten or more years from starting the bachelor's degree (which is usually begun around age 18) to the awarding of the doctorate. This timetable is only approximate, however, as students in accelerated programs can sometimes earn a bachelor's degree in three years or, on the other hand, a particular dissertation project might take four or more years to complete. In addition, a graduate may wait an indeterminate time between degrees before candidacy in the next level, or even an additional degree at a level already completed. Therefore, there is no time-limit on the accumulation of academic degrees.",
            "score": 90.97885131835938
        },
        {
            "docid": "45082736_8",
            "document": "Graduate science education in the United States . The median number of years for completion of doctoral degrees for all fields in the U.S. is seven. Furthermore, doctoral applicants were previously required to have a master's degree, but many programs will now accept students immediately following their undergraduate studies. Many programs simply gauge the potential of a student applying to their program and will give them a master's degree upon completion of the necessary Ph.D. course work. When so admitted, the student is expected to have mastered the material covered in the master's degree even though the student does not officially hold a master's degree. In some institutions, once the person has finished Ph.D. qualifying exams, he/she is considered a Ph.D. candidate, and may begin work on his/her dissertation.",
            "score": 90.83311462402344
        },
        {
            "docid": "21031297_78",
            "document": "Doctor of Philosophy . A doctoral degree (Pol. \"doktor\"), abbreviated to Ph.D. (Pol. \"dr\") is an advanced academic degree awarded by universities in most fields as well as by the Polish Academy of Sciences, regulated by the Polish parliament acts and the government orders, in particular by the Ministry of Science and Higher Education of the Republic of Poland. Commonly, students with a master's degree or equivalent are accepted to a doctoral entrance exam. The title of Ph.D. is awarded to a scientist who 1) completed a minimum of 3 years of Ph.D. studies (Pol. \"studia doktoranckie\"; not required to obtain Ph.D.), 2) finished his/her theoretical and/or laboratory's scientific work, 3) passed all Ph.D. examinations, 4) submitted his/her dissertation, a document presenting the author's research and findings, 5) successfully defended his/her doctoral thesis. Typically, upon completion, the candidate undergoes an oral examination, always public, by his/her supervisory committee with expertise in the given discipline.",
            "score": 89.7064208984375
        },
        {
            "docid": "550135_61",
            "document": "Education in Thailand . Most bachelor's degree courses are four year, full-time programs. Exceptions are education and architecture that require five years, and the doctor of dental surgery, medicine, pharmacy, and veterinary medicine that require six years of study. Master's degree programs last for either one or two years and the degree is conferred on course credits with either a thesis or a final exam. On completion of a master's degree, students may apply for an admission exam to a two to five year doctoral program. The doctorate is conferred upon completion of coursework, research, and the successful submission of a dissertation. There are at least 1,000 PhD programs offered at 33 Thai universities. The number of PhD students rose to over 25,000 in 2015, up from just 1,380 in 2008.",
            "score": 89.25261688232422
        },
        {
            "docid": "287542_7",
            "document": "Dentist . All dentists in the U.S. must graduate from high school and complete required courses such as general biology, general chemistry, organic chemistry, physics, statistics, and calculus. While nearly all dental schools require at least a bachelor's degree (4 years of college coursework), a select few may consider admitting exceptional students after only 3 years of college, although this is very rare. To apply, students must take the Dental Admissions Test (DAT). The Dental Admissions Test consists of a battery of four tests: Survey of the Natural Sciences, Perceptual Ability, Reading Comprehension, and Quantitative Reasoning. It is recommended by the American Dental Association that students take the DAT one year before admission. Admission to dental school is competitive. While specific prerequisite coursework may vary based on the program, admission to dental school is generally determined based on factors such as GPA (Overall and STEM), DAT scores, research, dental/medical involvement, letters of recommendation, and extracurricular activities. To become a licensed dentist, one must then complete an accredited dental school curriculum and successfully master all clinical competencies and national board exams. Most dental school curricula require four years of training; however, some states require dentists to complete a postgraduate residency program as well (e.g. New York). States such as California and Connecticut accept a PGY-1 residency in place of a regional licensing exam. In the U.S., a newly graduated dentist is then awarded the DDS, Doctor of Dental Surgery, degree or the DMD, Doctor of Dental Medicine, degree depending on the dental school attended. The degrees are equivalent. A newly graduated dentist can then pursue further specialty residency training ranging from 2 to 6 years in one of the recognized specialties. Additionally, dentists are required to participate in continuing education where they attend lectures to learn of recent developments, practice new methods, and earn continuing education hours throughout their career.",
            "score": 89.01780700683594
        },
        {
            "docid": "2903311_10",
            "document": "California Coast University . Since the early 1970s, California Coast University offered off-campus self-paced degree programs to mid-career adults. Students were accepted who had verifiable years of full-time employment in the major field or a closely related field. In the 1980s, seven years of verifiable full time on the job experience were required before entering the doctoral programs. Five years of experience were required to enter the master's degree (MS) programs, and three years of experience were required to enter the baccalaureate (BS) programs. Academic approval by California required not less than nine months or one academic year to complete any degree program. A variety of methods was used to earn credits in structured programs, supplemented by practice lessons and final exams to complete the degree requirements. BS candidates were required to complete a research project. MS candidates were required to complete a thesis. Doctoral candidates were required to complete a dissertation and defend it in a personal appearance before peers, proctors, or the Graduate Committee.",
            "score": 88.95055389404297
        },
        {
            "docid": "5231751_15",
            "document": "Education in Ukraine . Upon obtaining a master's degree or Specialist, a student may enter a university or a scientific institute to pursue postgraduate education. The first level of postgraduate education is \"aspirantura\" that usually results in the \"Kandydat Nauk\" degree (Candidate of Sciences). Candidates must pass three or more qualifying exams (one or more in the field of specialty, one in a foreign language of their choice and one in philosophy), publish at least five papers in peer reviewed journals (according to requirements existed up to 2013 they had to publish at least three papers), write a dissertation and defend it. This degree is roughly equivalent to the Ph.D. in the United States. After graduation a student may continue postgraduate education. This takes from two to four years of study in \"doctorantura\". Significant scientific results must be obtained and published, and a new thesis written. This produces a \"Doctor Nauk\" degree (Doctor of Sciences), but the more typical way is working in a university or scientific institute with parallel preparation of a thesis. The average time between obtaining \"Kandidat\" and \"Doctor\" degrees is roughly 10 years, and most of new \"Doctors\" are 40 and more years old. Only one of four \"Kandidats\" reaches this grade. \"Kandidat Nauk\" may keep the position Associate Professor in universities, or Researcher/Senior Researcher in scientific institutes. \"Doctor Nauk\" can hold position of full Professor, Head of Laboratory or an equal/higher positions. The Ukrainian Ministry of Education and Science is considering changing the Soviet style \"Kandidat Nauk\" and \"Doctor Nauk\" degrees to Doctor of Philosophy and Doctor Habilitation, as has happened in several other post-Soviet countries.",
            "score": 88.63213348388672
        },
        {
            "docid": "4846347_5",
            "document": "Doctor of Health Administration . The Doctor of Health Administration was first introduced in the U.S. in the late 1990s at the Medical University of South Carolina as an advanced professional doctorate in health leadership. Prior to this the only D.H.A. degrees awarded were in Canada and Europe. The American version of this doctoral degree focuses on advanced professional knowledge and applied research in health administration, policy, and leadership. New programs have been instituted at other universities providing substantial amounts of online coursework. Most D.H.A. students are working health professionals who seek doctoral education. Admission to the three year degree typically requires two years of coursework beyond the Masters Degree (i.e. M.H.A., M.P.A., M.S.A., or M.P.H.) and an applied or theoretical dissertation to be completed in the third year.",
            "score": 88.53408813476562
        },
        {
            "docid": "188874_139",
            "document": "Bachelor's degree . The Bachelor of Pharmacy (B.Pharm.) degree is a common undergraduate degree for the practice of pharmacy. In the United States, Canada, and France, however, all colleges of pharmacy have now phased out the degree in favor of the Pharm.D., or doctor of pharmacy, degree or the Ph.D., doctor of philosophy, degree in pharmacy. Some universities, such as the University of Mississippi, award a Bachelor of Science in pharmaceutical sciences (B.Sc.P.Sc.) degree as a part of the seven-year Pharm.D. program after the completion of the first four years. However, the B.ScP.Sc. degree does not qualify the recipient for the practice of pharmacy, for which it is required that students earn a Pharm.D. degree.",
            "score": 88.52511596679688
        },
        {
            "docid": "153041_48",
            "document": "Juris Doctor . To become a licensed lawyer, a person must hold the Licenciado en Derecho degree obtainable by four to five years of academic study and final examination. After these undergraduate studies it is possible to obtain a Maestría degree, equivalent to a master's degree. This degree requires two to three years of academic studies. Finally, one can study for an additional three years to obtain the Doctor en Derecho degree, which is a research degree at doctoral level. Since most universities and law schools must have approval from the ministry of education (Secretaría de Educación Pública) through the general office of professions (Direccion General de Profesiones) all of the academic programs are similar throughout the country in public and private law schools.",
            "score": 88.21934509277344
        },
        {
            "docid": "153981_63",
            "document": "Postgraduate education . In the second and third years of study, doctoral programs often require students to pass more examinations. Programs often require a Qualifying Examination (\"Quals\"), a Ph.D. Candidacy Examination (\"Candidacy\"), or a General Examination (\"Generals\") designed to test the students' grasp of a broad sample of their discipline, or one or several Special Field Examinations (\"Specials\") which test students in their narrower selected areas of specialty within the discipline. If these examinations are held orally, they may be known colloquially as \"orals\". For some social science and many humanities disciplines, where graduate students may or may not have studied the discipline at the undergraduate level, these exams will be the first set, and be based either on graduate coursework or specific preparatory reading (sometimes up to a year's work in reading). In all cases, comprehensive exams are normally both stressful and time-consuming and must be passed to be allowed to proceed on to the thesis. Passing such examinations allows the student to stay, begin doctoral research, and rise to the status of a doctoral candidate while failing usually results in the student leaving the program or re-taking the test after some time has passed (usually a semester or a year). Some schools have an intermediate category, passing at the master's level, which allows the student to leave with a master's without having completed a master's thesis.",
            "score": 88.18522644042969
        },
        {
            "docid": "3754006_6",
            "document": "Doctor of Engineering . To be admitted as a doctoral student, one must hold a Master's degree in engineering or related science subject and pass a comprehensive entrance exam. The student must complete necessary course work, be taught examinable courses, perform independent research under supervision of a qualified doctoral advisor, and pass the thesis defense. The degree requires a high level of expertise in the theoretical aspects of relevant scientific principles and experience with details of the implementation of theory on realistic problems. The D.Eng. takes three to six years (full-time) to complete and has compulsory taught components and coursework/projects and is granted in recognition of high achievement in scholarship and an ability to apply engineering fundamentals to the solution of complex technical problems.",
            "score": 87.77875518798828
        },
        {
            "docid": "977277_19",
            "document": "Licentiate (degree) . Until the early 1970s, the degree in Sweden was equivalent to the U.S. Ph.D. requiring four to seven years of study after the Bachelor´s (or Master´s) degree, and a publicly defended thesis. It was gradually substituted with the \"Doctor's exam\" in 1969 and was re-instituted as an intermediate level in research training in the 1980s, now requiring only two years of study after Masters graduation. The licentiate is particularly popular with students already involved in the working life, for the reason that completing a full doctor's dissertation while working would be too difficult. The Licentiate's degree is called a \"filosofie licentiat\" in Swedish and \"filosofian lisensiaatti\" in Finnish (Licentiate of Philosophy), \"teologie licentiat\" and \"teologian lisensiaatti\" (Licentiate of Theology) etc., depending on the faculty. Furthermore, the requisite degree for a physician's licence is \"licentiat/lisensiaatti\"; there is no master's degree. (The degree \"lääketieteen tohtori\", \"medicine doktor\", \"Doctor of Medicine\" is a traditional professor's degree, or a research doctorate, with Licentiate as a prerequisite.)",
            "score": 87.77108764648438
        },
        {
            "docid": "188886_59",
            "document": "Doctorate . Doctorate degrees in Germany are research doctorates and are awarded via a process called Promotion (\"promotion\"). The concept of a US-style professional doctorate as an entry-level professional qualification does not exist. However, in medicine, \"doctoral\" dissertations are often written alongside undergraduate study. The European Research Council decided in 2010 that those Dr. med. doctorates do not meet the international standards of a PhD research degree. The duration of the doctorate depends on the field: a doctorate in medicine may take less than a full-time year to complete, other fields take two to six. Most doctorates are awarded with specific Latin designations for the field of research (except for engineering, where the designation is German) instead of a general degree for all fields (e.g., the Ph.D.). The most important degrees are:",
            "score": 87.35657501220703
        },
        {
            "docid": "375170_34",
            "document": "Education in Finland . Graduates from universities and universities of applied sciences are able to continue their studies by applying to master's degree programmes in universities or universities of applied sciences. After bachelor's degree graduates have completed three years' work experience in their field, they are qualified to apply for master's degree programmes in universities of applied sciences which are work- and research-oriented. Lower university degree graduates are also qualified to apply, but with additional studies. The master's degree programme in universities of applied sciences takes two years and can be undertaken in conjunction with regular work. After the master's degree, the remaining degrees (Licentiate and Doctor) are available only in universities. All master's degrees qualify their recipients for graduate studies at doctoral level.",
            "score": 86.12771606445312
        },
        {
            "docid": "188886_25",
            "document": "Doctorate . In the US, professional doctorates (formally \"doctor's degree – professional practice\" in government classifications) are degrees that require a minimum of six years of university-level study (including any pre-professional bachelor's or associate degree) and meet the academic requirements for professional licensure. Unlike research doctorates (\"doctor's degree – research/scholarship\"), they do not require a dissertation or study beyond master's level. There is also a category of \"doctor's degree – other\" for doctorates that do not fall into either research or professional categories. All of these are considered doctoral degrees.",
            "score": 86.1231689453125
        },
        {
            "docid": "167241_119",
            "document": "Academic degree . Doctoral degrees or doctorates, such as the Doctor of Philosophy degree (PhD or DPhil) or Doctor of Education (EdD or DEd) are awarded following a programme of original research that contributes new knowledge within the context of the student's discipline. Doctoral degrees usually take three years full-time. Therefore, in the UK it may only take seven years to progress from undergraduate to doctoral level – in some cases six, since having a Master's is not always a precondition for embarking on a doctoral degree. This contrasts with nine years in the United States, reflecting differences in the educational systems.",
            "score": 85.9834976196289
        },
        {
            "docid": "153981_59",
            "document": "Postgraduate education . Additionally, doctoral students who have advanced to candidacy but not filed a dissertation (\"ABD,\" for \"all but dissertation\") often receive master's degrees and an additional master's called a Master of Philosophy, or M.Phil., or C.Phil. \"Candidate in Philosophy\" degree. The master's component of a doctorate program often requires one or two years, and some students, because doctoral programs are sometimes better-funded, apply for doctoral programs while only intending to earn a master's degree. This is generally not acceptable and, if a student's advisor learns of the student's plans, can result in early termination.",
            "score": 85.87474060058594
        },
        {
            "docid": "428966_10",
            "document": "Doctor of Medicine . Admission to medical schools in the United States and Canada is highly competitive, and in the United States about 17,800 out of approximately 47,000 applicants received at least one acceptance to any medical school in recent application years. Before entering medical school, students are required to complete a four-year undergraduate degree and take the Medical College Admission Test (MCAT); however, some combined undergraduate/medical programs exist. Before graduating from a medical school and achieving the Doctor of Medicine degree, students are required to take the United States Medical Licensing Examination (USMLE) Step 1 and both the clinical knowledge and clinical skills parts of Step 2. The M.D. degree is typically earned in four years. Following the awarding of the MD, physicians who wish to practice in the United States are required to complete at least one internship year (PGY-1) and pass the USMLE Step 3. In order to receive board eligible or board accredited status in a specialty of medicine such as general surgery or internal medicine, they undergo additional specialized training in the form of a residency. Those who wish to further specialize in areas such as cardiology or interventional radiology then complete a fellowship. Depending upon the physician's chosen field, residencies and fellowships involve an additional three to eight years of training after obtaining the M.D. This can be lengthened with additional research years, which can last one, two, or more years. In Canada, the M.D. is the basic medical degree required to practice medicine. McGill University Faculty of Medicine is the only medical school in Canada that continues to award the M.D.,C.M. degrees (abbreviated M.D.C.M.). M.D.C.M. is from the Latin \"Medicinae Doctorem et Chirurgiae Magistrum\" meaning \"doctor of medicine and master of surgery\". Upon graduation, students enter into a residency phase of training. Prior to obtaining independent practicing license from a provincial regulatory body, students must complete the Medical Council of Canada Qualifying Examination to obtain the Licentiate of the Medical Council of Canada (LMCC) qualifications.",
            "score": 85.416015625
        }
    ]
}