{
    "q": [
        {
            "docid": "17143_18",
            "document": "Koala . Koalas are herbivorous, and while most of their diet consists of eucalypt leaves, they can be found in trees of other genera, such as \"Acacia\", \"Allocasuarina\", \"Callitris\", \"Leptospermum\", and \"Melaleuca\". Although the foliage of over 600 species of \"Eucalyptus\" is available, the koala shows a strong preference for around 30. They tend to choose species that have a high protein content and low proportions of fibre and lignin. The most favoured species are \"Eucalyptus microcorys\", \"E. tereticornis\", and \"E. camaldulensis\", which, on average, make up more than 20% of their diet. Despite its reputation as a fussy eater, the koala is more generalist than some other marsupial species, such as the greater glider. Since eucalypt leaves have a high water content, the koala does not need to drink often; its daily water turnover rate ranges from 71 to 91 ml/kg of body weight. Although females can meet their water requirements from eating leaves, larger males require additional water found on the ground or in tree hollows. When feeding, a koala holds onto a branch with hindpaws and one forepaw while the other forepaw grasps foliage. Small koalas can move close to the end of a branch, but larger ones stay near the thicker bases. Koalas consume up to of leaves a day, spread over four to six feeding sessions. Despite their adaptations to a low-energy lifestyle, they have meagre fat reserves and need to feed often.",
            "score": 58.21965408325195
        },
        {
            "docid": "26964177_3",
            "document": "Eucalyptus agglomerata . Blue-leaved stringybark is a koala food tree. A field study conducted in the Campbelltown district southwest of Sydney published in 2000 found that koalas preferred Blue-leaved Stringybark and Grey Gum but only when the two tree species were growing on shale-based rather than sandstone soils. Stringybarks are some of the most difficult of all eucalyptus plants to identify. However, the bluish colour of the leaves makes this species fairly easy to identify.",
            "score": 45.88670778274536
        },
        {
            "docid": "23178392_10",
            "document": "Eucalyptus pilularis . Blackbutt can be confused with Sydney peppermint (\"Eucalyptus piperita\") or Sydney blue gum (\"E. saligna\"), but can be distinguished by the strong V-shape of the branch forks, which are preferred resting places for koalas.",
            "score": 35.226205587387085
        },
        {
            "docid": "1187061_19",
            "document": "You Yangs . Koalas in the You Yangs have been studied since 2006. In approximately 28% of the Park they are monitored by a non-intrusive system of nose pattern identification. The entire population was considered to number around 105 in 2017, down 35% from estimated 161 in 2007. The population has been recorded to prefer to roost in river red gum (Eucalyptus camaldulensis): 34% of sightings occur in that species. Four generations of one koala family have been recorded.",
            "score": 31.083760738372803
        },
        {
            "docid": "2671359_8",
            "document": "Eucalyptus punctata . The grey gum regenerates by regrowing from the base and branches after bushfire. Trees live for over a hundred years. The grey-headed flying fox (\"Pteropus poliocephalus\") eats the flowers, while the leaves form a staple of the diet of the koala (\"Phascolarctos cinereus\"). Leaves in winter contain less nitrogen than those in summer, which the koalas make up for by eating more in winter months. The brown-headed honeyeater (\"Melithreptus brevirostris\") and yellow-tufted honeyeater (\"Lichenostomus melanops\") have been observed eating gum exudate from the stems.  Fieldwork at several sites around central New South Wales showed that the red wattlebird (\"Anthochaera carunculata\") and noisy friarbird (\"Philemon corniculatus\") preferred to forage on the foliage of the grey gum over other trees, with the former appearing to oust the latter if both species were present.",
            "score": 53.41432785987854
        },
        {
            "docid": "158181_20",
            "document": "Eucalyptus regnans . The majority of the endangered Leadbeater’s possum population lives in Mountain Ash forests (\"Eucalyptus regnans\", \"E. delegatensis\" and \"E. nitens\") in the Central Highlands of Victoria. The possums use hollows in old trees for nesting and shelter and forage for arboreal arthropods under bark. The vegetation structure of these forests enables the possums to travel through them. Both Leadbeaters possums and yellow-bellied gliders feed on the sap from the trunks and branches. Koalas feed on the foliage, though it is not one of their preferred forage species.",
            "score": 30.546759128570557
        },
        {
            "docid": "3901711_3",
            "document": "Giant koala . The giant koala is an arboreal marsupial weighing about twice as much as a koala, about 30 kg. It is known as the largest tree dwelling marsupial that has ever lived. Scientists say that there is a clear similarity in the physical appearance from the modern koala. It is assumed that the diet of the giant koala is eucalyptus leaves, and that the giant koala was in fact a folivore.",
            "score": 44.873900175094604
        },
        {
            "docid": "49871_32",
            "document": "Eucalyptus . An essential oil extracted from eucalyptus leaves contains compounds that are powerful natural disinfectants and can be toxic in large quantities. Several marsupial herbivores, notably koalas and some possums, are relatively tolerant of it. The close correlation of these oils with other more potent toxins called formylated phloroglucinol compounds (euglobals, macrocarpals and sideroxylonals) allows koalas and other marsupial species to make food choices based on the smell of the leaves. For koalas, these compounds are the most important factor in leaf choice.",
            "score": 55.02194261550903
        },
        {
            "docid": "2202364_4",
            "document": "Stankervision . \"Stankervision\" also features some cartoons, but in \"Stankervision\" style. One regular such cartoon is about the adventures of \"Inebriated the Koala\", which was created by Waco O'Guin in 1993 and is introduced as \"everyone's favorite eucalyptus-eating marsupial\", to which the koala replies \"Eucalyptus? You can lick THIS!\" as he points to his crotch.",
            "score": 44.955087661743164
        },
        {
            "docid": "3319766_49",
            "document": "Sign test . The sign test example in Conover examined consumer preference for product A vs. product B. The null hypothesis was that consumers do not prefer product B over product A. The alternative hypothesis was that consumers prefer product B over product A, a one-sided test. In the study, 8 of 9 consumers who expressed a preference preferred product B over product A.",
            "score": 7.20783257484436
        },
        {
            "docid": "17143_8",
            "document": "Koala . The modern koala is the only extant member of Phascolarctidae, a family that once included several genera and species. During the Oligocene and Miocene, koalas lived in rainforests and had less specialised diets. Some species, such as the Riversleigh rainforest koala (\"Nimiokoala greystanesi\") and some species of \"Perikoala\", were around the same size as the modern koala, while others, such as species of \"Litokoala\", were one-half to two-thirds its size. Like the modern species, prehistoric koalas had well developed ear structures which suggests that long-distance vocalising and sedentism developed early. During the Miocene, the Australian continent began drying out, leading to the decline of rainforests and the spread of open \"Eucalyptus\" woodlands. The genus \"Phascolarctos\" split from \"Litokoala\" in the late Miocene and had several adaptations that allowed it to live on a specialised eucalyptus diet: a shifting of the palate towards the front of the skull; larger molars and premolars; smaller pterygoid fossa; and a larger gap between the molar and the incisor teeth.",
            "score": 40.909878730773926
        },
        {
            "docid": "2535417_7",
            "document": "Lone Pine Koala Sanctuary . Visitors are allowed to hold koalas for free. Strict regulations ensure that each koala is not held for more than thirty minutes every day. Fees paid for souvenir photos help fund new enclosures, research projects and eucalyptus plantations.",
            "score": 33.17609977722168
        },
        {
            "docid": "8226632_5",
            "document": "The Koala . \"The Koala\" began life as a publication dedicated to publishes the scores of sports events on the campus of UCSD in 1982. The name of the paper is a reference to the eucalyptus trees that grow on the campus, the leaves of which are the sole source of food in a koala's diet. In 1985 the paper attended sanctioned student organization status.",
            "score": 49.79995799064636
        },
        {
            "docid": "20631821_13",
            "document": "Captain Fury . Australian politician Sir Earle Page visited Hal Roach studios in August 1938 and promised to assist the movie by sending over some koalas and eucalyptus trees.",
            "score": 29.136077404022217
        },
        {
            "docid": "2288860_15",
            "document": "Edinburgh Zoo . Koala Territory was first opened in 2005, and houses three koalas, two males named Gooanroo and Yabbra, and a female named Alinga. Yooranah was the offspring of Alinga and Goonaroo, and was born in 2013 and died in 2016. Koala Territory is decorated with Aboriginal-inspired artwork, and features a garden of eucalyptus plants.",
            "score": 34.09557366371155
        },
        {
            "docid": "2212222_19",
            "document": "Dallas Zoo . Koala Walkabout opened on March 10, 2012, in the Australian Outback area. It features koalas, red kangaroos, wallabies, kookaburras, a blue-tongued skink, and lorikeets. The koalas, Kobi and Tekin, are two males on loan from the San Diego Zoo. Kobi and Tekin spend most of their time dozing in a eucalyptus tree within their climate-controlled exhibit. The zoo is currently one of only ten in the nation to exhibit koalas.",
            "score": 33.0056734085083
        },
        {
            "docid": "2816938_5",
            "document": "Eucalyptus viminalis . \"Eucalyptus viminalis\" is widely distributed in the cooler areas of Australia where the leaves are the favoured food of koalas. Sap has a 5–15% sugar content which makes it an essential part of the energy budget for arboreal or tree dwelling marsupial mammals like yellow-bellied, sugar and other gliders. Koalas reintroduced to Kangaroo Island impact on native \"E. viminalis\" and is part of a A$4,000,000 management project from 2005-9.",
            "score": 48.08604097366333
        },
        {
            "docid": "1189507_3",
            "document": "Australian Koala Foundation . The koala lives predominantly on a diet of eucalyptus plants. Many of these trees are being cleared each year. The primary focus of the AKF is getting new legislation in place to protect Koala trees. The organisation receives no form of government funding by choice, because this leaves the AKF to speak freely for Koalas without the constraints of government. Therefore, the AKF relies on donations, sponsorship, and fundraising to finance its ongoing work. AKF research indicates that somewhere between 52,000 and 87,000 koalas remain in the wild. Local extinctions are occurring regularly, and AKF believes that the only way to protect and regenerate populations into the future is with a Koala Protection Act.",
            "score": 45.23568034172058
        },
        {
            "docid": "17143_31",
            "document": "Koala . The animals are vulnerable to bushfires due to their slow movements and the flammability of eucalypt trees. The koala instinctively seeks refuge in the higher branches, where it is vulnerable to intense heat and flames. Bushfires also fragment the animal's habitat, which restricts their movement and leads to population decline and loss of genetic diversity. Dehydration and overheating can also prove fatal. Consequently, the koala is vulnerable to the effects of climate change. Models of climate change in Australia predict warmer and drier climates, suggesting that the koala's range will shrink in the east and south to more mesic habitats. Droughts also affect the koala's well-being. For example, a severe drought in 1980 caused many \"Eucalyptus\" trees to lose their leaves. Subsequently, 63% of the population in southwestern Queensland died, especially young animals that were excluded from prime feeding sites by older, dominant koalas, and recovery of the population was slow. Later, this population declined from an estimated mean population of 59,000 in 1995 to 11,600 in 2009, a reduction attributed largely to hotter and drier conditions resulting from droughts in most years between 2002 and 2007. Another predicted negative outcome of climate change is the effect of elevations in atmospheric levels on the koala's food supply: increases in cause \"Eucalyptus\" trees to reduce protein and increase tannin concentrations in their leaves, reducing the quality of the food source.",
            "score": 47.06891226768494
        },
        {
            "docid": "1956359_4",
            "document": "Revealed preference . Therefore revealed preference is a way to infer the preferences of individuals given the observed choices. It contrasts with attempts to directly measure preferences or utility, for example through stated preferences. Taking economics to be an empirical subject, there is the issue that one cannot observe preferences. Choices are made. In other words \"It is not what you say, it is what you do that reveals what you want.\"  Revealed preference theory tries to understand the preferences of a consumer among bundles of goods, given their budget constraint. For instance, if the consumer buys bundle of goods \"A\" over bundle of goods \"B\", where both bundles of goods are affordable, it is revealed that he/she directly prefers \"A\" over \"B\". It is assumed that the consumer's preferences are stable over the observed time period, i.e. the consumer will not reverse their relative preferences regarding \"A\" and \"B\".",
            "score": 11.71919560432434
        },
        {
            "docid": "7994902_7",
            "document": "Eucalyptus saligna . \"Eucalyptus saligna\" regenerates by regrowing from epicormic buds on the trunk and lower branches after bushfire. Trees live for over two hundred years. The grey-headed flying fox (\"Pteropus poliocephalus\") eats the flowers, the koala (\"Phascalarctos cinereus\") eats the leaves, and crimson rosella (\"Platycercus elegans\") eats the seed. The longhorn beetle species \"Paroplites australis\", \"Agrianome spinicollis\" and \"Tessaromma undatum\" have been recorded from the Sydney blue gum.",
            "score": 43.90827655792236
        },
        {
            "docid": "3319766_27",
            "document": "Sign test . The null hypothesis is that consumers do not prefer product B over product A. The alternative hypothesis is that consumers prefer product B over product A. Note that this is a one-sided (directional) test.",
            "score": 6.418299674987793
        },
        {
            "docid": "31876777_2",
            "document": "Kerewong State Forest . Kerewong State Forest is situated in the Mid North Coast region of New South Wales, Australia. It is 4,020 hectares in size. The high rainfall and volcanically enriched soils produce tall eucalyptus forest and rainforest in gullies. Threatened fauna within the forest includes the greater glider, koala and stuttering frog. Widespread felling of trees is occurring in 2011 and 2012 at Kerewong State Forest, using modern logging techniques. The blackbutt is a preferred logging species.",
            "score": 25.919256687164307
        },
        {
            "docid": "49871_78",
            "document": "Eucalyptus . Monarch butterflies use eucalyptus in California for over-wintering, but in some locations have a preference for Monterey pines.",
            "score": 18.26366686820984
        },
        {
            "docid": "228498_9",
            "document": "Common brushtail possum . The common brushtail possum can adapt to numerous kinds of vegetation. It prefers \"Eucalyptus\" leaves but will also eat flowers, shoots, fruits and seeds. It may also consume animal matter such as insects, birds’ eggs and chicks, and other small vertebrates. Brushtail possums may eat three or four different plant species during a foraging trip, unlike some other arboreal marsupials, such as the koala and the greater glider, which focus on single species. The brushtail possum's rounded molars cannot cut \"Eucalyptus\" leaves as finely as more specialised feeders. They are more adapted to crushing their food which enables them to chew fruit or herbs more effectively. The brushtail possums’ caecum lacks internal ridges and cannot separate coarse and fine particles as efficiently as some other arboreal marsupials. The brushtail possum cannot rely on \"Eucalyptus\" alone to provide sufficient nitrogen. Its more generalised and mixed diet, however, does provide adequate nitrogen.",
            "score": 58.641401052474976
        },
        {
            "docid": "12276202_11",
            "document": "Eucalyptus robusta . A long-lived tree, \"Eucalyptus robusta\" can live for at least two hundred years. Trees regenerate by regrowing from epicormic buds on the trunk after bushfire. The grey-headed flying fox (\"Pteropus poliocephalus\") eats the flowers, and the koala (\"Phascalarctos cinereus\") eats the leaves. \"Eucalyptus robusta\" appears to be one of several key species of eucalypt for the koala in the Shire of Noosa in Queensland. The musk lorikeet feeds on the nectar of the blossoms. It is a keystone species on the New South Wales Central Coast and Illawarra regions, where it is one of few reliable winter-flowering plants. Stands of \"E. robusta\" have been drastically reduced by land clearance. Some remnant trees in Robson Park in the Sydney suburb of Haberfield are the last vestiges of the Sydney Coastal Estuary Swamp Forest Complex community in Sydney's inner western suburbs.",
            "score": 43.51829242706299
        },
        {
            "docid": "101034_14",
            "document": "Goobang National Park . Species that require specialized niches and or cannot disperse and effectively colonize suitable habitat will be affected if this current trend of human induced climate change continues. It is estimated that 52% of the already declining population of frogs and 35% of birds will be affected. Koalas are listed by the IUCN as one of the top 10 species to become extinct. Koala populations are already at risk because of habitat modification and chlamydia. Increasing CO2 levels will affect the nutrient availability of eucalyptus leaves further weakening koala populations, increased frequency of droughts and bushfire will force koalas to seek new habitats, exposing them to the dangers of predation and injury from traffic.",
            "score": 34.77702283859253
        },
        {
            "docid": "10472818_11",
            "document": "Eucalyptus populnea . It is a favoured food tree for koalas in the range where it occurs.",
            "score": 35.81909132003784
        },
        {
            "docid": "19264489_19",
            "document": "Ubuntu version history . In an announcement to the community on 20 February 2009, Mark Shuttleworth explained that 9.10 would focus on improvements in cloud computing on the server using Eucalyptus, saying \"...a Koala's favourite leaf is Eucalyptus\", as well as further improvements in boot speed and development of the Netbook Remix.",
            "score": 28.641310214996338
        },
        {
            "docid": "17143_15",
            "document": "Koala . Unlike kangaroos and eucalyptus-eating possums, koalas are hindgut fermenters, and their digestive retention can last for up to 100 hours in the wild, or up to 200 hours in captivity. This is made possible by the extraordinary length of their caecum— long and in diameter—the largest proportionally of any animal. Koalas can select which food particles to retain for longer fermentation and which to pass through. Large particles typically pass through more quickly, as they would take more time to digest. While the hindgut is proportionally larger in the koala than in other herbivores, only 10% of the animal's energy is obtained from fermentation. Since the koala gains a low amount of energy from its diet, its metabolic rate is half that of a typical mammal, although this can vary between seasons and sexes. The koala conserves water by passing relatively dry faecal pellets high in undigested fibre, and by storing water in the caecum.",
            "score": 53.89407229423523
        },
        {
            "docid": "24127312_12",
            "document": "Eucalyptus resinifera . Red mahogany has wildlife value as a food tree for koalas.",
            "score": 35.609365463256836
        },
        {
            "docid": "1182054_8",
            "document": "Adventures of the Little Koala . In 1989, Family Home Entertainment released the English dub of the show on a single VHS cassette entitled \"The Adventures of the Little Koala and Friends: Laura and the Mystery Egg\" containing four episodes without their title cards which are \"Laura Finds an Egg\", \"Conquering Mt. Breadknife\", \"Saving the Eucalyptus\", and \"Mommy Can Fly\".",
            "score": 31.7203106880188
        }
    ],
    "r": [
        {
            "docid": "228498_9",
            "document": "Common brushtail possum . The common brushtail possum can adapt to numerous kinds of vegetation. It prefers \"Eucalyptus\" leaves but will also eat flowers, shoots, fruits and seeds. It may also consume animal matter such as insects, birds’ eggs and chicks, and other small vertebrates. Brushtail possums may eat three or four different plant species during a foraging trip, unlike some other arboreal marsupials, such as the koala and the greater glider, which focus on single species. The brushtail possum's rounded molars cannot cut \"Eucalyptus\" leaves as finely as more specialised feeders. They are more adapted to crushing their food which enables them to chew fruit or herbs more effectively. The brushtail possums’ caecum lacks internal ridges and cannot separate coarse and fine particles as efficiently as some other arboreal marsupials. The brushtail possum cannot rely on \"Eucalyptus\" alone to provide sufficient nitrogen. Its more generalised and mixed diet, however, does provide adequate nitrogen.",
            "score": 58.64140319824219
        },
        {
            "docid": "17143_18",
            "document": "Koala . Koalas are herbivorous, and while most of their diet consists of eucalypt leaves, they can be found in trees of other genera, such as \"Acacia\", \"Allocasuarina\", \"Callitris\", \"Leptospermum\", and \"Melaleuca\". Although the foliage of over 600 species of \"Eucalyptus\" is available, the koala shows a strong preference for around 30. They tend to choose species that have a high protein content and low proportions of fibre and lignin. The most favoured species are \"Eucalyptus microcorys\", \"E. tereticornis\", and \"E. camaldulensis\", which, on average, make up more than 20% of their diet. Despite its reputation as a fussy eater, the koala is more generalist than some other marsupial species, such as the greater glider. Since eucalypt leaves have a high water content, the koala does not need to drink often; its daily water turnover rate ranges from 71 to 91 ml/kg of body weight. Although females can meet their water requirements from eating leaves, larger males require additional water found on the ground or in tree hollows. When feeding, a koala holds onto a branch with hindpaws and one forepaw while the other forepaw grasps foliage. Small koalas can move close to the end of a branch, but larger ones stay near the thicker bases. Koalas consume up to of leaves a day, spread over four to six feeding sessions. Despite their adaptations to a low-energy lifestyle, they have meagre fat reserves and need to feed often.",
            "score": 58.21965408325195
        },
        {
            "docid": "3175680_3",
            "document": "Generalist and specialist species . Omnivores are usually generalists. Herbivores are often specialists, but those that eat a variety of plants may be considered generalists. A well-known example of a specialist animal is the koala, which subsists almost entirely on eucalyptus leaves. The raccoon is a generalist because it has a natural range that includes most of North and Central America, and it is omnivorous, eating berries, insects, butterflies (Hackberry Emperor, for example), eggs and small animals. Monophagous organisms feed exclusively, or nearly so, on a single other species.",
            "score": 55.22966003417969
        },
        {
            "docid": "49871_32",
            "document": "Eucalyptus . An essential oil extracted from eucalyptus leaves contains compounds that are powerful natural disinfectants and can be toxic in large quantities. Several marsupial herbivores, notably koalas and some possums, are relatively tolerant of it. The close correlation of these oils with other more potent toxins called formylated phloroglucinol compounds (euglobals, macrocarpals and sideroxylonals) allows koalas and other marsupial species to make food choices based on the smell of the leaves. For koalas, these compounds are the most important factor in leaf choice.",
            "score": 55.021942138671875
        },
        {
            "docid": "681_15",
            "document": "Aardwolf . The aardwolf feeds primarily on termites and more specifically on \"Trinervitermes\". This genus of termites has different species throughout the aardwolf's range. In East Africa, they eat \"T. bettonianus\", and in central Africa, they eat \"T. rhodesiensis\", and finally in southern Africa, they eat \"T. trinervoides\". Their technique consists of licking them off the ground as opposed to the aardvark, which digs into the mound. They locate their food by sound and also from the scent secreted by the soldier termites. An aardwolf may consume up to 250,000 termites per night using its sticky, long tongue. They do not destroy the termite mound or consume the entire colony, thus ensuring that the termites can rebuild and provide a continuous supply of food. They often memorize the location of such nests and return to them every few months. During certain seasonal events, such as the onset of the rainy season and the cold of midwinter, the primary termites become scarce, so the need for other foods becomes pronounced. During these times, the southern aardwolf will seek out \"Hodotermes mossambicus\", a type of harvester termite active in the afternoon, which explains some of their diurnal behavior in the winter. The eastern aardwolf, during the rainy season, subsists on termites from the genera \"Odontotermes\" and \"Macrotermes\". They are also known to feed on other insects, larvae, eggs, and, some sources say, occasionally small mammals and birds, but these constitute a very small percentage of their total diet. Unlike other hyenas, aardwolves do not scavenge or kill larger animals. Contrary to popular myths, aardwolves do not eat carrion, and if they are seen eating while hunched over a dead carcass, they are actually eating larvae and beetles. Also, contrary to some sources, they do not like meat, unless it is finely ground or cooked for them. The adult aardwolf was formerly assumed to forage in small groups, but more recent research has shown that they are primarily solitary foragers, necessary because of the scarcity of their insect prey. Their primary source, \"Trinervitermes\", forages in small but dense patches of . While foraging, the aardwolf can cover about per hour, which translates to per summer night and per winter night.",
            "score": 54.15150451660156
        },
        {
            "docid": "17143_15",
            "document": "Koala . Unlike kangaroos and eucalyptus-eating possums, koalas are hindgut fermenters, and their digestive retention can last for up to 100 hours in the wild, or up to 200 hours in captivity. This is made possible by the extraordinary length of their caecum— long and in diameter—the largest proportionally of any animal. Koalas can select which food particles to retain for longer fermentation and which to pass through. Large particles typically pass through more quickly, as they would take more time to digest. While the hindgut is proportionally larger in the koala than in other herbivores, only 10% of the animal's energy is obtained from fermentation. Since the koala gains a low amount of energy from its diet, its metabolic rate is half that of a typical mammal, although this can vary between seasons and sexes. The koala conserves water by passing relatively dry faecal pellets high in undigested fibre, and by storing water in the caecum.",
            "score": 53.894073486328125
        },
        {
            "docid": "2671359_8",
            "document": "Eucalyptus punctata . The grey gum regenerates by regrowing from the base and branches after bushfire. Trees live for over a hundred years. The grey-headed flying fox (\"Pteropus poliocephalus\") eats the flowers, while the leaves form a staple of the diet of the koala (\"Phascolarctos cinereus\"). Leaves in winter contain less nitrogen than those in summer, which the koalas make up for by eating more in winter months. The brown-headed honeyeater (\"Melithreptus brevirostris\") and yellow-tufted honeyeater (\"Lichenostomus melanops\") have been observed eating gum exudate from the stems.  Fieldwork at several sites around central New South Wales showed that the red wattlebird (\"Anthochaera carunculata\") and noisy friarbird (\"Philemon corniculatus\") preferred to forage on the foliage of the grey gum over other trees, with the former appearing to oust the latter if both species were present.",
            "score": 53.41432571411133
        },
        {
            "docid": "3237391_14",
            "document": "Optimal foraging theory . The optimal diet model also predicts that different types of animals should adopt different diets based on variations in search time. This idea is an extension of the model of prey choice that was discussed above. The equation, E/h > E/(h+S), can be rearranged to give: S > [(Eh)/E] – h. This rearranged form gives the threshold for how long S must be for an animal to choose to eat both prey and prey. Animals that have S's that reach the threshold are defined as generalists. In nature, generalists include a wide range of prey items in their diet. An example of a generalist is a mouse, which consumes a large variety of seeds, grains, and nuts. In contrast, predators with relatively short S's are still better off choosing to only eat prey. These types of animals are defined as specialists and have very exclusive diets in nature. An example of a specialist is the koala, which solely consumes eucalyptus leaves. In general, different animals across the four functional classes of predators exhibit strategies ranging across a continuum between being a generalist and a specialist. Additionally, since the choice to eat prey2 is dependent on the abundance of prey1 (as discussed earlier), if prey1 becomes so scarce that S1 reaches the threshold, then the animal should switch from exclusively eating prey1 to eating both prey1 and prey2. In other words, if the food within a specialist's diet becomes very scarce, a specialist can sometimes switch to being a generalist.",
            "score": 50.00982666015625
        },
        {
            "docid": "8226632_5",
            "document": "The Koala . \"The Koala\" began life as a publication dedicated to publishes the scores of sports events on the campus of UCSD in 1982. The name of the paper is a reference to the eucalyptus trees that grow on the campus, the leaves of which are the sole source of food in a koala's diet. In 1985 the paper attended sanctioned student organization status.",
            "score": 49.799957275390625
        },
        {
            "docid": "17143_14",
            "document": "Koala . The koala has several adaptations for its eucalypt diet, which is of low nutritive value, of high toxicity, and high in dietary fibre. The animal's dentition consists of the incisors and cheek teeth (a single premolar and four molars on each jaw), which are separated by a large gap (a characteristic feature of herbivorous mammals). The incisors are used for grasping leaves, which are then passed to the premolars to be snipped at the petiole before being passed to the highly cusped molars, where they are shredded into small pieces. Koalas may also store food in their cheek pouches before it is ready to be chewed. The partially worn molars of middle-aged koalas are optimal for breaking the leaves into small particles, resulting in more efficient stomach digestion and nutrient absorption in the small intestine, which digests the eucalyptus leaves to provide most of the animal's energy. A koala sometimes regurgitates the food into the mouth to be chewed a second time.",
            "score": 49.304595947265625
        },
        {
            "docid": "222940_7",
            "document": "Common planigale . The common planigale, like other members of the genus \"Planigale\", eats primarily insects and other arthropods, though they may occasionally prey on other small animals, such as lizards or birds. Due to its small size, the common planigale tends to prefer smaller insects, typically those that are less than in length. However, it is capable of taking larger prey, such as large beetles and especially grasshoppers. To kill an insect, it bites the prey's underside, where the exoskeleton is softer. In captivity, the species is known to eat mealworms, commercial dog food, eggs, honey, and minced meat.",
            "score": 49.23954772949219
        },
        {
            "docid": "285802_9",
            "document": "Marabou stork . The marabou stork is a frequent scavenger, and the naked head and neck are adaptations to this livelihood, as it is with the vultures with which the stork often feeds. In both cases, a feathered head would become rapidly clotted with blood and other substances when the bird's head was inside a large corpse, and the bare head is easier to keep clean. This large and powerful bird eats mainly carrion, scraps and faeces but will opportunistically eat almost any animal matter it can swallow. It occasionally eats other birds including \"quelea\" nestlings, pigeons, doves, pelican and cormorant chicks, and even flamingos. During the breeding season, adults scale back on carrion and take mostly small, live prey since nestlings need this kind of food to survive. Common prey at this time may consist of fish, frogs, insects, eggs, small mammals and reptiles such as crocodile hatchlings and eggs, and lizards and snakes. Though known to eat putrid and seemingly inedible foods, these storks may sometimes wash food in water to remove soil. When feeding on carrion, marabou frequently follow vultures, which are better equipped with hooked bills for tearing through carrion meat and may wait for the vultures to cast aside a piece, steal a piece of meat directly from the vulture or wait until the vultures are done. As with vultures, marabou storks perform an important natural function by cleaning areas via their ingestion of carrion and waste. Increasingly, marabous have become dependent on human garbage and hundreds of the huge birds can be found around African dumps or waiting for a hand out in urban areas. Marabous eating human garbage have been seen to devour virtually anything that they can swallow, including shoes and pieces of metal. Marabous conditioned to eating from human sources have been known to lash out when refused food.",
            "score": 48.545310974121094
        },
        {
            "docid": "2816938_5",
            "document": "Eucalyptus viminalis . \"Eucalyptus viminalis\" is widely distributed in the cooler areas of Australia where the leaves are the favoured food of koalas. Sap has a 5–15% sugar content which makes it an essential part of the energy budget for arboreal or tree dwelling marsupial mammals like yellow-bellied, sugar and other gliders. Koalas reintroduced to Kangaroo Island impact on native \"E. viminalis\" and is part of a A$4,000,000 management project from 2005-9.",
            "score": 48.08604049682617
        },
        {
            "docid": "356259_6",
            "document": "Old World monkey . Most Old World monkeys are at least partially omnivorous, but all prefer plant matter, which forms the bulk of their diet. Leaf monkeys are the most vegetarian, subsisting primarily on leaves, and eating only a small number of insects, while the other species are highly opportunistic, primarily eating fruit, but also consuming almost any food items available, such as flowers, leaves, bulbs and rhizomes, insects, snails, and even small vertebrates. The Barbary macaque's diet consists mostly of leaves and roots, though it will also eat insects and uses cedar trees as a water source.",
            "score": 47.596866607666016
        },
        {
            "docid": "4400_22",
            "document": "Bear . When foraging for plants, bears choose to eat them at the stage when they are at their most nutritious and digestible, typically avoiding older grasses, sedges and leaves. Hence, in more northern temperate areas, browsing and grazing is more common early in spring and later becomes more restricted. Knowing when plants are ripe for eating is a learned behaviour. Berries may be foraged in bushes or at the tops of trees, and bears try to maximize the number of berries consumed versus foliage. In autumn, some bear species forage large amounts of naturally fermented fruits, which affects their behaviour. Smaller bears climb trees to obtain mast (edible reproductive parts, such as acorns). Such masts can be very important to the diets of these species, and mast failures may result in long-range movements by bears looking for alternative food sources. Brown bears, with their powerful digging abilities, commonly eat roots. The panda's diet is over 99% bamboo, of 30 different species. Its strong jaws are adapted for crushing the tough stems of these plants, though they prefer to eat the more nutritious leaves. Bromeliads can make up to 50% of the diet of the spectacled bear, which also has strong jaws to bite them open. The sloth bear, though not as specialised as polar bears and the panda, has lost several front teeth usually seen in bears, and developed a long, suctioning tongue to feed on the ants, termites, and other burrowing insects they favour. At certain times of the year, these insects can make up 90% of their diets. Some species may raid the nests of wasps and bees for the honey and immature insects, in spite of stinging from the adults. Sun bears use their long tongues to lick up both insects and honey. Fish are an important source of food for some species, and brown bears in particular gather in large numbers at salmon runs. Typically, a bear plunges into the water and seizes a fish with its jaws or front paws. The preferred parts to eat are the brain and eggs. Small burrowing mammals like rodents may be dug out and eaten. The brown bear and both species of black bears sometimes take large ungulates, such as deer and bovids, mostly the young and weak. These animals may be taken by a short rush and ambush, though hiding young may be stiffed out and pounced on. The polar bear mainly preys on seals, stalking them from the ice or breaking into their dens. They primarily eat the highly digestible blubber. Large mammalian prey is typically killed by a bite to the head or neck, or (in the case of young) simply pinned down and mauled. Predatory behaviour in bears is typically taught to the young by the mother.",
            "score": 47.13673400878906
        },
        {
            "docid": "17143_31",
            "document": "Koala . The animals are vulnerable to bushfires due to their slow movements and the flammability of eucalypt trees. The koala instinctively seeks refuge in the higher branches, where it is vulnerable to intense heat and flames. Bushfires also fragment the animal's habitat, which restricts their movement and leads to population decline and loss of genetic diversity. Dehydration and overheating can also prove fatal. Consequently, the koala is vulnerable to the effects of climate change. Models of climate change in Australia predict warmer and drier climates, suggesting that the koala's range will shrink in the east and south to more mesic habitats. Droughts also affect the koala's well-being. For example, a severe drought in 1980 caused many \"Eucalyptus\" trees to lose their leaves. Subsequently, 63% of the population in southwestern Queensland died, especially young animals that were excluded from prime feeding sites by older, dominant koalas, and recovery of the population was slow. Later, this population declined from an estimated mean population of 59,000 in 1995 to 11,600 in 2009, a reduction attributed largely to hotter and drier conditions resulting from droughts in most years between 2002 and 2007. Another predicted negative outcome of climate change is the effect of elevations in atmospheric levels on the koala's food supply: increases in cause \"Eucalyptus\" trees to reduce protein and increase tannin concentrations in their leaves, reducing the quality of the food source.",
            "score": 47.068912506103516
        },
        {
            "docid": "7844_15",
            "document": "Common chimpanzee . The chimpanzee is an omnivorous frugivore. It prefers fruit above all other food items and even seeks out and eats them when they are not abundant. It also eats leaves and leaf buds, seeds, blossoms, stems, pith, bark and resin. Insects and meat make up a small proportion of their diet, estimated as 2%. While the common chimpanzee is mostly herbivorous, it does eat honey, soil, insects, birds and their eggs, and small to medium-sized mammals, including other primates. The western red colobus ranks at the top of preferred mammal prey. Other mammalian prey include red-tailed monkeys, yellow baboons, blue duikers, bushbucks, and common warthogs.",
            "score": 46.98664093017578
        },
        {
            "docid": "942048_14",
            "document": "Adaptation . Flexibility stems from phenotypic plasticity, the ability of an organism with a given genotype to change its phenotype in response to changes in its habitat, or to move to a different habitat. The degree of flexibility is inherited, and varies between individuals. A highly specialized animal or plant lives only in a well-defined habitat, eats a specific type of food, and cannot survive if its needs are not met. Many herbivores are like this; extreme examples are koalas which depend on \"Eucalyptus\", and giant pandas which require bamboo. A generalist, on the other hand, eats a range of food, and can survive in many different conditions. Examples are humans, rats, crabs and many carnivores. The \"tendency\" to behave in a specialized or exploratory manner is inherited—it is an adaptation. Rather different is developmental flexibility: \"An animal or plant is developmentally flexible if when it is raised in or transferred to new conditions, it changes in structure so that it is better fitted to survive in the new environment,\" writes evolutionary biologist John Maynard Smith.",
            "score": 46.768653869628906
        },
        {
            "docid": "26964177_3",
            "document": "Eucalyptus agglomerata . Blue-leaved stringybark is a koala food tree. A field study conducted in the Campbelltown district southwest of Sydney published in 2000 found that koalas preferred Blue-leaved Stringybark and Grey Gum but only when the two tree species were growing on shale-based rather than sandstone soils. Stringybarks are some of the most difficult of all eucalyptus plants to identify. However, the bluish colour of the leaves makes this species fairly easy to identify.",
            "score": 45.8867073059082
        },
        {
            "docid": "634800_11",
            "document": "Pink fairy armadillo . The pink fairy armadillo is classified as a fossorial generalist insectivore. Main source of its food consists of ants and larvae it finds underground. While those are its primary sources of food, the armadillos are known to eat worms, snails, and various insects. If these insects and invertebrates can't be found plant leaves and roots make a good secondary dietary option for their underground lifestyle. In captivity, this animal was observed to be willingly accepting such foods as watermelon, avocado shells with rests of flesh, and Mazuri Insectivore Diet.",
            "score": 45.71695327758789
        },
        {
            "docid": "2499473_13",
            "document": "Olympic marmot . Olympic marmots eat meadow flora such as avalanche and glacier lilies, heather blossoms, subalpine lupine, mountain buckwheat, harebells, sedges, and mosses. They prefer green, tender, flowering plants over other sources of food, but roots are a large part of their diets in the early spring when other plants have not yet appeared. During May and June, they may resort to gnawing on trees for food. They also occasionally eat fruits and insects. Their water requirements are met from the juice in the vegetation they eat and dew on the plants' surfaces.",
            "score": 45.3629264831543
        },
        {
            "docid": "1189507_3",
            "document": "Australian Koala Foundation . The koala lives predominantly on a diet of eucalyptus plants. Many of these trees are being cleared each year. The primary focus of the AKF is getting new legislation in place to protect Koala trees. The organisation receives no form of government funding by choice, because this leaves the AKF to speak freely for Koalas without the constraints of government. Therefore, the AKF relies on donations, sponsorship, and fundraising to finance its ongoing work. AKF research indicates that somewhere between 52,000 and 87,000 koalas remain in the wild. Local extinctions are occurring regularly, and AKF believes that the only way to protect and regenerate populations into the future is with a Koala Protection Act.",
            "score": 45.235679626464844
        },
        {
            "docid": "5009_9",
            "document": "Zebrafish . Zebrafish are omnivorous, primarily eating zooplankton, phytoplankton, insects and insect larvae, although they can eat a variety of other foods, such as worms and small crustaceans, if their preferred food sources are not readily available.",
            "score": 44.98249053955078
        },
        {
            "docid": "2202364_4",
            "document": "Stankervision . \"Stankervision\" also features some cartoons, but in \"Stankervision\" style. One regular such cartoon is about the adventures of \"Inebriated the Koala\", which was created by Waco O'Guin in 1993 and is introduced as \"everyone's favorite eucalyptus-eating marsupial\", to which the koala replies \"Eucalyptus? You can lick THIS!\" as he points to his crotch.",
            "score": 44.95508575439453
        },
        {
            "docid": "736213_13",
            "document": "Red-shanked douc . The red-shanked douc is diurnal and eats and sleeps in the trees of the forest. Its diet consists mostly of leaves high in fibers. Belonging to the subfamily Colobinae, or leaf-eating monkeys, it has a large stomach which is divided into sacs containing bacteria that break down the cellulose in the leaves through fermentation, giving the douc its pot-bellied look. This also makes it burp frequently from the resulting gas. It prefers to eat small, young and tender leaves, but will also eat fruit like figs, buds, petioles, flowers, bamboo shoots and seeds. It gets all the liquid and protein it needs from the food it eats and doesn't need to descend to the ground to drink. This monkey eats 50 different plant species but no animal prey. It is a messy and chaotic feeder, dropping much of its food onto the forest floor: old leaves, under-ripe or over-ripe fruits. It eats peacefully together, not quarreling over food, and has been known to share it with others. Often, it will share the same clump of foliage and may even break pieces off and hand them to each other, a type of active generosity that is rare among Old World monkeys. It does not have cheek pouches. This diet provides them with adequate protein and fluids.",
            "score": 44.893795013427734
        },
        {
            "docid": "3901711_3",
            "document": "Giant koala . The giant koala is an arboreal marsupial weighing about twice as much as a koala, about 30 kg. It is known as the largest tree dwelling marsupial that has ever lived. Scientists say that there is a clear similarity in the physical appearance from the modern koala. It is assumed that the diet of the giant koala is eucalyptus leaves, and that the giant koala was in fact a folivore.",
            "score": 44.8739013671875
        },
        {
            "docid": "240512_16",
            "document": "Duiker . Duikers are primarily browsers rather than grazers, eating leaves, shoots, seeds, fruit, buds and bark, and often following flocks of birds or troops of monkeys to take advantage of the fruit they drop. They supplement their diets with meat: duikers consume insects and carrion from time to time and even manage to capture rodents or small birds. Since food is the deciding factor, various locations of food sources often dictate the distribution of duikers. While they feed on a wide range of plants, they choose to eat specific parts of the plant that are most nutritious. Therefore, in order to feed efficiently, they must be familiar with their territory and be thoroughly acquainted with the geography and distribution of specific plants. For such reasons, it is not easy for duikers to readjust to novel environments created by human settlements and deforestation.",
            "score": 44.296905517578125
        },
        {
            "docid": "17143_13",
            "document": "Koala . The koala has one of the smallest brains in proportion to body weight of any mammal, being 60% smaller than that of a typical diprotodont, weighing only . The brain's surface is fairly smooth, typical for a \"primitive\" animal. It occupies only 61% of the cranial cavity and is pressed against the inside surface by cerebrospinal fluid. The function of this relatively large amount of fluid is not known, although one possibility is that it acts as a shock absorber, cushioning the brain if the animal falls from a tree. The koala's small brain size may be an adaptation to the energy restrictions imposed by its diet, which is insufficient to sustain a larger brain. Because of its small brain, the koala has a limited ability to perform complex, unfamiliar behaviours. For example, when presented with plucked leaves on a flat surface, the animal cannot adapt to the change in its normal feeding routine and will not eat the leaves. The koala's olfactory senses are normal, and it is known to sniff the oils of individual branchlets to assess their edibility. Its nose is fairly large and covered in leathery skin. Its round ears provide it with good hearing, and it has a well-developed middle ear. A koala's vision is not well developed, and its relatively small eyes are unusual among marsupials in that the pupils have vertical slits. Koalas make use of a novel vocal organ to produce low-pitched sounds (see social spacing, below). Unlike typical mammalian vocal cords, which are folds in the larynx, these organs are placed in the velum (soft palate) and are called velar vocal cords.",
            "score": 44.230533599853516
        },
        {
            "docid": "18248185_15",
            "document": "Spore (2008 video game) . The diet choice that the player made in prior stages, whether herbivore, omnivore, or carnivore, determines what food the tribe can gather and eat. Animals can be hunted for meat, and fish or seaweed can be speared for food. Fruit is gathered from trees and bushes, and players can also domesticate animals for eggs, which all diet types can eat. Any foreign animals in the player's pack in the Creature Stage are automatically added to the tribe as farm animals. Epic creatures may threaten nests or tribes. Allied tribes will occasionally bring the player gifts of food. Players can steal food from other tribes (though it angers them), and dead tribes may be pillaged for their food.",
            "score": 44.09941101074219
        },
        {
            "docid": "7994902_7",
            "document": "Eucalyptus saligna . \"Eucalyptus saligna\" regenerates by regrowing from epicormic buds on the trunk and lower branches after bushfire. Trees live for over two hundred years. The grey-headed flying fox (\"Pteropus poliocephalus\") eats the flowers, the koala (\"Phascalarctos cinereus\") eats the leaves, and crimson rosella (\"Platycercus elegans\") eats the seed. The longhorn beetle species \"Paroplites australis\", \"Agrianome spinicollis\" and \"Tessaromma undatum\" have been recorded from the Sydney blue gum.",
            "score": 43.90827560424805
        },
        {
            "docid": "18600991_24",
            "document": "Raccoon . Though usually nocturnal, the raccoon is sometimes active in daylight to take advantage of available food sources. Its diet consists of about 40% invertebrates, 33% plant material and 27% vertebrates. Since its diet consists of such a variety of different foods, Zeveloff argues the raccoon \"may well be one of the world's most omnivorous animals\". While its diet in spring and early summer consists mostly of insects, worms, and other animals already available early in the year, it prefers fruits and nuts, such as acorns and walnuts, which emerge in late summer and autumn, and represent a rich calorie source for building up fat needed for winter. Contrary to popular belief, raccoons only occasionally eat active or large prey, such as birds and mammals. They prefer prey that is easier to catch, specifically fish, amphibians and bird eggs. When food is plentiful, raccoons can develop strong individual preferences for specific foods. In the northern parts of their range, raccoons go into a winter rest, reducing their activity drastically as long as a permanent snow cover makes searching for food impossible.",
            "score": 43.58525466918945
        },
        {
            "docid": "12276202_11",
            "document": "Eucalyptus robusta . A long-lived tree, \"Eucalyptus robusta\" can live for at least two hundred years. Trees regenerate by regrowing from epicormic buds on the trunk after bushfire. The grey-headed flying fox (\"Pteropus poliocephalus\") eats the flowers, and the koala (\"Phascalarctos cinereus\") eats the leaves. \"Eucalyptus robusta\" appears to be one of several key species of eucalypt for the koala in the Shire of Noosa in Queensland. The musk lorikeet feeds on the nectar of the blossoms. It is a keystone species on the New South Wales Central Coast and Illawarra regions, where it is one of few reliable winter-flowering plants. Stands of \"E. robusta\" have been drastically reduced by land clearance. Some remnant trees in Robson Park in the Sydney suburb of Haberfield are the last vestiges of the Sydney Coastal Estuary Swamp Forest Complex community in Sydney's inner western suburbs.",
            "score": 43.51829147338867
        }
    ]
}