{
    "q": [
        {
            "docid": "5469637_3",
            "document": "Edward Woods . An obituary from the \"Salt Lake City Tribune\", dated October 10, 1989, names Woods' parents as Mary Clark and William B. Woods, and mentions two brothers, Roy C. and William B. Woods. After graduating from the University of Southern California, Woods became an actor. He appeared at the old Salt Lake Theatre in \"The Copperhead\", as Lionel Barrymore's teenage son. In New York City, he appeared in many successful Broadway productions then began a movie career. He worked with Cary Grant, Greta Garbo, Jean Harlow, John Barrymore, and Clark Gable.",
            "score": 78.69552803039551
        },
        {
            "docid": "42083_58",
            "document": "Clark Gable . In 1955, Gable married twice divorced Kay Williams, and had a son, John Clark Gable, by her, on March 20, 1961, after his death. John Clark had two children: Kayley Gable (born 1986) and Clark James Gable (born September 20, 1988). Kayley is an actress, while Clark James is currently host of the nationally syndicated reality show \"Cheaters\".",
            "score": 63.398890018463135
        },
        {
            "docid": "43703649_2",
            "document": "Painted Desert (1938 film) . Painted Desert is a 1938 Western film directed by David Howard and starring George O'Brien and Laraine Day (billed as \"Laraine Johnson\"). The picture is a remake of \"The Painted Desert\", which stars William Boyd and features an early appearance by Clark Gable in a major supporting role. The movie was partially filmed on location in Red Rock Canyon, a popular filming location during the 1930s and 1940s, with a multitude of B-Westerns being filmed there.",
            "score": 66.5776915550232
        },
        {
            "docid": "4997_74",
            "document": "Boeing B-17 Flying Fortress . Hollywood featured the B-17 in its period films, such as director Howard Hawks' \"Air Force\" starring John Garfield and \"Twelve O'Clock High\" starring Gregory Peck. Both films were made with the full cooperation of the United States Army Air Forces and used USAAF aircraft and (for \"Twelve O'Clock High\") combat footage. In 1964, the latter film was made into a television show of the same name and ran for three years on ABC TV. Footage from \"Twelve O' Clock High\" was also used, along with three restored B-17s, in the 1962 film \"The War Lover\". The B-17 also appeared in the 1938 movie \"Test Pilot\" with Clark Gable and Spencer Tracy, with Clark Gable in \"Command Decision\" in 1948, in \"Tora! Tora! Tora!\" in 1970, and in \"Memphis Belle\" with Matthew Modine, Eric Stoltz, Billy Zane, and Harry Connick Jr. in 1990. The most famous B-17, the \"Memphis Belle\", toured the U. S. with its crew to reinforce national morale (and to sell war bonds). It starred in a USAAF documentary, \"\".",
            "score": 65.41916799545288
        },
        {
            "docid": "12141228_5",
            "document": "Clark Gable filmography . During his career as a movie star Gable appeared as himself in the following short subjects: For a number of years US movie exhibitors voted Gable among the most popular film stars in the country:",
            "score": 74.58828020095825
        },
        {
            "docid": "715981_5",
            "document": "Mary Stuart (actress) . After appearing in various bit parts in several movies throughout the 1940s, Warner Brothers offered her a three-year contract in 1948. She appeared with such stars as Errol Flynn (in \"Adventures of Don Juan\"), Clark Gable (in \"The Hucksters\"), Esther Williams (in \"This Time for Keeps\") and Henry Fonda and Lucille Ball (in \"The Big Street\").",
            "score": 68.1250114440918
        },
        {
            "docid": "509819_25",
            "document": "John Clarke (Baptist minister) . Following the men's arrest and ill treatment, Sir Richard Saltonstall wrote from England to Reverends Cotton and Wilson of the Boston church: \"These rigid wayes have lay'd you very lowe in the hearts of the saynts.\" Shortly after the incident, Roger Williams wrote a letter to Governor Endicott, making an earnest plea for toleration in matters of conscience and religion, but the request was unheeded. However, Williams did not let the matter rest, and used Clarke and Holmes as the subjects of his book \"The Bloody Tenent Yet More Bloody\" (1652). Williams gave a copy of this book to Clarke and wrote in the front: \"For his honoured and beloved Mr. John Clarke, an eminent witnes of Christ Jesus ag'st ye bloodie Doctrine of persecution, &c.\"",
            "score": 40.214916944503784
        },
        {
            "docid": "12533352_5",
            "document": "Muriel Evans . Evans' success was due in large part to her pleasant speaking voice. She made a smooth transition from silent pictures to talkies, and throughout the 1930s, Evans continued to work steadily. She appeared in Frank Capra's \"Mr. Deeds Goes to Town\", \"Manhattan Melodrama\" with Clark Gable and William Powell, and \"The Prizefighter and the Lady\" with Myrna Loy. By the mid-1930s, Evans also began co-starring in popular westerns alongside Tom Mix, John Wayne and Tex Ritter. She also starred in three \"Hopalong Cassidy\" films opposite William Boyd, and did seven westerns with Buck Jones.",
            "score": 53.82020854949951
        },
        {
            "docid": "36922931_13",
            "document": "91st New York State Legislature . On March 31, the trial of Canal Commissioner Robert C. Dorn (R) opened before the New York Court for the Trial of Impeachments, consisting of the State Senate and the judges of the New York Court of Appeals. Assemblymen William S. Clark, John L. Flagg, John C. Jacobs, John F. Little, William Lounsbery, Alpheus Prince, William B. Quinn (all seven Dem.), Nicholas B. La Bau and Edmund L. Pitts (both Rep.) appeared as the Managers to prosecute the impeachment. Smith M. Weed (D) appeared as Counsel for the Managers. Henry Smith (R) and John H. Reynolds appeared for the defense.",
            "score": 45.45355463027954
        },
        {
            "docid": "42083_6",
            "document": "Clark Gable . William Clark Gable was born in Cadiz, Ohio, to William Henry \"Will\" Gable (1870–1948), an oil-well driller, and his wife, Adeline (née Hershelman). His father was a Protestant and his mother a Roman Catholic. Gable was named William after his father, but even in childhood, he was almost always called Clark or sometimes Billy. He was mistakenly listed as a female on his birth certificate. Among Gable's ancestors were Pennsylvania Dutch (German), Belgians, Rhinelanders, and Bavarians.",
            "score": 57.69616484642029
        },
        {
            "docid": "27604764_4",
            "document": "Harry Woolman . Woolman was a long-time Hollywood stuntman and special effects innovator, doubling for such notables as Clark Gable, Charles Laughton, William Bendix, and John Carradine. He also appeared in occasional roles such as the motorcycle police officer in the Abbott & Costello comedy, \"The Time of Their Lives\".",
            "score": 56.390933990478516
        },
        {
            "docid": "24799509_13",
            "document": "Graph database . Properties add another layer of abstraction to this structure that also improves many common queries. Properties are essentially labels that can be applied to any record, or in some cases, edges also. For example, one might label Clark Gable as \"actor\", which would then allow the system to quickly find all the records that are actors, as opposed to director or camera operator. If labels on edges are allowed, one could also label the relationship between Gone With the Wind and Clark Gable as \"lead\", and by performing a search on people that are \"lead\" \"actor\" in the movie Gone With the Wind, the database would produce Vivien Leigh, Olivia de Havilland and Clark Gable. The equivalent SQL query would have to rely on added data in the table linking people and movies, adding more complexity to the query syntax. These sorts of labels may improve search performance under certain circumstances, but are generally more useful in providing added semantic data for end users.",
            "score": 79.13598847389221
        },
        {
            "docid": "2615418_12",
            "document": "Red Dust (1932 film) . The movie was remade by director John Ford in 1953 as \"Mogambo\", this time set in Africa rather than Indochina and shot on location in color, with Ava Gardner playing Harlow's role and Grace Kelly in Astor's part. Clark Gable returned to play the same character he had portrayed twenty-one years earlier. Ford used African tribal music as the film's score.",
            "score": 59.82407593727112
        },
        {
            "docid": "760853_13",
            "document": "Jack Dempsey vs. Luis Ángel Firpo . This is the fight Clark Gable and William Powell's character meet at in the 1934 movie \"Manhattan Melodrama\"",
            "score": 61.94812774658203
        },
        {
            "docid": "1291682_12",
            "document": "Edward Winter (actor) . Winter starred in the 1979 NBC primetime drama \"Project UFO\" and was featured in the 1980 film \"A Change of Seasons\". He appeared as the corrupt county commissioner Bob Gebhardt in the 1983 movie \"\", the romantic comedy \"The Buddy System\" (1984), and in \"From the Hip\" (1987), also directed by \"Porky's\" director Bob Clark. In 1980 he played Clark Gable in the TV movie \"The Scarlett O'Hara War\". In 1982, he appeared in the \"Magnum, P.I.\" episode \"Heal Thyself\".",
            "score": 68.40937042236328
        },
        {
            "docid": "43188693_3",
            "document": "Clark James Gable . Gable is the grandson of the actor Clark Gable, son of John Clark Gable and Tracy Yarro, and younger brother of actress Kayley Gable. His stepfather is former Chicago bassist Jason Scheff.",
            "score": 55.11077404022217
        },
        {
            "docid": "2023922_7",
            "document": "Wallace Ford . In motion pictures, he appeared with Clark Gable and Joan Crawford in \"Possessed\" in 1931, and the next year he was given the lead in Metro-Goldwyn-Mayer's \"Freaks\". Ford went on to have an extensive career over 30 years, appearing in more than 150 films, with lead roles in the 1930s and '40s in Hollywood B movies such as \"The Rogues' Tavern\" (1936), \"Murder by Invitation\" (1941), and \"Roar of the Press\" (1941), and supporting roles in larger feature films such as \"The Lost Patrol\" (1934), \"Shadow of a Doubt\" (1942), \"Spellbound\" (1945), and \"Dead Reckoning\" (1947).",
            "score": 60.31816530227661
        },
        {
            "docid": "42083_68",
            "document": "Clark Gable . The 2003 album \"Give Up\" by electronic music group The Postal Service includes a song titled \"Clark Gable\". The song's narrator says he wants a love like something in the movies and includes the lyrics \"I kissed you in a style Clark Gable would have admired, I thought it classic.\"",
            "score": 65.1202244758606
        },
        {
            "docid": "408760_8",
            "document": "Samburu people . Samburu have been widely portrayed in popular culture, ranging from Hollywood movies, major television commercials, and mainstream journalism. Such portrayals make good use of Samburu’s colorful cultural traditions, but sometimes at the expense of accuracy. One of the earlier film appearances by Samburu was in the 1953 John Ford classic \"Mogambo\", in which they served as background for stars such as Clark Gable, Grace Kelly and Ava Gardner.",
            "score": 66.17742228507996
        },
        {
            "docid": "37683326_6",
            "document": "The Call of the Wild (1923 film) . London's classic novel has been the inspiration for several feature-film adaptions and TV movies since the book was first published. Notable actors who have appeared in these various feature-films include: Clark Gable and Loretta Young in 1935, Charlton Heston in a British production in 1972, John Beck in 1976, and Christopher Lloyd, Timothy Bottoms and Veronica Cartwright in 2009.",
            "score": 66.34109425544739
        },
        {
            "docid": "691308_2",
            "document": "Manhattan Melodrama . Manhattan Melodrama is a 1934 American pre-Code crime film, produced by MGM, directed by W. S. Van Dyke, and starring Clark Gable, William Powell, and Myrna Loy. The movie also provided one of the earliest roles for Mickey Rooney, who played Gable's character as a child. The film is based on a story by Arthur Caesar, who won the Academy Award for Best Original Story. It was also the first of Myrna Loy and William Powell's fourteen screen pairings.",
            "score": 63.262590408325195
        },
        {
            "docid": "42083_33",
            "document": "Clark Gable . Gable returned to their Encino ranch and carried out her funeral wishes as she had requested in her will. A month later, he returned to the studio to work with Lana Turner in the movie \"Somewhere I'll Find You\". Having lost 20 pounds since the tragedy, Gable evidently was emotionally and physically devastated by it, but Turner stated that Gable remained a professional for the duration of filming. He acted in 27 more films and remarried twice more. \"But he was never the same,\" said Esther Williams. \"He had been devastated by Carole's death.\"",
            "score": 60.25507044792175
        },
        {
            "docid": "1025168_10",
            "document": "Johnny Mack Brown . He appeared in minor roles until 1930 when he was cast as the star in a Western entitled \"Billy the Kid\" and directed by King Vidor. An early widescreen film (along with Raoul Walsh's \"The Big Trail\" with John Wayne, produced the same year), the movie also features Wallace Beery as Pat Garrett. Brown was billed over Beery, who would become MGM's highest-paid actor within the next three years. Also in 1930, Brown played Joan Crawford's love interest in \"Montana Moon\". Brown went on to make several more top-flight movies under the name John Mack Brown, including \"The Secret Six\" (1931) with Wallace Beery, Jean Harlow, and Clark Gable, as well as the legendary Lost Generation celebration of alcohol, \"The Last Flight\" (1931), and was being groomed by MGM as a leading man until being abruptly replaced on \"Laughing Sinners\" in 1931, with all his scenes reshot, substituting rising star Clark Gable in his place. MGM and director Woody Van Dyke screen tested him for the lead role of \"Tarzan the Ape Man\" but Van Dyke didn't feel he was tall enough.",
            "score": 69.89116740226746
        },
        {
            "docid": "11956039_9",
            "document": "Callaway Went Thataway . Clark Gable, Elizabeth Taylor, and Esther Williams made cameo appearances.",
            "score": 50.782485008239746
        },
        {
            "docid": "42083_67",
            "document": "Clark Gable . Warner Bros. cartoons sometimes caricatured Gable. Examples include \"Have You Got Any Castles?\" (in which his face appears seven times inside the novel \"The House of the Seven Gables\"), \"The Coo-Coo Nut Grove\" (in which his ears flap on their own), \"Hollywood Steps Out\" (in which he follows an enigmatic woman), and \"Cats Don't Dance\" in which he appears on a billboard promotion for \"Gone With The Wind\".",
            "score": 52.51059579849243
        },
        {
            "docid": "43293975_8",
            "document": "Mary Ruth Ray . Ray also played on the motion picture soundtrack recording of \"Saving Private Ryan\" (composed and conducted by John Williams), and appeared on screen as violist-performer in the movie \"Yes, Giorgio\" (starring Luciano Pavarotti, with the Boston Pops Orchestra).",
            "score": 54.483386516571045
        },
        {
            "docid": "9711003_4",
            "document": "Mamo Clark . She made her film debut in a featured role in \"Mutiny on the Bounty\" (1935) as Miamiti, Fletcher Christian's (Clark Gable) wife in the film. The following year she appeared in the serial \"Robinson Crusoe of Clipper Island\" as a Polynesian princess. In 1937, she appeared with \"Mutiny on the Bounty\" co-star Movita in \"The Hurricane\". Clark played roles in several 'B-pictures with Pacific Island settings, for instance \"Hawaii Calls\" (1938).",
            "score": 45.88946270942688
        },
        {
            "docid": "5096103_6",
            "document": "Superman and Lois Lane . The characters, Superman/Clark Kent and Lois Lane, were created by Jerry Siegel and Joe Shuster. Superman was conceived as being like the ideal Hollywood romantic hero of the time, portrayed in films by Douglas Fairbanks, Clark Gable, and Rudolph Valentino. Siegel and Shuster were both fans of silent film actor Douglas Fairbanks. His movies \"The Mark of Zorro\" (1920), \"Robin Hood\" (1922), and \"The Black Pirate\" (1926) became a huge influence on their writing and art on the Superman character. The idea of making Superman a visitor from another planet was inspired by author Edgar Rice Burroughs' John Carter of Mars stories. Clark Kent's character grew out of Siegel and Shuster's own personal lives. His name is the combined names of actors Clark Gable and Kent Taylor. Clark Kent's demeanor was based on Harold Lloyd. Lois Lane was inspired by actress Glenda Farrell's portrayal of the fictional reporter Torchy Blane in a series of films. Siegel took her name from actress Lola Lane. Shuster based Lois Lane's physical appearance on a model name Joanne Carter. Carter later married co-creator Jerry Siegel in 1948.",
            "score": 60.27691411972046
        },
        {
            "docid": "518088_2",
            "document": "Ken Clark (actor) . Kenneth Donovan \"Ken\" Clark (June 4, 1927 – June 1, 2009) was an American B-movie actor. He appeared in movies in the United States and Europe, including the Secret Agent 077 trilogy.",
            "score": 58.05925250053406
        },
        {
            "docid": "9627307_6",
            "document": "John Clark (footballer, born 1964) . That same season United also lost the 1987 Scottish Cup Final to St Mirren as they also did the season after to Celtic. Clark remained a regular in the Tannadice defence for the late 1980s and early 1990s making 330 appearances scoring 37 goals.",
            "score": 39.97116279602051
        },
        {
            "docid": "859656_7",
            "document": "Judy Lewis . Lewis was the niece of actresses Polly Ann Young, Sally Blane, and Georgiana Young. Her aunt, Georgiana (Loretta Young's half-sister), was married to actor Ricardo Montalbán for sixty-three years until her death in 2007. She was also the half-sister of John Clark Gable (Clark Gable's son with his fifth wife, Kay Williams), Christopher Lewis and Peter Lewis (Loretta's biological sons). Musician David Lindley is her cousin.",
            "score": 51.86767244338989
        },
        {
            "docid": "171036_47",
            "document": "Irving Thalberg . Besides bringing a distinctive high quality \"look\" to MGM films and often recreating well-known stories or plays, Thalberg's actors themselves took on a characteristic quality. Thalberg wanted his female actors to appear \"cool, classy and beautiful,\" notes Flamini. And he strove to make the male actors appear \"worldly and in control.\" In general, Thalberg movies and actors came to be \"luxurious,\" \"glossy,\" and \"technically flawless.\" By doing so, he made stars of actors such as Lon Chaney, Ramon Novarro, John Gilbert, Greta Garbo, Joan Crawford, Clark Gable, Helen Hayes, Jean Harlow, Marie Dressler, Wallace Beery, John Barrymore, Lionel Barrymore and Luise Rainer.",
            "score": 65.39932131767273
        }
    ],
    "r": [
        {
            "docid": "24799509_12",
            "document": "Graph database . The relative advantage of graph retrieval grows with the complexity of a query. For example, one might want to know \"that movie about submarines with the actor who was in that movie with that other actor that played the lead in Gone With the Wind\". This first requires the system to find the actors in Gone With the Wind, find all the movies they were in, find all the actors in all of those movies who were not the lead in Gone With the Wind, and then find all of the movies they were in, finally filtering that list to those with descriptions containing \"submarine\". In a relational database this will require several separate searches through the movies and actors tables, doing another search on submarine movies, finding all the actors in those movies, and then comparing the (large) collected results. In contrast, the graph database would simply walk from Gone With the Wind to Clark Gable, gather the links to the movies he has been in, gather the links out of those movies to other actors, and then follow the links out of those actors back to the list of movies. The resulting list of movies can then be searched for \"submarine\". All of this can be done via one search.",
            "score": 87.25414276123047
        },
        {
            "docid": "154554_37",
            "document": "John Williams . In March 2018 Williams announced that following \"\", which is due for release on December 20, 2019, that he will retire from composing music for the \"Star Wars\" franchise. “We know J.J. Abrams is preparing one \"Star Wars\" movie now that I will hopefully do next year for him. I look forward to it. It will round out a series of nine, that will be quite enough for me” Williams said.",
            "score": 80.80780792236328
        },
        {
            "docid": "24799509_13",
            "document": "Graph database . Properties add another layer of abstraction to this structure that also improves many common queries. Properties are essentially labels that can be applied to any record, or in some cases, edges also. For example, one might label Clark Gable as \"actor\", which would then allow the system to quickly find all the records that are actors, as opposed to director or camera operator. If labels on edges are allowed, one could also label the relationship between Gone With the Wind and Clark Gable as \"lead\", and by performing a search on people that are \"lead\" \"actor\" in the movie Gone With the Wind, the database would produce Vivien Leigh, Olivia de Havilland and Clark Gable. The equivalent SQL query would have to rely on added data in the table linking people and movies, adding more complexity to the query syntax. These sorts of labels may improve search performance under certain circumstances, but are generally more useful in providing added semantic data for end users.",
            "score": 79.135986328125
        },
        {
            "docid": "5469637_3",
            "document": "Edward Woods . An obituary from the \"Salt Lake City Tribune\", dated October 10, 1989, names Woods' parents as Mary Clark and William B. Woods, and mentions two brothers, Roy C. and William B. Woods. After graduating from the University of Southern California, Woods became an actor. He appeared at the old Salt Lake Theatre in \"The Copperhead\", as Lionel Barrymore's teenage son. In New York City, he appeared in many successful Broadway productions then began a movie career. He worked with Cary Grant, Greta Garbo, Jean Harlow, John Barrymore, and Clark Gable.",
            "score": 78.69552612304688
        },
        {
            "docid": "42083_19",
            "document": "Clark Gable . To bolster his increasing popularity, MGM frequently paired him with well-established female stars. Joan Crawford asked for him as her co-star in \"Dance, Fools, Dance\" (1931). He built his fame and public visibility in such movies as \"A Free Soul\" (1931), in which he played a gangster who shoved the character played by Norma Shearer; Gable never played a supporting role again. \"The Hollywood Reporter\" wrote \"A star in the making has been made, one that, to our reckoning, will outdraw every other star... Never have we seen audiences work themselves into such enthusiasm as when Clark Gable walks on the screen\".",
            "score": 75.10165405273438
        },
        {
            "docid": "12141228_5",
            "document": "Clark Gable filmography . During his career as a movie star Gable appeared as himself in the following short subjects: For a number of years US movie exhibitors voted Gable among the most popular film stars in the country:",
            "score": 74.5882797241211
        },
        {
            "docid": "46419730_3",
            "document": "Avengers: Age of Ultron (soundtrack) . In March 2014, Brian Tyler signed on to compose the film's score, replacing the composer for the first film, Alan Silvestri, while also marking his third film collaboration with Marvel following \"Iron Man 3\" and \"Thor: The Dark World\" in 2013. Tyler stated that the score pays homage to John Williams' scores for \"Star Wars\", \"Superman\", and \"Raiders of the Lost Ark\" and references the scores for the \"Iron Man\", \"Thor\", and \"Captain America\" films in order to create a cohesive musical universe, saying, \"That’s the goal for sure. You have to build in nostalgia and do it upfront so you can relate to it.\" Danny Elfman also contributed music to the score, using Silvestri's theme from the first film to create a new hybrid theme. \"The movie is such a large canvas that there were parts that really benefited from his kind of voice,\" Tyler said of Elfman's contributions. \"But also, it needed to all fit together and hang together seamlessly, and that was something we worked really hard on doing.\"",
            "score": 71.56940460205078
        },
        {
            "docid": "42083_26",
            "document": "Clark Gable . Butler's last line in \"Gone with the Wind\", \"Frankly, my dear, I don't give a damn,\" is one of the most famous lines in movie history. Gable was an almost immediate favorite for the role of Rhett with both the public and producer David O. Selznick. Since Selznick had no male stars under long-term contract, though, he needed to go through the process of negotiating to borrow an actor from another studio. Gary Cooper was Selznick's first choice. When Cooper turned down the role of Butler, he was quoted as saying, \"\"Gone With the Wind\" is going to be the biggest flop in Hollywood history. I’m glad it'll be Clark Gable who's falling flat on his nose, not me.\" By then, Selznick had become determined to hire Gable, and set about finding a way to borrow him from MGM. Gable was wary of potentially disappointing an audience that had decided that no one else could play the part. He later conceded, \"I think I know now how a fly must react after being caught in a spider's web.\"",
            "score": 70.92938995361328
        },
        {
            "docid": "1025168_10",
            "document": "Johnny Mack Brown . He appeared in minor roles until 1930 when he was cast as the star in a Western entitled \"Billy the Kid\" and directed by King Vidor. An early widescreen film (along with Raoul Walsh's \"The Big Trail\" with John Wayne, produced the same year), the movie also features Wallace Beery as Pat Garrett. Brown was billed over Beery, who would become MGM's highest-paid actor within the next three years. Also in 1930, Brown played Joan Crawford's love interest in \"Montana Moon\". Brown went on to make several more top-flight movies under the name John Mack Brown, including \"The Secret Six\" (1931) with Wallace Beery, Jean Harlow, and Clark Gable, as well as the legendary Lost Generation celebration of alcohol, \"The Last Flight\" (1931), and was being groomed by MGM as a leading man until being abruptly replaced on \"Laughing Sinners\" in 1931, with all his scenes reshot, substituting rising star Clark Gable in his place. MGM and director Woody Van Dyke screen tested him for the lead role of \"Tarzan the Ape Man\" but Van Dyke didn't feel he was tall enough.",
            "score": 69.89116668701172
        },
        {
            "docid": "5188430_10",
            "document": "Jaws (video game) . Although the title-screen track is based on John Williams' famous score to Steven Spielberg's 1975 film \"Jaws\", composer Shinichi Sakamoto does not make explicit reference to Williams's work in any other part of the game. One possible exception is the \"You've Hit Something!\" music, which features the movie's characteristic oscillating minor-second.",
            "score": 68.87195587158203
        },
        {
            "docid": "1291682_12",
            "document": "Edward Winter (actor) . Winter starred in the 1979 NBC primetime drama \"Project UFO\" and was featured in the 1980 film \"A Change of Seasons\". He appeared as the corrupt county commissioner Bob Gebhardt in the 1983 movie \"\", the romantic comedy \"The Buddy System\" (1984), and in \"From the Hip\" (1987), also directed by \"Porky's\" director Bob Clark. In 1980 he played Clark Gable in the TV movie \"The Scarlett O'Hara War\". In 1982, he appeared in the \"Magnum, P.I.\" episode \"Heal Thyself\".",
            "score": 68.40937042236328
        },
        {
            "docid": "39734558_3",
            "document": "Raggedy Ann (musical) . After finding success with their 1969 \"Hallmark Hall of Fame\" production of \"The Littlest Angel\", Broadway producers Richard Horner and Lester Osterman searched for another property that they could adapt into a live-action TV special. \"Raggedy Ann came up in our conversation,\" Horner recalled, \"and I said, 'Gee, that would be a great thing for what we have in mind.'\" Horner acquired permission from Bobbs-Merrill Company, who owned the rights to the characters, and set to work developing the project, with \"Littlest Angel\" co-writer (and Osterman's daughter) Patricia Thackray penning the script. At a 1974 Friar's Club roast for Johnny Carson, Lester and Osterman found themselves seated at a table next to Emmy-winning \"Sesame Street\" composer Joe Raposo, who took a shine to their idea. \"I was then presented with about two dozen books of Raggedy Ann and Andy,\" Raposo recalled. The composer studied the books and composed 25 songs for potential inclusion. \"Then as we got further and further into the project, we realized that it had wider possibilities for acceptance than just as a television special,\" Horner said. \"So we thought we should do it as a movie for theaters.\" Raposo personally worked his magic to get ITT, then the parent corporation to the Bobbs-Merrill Company, to produce and animator Richard Williams to direct the film. The result was the 1977 animated feature \"\". \" It was going to be the kids movie of the season,\" recalled Raposo. \"It opened on Sunday... and on Wednesday a little movie called \"Star Wars\" that nobody thought would do anything opened and the rest is history.\"",
            "score": 68.26730346679688
        },
        {
            "docid": "715981_5",
            "document": "Mary Stuart (actress) . After appearing in various bit parts in several movies throughout the 1940s, Warner Brothers offered her a three-year contract in 1948. She appeared with such stars as Errol Flynn (in \"Adventures of Don Juan\"), Clark Gable (in \"The Hucksters\"), Esther Williams (in \"This Time for Keeps\") and Henry Fonda and Lucille Ball (in \"The Big Street\").",
            "score": 68.12500762939453
        },
        {
            "docid": "43703649_2",
            "document": "Painted Desert (1938 film) . Painted Desert is a 1938 Western film directed by David Howard and starring George O'Brien and Laraine Day (billed as \"Laraine Johnson\"). The picture is a remake of \"The Painted Desert\", which stars William Boyd and features an early appearance by Clark Gable in a major supporting role. The movie was partially filmed on location in Red Rock Canyon, a popular filming location during the 1930s and 1940s, with a multitude of B-Westerns being filmed there.",
            "score": 66.57769012451172
        },
        {
            "docid": "37683326_6",
            "document": "The Call of the Wild (1923 film) . London's classic novel has been the inspiration for several feature-film adaptions and TV movies since the book was first published. Notable actors who have appeared in these various feature-films include: Clark Gable and Loretta Young in 1935, Charlton Heston in a British production in 1972, John Beck in 1976, and Christopher Lloyd, Timothy Bottoms and Veronica Cartwright in 2009.",
            "score": 66.34109497070312
        },
        {
            "docid": "13478317_4",
            "document": "We May Never Love Like This Again . Hollywood composer John Williams wrote the original music score for the film, and interpolated the tune of the song into the underscore of the movie. The actual 1974 song recording for the album (subsequently released as a single) was produced by Carl Madari for Belkie-Madari Productions. It was arranged by Joe Hudson and was engineered by Arnie Rosenberg.",
            "score": 66.19383239746094
        },
        {
            "docid": "408760_8",
            "document": "Samburu people . Samburu have been widely portrayed in popular culture, ranging from Hollywood movies, major television commercials, and mainstream journalism. Such portrayals make good use of Samburu’s colorful cultural traditions, but sometimes at the expense of accuracy. One of the earlier film appearances by Samburu was in the 1953 John Ford classic \"Mogambo\", in which they served as background for stars such as Clark Gable, Grace Kelly and Ava Gardner.",
            "score": 66.17742156982422
        },
        {
            "docid": "5990366_5",
            "document": "In the Beauty of the Lilies . In the following section, Esther (nicknamed Essie) becomes the main protagonist. A beautiful and confident, if somewhat arrogant, little girl, she decides at a young age that she wants to be a movie star. She gets her first real break at eighteen when she agrees to a photo shoot with a photographer who noticed her at a beauty contest. He asks to photograph her topless and after hesitating, she agrees. Later she moves to New York City to stay with her wealthy cousin Patrick who has offered to further her career. Assuming that Patrick is expecting sexual favors from her, she tries to seduce him, but Patrick rebuffs her and later tells her he is a homosexual. Esther finds work modeling and gradually begins appearing in films, typically as a spunky girl next door similar to Judy Garland. Renamed Alma DeMott, She gradually becomes a minor celebrity. A number of actual Hollywood personalities from this time are featured, including Gary Cooper and Clark Gable who are two of her first co-stars. She has a brief affair with Gable, and Cooper gives her fatherly advice about acting. Harry Cohn also makes an appearance. At age 29, just when she is fearing her career is starting to decline, Alma becomes pregnant and gives birth to a son she names Clark, in honor of Clark Gable who is recently deceased. She makes a successful comeback in a series of musicals, but her son grows up neglected.",
            "score": 65.7774658203125
        },
        {
            "docid": "15626523_10",
            "document": "John Altman (composer) . Altman's screen career began as the musical arranger/director for the 1978 film \"Just a Gigolo\". In 1978, he arranged the song \"Always Look on the Bright Side of Life\" for the film \"Monty Python's Life of Brian\" voted the greatest comedy song in movies by the viewers of Channel 4 in the UK. His association with Monty Python had started when he arranged the music for the Rutles television special \"All You Need Is Cash\" created by Eric Idle and Neil Innes. He orchestrated and conducted the soundtrack album for the Rutles film and fulfilled the same role on the Rutles 1996 album \"Archaeology\". Altman arranged and conducted the music for the three BBC TV series of \"The Innes Book of Records\" starring Rutles/Python composer Neil Innes and has made multiple related onstage appearances with Innes and the Pythons. He continued in this capacity for numerous film and television productions, including \"Shadowlands\", the score for \"The Sheltering Sky\", \"Léon\" (\"The Professional\") and \"Miss Marple\". He was the first Western composer to score a Russian film (\"Tsareubiytsa\", aka \"The Assassin of the Tsar\"). ).His most recent Hollywood credits are the top 5 worldwide hit movie \"Shall We Dance?\" starring Jennifer Lopez, Richard Gere and Susan Sarandon for Miramax, for which he won the ASCAP Film Award; the music for the CBS movie \"Suburban Madness\" with Sela Ward, and the controversial Emmy nominated miniseries, \"The Reagans\" starring Judy Davis and James Brolin. In the UK he scored \"Mr Harvey Lights a Candle\" for BBC Films, and the BAFTA nominated \"The Queen’s Sister\" for Channel 4.",
            "score": 65.73344421386719
        },
        {
            "docid": "43745697_2",
            "document": "O. E. L. &quot;Bud&quot; Graves . O. E. L. Graves (1897 - 1971) was an American artist and painter/sculptor based in Palm Springs, California during Hollywood's golden years. His client list included many of the rich and famous of his era, from movie stars (Clark Gable, Bob Hope, Bing Crosby, Janet Gaynor) to business magnates (Raymond Loewys, George R. Hearst Sr.) to shady criminal kingpins. His own personal life was just as full of high intrigue and secrecy as the famous clients he cultivated. As a result, his need to maintain a relatively low profile in his private life has relegated him to near obscurity in death as an artist.",
            "score": 65.60799407958984
        },
        {
            "docid": "42083_36",
            "document": "Clark Gable . \"Mr. Gable, it was learned from a source outside the war department, conferred with Lieutenant General H. H. Arnold, head of the air forces yesterday.\" the \"Star\" continued. \"It was understood that Mr. Gable, if he is commissioned, will make movies for the air forces. Lieutenant Jimmy Stewart, another actor in uniform, has been doing this.\"",
            "score": 65.5636215209961
        },
        {
            "docid": "27754718_44",
            "document": "War Horse (film) . The film score by John Williams was recorded in late March and early April 2011. Tuba player Jim Self reported in May 2011: \"For John Williams I [sic] recently finished recording for the film \"War Horse\". It's a war movie so the score has a lot of brass—but it was gentle music often.\" English folk singer John Tams, who wrote the songs for the stage production of \"War Horse\", was approached by Spielberg and Williams about including one of his songs from the stageshow in the film. In the liner notes to the film soundtrack CD, Spielberg wrote \"I feel that John has made a special gift to me of this music, which was inspired not only by my film but also by many of the picturesque settings of the poet William Wordsworth, whose vivid descriptions of the British landscape inspired much of what you are going to hear.\" In the premiere of three of the tracks on New York radio station WQXR's \"Movies on the Radio\", broadcaster David Garland drew parallels with the work of British composer Ralph Vaughan Williams.",
            "score": 65.51671600341797
        },
        {
            "docid": "4997_74",
            "document": "Boeing B-17 Flying Fortress . Hollywood featured the B-17 in its period films, such as director Howard Hawks' \"Air Force\" starring John Garfield and \"Twelve O'Clock High\" starring Gregory Peck. Both films were made with the full cooperation of the United States Army Air Forces and used USAAF aircraft and (for \"Twelve O'Clock High\") combat footage. In 1964, the latter film was made into a television show of the same name and ran for three years on ABC TV. Footage from \"Twelve O' Clock High\" was also used, along with three restored B-17s, in the 1962 film \"The War Lover\". The B-17 also appeared in the 1938 movie \"Test Pilot\" with Clark Gable and Spencer Tracy, with Clark Gable in \"Command Decision\" in 1948, in \"Tora! Tora! Tora!\" in 1970, and in \"Memphis Belle\" with Matthew Modine, Eric Stoltz, Billy Zane, and Harry Connick Jr. in 1990. The most famous B-17, the \"Memphis Belle\", toured the U. S. with its crew to reinforce national morale (and to sell war bonds). It starred in a USAAF documentary, \"\".",
            "score": 65.4191665649414
        },
        {
            "docid": "171036_47",
            "document": "Irving Thalberg . Besides bringing a distinctive high quality \"look\" to MGM films and often recreating well-known stories or plays, Thalberg's actors themselves took on a characteristic quality. Thalberg wanted his female actors to appear \"cool, classy and beautiful,\" notes Flamini. And he strove to make the male actors appear \"worldly and in control.\" In general, Thalberg movies and actors came to be \"luxurious,\" \"glossy,\" and \"technically flawless.\" By doing so, he made stars of actors such as Lon Chaney, Ramon Novarro, John Gilbert, Greta Garbo, Joan Crawford, Clark Gable, Helen Hayes, Jean Harlow, Marie Dressler, Wallace Beery, John Barrymore, Lionel Barrymore and Luise Rainer.",
            "score": 65.39932250976562
        },
        {
            "docid": "43718681_18",
            "document": "War for the Planet of the Apes . At New York Comic-Con 2016, Reeves explained that he and Bomback were influenced by many films before writing. He said, \"One of the first things that Mark and I did because we had just finished \"Dawn\" was that we decided to watch a million movies. We decided to do what people fantasize what Hollywood screenwriters get to do but no one actually does. We got Fox to give us a theater and we watched movie after movie. We watched every \"Planet of the Apes\" movie, war movies, westerns, \"Empire Strikes Back\"... We just thought, 'We have to pretend we have all the time in the world,' even though we had limited time. We got really inspired.\"",
            "score": 65.25863647460938
        },
        {
            "docid": "42083_68",
            "document": "Clark Gable . The 2003 album \"Give Up\" by electronic music group The Postal Service includes a song titled \"Clark Gable\". The song's narrator says he wants a love like something in the movies and includes the lyrics \"I kissed you in a style Clark Gable would have admired, I thought it classic.\"",
            "score": 65.12022399902344
        },
        {
            "docid": "4097799_72",
            "document": "An Inconvenient Truth . When asked during a Reddit \"Ask Me Anything\" in October 2013 whether there were plans for a follow-up film, Guggenheim said, \"I think about it a lot – I think we need one right now.\" In 2014, \"The Hollywood Reporter\" reported that the producers of the film were in talks over a possible sequel. \"We have had conversations,\" co-producer Bender said. \"We've met; we've discussed. If we are going to make a movie, we want it to have an impact.\" Co-producer David also believed a sequel was needed. \"God, do we need one,\" David said. \"Everything in that movie has come to pass. At the time we did the movie, there was Hurricane Katrina; now we have extreme weather events every other week. The update has to be incredible and shocking.\"",
            "score": 65.0502700805664
        },
        {
            "docid": "52936015_4",
            "document": "An Inconvenient Sequel: Truth to Power . When asked during a Reddit \"Ask Me Anything\" in 2013 whether there were plans for a follow-up film, \"An Inconvenient Truth\" director Davis Guggenheim said, \"I think about it a lot – I think we need one right now.\" In 2014, \"The Hollywood Reporter\" reported that the producers of the first film were in talks over a possible sequel. \"We have had conversations,\" co-producer Lawrence Bender said. \"We've met; we've discussed. If we are going to make a movie, we want it to have an impact.\" Co-producer Laurie David also believed a sequel was needed. \"God, do we need one,\" David said. \"Everything in that movie has come to pass. At the time we did the movie, there was Hurricane Katrina; now we have extreme weather events every other week. The update has to be incredible and shocking.\"",
            "score": 64.89584350585938
        },
        {
            "docid": "40522547_3",
            "document": "Robert Philipp . In 1940, Philipp was invited to Los Angeles by Hollywood mogul Louis B. Mayer to paint portraits of Metro-Goldwyn-Mayer movie stars. The same year, Walter Wanger, producer of The Long Voyage Home, directed by John Ford and based on plays by Eugene O'Neill, contracted with Reeves Lewenthal, head of the Associated American Artists gallery in Manhattan, to bring nine well-known artists to the set and paint scenes from the movie and portraits of the actors in character. The artists included Robert Philipp, Thomas Hart Benton, Grant Wood, Ernest Fiene, George Schreiber, Luis Quintanilla, George Biddle, Raphael Soyer, and James Chapin. Life magazine featured the 12 canvases produced, which were exhibited in New York and in 23 museums around the country. While on the West Coast, Philipp painted portraits of celebrities associated with the Golden Age of Hollywood, including Clark Gable, Shirley Temple, Margaret Sullavan, Ian Hunter, Thomas Mitchell, and Mayer's daughter, Edith Mayer Goetz, wife of William Goetz, who was a co-owner of 20th Century Fox.",
            "score": 64.89462280273438
        },
        {
            "docid": "26963217_3",
            "document": "Fred Astaire and Ginger Rogers . Astaire started dancing in the early 1900s as a child on stage, in Vaudeville, partnering with his older sister, Adele. He made his first movie in 1933, taking on a small role in the movie \"Dancing Lady\" starring Clark Gable and Joan Crawford. Rogers made her first appearance in a 1929 movie short, then made feature Pre-Code movies with Warner Brothers Pictures such as \"42nd Street\" and \"Gold Diggers of 1933\".",
            "score": 64.75015258789062
        },
        {
            "docid": "313206_14",
            "document": "Rhett Butler . In the 1939 film version of \"Gone with the Wind\", for the role of Rhett Butler, Clark Gable was an almost immediate favorite for both the public and producer David O. Selznick (except for Gable himself). But as Selznick had no male stars under long-term contract, he needed to go through the process of negotiating to borrow an actor from another studio. Gary Cooper was thus Selznick's first choice, because Cooper's contract with Samuel Goldwyn involved a common distribution company, United Artists, with which Selznick had an eight-picture deal. However, Goldwyn remained noncommittal in negotiations. Warner Bros. offered a package of Bette Davis, Errol Flynn, and Olivia de Havilland for the lead roles in return for the distribution rights. When Gary Cooper turned down the role of Rhett Butler, he was passionately against it. He was quoted saying, \"\"Gone With The Wind\" is going to be the biggest flop in Hollywood history. I’m glad it’ll be Clark Gable who’s falling flat on his nose, not Gary Cooper\". But by then Selznick was determined to get Clark Gable, and eventually found a way to borrow him from Metro-Goldwyn-Mayer. Selznick's father-in-law, MGM chief Louis B. Mayer, offered in May 1938 to fund half of the movie's budget in return for a powerful package: 50% of the profits would go to MGM, the movie's distribution would be credited to MGM's parent company, Loew's, Inc., and Loew's would receive 15 percent of the movie's gross income. Selznick accepted this offer in August, and Gable was cast. But the arrangement to release through MGM meant delaying the start of production until Selznick International completed its eight-picture contract with United Artists. Gable was reluctant to play the role. At the time, he was wary of potentially disappointing a public who had formed a clear impression of the character that he might not necessarily convey in his performance.",
            "score": 64.5208511352539
        },
        {
            "docid": "214997_14",
            "document": "Stanley Clarke . Clarke has written scores for television and movies. His first score, for \"Pee-wee's Playhouse\", was nominated for an Emmy Award. He also composed music for the movies \"Boyz n the Hood\", \"Passenger 57\", and \"What's Love Got to Do with It\", the television programs \"Lincoln Heights\" and \"Soul Food\", and the video for \"Remember the Time\" by Michael Jackson.",
            "score": 64.4638671875
        }
    ]
}