{
    "q": [
        {
            "docid": "434445_5",
            "document": "Flavored milk . Over the years, Kemps, a Midwestern milk company, has put various flavors of milk on the market, including their \"Monkey Business\" milk which is banana flavored. Contrary to popular belief, the milk does not contain any real bananas in it.",
            "score": 53.23765540122986
        },
        {
            "docid": "25794082_2",
            "document": "Lemon liqueur . Lemon liqueur is a liqueur made from lemons, liquor, and sugar. It is light to bright lemon yellow in color; intensely lemony in flavor; clear, cloudy, or opaque; and sweet or sweet and sour. Lemon zest is used, water may be added, and the liqueur is not sour. Milk or cream may be added to make a lemon cream liqueur. Lemon juice is not used to alter the taste and affect the stability of the lemon liqueur.",
            "score": 89.32554960250854
        },
        {
            "docid": "1890868_8",
            "document": "Hunt's Snack Pack . Many of the above flavors are available in *no sugar added* and *fat free* varieties. Also, Lemon and Lemon Meringue Pie contain no milk products.",
            "score": 60.88626194000244
        },
        {
            "docid": "18919332_6",
            "document": "Poppy seed roll . The poppy seed filling is a paste of ground poppy seeds, milk, butter, sugar and/or honey, often with additional flavorings such as lemon zest and juice. It may have raisins. The walnut filling is a paste of ground walnuts, milk, butter, sugar, and raisins, often with additional flavorings such as coffee or orange zest.",
            "score": 69.65534973144531
        },
        {
            "docid": "6705643_6",
            "document": "Ganoderma applanatum . Ganoderma applanatum is a medicinal farming crop, that is used as a flavor enhancer in Asian cuisine. Ganoderma applanatum is non-digestible in its raw form, but it is used for cooking, because of its rich mushroom flavor. Blending with filtration, or cold pressing in water, is a common method for creating ganoderma drinks. Hot herbal soups, or fermentation in lemon acid with onion is a common use for cooking with ganoderma applanatum slices as an umami flavor enhancer in fermented foods.",
            "score": 38.96717572212219
        },
        {
            "docid": "18919332_4",
            "document": "Poppy seed roll . The dough is made of flour, sugar, egg yolk, milk or sour cream and butter, and yeast. The dough may be flavored with lemon or orange zest or rum. The poppy seed filling may contain ground poppy seeds, raisins, butter or milk, sugar or honey, rum and vanilla. Sometimes a tablespoon of apricot jam, which is one of the most popular jams used in the Hungarian cuisine, is substituted for sugar. The walnut roll filling contains raisins, rum, butter or milk, lemon rind and chopped walnuts. This filling may be spiced with cinnamon, nutmeg, clove or vanilla.",
            "score": 66.17033338546753
        },
        {
            "docid": "21195853_5",
            "document": "Hyson . Hyson tea has been described as light, warm, smooth, good-bodied, earthy, sunny, and spring-like in flavor. It can be served hot or iced. Milk and sugar are not typically added and are thought to diminish the flavor of hyson tea, but cold hyson tea is often garnished with lime or lemon.",
            "score": 56.22656440734863
        },
        {
            "docid": "21282070_20",
            "document": "Taste . The most common food group that contains naturally sour foods is fruit, such as lemon, grape, orange, tamarind, and sometimes melon. Wine also usually has a sour tinge to its flavor, and if not kept correctly, milk can spoil and develop a sour taste. Children in the US and UK show a greater enjoyment of sour flavors than adults, and sour candy is popular in North America including Cry Babies, Warheads, Lemon drops, Shock Tarts and sour versions of Skittles and Starburst. Many of these candies contain citric acid or malic acid.",
            "score": 88.24672055244446
        },
        {
            "docid": "7888444_2",
            "document": "Food chemistry . Food chemistry is the study of chemical processes and interactions of all biological and non-biological components of foods. The biological substances include such items as meat, poultry, lettuce, beer, and milk as examples. It is similar to biochemistry in its main components such as carbohydrates, lipids, and protein, but it also includes areas such as water, vitamins, minerals, enzymes, food additives, flavors, and colors. This discipline also encompasses how products change under certain food processing techniques and ways either to enhance or to prevent them from happening. An example of enhancing a process would be to encourage fermentation of dairy products with microorganisms that convert lactose to lactic acid; an example of preventing a process would be stopping the browning on the surface of freshly cut apples using lemon juice or other acidulated water.",
            "score": 59.89025378227234
        },
        {
            "docid": "596114_10",
            "document": "Grey Goose (vodka) . In her book \"Hip Sips\", Lucy Brennan claims that Grey Goose vodka does not create excess heat on the palate while being consumed, creating a smoothness in flavor. Grey Goose Le Citron is a lemon-flavored vodka that tastes of lemon zest and juice. Grey Goose Cherry Noir is a black cherry-flavored vodka, Grey Goose L'Orange is an orange-flavored vodka, and the now-retired Grey Goose La Vanille tasted of vanilla, with hints of cinnamon and caramel. Grey Goose Le Melon, the latest flavored expression released in Summer 2014 is made with Cavaillon melons from the Provence region of France. Thibault has stated that Grey Goose does not plan to expand its number of flavored vodkas extensively, in order to not deviate from the original taste. The company has sponsored Grey Goose Taste by Appointment events in which personal mixologists attempt to match Grey Goose cocktails to the taste profiles of patrons at upscale establishments.",
            "score": 60.30641436576843
        },
        {
            "docid": "31020486_8",
            "document": "Baby Gaga . The milk is then flavored with vanilla and lemon zest. Collect all important ingredients to make sure that Baby Gaga ice cream is ready to be consumed. The recipe is as follows:",
            "score": 51.73312854766846
        },
        {
            "docid": "43779728_6",
            "document": "Cream of asparagus soup . Additional ingredients in its preparation may include half and half, light cream, evaporated milk, onion, garlic, lemon juice, celery, salt, pepper, leeks and herbs such as basil and parsley. Cheese may add flavor and thickness to the soup in versions that omit cream or milk. Sometimes rice is added.",
            "score": 63.67708730697632
        },
        {
            "docid": "25794082_4",
            "document": "Lemon liqueur . Different varieties of lemon are used to produce different flavors. The variety of lemon used is usually dictated by region. Various alcohols can be used to give distinct flavors. A higher proof alcohol maximizes extraction of the lemon flavor, whereas darker alcohols add complexity of flavor.  Many commercial brands of lemon liqueur are produced in Italy, in several styles (see Italian liqueur).",
            "score": 39.567182540893555
        },
        {
            "docid": "2940678_9",
            "document": "Backhousia citriodora . Lemon myrtle is one of the well known bushfood flavours and is sometimes referred to as the \"Queen of the lemon herbs\". The leaf is often used as dried flakes, or in the form of an encapsulated flavour essence for enhanced shelf-life. It has a range of uses, such as lemon myrtle flakes in shortbread; flavouring in pasta; whole leaf with baked fish; infused in macadamia or vegetable oils; and made into tea, including tea blends. It can also be used as a lemon flavour replacement in milk-based foods, such as cheesecake, lemon flavoured ice-cream and sorbet without the curdling problem associated with lemon fruit acidity.",
            "score": 67.60819578170776
        },
        {
            "docid": "12397645_31",
            "document": "Malagasy cuisine . In addition, a variety of other drinks are produced locally. Coffee is grown in the eastern part of the island and has become a standard breakfast drink, served black or with sweetened condensed milk at street-side kiosks. Black tea, occasionally flavored with vanilla, and herbal teas—particularly lemongrass and lemon bush (\"ravin'oliva\" )—are popular. Juices are made from guava, passion fruit, pineapple, tamarind, baobab, and other fruit. Fresh milk, however, is a luxury, and locally produced yogurts, ice creams or sweetened condensed milk mixed with hot water are the most common dairy sources of calcium. Cola and orange soft drinks are produced locally, as is \"Bonbon Anglais,\" a local sweet lemon soda. Coca-Cola products are popular and widely consumed throughout the island.",
            "score": 69.74090504646301
        },
        {
            "docid": "37660272_3",
            "document": "Jin Xuan tea . Contrary to myth, the flavoring of the leaves to accentuate their characteristic buttery taste is not obtained through steeping or steaming them in milk before roasting. Given that this quality is varietally endemic to the tea, the taste enhancement is simply produced by extra oxidization. Reputable dealers usually declare whether it is a natural or flavored oolong. A flavored Jin Xuan can be recognized before the tea is steeped. The added flavors mask the natural tea flavor significantly.",
            "score": 52.723570823669434
        },
        {
            "docid": "18329036_2",
            "document": "Rainbow sherbet . Rainbow sherbet is a frozen dessert made with the foundations in ice cream, milk and sugar; however, sherbet also contains a frozen mixture of sweetened fruit juice, water, which may contain milk, egg whites and/or gelatin, orange, raspberry, lime, lemon, or pineapple flavors. Sherbet is traditionally eaten between courses of a meal, as it helps clean the palate.",
            "score": 67.97988319396973
        },
        {
            "docid": "8444939_7",
            "document": "Canned tea . The introduction of oolong was quickly followed by the development of canned teas based on other tea varieties, including green and black teas. Additional flavor options also included the addition of sweeteners, sugar, milk and lemon, along with other fruit flavors. By 1991, the canned tea market was grossing US$325 millon annually, after having doubled in each of the ten years since its introduction.",
            "score": 53.889673709869385
        },
        {
            "docid": "434445_2",
            "document": "Flavored milk . Flavored milk is a sweetened dairy drink made with milk, sugar, colorings and artificial or natural flavorings. Flavored milk is often pasteurized using ultra-high-temperature (UHT) treatment, which gives it a longer shelf-life than plain milk. Pre-mixed flavored milk is sold in the refrigerated dairy case alongside other milk products. Flavored sweetened powders or syrups which are added to plain milk are also available.",
            "score": 59.303988218307495
        },
        {
            "docid": "1210420_5",
            "document": "Jolly Rancher . Jolly Rancher candies original flavors were watermelon, grape, apple, and Fire Stix. They then introduced cherry, orange tangerine, lemon, peach, and sour apple. Eventually, blue raspberry replaced lemon. In 2013, lemon was reintroduced in an all-lemon bag. Current flavors include cherry, blue raspberry, grape, green apple and watermelon. There are also sour, berry, cinnamon, and smoothie varieties. In 2015, Jolly Rancher offered a \"Fruity Bash\" variety bag which includes strawberry, mountain berry, lemon, orange, and pineapple. They also offer a \"red\" bag, with flavors such as strawberry and fruit punch, along with other \"red\" flavors. As of 2012, the peach flavor and wild berry flavors were discontinued by The Hershey Company.",
            "score": 44.361677408218384
        },
        {
            "docid": "777466_3",
            "document": "Pepsi Twist . The first incarnation of Pepsi Light was cola and lemon flavor with 50% fewer calories. It was soon replaced with lemon-flavored diet cola of the same name in the 1970s and 1980s in the United States called Pepsi Light, which was lemon-flavored by necessity to counteract the aftertaste of the artificial sweetener saccharin. When aspartame became more widely available, the lemon flavoring was removed from the newly rechristened Diet Pepsi.",
            "score": 39.59086275100708
        },
        {
            "docid": "116582_18",
            "document": "Smith Island, Maryland . Smith Island cake is often made using a commercial cake mix but with unusual additions such as condensed milk. It can also be made from scratch using flour. The most common flavor is yellow cake with chocolate icing but other flavors such as coconut, fig, strawberry, lemon, and orange are also common. Known simply as the Smith Island cake, the dessert is baked for any occasion and not reserved only for holidays.",
            "score": 51.0212664604187
        },
        {
            "docid": "6970752_2",
            "document": "Lemon drop (candy) . A lemon drop is a sugar coated, lemon-flavored candy that is typically colored yellow and often shaped like a miniature lemon. They can be sweet or have a more sour flavor. Lemon drops are made by boiling sugar, water and cream of tartar until it reaches the hard crack stage. As the mixture cools, lemon flavor is added. The candy is then rolled into long ropes, cut into small pieces and rolled in sugar. Lemon drops originated in England, where confectioners learned that adding acid such as lemon juice to the boiled sugar mixture prevented sugar from crystallizing.",
            "score": 68.92791795730591
        },
        {
            "docid": "57059548_7",
            "document": "Chennai Beverages . Chennai Beverages (CB) supplying hot beverages product such as tea, coffee, milk, lemon tea, masala tea, soup, cardamom tea, green tea, ginger tea, black tea, coffee bean, flavored sachets.",
            "score": 49.55248737335205
        },
        {
            "docid": "7885234_8",
            "document": "Ptasie mleczko . In Estonia, \"linnupiim\" (also \"bird's milk\" in Estonian) is the brand name of a similar candy made by the Kalev candy factory. This candy uses agar-agar instead of gelatin as a thickening agent and comes in three flavors: chocolate, vanilla, and lemon.",
            "score": 49.29276371002197
        },
        {
            "docid": "14810717_8",
            "document": "Fitger's Brewing Company . Fitger's was one of the first breweries to start distributing carbonated soft drinks by the bottle. The soft drinks were made in numerous flavors that often changed. Some of the usual flavors included grape, orange, and strawberry, but they also experimented with other flavors such as imitation chocolate milk shake, black calf, black cow, ginger ale, lemon soda, strawberry fizz, and carbonated water. Their experimenting lead them to the production of champagne-like beverages such as Extra Dry and Silver Spray. Both of which were immediate successes through mass amounts of advertising.",
            "score": 49.85983872413635
        },
        {
            "docid": "34922589_4",
            "document": "Lemon drop . A lemon drop is a cocktail with a lemony, sweet and sour flavor, whereby the sweet and sour ingredients serve to contrast and balance one another. It is a vodka-based cocktail that is prepared with the addition of lemon juice, triple sec and simple syrup. Plain or citrus-flavored vodka may be used in its preparation, such as citron vodka. Lemon-flavored vodka is also sometimes used. Lemon juice that has been freshly squeezed may be used, which can produce a superior drink compared to using commercially prepared lemon juice. Some versions are prepared using the juice from Meyer lemons.",
            "score": 63.38377809524536
        },
        {
            "docid": "434445_7",
            "document": "Flavored milk . Jamie Oliver, host of Jamie Oliver's Food Revolution, brought attention in the United States to public schools that serve flavored milk in the school cafeterias. Flavored milk advocates claim that many children will avoid the nutrition found in milk unless it has been flavored, with the benefits of milk outweighing a few teaspoons of sugar. Opponents say that with rising levels of obesity and heart disease, flavored milk should be removed from schools and children should be taught to drink plain milk.",
            "score": 56.68697381019592
        },
        {
            "docid": "427924_15",
            "document": "Condensed milk . In New Orleans, sweetened condensed milk is commonly used as a topping on chocolate or similarly cream-flavored snowballs. In Scotland, it is mixed with sugar and butter then boiled to form a popular sweet candy called tablet or Swiss milk tablet, this recipe being very similar to another version of the Brazilian candy brigadeiro called \"branquinho\". In some parts of the Southern United States, condensed milk is a key ingredient in lemon ice box pie, a sort of cream pie. In the Philippines, condensed milk is mixed with some evaporated milk and eggs, spooned into shallow metal containers over liquid caramelized sugar, and then steamed to make a stiffer and more filling version of \"crème\" caramel known as \"leche flan\", also common in Brazil under the name \"pudim de leite\".",
            "score": 64.08277606964111
        },
        {
            "docid": "434445_3",
            "document": "Flavored milk . Flavored milk contains sugar, colorings, and (mostly inexpensive artificial) flavorings added to make it more appetizing, especially to children (a prominent example can be found in the artificial strawberry flavor, ethyl methylphenylglycidate) can be sold as a powder to be added to plain milk, or bought pre-mixed alongside other milk products. Flavoring can be included in a straw, and some flavored milk products are designed as dietary supplements by including additional vitamins or minerals.",
            "score": 54.7253258228302
        },
        {
            "docid": "48797580_9",
            "document": "Avocado cake . Some milk sponge cakes can be topped with avocado crazy, a food in Sri Lankan cuisine. Avocado crazy can be prepared with avocado, cream, sugar and lemon juice. Rum may also be added. Avocado crazy may have a creamy texture and flavor.",
            "score": 64.47449541091919
        },
        {
            "docid": "148858_2",
            "document": "Kakigōri . Popular flavors include strawberry, cherry, lemon, green tea, grape, melon, \"Blue Hawaii\", sweet plum, and colorless syrup. Some shops provide colorful varieties by using two or more syrups. To sweeten kakigōri, condensed or evaporated milk is often poured on top of it.",
            "score": 51.811415672302246
        }
    ],
    "r": [
        {
            "docid": "214287_2",
            "document": "Curd . Curds are a dairy product obtained by coagulating milk in a process called curdling. The coagulation can be caused by adding rennet or any edible acidic substance such as lemon juice or vinegar, and then allowing it to coagulate. The increased acidity causes the milk proteins (casein) to tangle into solid masses, or \"curds\". Milk that has been left to sour (raw milk alone or pasteurized milk with added lactic acid bacteria) will also naturally produce curds, and sour milk cheeses are produced this way. Producing cheese curds is one of the first steps in cheesemaking; the curds are pressed and drained to varying amounts for different styles of cheese and different secondary agents (molds for blue cheeses, etc.) are introduced before the desired aging finishes the cheese. The remaining liquid, which contains only whey proteins, is the whey. In cow's milk, 90 percent of the proteins are caseins.",
            "score": 94.2799301147461
        },
        {
            "docid": "1868621_2",
            "document": "Soured milk . Soured milk denotes a range of food products produced by the acidification of milk. Acidification, which gives the milk a tart taste, is achieved either through bacterial fermentation or through the addition of an acid, such as lemon juice or vinegar. The acid causes milk to coagulate and thicken, inhibiting the growth of harmful bacteria and improving the product's shelf life.",
            "score": 93.32506561279297
        },
        {
            "docid": "25794082_2",
            "document": "Lemon liqueur . Lemon liqueur is a liqueur made from lemons, liquor, and sugar. It is light to bright lemon yellow in color; intensely lemony in flavor; clear, cloudy, or opaque; and sweet or sweet and sour. Lemon zest is used, water may be added, and the liqueur is not sour. Milk or cream may be added to make a lemon cream liqueur. Lemon juice is not used to alter the taste and affect the stability of the lemon liqueur.",
            "score": 89.32554626464844
        },
        {
            "docid": "21282070_20",
            "document": "Taste . The most common food group that contains naturally sour foods is fruit, such as lemon, grape, orange, tamarind, and sometimes melon. Wine also usually has a sour tinge to its flavor, and if not kept correctly, milk can spoil and develop a sour taste. Children in the US and UK show a greater enjoyment of sour flavors than adults, and sour candy is popular in North America including Cry Babies, Warheads, Lemon drops, Shock Tarts and sour versions of Skittles and Starburst. Many of these candies contain citric acid or malic acid.",
            "score": 88.24671936035156
        },
        {
            "docid": "235923_13",
            "document": "Buttermilk . \"Acidified buttermilk\" is a related product made by adding a food-grade acid (such as lemon juice) to milk. It can be produced by mixing 1 tablespoon of vinegar or lemon juice per 1 cup of milk and letting it sit until it curdles, about 10 minutes. Any level of fat content for the milk ingredient may be used, but whole milk is usually used for baking. In the process which is used to produce paneer, such acidification is done in the presence of heat.",
            "score": 87.68089294433594
        },
        {
            "docid": "2661403_4",
            "document": "Cuajada . A similar product named \"coalhada\", Portuguese for 'curdled', is found mostly in Brazil, especially in rural areas, where traditional recipes are more common. It is made from curdled milk (specifically from putting acidic plant-based substances such as lemon juice, other citrus juice or vinegar on boiled milk, mainly those of cattle or goat) and yogurt. Recipes vary but usually contain sugar and/or fruit juices for sweetness.",
            "score": 85.24576568603516
        },
        {
            "docid": "11749910_4",
            "document": "Cheese . For a few cheeses, the milk is curdled by adding acids such as vinegar or lemon juice. Most cheeses are acidified to a lesser degree by bacteria, which turn milk sugars into lactic acid, then the addition of rennet completes the curdling. Vegetarian alternatives to rennet are available; most are produced by fermentation of the fungus \"Mucor miehei\", but others have been extracted from various species of the \"Cynara\" thistle family. Cheesemakers near a dairy region may benefit from fresher, lower-priced milk, and lower shipping costs.",
            "score": 80.83731079101562
        },
        {
            "docid": "1101446_3",
            "document": "Curdling . Milk and soy milk are curdled intentionally to make cheese and tofu by the addition of enzymes (typically rennet), acids (including lemon juice), or various salts (magnesium chloride, calcium chloride, or gypsum); the curds are then pressed.",
            "score": 80.83103942871094
        },
        {
            "docid": "235923_4",
            "document": "Buttermilk . A quick version of buttermilk, known as \"acidified buttermilk\", is used to make paneer. This version is simply cow's milk with a food-grade acid like lemon juice or vinegar added and left to sit for at least 10 minutes. That is when the milk has curdled.",
            "score": 79.54891967773438
        },
        {
            "docid": "1868621_4",
            "document": "Soured milk . Soured milk that is produced by the addition of an acid, with or without the addition of microbial organisms, is more specifically called acidified milk. In the United States, acids used to manufacture acidified milk include acetic acid (commonly found in vinegar), adipic acid, citric acid (commonly found in lemon juice), fumaric acid, glucono-delta-lactone, hydrochloric acid, lactic acid, malic acid, phosphoric acid, succinic acid, and tartaric acid.",
            "score": 79.18511199951172
        },
        {
            "docid": "408443_8",
            "document": "Baileys Irish Cream . As is the case with milk, cream will curdle whenever it comes into contact with a weak acid. Milk and cream contain casein, which coagulates, when mixed with weak acids such as lemon, tonic water, or traces of wine. While this outcome is undesirable in most situations, some cocktails specifically encourage coagulation.",
            "score": 78.1457290649414
        },
        {
            "docid": "1011480_2",
            "document": "Filmjölk . Filmjölk (), also known as fil, is a traditional fermented milk product from Sweden, and a common dairy product within the Nordic countries. It is made by fermenting cow's milk with a variety of bacteria from the species \"Lactococcus lactis\" and \"Leuconostoc mesenteroides\". The bacteria metabolize lactose, the sugar naturally found in milk, into lactic acid which means people who are lactose intolerant can tolerate it better than other dairy products. The acid gives filmjölk a sour taste and causes proteins in the milk, mainly casein, to coagulate, thus thickening the final product. The bacteria also produce a limited amount of diacetyl, a compound with a buttery flavor, which gives filmjölk its characteristic taste.",
            "score": 77.85952758789062
        },
        {
            "docid": "1262407_2",
            "document": "Sour milk cheese . Sour milk cheese or acid-set cheese is a cheese that has been curdled (coagulated) by natural souring or by the addition of lactic acid bacteria, such as traditional curd cheese or cottage cheese. Sour milk cheese does not use rennet for coagulation.",
            "score": 75.41059875488281
        },
        {
            "docid": "2208584_3",
            "document": "Hershey bar . The Hershey Process milk chocolate in these bars uses fresh milk delivered directly from local farms. The process was developed by Milton Hershey and produced the first mass-produced chocolate in the United States. As a result, the Hershey flavor is widely recognized in the United States, but less so internationally, especially in areas where European chocolates are more widely available. The process is a company and trade secret, but experts speculate that the milk is partially lipolyzed, producing butyric acid, which stabilizes the milk from further fermentation. This flavor gives the product a particular sour, \"tangy\" taste that the US public has come to associate with the taste of chocolate, to the point that other manufacturers often add butyric acid to their milk chocolates. The American bar's taste profile was not as popular with the Canadian public, leading Hershey to introduce a reformulated Canadian bar in 1983.",
            "score": 74.56731414794922
        },
        {
            "docid": "1868621_8",
            "document": "Soured milk . Raw milk that has not gone sour is sometimes referred to as \"sweet milk\", because it contains the sugar lactose. Fermentation converts the lactose to lactic acid, which has a sour flavor. Before the invention of refrigeration, raw milk commonly became sour before it could be consumed, and various recipes incorporate such leftover milk as an ingredient. Sour milk produced by fermentation differs in flavor from that produced by acidification, because the acids commonly added in commercial manufacture have different flavors from lactic acid, and also because fermentation can introduce new flavors. Modern food safety standards mean that milk that has gone sour is considered safe to drink.",
            "score": 74.2433853149414
        },
        {
            "docid": "1481177_2",
            "document": "Syllabub . Syllabub is an English sweet frothy drink which was popular from the 16th to 19th centuries, and a dessert based on it, which is still eaten. The drink was made of milk or cream, curdled by the addition of wine, cider, or other acid, and often sweetened and flavoured. The dessert is typically made of whipped cream, wine or sherry, sugar and lemon juice.",
            "score": 73.8640365600586
        },
        {
            "docid": "444368_4",
            "document": "Goat cheese . Goat cheese has been made for thousands of years and was probably one of the earliest made dairy products. In the most simple form, goat cheese is made by allowing raw milk to naturally curdle, and then draining and pressing the curds. Other techniques use an acid (such as vinegar or lemon juice) or rennet to coagulate the milk. Soft goat cheeses are made in kitchens all over the world, with cooks hanging bundles of cheesecloth filled with curds in the warm kitchen for several days to drain and cure. If the cheese is to be aged, it is often brined so it will form a rind, and then stored in a cool cheese cave for several months to cure.",
            "score": 73.49543762207031
        },
        {
            "docid": "8768043_13",
            "document": "Poppy seed . Fillings in pastries are sometimes made of finely ground poppy seeds mixed with butter or milk and sugar. The ground filling is used in poppy seed rolls and some croissants and may be flavored with lemon or orange zest, rum and vanilla with raisins, heavy cream, cinnamon, and chopped blanched almonds or walnuts added. For sweet baked goods, sometimes instead of sugar a tablespoon of jam, or other sweet binding agent, like syrup is substituted. The poppy seed for fillings are best when they are finely and freshly ground because this will make a big difference in the pastry filling's texture and taste. Some recipes for Mohnstriezel use poppy seed soaked in water for two hours or boiled in milk. A recipe for Ukrainian poppyseed cake recommends preparing the seeds by immersing in boiling water, straining and soaking in milk overnight.",
            "score": 72.98486328125
        },
        {
            "docid": "443767_11",
            "document": "Cheese curd . In the Indian subcontinent, fresh cheese curd is also known as cottage cheese. It is made by boiling milk and then adding an acid (vinegar, lemon juice) to curdle it. Once the milk is curdled, the watery portion is discarded and the white casein is retained. It is then put into a mold and made into a roughly rectangular or oval shape. Paneer, as it is known all over the country, is widely used in snacks, appetizers, main course, and rice biryani. It is an alternative to meat and is very popular especially in India.",
            "score": 72.27972412109375
        },
        {
            "docid": "172474_31",
            "document": "Lactic acid . Lactic acid is found primarily in sour milk products, such as koumiss, laban, yogurt, kefir, and some cottage cheeses. The casein in fermented milk is coagulated (curdled) by lactic acid. Lactic acid is also responsible for the sour flavor of sourdough bread.",
            "score": 72.10372161865234
        },
        {
            "docid": "8637946_10",
            "document": "George W. Hart . According to Hart, most attempted solutions tend to overlook one of the three pairs. Issues of personal taste and preparation complicate the issue, as combinations some consider acceptable sound unpalatable to others, and problems such as milk curdling with the addition of lemon juice can potentially be overcome if a cheesemaking process is employed.",
            "score": 71.85538482666016
        },
        {
            "docid": "46940783_8",
            "document": "Kerrygold Irish Cream Liqueur . Like other Irish creams, the cream will curdle whenever it comes into contact with a weak acid. Milk and cream contain casein, which coagulates, when mixed with weak acids such as lemon, tonic water, or traces of wine. While this outcome is undesirable in most situations, some cocktails specifically encourage coagulation.",
            "score": 71.65339660644531
        },
        {
            "docid": "210560_6",
            "document": "Whey . To produce cheese, rennet or an edible acid is added to heated milk. This makes the milk coagulate or curdle, separating the milk solids (curds) from the liquid whey. Sweet whey is the byproduct of rennet-coagulated cheese, and acid whey (also called sour whey) is the byproduct of acid-coagulated cheese. Sweet whey has a pH greater than or equal to 5.6, acid whey has a pH less than or equal to 5.1.",
            "score": 71.33364868164062
        },
        {
            "docid": "21299730_3",
            "document": "Lemon . The tree's ellipsoidal yellow fruit is used for culinary and non-culinary purposes throughout the world, primarily for its juice, which has both culinary and cleaning uses. The pulp and rind (zest) are also used in cooking and baking. The juice of the lemon is about 5% to 6% citric acid, with a pH of around 2.2, giving it a sour taste. The distinctive sour taste of lemon juice makes it a key ingredient in drinks and foods such as lemonade and lemon meringue pie.",
            "score": 71.33226013183594
        },
        {
            "docid": "930910_2",
            "document": "Paneer . Paneer () is a fresh cheese common in South Asia, especially in India. It is an unaged, acid-set, non-melting farmer cheese made by curdling heated milk with lemon juice, vinegar, or any other food acids. In eastern India its crumbly and moist form (cheese curd or acid-set cottage cheese) is called chhena. It is known as \"fonir\" in Sylhet.",
            "score": 70.08767700195312
        },
        {
            "docid": "235923_5",
            "document": "Buttermilk . The tartness of buttermilk is due to acid in the milk. The increased acidity is primarily due to lactic acid produced by lactic acid bacteria while fermenting lactose, the primary sugar in milk. As the bacteria produce lactic acid, the pH of the milk decreases and casein, the primary milk protein, precipitates, causing the curdling or clabbering of milk. This process makes buttermilk thicker than plain milk. While both traditional and cultured buttermilk contain lactic acid, traditional buttermilk tends to be less viscous, whereas cultured buttermilk is more viscous.",
            "score": 70.02931213378906
        },
        {
            "docid": "12397645_31",
            "document": "Malagasy cuisine . In addition, a variety of other drinks are produced locally. Coffee is grown in the eastern part of the island and has become a standard breakfast drink, served black or with sweetened condensed milk at street-side kiosks. Black tea, occasionally flavored with vanilla, and herbal teas—particularly lemongrass and lemon bush (\"ravin'oliva\" )—are popular. Juices are made from guava, passion fruit, pineapple, tamarind, baobab, and other fruit. Fresh milk, however, is a luxury, and locally produced yogurts, ice creams or sweetened condensed milk mixed with hot water are the most common dairy sources of calcium. Cola and orange soft drinks are produced locally, as is \"Bonbon Anglais,\" a local sweet lemon soda. Coca-Cola products are popular and widely consumed throughout the island.",
            "score": 69.74090576171875
        },
        {
            "docid": "18919332_6",
            "document": "Poppy seed roll . The poppy seed filling is a paste of ground poppy seeds, milk, butter, sugar and/or honey, often with additional flavorings such as lemon zest and juice. It may have raisins. The walnut filling is a paste of ground walnuts, milk, butter, sugar, and raisins, often with additional flavorings such as coffee or orange zest.",
            "score": 69.65534973144531
        },
        {
            "docid": "1323770_2",
            "document": "Lemon ice box pie . Lemon ice box pie is a dessert consisting of lemon juice, eggs, and condensed milk in a pie crust, frequently made of graham crackers and butter. It is a variant of Key lime pie; in both, the citric acidity sets the egg yolks, with minimal baking.",
            "score": 68.9428939819336
        },
        {
            "docid": "6970752_2",
            "document": "Lemon drop (candy) . A lemon drop is a sugar coated, lemon-flavored candy that is typically colored yellow and often shaped like a miniature lemon. They can be sweet or have a more sour flavor. Lemon drops are made by boiling sugar, water and cream of tartar until it reaches the hard crack stage. As the mixture cools, lemon flavor is added. The candy is then rolled into long ropes, cut into small pieces and rolled in sugar. Lemon drops originated in England, where confectioners learned that adding acid such as lemon juice to the boiled sugar mixture prevented sugar from crystallizing.",
            "score": 68.92791748046875
        },
        {
            "docid": "418172_4",
            "document": "Mizithra . Mizithra is made from raw, whole ewe's or goat's milk in the simplest way possible: milk is brought to a slow boil for a few minutes and then curdled by adding rennet or whey from a previous batch (see below) or else some acidic substance such as lemon juice, vinegar or even a fresh broken fig tree sprig. As soon as curds have formed they are poured into a cheesecloth bag and hung to drain. The whey dripping out of the bag can be used to curdle the next batch of mizithra. After a few days mizithra forms a sweet, moist, soft mass molded in the shape of the hanging bag with a rounded bottom and a conical, wrinkly top. At this stage it is called \"sweet\" or \"fresh mizithra\" and may be eaten or, often, baked in pies.",
            "score": 68.91754913330078
        },
        {
            "docid": "19714_109",
            "document": "Milk . Pasteurization of cow's milk initially destroys any potential pathogens and increases the shelf life, but eventually results in spoilage that makes it unsuitable for consumption. This causes it to assume an unpleasant odor, and the milk is deemed non-consumable due to unpleasant taste and an increased risk of food poisoning. In raw milk, the presence of lactic acid-producing bacteria, under suitable conditions, ferments the lactose present to lactic acid. The increasing acidity in turn prevents the growth of other organisms, or slows their growth significantly. During pasteurization, however, these lactic acid bacteria are mostly destroyed.",
            "score": 68.90936279296875
        }
    ]
}