{
    "q": [
        {
            "docid": "21473_71",
            "document": "Nikola Tesla . Before World War I, Tesla sought overseas investors. After the war started, Tesla lost the funding he was receiving from his patents in European countries.",
            "score": 48.874120235443115
        },
        {
            "docid": "5046265_11",
            "document": "Kolubara . A series of coal based power stations are built in the basin, including \"Kolubara\" (130 MW, at Veliki Crljeni), \"Nikola Tesla B-1\" (in 1983) and \"Nikola Tesla B-2\" (both 615 MW, in Obrenovac).",
            "score": 35.44885587692261
        },
        {
            "docid": "27442010_2",
            "document": "The Secret of Nikola Tesla . The Secret of Nikola Tesla (), is a 1980 Yugoslav biographical film which details events in the life of the Serbian-American engineer and inventor Nikola Tesla (1856-1943), portrayed by Serbian actor Petar Božović. Tesla grew up in the Austro-Hungarian Empire), studied engineering and physics, and moved to New York in 1884. He became an American citizen in 1891 and is known for his contributions to electrical engineering.",
            "score": 50.477041721343994
        },
        {
            "docid": "264823_2",
            "document": "List of Nikola Tesla patents . Nikola Tesla was an inventor who obtained around 300 patents worldwide for his inventions. Some of Tesla's patents are not accounted for, and various sources have discovered some that have lain hidden in patent archives. There are a minimum of 278 patents issued to Tesla in 26 countries that have been accounted for. Many of Tesla's patents were in the United States, Britain, and Canada, but many other patents were approved in countries around the globe. Many inventions developed by Tesla were not put into patent protection.",
            "score": 41.17758750915527
        },
        {
            "docid": "21473_79",
            "document": "Nikola Tesla . At the 1934 party, Tesla told reporters he had designed a superweapon he claimed would end all war. He would call it \"teleforce\", but was usually referred to as his death ray. Tesla described it as a defensive weapon that would be put up along the border of a country to be used against attacking ground-based infantry or aircraft. Tesla never revealed detailed plans of how the weapon worked during his lifetime, but in 1984, they surfaced at the Nikola Tesla Museum archive in Belgrade. The treatise, \"The New Art of Projecting Concentrated Non-dispersive Energy through the Natural Media\", described an open-ended vacuum tube with a gas jet seal that allows particles to exit, a method of charging slugs of tungsten or mercury to millions of volts, and directing them in streams (through electrostatic repulsion). Tesla tried to interest the US War Department, the United Kingdom, the Soviet Union, and Yugoslavia in the device.",
            "score": 44.750293254852295
        },
        {
            "docid": "1467219_3",
            "document": "Belgrade Nikola Tesla Airport . The flag carrier and largest airline of Serbia, Air Serbia, uses Belgrade Nikola Tesla as their hub. It is also one of the operating bases for low cost airline Wizz Air. The air taxi services Air Pink, Eagle Express and Prince Aviation also call the airport their home. The airport is operated by the state-owned company \"Aerodrom Nikola Tesla Beograd\".",
            "score": 37.75824022293091
        },
        {
            "docid": "32925149_9",
            "document": "Sanja Bestic . In May 2013 she wrapped up \"Tesla\" written by British award winning playwright Sheri Graubert and produced by EasyTheaters Productions based in London. \"Tesla\" premiered in May 2013 in New York City. The play was a sold out success, winning the young director the Tesla Award. It starred James Lee Taylor as Nikola Tesla, one of the most respected Serbian-American scientists in the world. The play will soon be moving to London’s West End. Furthermore, Sanja's goal is to take this story a step further in 2014 by directing a documentary movie about the mysterious life of Nikola Tesla. These projects are highly supported by The Tesla Science Foundation and Office for Cooperation with Diaspora and Serbs in the Region.  Nikola Tesla is finally beginning to attract real attention and encourage serious debate nearly 70 years after his death. Nikola Tesla, Serbian-American scientist, the man who lit the world, gave his greatest contribution to science and technological progress of the world as the inventor of the rotating magnetic field and of the complete system of production and distribution of electrical energy (motors, generators) based on the use of alternate currents. His name was given to the SI unit for magnetic induction (\"tesla\"). Tesla also constructed the generators of high-frequency alternate currents and high-voltage coreless transformer known today as \"Tesla Coil\". Sanja has managed to bring to life moments of Tesla's life that the public had yet to see and displayed important moments and sequences of Tesla's life, which for mysterious reasons have remained a well kept secret to date. Tesla whom we might have referred to as holy, sacred, died before he was recognized as someone who truly marked the history of mankind. Sanja's play was supported by the Office for Cooperation with Diaspora and Serbs in the Region, Consulate General of the Republic of Serbia in New York, Vuk Jeremić - Serbian physicist, politician and President of the 67th session of United Nations General Assembly, the Tesla Science Foundation, the Nikola Tesla Club, and the Nikola Tesla Inventors Club in the US.",
            "score": 47.11530327796936
        },
        {
            "docid": "21473_16",
            "document": "Nikola Tesla . In March 1879, Tesla's father went to Maribor to beg his son to return home, but he refused. Nikola suffered a nervous breakdown around the same time. On 24 March 1879, Tesla was returned to Gospić under police guard for not having a residence permit.",
            "score": 39.75268220901489
        },
        {
            "docid": "2300571_5",
            "document": "TPP Nikola Tesla . Located between the villages of Skela and Ušće. There are two generation units with a total capacity of 1160 MW. TPP Nikola Tesla B was first synchronised on March 11, 1983. Its chimney is 280 metres tall.",
            "score": 35.76262712478638
        },
        {
            "docid": "54115706_7",
            "document": "Energetics of Serbia . Today in Serbia there are the following plants: in the basin Kolubara - Nikola Tesla A and B, and Kolubara, then Kostolac A and Kostolac B in Kostolac basins. On the Velika Morava river, near Svilajnac, power plant Morava. In the Kosovo basin are power plant Kosovo, Obilic A and B and Trepca, while there in the Metohija power plants are Djakovica and Orahovac. In Vojvodina, and there in Zrenjanin and Novi Sad. The strongest power plant is \"Nikola Tesla A \", with a total power of 1,650 MW.",
            "score": 33.04132413864136
        },
        {
            "docid": "11450835_3",
            "document": "Tesla: Man Out of Time . \"Tesla: Man Out of Time\" describes the life of Nikola Tesla (1856–1943), the Serbian-American inventor, electrical engineer, mechanical engineer, physicist, and futurist. Margaret Cheney's narrative details Tesla's childhood during the 1850s and 1860s in the then Austro-Hungarian Empire, his 1884 arrival in New York, becoming American citizen in 1891, his inventions and contributions to engineering, up to his death New York at age 86 during the middle of World War II in 1943. The book is focused largely on Tesla's personality and not his inventions.",
            "score": 51.85691714286804
        },
        {
            "docid": "21473_7",
            "document": "Nikola Tesla . Nikola Tesla was born an ethnic Serb in the village Smiljan, Lika county, in the Austrian Empire (present day Croatia), on 1856. His father, Milutin Tesla (1819–1879), was an Eastern Orthodox priest. Tesla's mother, Đuka Tesla (née Mandić; 1822–1892), whose father was also an Orthodox priest, had a talent for making home craft tools and mechanical appliances and the ability to memorize Serbian epic poems. Đuka had never received a formal education. Tesla credited his eidetic memory and creative abilities to his mother's genetics and influence. Tesla's progenitors were from western Serbia, near Montenegro.",
            "score": 59.46345138549805
        },
        {
            "docid": "1467219_16",
            "document": "Belgrade Nikola Tesla Airport . With a change in government and international sentiment, normal air traffic resumed in 2001. A few years later the airport's terminal 2 underwent a major reconstruction. The runway was upgraded to CAT IIIb in 2005, as part of a large renovation project. CAT IIIb is the latest runway system, giving aircraft the security of landing during fog and storms. In 2006, the airport was renamed to \"Belgrade Nikola Tesla Airport\". Nikola Tesla was a Serbian-American inventor and scientist, generally considered one of the world's most famous inventors. The construction of the new air traffic control center was completed in 2010. In 2011 Belgrade Nikola Tesla Airport shares (AERO) began trading on the Belgrade Stock Exchange (BELEX).",
            "score": 41.75087523460388
        },
        {
            "docid": "7409536_5",
            "document": "Nikola Tesla in popular culture . Tesla's birthday, 10 July, has been suggested by some to be World Tesla Day, Nikola Tesla Day, or simply, Tesla Day. Some organizations celebrate Tesla Day informally on 10 July. However, The Tesla Memorial Society wrote letters to several officials asking to commemorate 10 July as international Nikola Tesla Day.",
            "score": 41.919687271118164
        },
        {
            "docid": "11450751_3",
            "document": "Wizard: The Life and Times of Nikola Tesla . Seifer follows the life of Nikola Tesla, the Serbian American inventor, electrical engineer, mechanical engineer, physicist, and futurist. He covers the high points of the inventors life through his designs used in the modern alternating current system, experimentation with high frequency current and wireless power transmission, wireless remote control, X-ray imaging, and Tesla's \"death ray\". Seifer goes on to cover Tesla's downfall, attributing it to Tesla's megalomaniacal, neurotic, self-destructive tendencies, and Tesla's interactions with financier J. Pierpont Morgan.",
            "score": 42.40921187400818
        },
        {
            "docid": "1182319_10",
            "document": "Goat Island (New York) . The island is home to the Tesla Monument which honors the Serbian-American inventor, Nikola Tesla. The statue was a given to the United States by the government of Yugoslavia in 1976. The sculptor of the statue is Frano Kršinić (1897–1982), a renowned Yugoslav sculptor. In mid-2016, the statue was relocated to Stedman’s Bluff, the section of the island that overlooks the Bridal Veil Falls and the American Falls, to increase popularity.",
            "score": 39.09181261062622
        },
        {
            "docid": "1529691_2",
            "document": "My Inventions: The Autobiography of Nikola Tesla . My Inventions: The Autobiography of Nikola Tesla is a book compiled and edited by Ben Johnston detailing the work of Nikola Tesla. The content was largely drawn from a series of articles that Nikola Tesla had written for \"Electrical Experimenter\" magazine in 1919, when he was 63 years old.",
            "score": 47.35873758792877
        },
        {
            "docid": "7409536_2",
            "document": "Nikola Tesla in popular culture . Nikola Tesla (10 July 1856 – 7 January 1943) is portrayed in multiple forms of popular culture. The Serbian-American engineer has particularly been depicted in science fiction, a genre which is well-suited to address his inventions; while often exaggerated, the fictionalized variants build mostly upon his own alleged claims or ideas. A popular, growing fixation among science fiction, comic book, and speculative history storytellers is to portray Tesla as a member of a secret society, along with other luminaries of science. The impacts of the technologies invented by Nikola Tesla are a recurring theme in the steampunk genre of alternate technology science-fiction.",
            "score": 41.52236890792847
        },
        {
            "docid": "4966622_4",
            "document": "Nikola Tesla Museum . The Nikola Tesla Museum is charged with preserving and displaying the legacy of Nikola Tesla. The present director is Branimir Jovanović.",
            "score": 36.58368444442749
        },
        {
            "docid": "21473_88",
            "document": "Nikola Tesla . Tesla obtained around 300 patents worldwide for his inventions. Some of Tesla's patents are not accounted for, and various sources have discovered some that have lain hidden in patent archives. There are a minimum of 278 known patents issued to Tesla in 26 countries. Many of Tesla's patents were in the United States, Britain, and Canada, but many other patents were approved in countries around the globe. Many inventions developed by Tesla were not put into patent protection.",
            "score": 40.03594160079956
        },
        {
            "docid": "7409536_6",
            "document": "Nikola Tesla in popular culture . Google honored Tesla on his birthday on 10 July 2009 by displaying a Google Doodle in the Google search home page, that showed the G as a Tesla coil.",
            "score": 38.26412916183472
        },
        {
            "docid": "14544903_2",
            "document": "Tesla River . The Tesla River is a tributary of the Tărlung River in Romania. The river is named after the famous Serbian-American electrical engineer Nikola Tesla.",
            "score": 38.30239772796631
        },
        {
            "docid": "11450895_2",
            "document": "The Fantastic Inventions of Nikola Tesla . The Fantastic Inventions of Nikola Tesla () is a 1993 book compiled and edited by David Hatcher Childress detailing the work of Nikola Tesla. Additional content of the book, besides the patent cover pages and lectures of Tesla, is provided by Childress.",
            "score": 36.9366774559021
        },
        {
            "docid": "11451008_2",
            "document": "The Inventions, Researches, and Writings of Nikola Tesla . The Inventions, Researches and Writings of Nikola Tesla is a book compiled and edited by Thomas Commerford Martin detailing the work of Nikola Tesla up to 1893. The book is a comprehensive compilation of Tesla's early work with many illustrations.",
            "score": 36.9366774559021
        },
        {
            "docid": "51769920_2",
            "document": "Tesla (film) . Tesla is a 2016 American documentary film about Nikola Tesla. The film is directed by David Grubin and distributed on the PBS network. It premiered on October 18, 2016 as part of the \"American Experience\" series during the 28th season.",
            "score": 39.8633599281311
        },
        {
            "docid": "11451041_2",
            "document": "Prodigal Genius: The Life of Nikola Tesla . Prodigal Genius: The Life of Nikola Tesla () is a 1944 book by John Joseph O'Neill detailing the life of Nikola Tesla.",
            "score": 36.30126094818115
        },
        {
            "docid": "11450751_2",
            "document": "Wizard: The Life and Times of Nikola Tesla . The book Wizard, the Life and Times of Nikola Tesla is a biography of Nikola Tesla by Marc J. Seifer published in 1996.",
            "score": 38.24362230300903
        },
        {
            "docid": "4039179_2",
            "document": "Nikola Tesla electric car hoax . The Nikola Tesla electric car hoax is an anecdote that refers to a supposed Nikola Tesla invention described by Peter Savo, who claimed to be a nephew of Tesla, to Derek Ahers in 1967. Savo said that Tesla took him to Buffalo, New York in 1931 and showed him a modified Pierce-Arrow car.",
            "score": 39.36181974411011
        },
        {
            "docid": "21473_2",
            "document": "Nikola Tesla . Nikola Tesla (; ; 10 July 1856 – 7 January 1943) was a Serbian-American inventor, electrical engineer, mechanical engineer, physicist, and futurist who is best known for his contributions to the design of the modern alternating current (AC) electricity supply system.",
            "score": 41.456520318984985
        },
        {
            "docid": "21473_106",
            "document": "Nikola Tesla . Tesla made predictions about the relevant issues of a post-World War I environment in a printed article, \"Science and Discovery are the great Forces which will lead to the Consummation of the War\" (20 December 1914). Tesla believed that the League of Nations was not a remedy for the times and issues.",
            "score": 43.964953899383545
        },
        {
            "docid": "1467219_2",
            "document": "Belgrade Nikola Tesla Airport . Belgrade Nikola Tesla Airport ( / \"Aerodrom Nikola Tesla Beograd\") , is an international airport serving Belgrade, Serbia. Previously known as Belgrade Airport ( / \"Aerodrom Beograd\") or Surčin Airport ( / \"Aerodrom Surčin\"), it was renamed in 2006 in honor of Serbian scientist and inventor Nikola Tesla. It is the largest and busiest airport in Serbia, situated west of downtown Belgrade near the suburb of Surčin, surrounded by Syrmia's fertile lowlands.",
            "score": 35.89441204071045
        },
        {
            "docid": "50812966_6",
            "document": "Nikola Motor Company . On May 1, 2018 Nikola Motor Company filed a lawsuit against Tesla seeking $2 billion in damages alleging that the Tesla Semi infringes on several patents Nikola have been granted on the design of the Nikola One. Tesla has responded that the lawsuit is without merit.",
            "score": 35.17761564254761
        }
    ],
    "r": [
        {
            "docid": "21473_7",
            "document": "Nikola Tesla . Nikola Tesla was born an ethnic Serb in the village Smiljan, Lika county, in the Austrian Empire (present day Croatia), on 1856. His father, Milutin Tesla (1819–1879), was an Eastern Orthodox priest. Tesla's mother, Đuka Tesla (née Mandić; 1822–1892), whose father was also an Orthodox priest, had a talent for making home craft tools and mechanical appliances and the ability to memorize Serbian epic poems. Đuka had never received a formal education. Tesla credited his eidetic memory and creative abilities to his mother's genetics and influence. Tesla's progenitors were from western Serbia, near Montenegro.",
            "score": 59.46345138549805
        },
        {
            "docid": "21473_13",
            "document": "Nikola Tesla . In 1875, Tesla enrolled at Austrian Polytechnic in Graz, Austria, on a Military Frontier scholarship. During his first year, Tesla never missed a lecture, earned the highest grades possible, passed nine exams (nearly twice as many as required), started a Serb cultural club, and even received a letter of commendation from the dean of the technical faculty to his father, which stated, \"Your son is a star of first rank.\" During his second year, Tesla came into conflict with Professor Poeschl over the Gramme dynamo, when Tesla suggested that commutators were not necessary.",
            "score": 52.931339263916016
        },
        {
            "docid": "11450835_3",
            "document": "Tesla: Man Out of Time . \"Tesla: Man Out of Time\" describes the life of Nikola Tesla (1856–1943), the Serbian-American inventor, electrical engineer, mechanical engineer, physicist, and futurist. Margaret Cheney's narrative details Tesla's childhood during the 1850s and 1860s in the then Austro-Hungarian Empire, his 1884 arrival in New York, becoming American citizen in 1891, his inventions and contributions to engineering, up to his death New York at age 86 during the middle of World War II in 1943. The book is focused largely on Tesla's personality and not his inventions.",
            "score": 51.85691833496094
        },
        {
            "docid": "27442010_2",
            "document": "The Secret of Nikola Tesla . The Secret of Nikola Tesla (), is a 1980 Yugoslav biographical film which details events in the life of the Serbian-American engineer and inventor Nikola Tesla (1856-1943), portrayed by Serbian actor Petar Božović. Tesla grew up in the Austro-Hungarian Empire), studied engineering and physics, and moved to New York in 1884. He became an American citizen in 1891 and is known for his contributions to electrical engineering.",
            "score": 50.47704315185547
        },
        {
            "docid": "23929962_3",
            "document": "Tesla's Letters . The play takes place in 1997, two years after Operation Storm and the Dayton Agreement and two years prior to the start of the Kosovo War and the US-led 1999 NATO bombing of Yugoslavia, with the scenes set at the Nikola Tesla Museum in the Serbian capital, Belgrade, on a bus at the Serbian-Croatian border, and at Tesla's birthplace in the Croatian village of Smiljan. Daisy Archer is a trendy young Ph.D. student from the US who has won a research grant to fly to Belgrade to research the life of eccentric electrical pioneer, Nikola Tesla. Tesla, who was of Serbian descent but born and raised in Croatia, spent 60 years of his life as a US citizen; this tri-national pedigree alone will present Daisy with semantics problems more complicated than she imagined.",
            "score": 49.27294921875
        },
        {
            "docid": "21473_71",
            "document": "Nikola Tesla . Before World War I, Tesla sought overseas investors. After the war started, Tesla lost the funding he was receiving from his patents in European countries.",
            "score": 48.87411880493164
        },
        {
            "docid": "37670712_3",
            "document": "Censuses in Ukraine . The first official census in the territory of Ukraine took place in 1818 when Western Ukraine was part of the Austrian Empire. However a modern census did not take place until 1857. Since then the next censuses took place in the dual-power state of the Austria-Hungary in 1869, 1880, 1890, 1900, 1910. Those last five censuses also included the territory of the today Zakarpattia Oblast which was part of the Kingdom of Hungary. The further censuses discontinued as the country fell apart. The rest of Ukraine which was part of another empire of Russia conducted its first census as part of the 1897 Russian Census. Remarkable is the fact that the next national census in Russia did not take place until after World War I and the formation of the Soviet Union. In 1920, a census was conducted only in those areas that were not involved in the Russian Civil War.",
            "score": 47.567142486572266
        },
        {
            "docid": "1529691_2",
            "document": "My Inventions: The Autobiography of Nikola Tesla . My Inventions: The Autobiography of Nikola Tesla is a book compiled and edited by Ben Johnston detailing the work of Nikola Tesla. The content was largely drawn from a series of articles that Nikola Tesla had written for \"Electrical Experimenter\" magazine in 1919, when he was 63 years old.",
            "score": 47.358734130859375
        },
        {
            "docid": "951197_30",
            "document": "History of the electric vehicle . California electric car maker Tesla Motors began development in 2004 on the Tesla Roadster, which was first delivered to customers in 2008. The Roadster was the first highway legal serial production all-electric car to use lithium-ion battery cells, and the first production all-electric car to travel more than per charge. Since 2008, Tesla sold approximately 2,450 Roadsters in over 30 countries through December 2012. Tesla sold the Roadster until early 2012, when its supply of Lotus Elise gliders ran out, as its contract with Lotus Cars for 2,500 gliders expired at the end of 2011. Tesla stopped taking orders for the Roadster in the U.S. market in August 2011, and the 2012 Tesla Roadster was sold in limited numbers only in Europe, Asia and Australia. The next Tesla vehicle, the Model S, was released in the U.S. on 22 June 2012 and the first delivery of a Model S to a retail customer in Europe took place on 7 August 2013. Deliveries in China began on 22 April 2014. The next model was the Tesla Model X. In November 2014 Tesla delayed one more time the start of deliveries to retail customers, and announced the company expects Model X deliveries to begin in the third quarter of 2015.",
            "score": 47.23193359375
        },
        {
            "docid": "32925149_9",
            "document": "Sanja Bestic . In May 2013 she wrapped up \"Tesla\" written by British award winning playwright Sheri Graubert and produced by EasyTheaters Productions based in London. \"Tesla\" premiered in May 2013 in New York City. The play was a sold out success, winning the young director the Tesla Award. It starred James Lee Taylor as Nikola Tesla, one of the most respected Serbian-American scientists in the world. The play will soon be moving to London’s West End. Furthermore, Sanja's goal is to take this story a step further in 2014 by directing a documentary movie about the mysterious life of Nikola Tesla. These projects are highly supported by The Tesla Science Foundation and Office for Cooperation with Diaspora and Serbs in the Region.  Nikola Tesla is finally beginning to attract real attention and encourage serious debate nearly 70 years after his death. Nikola Tesla, Serbian-American scientist, the man who lit the world, gave his greatest contribution to science and technological progress of the world as the inventor of the rotating magnetic field and of the complete system of production and distribution of electrical energy (motors, generators) based on the use of alternate currents. His name was given to the SI unit for magnetic induction (\"tesla\"). Tesla also constructed the generators of high-frequency alternate currents and high-voltage coreless transformer known today as \"Tesla Coil\". Sanja has managed to bring to life moments of Tesla's life that the public had yet to see and displayed important moments and sequences of Tesla's life, which for mysterious reasons have remained a well kept secret to date. Tesla whom we might have referred to as holy, sacred, died before he was recognized as someone who truly marked the history of mankind. Sanja's play was supported by the Office for Cooperation with Diaspora and Serbs in the Region, Consulate General of the Republic of Serbia in New York, Vuk Jeremić - Serbian physicist, politician and President of the 67th session of United Nations General Assembly, the Tesla Science Foundation, the Nikola Tesla Club, and the Nikola Tesla Inventors Club in the US.",
            "score": 47.11530303955078
        },
        {
            "docid": "50056160_5",
            "document": "Jay Vijayan . Formerly, Vijayan was the CIO of Tesla Inc. (then name Tesla Motors) for over 4 years, reporting to Elon Musk, Chairman, Product Architect and CEO of Tesla. Vijayan lead the development, implementation and Transformation of Tesla's Digital strategy, Information Systems and Infrastructure platform during the period of critical growth and ramp-up phase of the company. During his time with Tesla, Vijayan and his team built several systems including Tesla's e-Commerce, ERP, Service and Logistics systems that are considered to be simple, agile, flexible and custom fit to Tesla's needs and he also built a global technology organization to support it. Vijayan is best known for building an integrated end-to-end home grown e-Commerce/ERP system for Tesla, the first minimum viable version of which he and his team built in four months.",
            "score": 46.99479293823242
        },
        {
            "docid": "196508_26",
            "document": "Wardenclyffe Tower . In 1904 Tesla took out a mortgage on the Wardenclyffe property with George C. Boldt, proprietor of the Waldorf-Astoria Hotel, to cover Tesla's living expenses at the hotel. In 1908 Tesla procured a second mortgage from Boldt to further cover expenses. The facility was partially abandoned around 1911, and the tower structure deteriorated. Between 1912 and 1915, Tesla's finances unraveled, and when the funders wanted to know how they were going to recapture their investments, Tesla was unable to give satisfactory answers.",
            "score": 46.944644927978516
        },
        {
            "docid": "50984053_31",
            "document": "Tesla Autopilot . In September 2016, the media reported the driver's family had filed a lawsuit in July against the Tesla dealer who sold the car. The family's lawyer stated the suit was intended \"to let the public know that self-driving technology has some defects. We are hoping Tesla, when marketing its products, will be more cautious. Don’t just use self-driving as a selling point for young people.\" Tesla released a statement which said they \"have no way of knowing whether or not Autopilot was engaged at the time of the crash\" since the car telemetry could not be retrieved remotely due to damage caused by the crash. Telemetry was recorded locally to a SD card and given to Tesla, who decoded it and provided that data to a third party for independent review. Tesla added that \"while the third-party appraisal is not yet complete, we have no reason to believe that Autopilot on this vehicle ever functioned other than as designed.\"",
            "score": 46.420719146728516
        },
        {
            "docid": "11451008_9",
            "document": "The Inventions, Researches, and Writings of Nikola Tesla . In \"Nikola Tesla and John Jacob Astor\" by Marc J. Seifer, Seifer wites of Tesla answering what is the spark of life:",
            "score": 46.376014709472656
        },
        {
            "docid": "1747821_55",
            "document": "Jill Stein . According to Stein, the United States should use force only when there is \"good evidence that we are under imminent threat of actual attack\". When asked by the \"Los Angeles Times\" editorial board whether that standard would have prevented US involvement in World War II, Stein answered, \"I don't want to revisit history or try to reinterpret it, you know, but starting from where we are now, given the experience that we've had in the last, you know, since 2001, which has been an utter disaster, I don't think it's benefited us.\" Asked whether such a standard would force the US to withdraw from all of its mutual defense treaties, Stein answered that the treaties need to \"be looked at one by one\", mentioning NATO in particular.",
            "score": 45.56010055541992
        },
        {
            "docid": "16416558_6",
            "document": "Business idea . These successful companies were built on sheer innovation and we can see how valuable they have become in the short time they have been around or have been focusing on innovation. When we compare Tesla's value to that of General Motors, we see that the market capitalization of General Motors is $53.98 billion today in which the company has been around since 1908 whereas Tesla was founded in 2003 and has achieved 50% of General Motors value within 12 years.",
            "score": 45.30573654174805
        },
        {
            "docid": "21473_8",
            "document": "Nikola Tesla . Tesla was the fourth of five children. He had three sisters, Milka, Angelina and Marica, and an older brother named Dane, who was killed in a horse riding accident when Tesla was aged five. In 1861, Tesla attended primary school in Smiljan where he studied German, arithmetic, and religion. In 1862, the Tesla family moved to the nearby Gospić, Lika where Tesla's father worked as parish priest. Nikola completed primary school, followed by middle school.",
            "score": 44.971900939941406
        },
        {
            "docid": "21473_79",
            "document": "Nikola Tesla . At the 1934 party, Tesla told reporters he had designed a superweapon he claimed would end all war. He would call it \"teleforce\", but was usually referred to as his death ray. Tesla described it as a defensive weapon that would be put up along the border of a country to be used against attacking ground-based infantry or aircraft. Tesla never revealed detailed plans of how the weapon worked during his lifetime, but in 1984, they surfaced at the Nikola Tesla Museum archive in Belgrade. The treatise, \"The New Art of Projecting Concentrated Non-dispersive Energy through the Natural Media\", described an open-ended vacuum tube with a gas jet seal that allows particles to exit, a method of charging slugs of tungsten or mercury to millions of volts, and directing them in streams (through electrostatic repulsion). Tesla tried to interest the US War Department, the United Kingdom, the Soviet Union, and Yugoslavia in the device.",
            "score": 44.75029373168945
        },
        {
            "docid": "780275_29",
            "document": "NUMMI . On May 20, 2010, Tesla Motors and Toyota announced a partnership to work on electric vehicle development, which included Tesla's partial purchase (210 of 370 acres) of the former NUMMI site for $42 million, mainly consisting of the factory building, but not equipment. Tesla CEO Elon Musk said the Tesla S sedan will be built at the plant. When Tesla took over the location in 2010, they renamed it the Tesla Factory. Tesla would be collaborating with Toyota on the \"development of electric vehicles, parts, and production system and engineering support\". According to Tesla Motors' plans, the plant would first be used to produce the Tesla Model S sedan with \"future vehicles\" following in the coming years. The plant was projected to produce 20,000 vehicles a year and employ 1,000 workers to start.",
            "score": 44.10063552856445
        },
        {
            "docid": "21473_99",
            "document": "Nikola Tesla . Tesla could be harsh at times and openly expressed disgust for overweight people, such as when he fired a secretary because of her weight. He was quick to criticize clothing; on several occasions, Tesla directed a subordinate to go home and change her dress. When Thomas Edison died, in 1931, Tesla contributed the only negative opinion to \"The New York Times\", buried in an extensive coverage of Edison's life:",
            "score": 44.06012725830078
        },
        {
            "docid": "21473_50",
            "document": "Nikola Tesla . In 1898, Tesla demonstrated a boat that used a coherer-based radio control—which he dubbed \"telautomaton\"—to the public during an electrical exhibition at Madison Square Garden. The crowd that witnessed the demonstration made outrageous claims about the workings of the boat, such as magic, telepathy, and being piloted by a trained monkey hidden inside. Tesla tried to sell his idea to the U.S. military as a type of radio-controlled torpedo, but they showed little interest. Remote radio control remained a novelty until World War I and afterward, when a number of countries used it in military programs. Tesla took the opportunity to further demonstrate \"Teleautomatics\" in an address to a meeting of the Commercial Club in Chicago, while he was travelling to Colorado Springs, on 13 May 1899.",
            "score": 44.031036376953125
        },
        {
            "docid": "21473_59",
            "document": "Nikola Tesla . By July 1901, Tesla had expanded his plans to build a more powerful transmitter to leap ahead of Marconi's radio based system, which Tesla thought was a copy of his own system. He approached Morgan to ask for more money to build the larger system but Morgan refused to supply any further funds. In December 1901, Marconi successfully transmitted the letter S from England to Newfoundland, defeating Tesla in the race to be first to complete such a transmission. A month after Marconi's success, Tesla tried to get Morgan to back an even larger plan to transmit messages and power by controlling \"vibrations throughout the globe\". Over the next five years, Tesla wrote more than 50 letters to Morgan, pleading for and demanding additional funding to complete the construction of Wardenclyffe. Tesla continued the project for another nine months into 1902. The tower was erected to its full . In June 1902, Tesla moved his lab operations from Houston Street to Wardenclyffe.",
            "score": 44.014923095703125
        },
        {
            "docid": "21473_106",
            "document": "Nikola Tesla . Tesla made predictions about the relevant issues of a post-World War I environment in a printed article, \"Science and Discovery are the great Forces which will lead to the Consummation of the War\" (20 December 1914). Tesla believed that the League of Nations was not a remedy for the times and issues.",
            "score": 43.96495819091797
        },
        {
            "docid": "11451008_8",
            "document": "The Inventions, Researches, and Writings of Nikola Tesla . Who today can read a copy of \"The Inventions, Researches and Writings of Nikola Tesla\", published before the turn-of-the-century, without being fascinated by the beauty of the experiments described and struck with admiration for Tesla's extraordinary insight into the nature of the phenomena with which he was dealing? Who now can realize the difficulties he must have had to overcome in those early days? But one can imagine the inspirational effect of the book forty years ago on a boy about to decide to study the electrical art. Its effect was both profound and decisive. Margaret Cheney, in \"Tesla: Man Out of Time\", used the text of the book to call attention to the fact that Tesla indicated that one of the uses of the experimental equipment would be for the professional field of \"harmonic and synchronous telegraphy\" and that \"vast possibilities are again opened up\" for the radio arts of the time.",
            "score": 43.57549285888672
        },
        {
            "docid": "21473_63",
            "document": "Nikola Tesla . When World War I broke out, the British cut the transatlantic telegraph cable linking the US to Germany in order to control the flow of information between the two countries. They also tried to shut off German wireless communication to and from the US by having the US Marconi Company sue the German radio company Telefunken for patent infringement. Telefunken brought in the physicists Jonathan Zenneck and Karl Ferdinand Braun for their defense, and hired Tesla as a witness for two years for $1,000 a month. The case stalled and then went moot when the US entered the war against Germany in 1917.",
            "score": 43.33050537109375
        },
        {
            "docid": "9463463_14",
            "document": "Dušan Ivković . Ivković is related to the famous Serbian American scientist Nikola Tesla. Ivković's maternal grandmother, Olga Mandić, and Tesla were first cousins . Coincidentally, Tesla died the same year that Ivković was born.",
            "score": 43.19302749633789
        },
        {
            "docid": "37528172_39",
            "document": "Plug-in electric vehicles in Norway . Also, Norway was the first country in the world to have all-electric cars topping the new car sales monthly ranking. From September 2013 to November 2016, nine times a plug-in electric car has topped the country's monthly ranking, four times the Tesla Model S, twice the Nissan Leaf, once the Mitsubishi Outlander P-HEV, once the Tesla Model X, and once the BMW i3. In March 2014, the Tesla Model S also broke the 28-year-old record for monthly sales of a single model regardless of its power source. , the Leaf ranked as the all-time best selling plug-in electric car in the country with 27,115 Leafs on Norwegian roads at the end of November 2016, followed by the Volkswagen e-Golf with 15,991 units, and the Tesla Model S with 11,615 units. These figures include used imports. These three models account for more than half of the registered stock of all-electric vehicles registered in the country. Norway is the largest European market for both the Nissan Leaf and the Tesla Model S.",
            "score": 43.1552619934082
        },
        {
            "docid": "1529691_15",
            "document": "My Inventions: The Autobiography of Nikola Tesla . \"The Strange Life of Nikola Tesla\" is the renamed \"Part One, The Life of Tesla\" by Tesla. \"The Strange Life of Nikola Tesla\" was published by Kolmogorov-Smirnov Publishing, and subsequently became the first online version of Nikola Tesla's \"Autobiography\". It was transcribed by John Rolad Penner in 1994 from a small typed booklet, then photocopied and stapled. The booklet includes no means of contacting the publisher, although the name 'Kolmogorov-Smirnov Publishing' appears after the title page. The only form of date identification is the hand-written purchase date: April 29, 1978. The text was first made available on GEnie in 1995 under the GNU General Public License, and from there, soon began to propagate onto the Internet.",
            "score": 43.10161590576172
        },
        {
            "docid": "21473_14",
            "document": "Nikola Tesla . Tesla claimed that he worked from 3 a.m. to 11 p.m., no Sundays or holidays excepted. He was \"mortified when [his] father made light of [those] hard won honors.\" After his father's death in 1879, Tesla found a package of letters from his professors to his father, warning that unless he were removed from the school, Tesla would die through overwork. At the end of his second year, Tesla lost his scholarship and became addicted to gambling. During his third year, Tesla gambled away his allowance and his tuition money, later gambling back his initial losses and returning the balance to his family. Tesla said that he \"conquered [his] passion then and there,\" but later in the U.S. he was again known to play billiards. When examination time came, Tesla was unprepared and asked for an extension to study, but was denied. He did not receive grades for the last semester of the third year and he never graduated from the university.",
            "score": 42.91053771972656
        },
        {
            "docid": "7308996_21",
            "document": "Leilani Munter . In 2013, she purchased an electric Tesla Model S car, became an advocate for electric cars, and wrote a blog post for the \"Huffington Post\" titled \"Why We Need to Fight for Tesla\" in response to state legislators introducing a bill to ban Tesla sales in North Carolina. She also wrote an article in 2014 about the media attention around Tesla fires. Münter delivered a speech at the first annual TESLIVE gathering of Tesla owners in Milpitas, California, receiving a standing ovation from the audience, including Tesla Motors CEO Elon Musk.",
            "score": 42.87630844116211
        },
        {
            "docid": "10918329_47",
            "document": "Republican Party presidential debates and forums, 2008 . Regarding health care, Ron Paul said that “managed care isn’t working” and that “drug companies lobby for managed care”. Paul said, “We could take care of these poor people if we weren’t trying to maintain an empire overseas”. Ron Paul hit continued to discuss the issue of military non-interventionism, “70% of Americans want war over with and are sick and tired of big government at home and overseas”. They want their “civil liberties and not allow government to spend endlessly and bankrupt us”. Paul also answered questions related to his experience with Medicaid and endorsed allowing civil unions for same-sex couples country-wide, with marriage itself handled solely by religious institutions.",
            "score": 42.59443283081055
        },
        {
            "docid": "52614568_5",
            "document": "Tesla Gigafactory Europe . There is intense competition among European countries to host the Gigafactory because of its significant contribution to the local economy. The sprawling facility, which is going to be one of the largest manufacturing lines in Europe, is expected to need a considerable number of employees despite its automated process. Also, there is a concerted effort in the region to encourage battery manufacturing since it is viewed as a strategic economic measure due to an increasing global transition towards renewable energy. A recent report revealed, for instance, that the world will need at least 25 more gigafactories by 2025. The projected uptick in demand for electric cars and in-home power storage systems is causing concern about a European fuel dependency on Asia, which currently accounts for 88 percent of global battery manufacturing capacity. European governments are now providing subsidies and incentives to companies like Tesla as well as local battery manufacturing startups like Northvolt and TerraE to build production infrastructure within its borders. According to Matthias Machnig, state secretary at the German economy ministry said:We are in the center of the biggest and deepest change in the automotive industry since its beginning. We would be naive to think we can handle battery technology as a commodity that can be bought anywhere in the world.",
            "score": 42.58431625366211
        }
    ]
}