{
    "q": [
        {
            "docid": "25529469_4",
            "document": "Solar eclipse of January 5, 1935 . It was the last eclipse of solar saros 111 with the moon's penumbra touching the earth for just 10 minutes. The next mini eclipse in 296 years, the last solar eclipse that was very short occurred on January 4, 1639 and had a magnitude of 0.0009 and lasted for about 7 minutes.",
            "score": 47.67617082595825
        },
        {
            "docid": "53464434_3",
            "document": "Solar eclipse of April 5, 1837 . It was the first of three partial eclipses that took place that year, each two in two months, the next on was on May 4 covered a part of the Northern Hemisphere. It was the last of solar saros 107.",
            "score": 44.691850662231445
        },
        {
            "docid": "53467617_3",
            "document": "Solar eclipse of February 3, 1859 . It was the first of four partial eclipses that took place that year, two in a space of two months each, the next on was on March 4 and covered a small part of the Northern Hemisphere. It was the last of solar saros 109.",
            "score": 44.33492112159729
        },
        {
            "docid": "53559973_5",
            "document": "Solar eclipse of January 4, 1639 . It was the last solar eclipse that took place to date that was under the magnitude of 0.001. The next short solar eclipse was on January 5, 1935 in the Southern Hemisphere and the magnitude above 0.001.",
            "score": 42.895408630371094
        },
        {
            "docid": "53559973_4",
            "document": "Solar eclipse of January 4, 1639 . It was the first of three partial eclipses that took place that year, the last occurred in the Southern Hemisphere on December 5, 1638, the next was on June 1.",
            "score": 40.05434513092041
        },
        {
            "docid": "53577132_3",
            "document": "Solar eclipse of July 9, 1888 . It was the second of three partial eclipses that took place that year, the last was on February 11 and the next was on August 7 in the Northern Hemisphere It was the last four of solar saros 115, the next was on July 21, 1906 and the last was on August 12, 1942.",
            "score": 41.58773899078369
        },
        {
            "docid": "53570300_3",
            "document": "Solar eclipse of December 2, 1880 . It was the last of four eclipses that took place that year, the last two that were partial. It was the last four of solar saros 111, the next eclipses of the cycle were on December 13, 1898, December 24, 1916 and January 5, 1935.",
            "score": 41.97217035293579
        },
        {
            "docid": "53559778_3",
            "document": "Solar eclipse of November 21, 1862 . It was the first of three partial eclipses that took place that year, the last occurred in the same hemisphere on June 27, nearly on the opposite side of the previous eclipse. It was the last three of the solar saros 111, the next was on December 2, 1880 and the last was on January 5, 1935.",
            "score": 41.568872928619385
        },
        {
            "docid": "53560245_3",
            "document": "Solar eclipse of November 10, 1844 . It was last of four partial eclipses that took place that year, two in the space of two months each, the last one was on July 1819 and covered a part of the Northern Hemisphere. It was the last six of the solar saros 111 cycle of eclipses, the next one was on November 21, 1862 and the last one on January 5, 1935.",
            "score": 43.19213104248047
        },
        {
            "docid": "53456049_3",
            "document": "Solar eclipse of August 7, 1812 . It was one of four partial eclipses that took place that year, each two in two months, the last one was on March 13 in the same hemisphere, the next one was on September 12 and covered a part of the Northern Hemisphere mainly North America. A part of the eclipse occurred in a smaller area where the previous partial eclipse happened. It was the last three of solar saros 113, the next two were on August 18, 1830 and on August 28, 1848.",
            "score": 43.45161271095276
        },
        {
            "docid": "53456326_3",
            "document": "Solar eclipse of August 18, 1830 . It was one of four partial eclipses that took place that year, each two in two months, the last one was on March 30 in the same hemisphere, the next one was on September 17 and covered a part of the Northern Hemisphere. It was the last two of solar saros 113, the next was on August 28, 1848.",
            "score": 42.692221879959106
        },
        {
            "docid": "24674591_3",
            "document": "Solar eclipse of July 2, 2019 . Totality will be visible from the southern Pacific Ocean east of New Zealand to the Coquimbo Region in Chile and Argentina at sunset, with the maximum of 4 minutes 32 seconds visible from the Pacific Ocean. Astronomers Without Borders collected eclipse glasses for redistribution to Latin America and Asia for their 2019 eclipses from the solar eclipse of August 21, 2017. A total solar eclipse will cross this region on December 14, 2020 just 531 days later.",
            "score": 49.714505195617676
        },
        {
            "docid": "25235468_1",
            "document": "Solar eclipse of December 14, 2020 . Solar eclipse of December 14, 2020",
            "score": 55.21669578552246
        },
        {
            "docid": "25235457_1",
            "document": "Solar eclipse of June 21, 2020 . Solar eclipse of June 21, 2020",
            "score": 55.21669578552246
        },
        {
            "docid": "53476492_3",
            "document": "Solar eclipse of October 29, 1837 . It was the last of three partial eclipses that took place that year, the first of two in two months, the last was on May 4 which covered a part of the Northern Hemisphere. It was part of solar saros 150.",
            "score": 40.38297629356384
        },
        {
            "docid": "25208151_3",
            "document": "Solar eclipse of June 30, 1973 . With a maximum eclipse of 7 minutes and 4 seconds, this was the last total solar eclipse that exceeds 7 minutes in this series. The last total eclipse over 7 minutes was on July 1, 1098 which lasted 7 minutes and 5 seconds. There will not be a longer total solar eclipse until June 25, 2150.",
            "score": 39.23464035987854
        },
        {
            "docid": "53463969_3",
            "document": "Solar eclipse of March 25, 1819 . It was the first of four partial eclipses that took place that year, each two in two months, the next on was on April 24 covered a part of the Northern Hemisphere. It was the last two of solar saros 107, the last one was on April 5, 1837.",
            "score": 42.21623182296753
        },
        {
            "docid": "25235468_2",
            "document": "Solar eclipse of December 14, 2020 . A total solar eclipse will occur on December 14, 2020. A solar eclipse occurs when the Moon passes between Earth and the Sun, thereby totally or partly obscuring the image of the Sun for a viewer on Earth. A total solar eclipse occurs when the Moon's apparent diameter is larger than the Sun's, blocking all direct sunlight, turning day into darkness. Totality occurs in a narrow path across Earth's surface, with the partial solar eclipse visible over a surrounding region thousands of kilometres wide.",
            "score": 53.766357421875
        },
        {
            "docid": "25559060_3",
            "document": "Solar Saros 139 . This series is currently producing total eclipses over 4 minutes long, with each one gradually increasing in length. It will continue to do so until July 16, 2186 when it will produce the longest total eclipse calculated for the ten millennia from 3999 BCE to 6000 CE. The last eclipse to occur was a total eclipse on March 29, 2006, lasting 4 minutes 7 seconds and passing over portions of Africa and western Asia. The next eclipse will occur on April 8, 2024, lasting 4 minutes 28 seconds over central North America, entering in Mexico, crossing the United States, and leaving in eastern Canada.",
            "score": 37.97901701927185
        },
        {
            "docid": "25235457_2",
            "document": "Solar eclipse of June 21, 2020 . An annular solar eclipse will occur on June 21, 2020. A solar eclipse occurs when the Moon passes between Earth and the Sun, thereby totally or partly obscuring the image of the Sun for a viewer on Earth. An annular solar eclipse occurs when the Moon's apparent diameter is smaller than the Sun's, blocking most of the Sun's light and causing the Sun to look like an annulus (ring). An annular eclipse appears as a partial eclipse over a region of the Earth thousands of kilometres wide. <BR>Animated path",
            "score": 53.640804290771484
        },
        {
            "docid": "53467409_3",
            "document": "Solar eclipse of January 22, 1841 . It was the first of four partial eclipses that took place that year, two in a space of two months each, the next on was on February 21 covered a small part of the Northern Hemisphere. It was the last two of solar saros 109, the last one was on February 3, 1859.",
            "score": 44.38235068321228
        },
        {
            "docid": "36125553_3",
            "document": "Solar eclipse of March 14, 1801 . It was the first of four partial eclipses that took place that year, each two in two months, the next on was on April 13 covered a part of the Northern Hemisphere. It was the last three of solar saros 107, the next two were on March 25, 1819 and April 5, 1837.",
            "score": 42.35480356216431
        },
        {
            "docid": "25053420_5",
            "document": "Solar eclipse of February 26, 1979 . Many visitors traveled to the Pacific Northwest to view the Monday morning eclipse, as it was the last chance to view a total solar eclipse in the contiguous United States for almost four decades. The next opportunity was 38½ years later on August 21, 2017, also a Monday.",
            "score": 40.62533092498779
        },
        {
            "docid": "4557237_4",
            "document": "List of solar eclipses in the 21st century . The next solar eclipse (Partial) will occur on July 13, 2018; the last solar eclipse (Partial) occurred on February 15, 2018.",
            "score": 41.39007520675659
        },
        {
            "docid": "53467514_3",
            "document": "Solar eclipse of January 12, 1823 . It was one of four partial eclipses that took place that year, two within the space of two months each, the next one was on February 11 and covered the Northern Hemisphere. It was the three of last of solar saros 109, the next two were on January 22, 1841 and February 5, 1859.",
            "score": 44.48431849479675
        },
        {
            "docid": "25428869_2",
            "document": "Solar eclipse of September 4, 2100 . A total solar eclipse is forecast to occur on September 4, 2100. It will be the last solar eclipse of the 21st century. A solar eclipse occurs when the Moon passes between Earth and the Sun, thereby totally or partly obscuring the image of the Sun for a viewer on Earth. A total solar eclipse occurs when the Moon's apparent diameter is larger than the Sun's, blocking all direct sunlight, turning day into darkness. Totality occurs in a narrow path across Earth's surface, with the partial solar eclipse visible over a surrounding region thousands of kilometres wide.",
            "score": 39.76781892776489
        },
        {
            "docid": "25208100_4",
            "document": "Solar eclipse of August 12, 2026 . The last total eclipse in Europe occurred on August 11, 1999.  The last total solar eclipse happened in Spain on August 30, 1905 and followed a similar path across the country. The next total eclipse visible in Spain will happen less than a year later on 2 August 2027. A partial eclipse will cover more than 90% of the area of the sun in Ireland, Great Britain, Portugal, France, Italy, the Balkans and North Africa and to a lesser extent in most of Europe, North Africa and North America.",
            "score": 39.88518691062927
        },
        {
            "docid": "66109_11",
            "document": "Eclipse cycle . If a solar eclipse occurs at one new moon, which must be close to a node, then at the next full moon the Moon is already more than a day past its opposite node, and may or may not miss the Earth's shadow. By the next new moon it is even further ahead of the node, so it is less likely that there will be a solar eclipse somewhere on Earth. By the next month, there will certainly be no event.",
            "score": 41.73899245262146
        },
        {
            "docid": "632331_31",
            "document": "Transit of Venus . The simultaneous occurrence of a transit of Mercury and a transit of Venus does occur, but extremely infrequently. Such an event last occurred on 22 September 373,173 BC and will next occur on 26 July 69,163, and again on 29 March 224,508. The simultaneous occurrence of a solar eclipse and a transit of Venus is currently possible, but very rare. The next solar eclipse occurring during a transit of Venus will be on 5 April 15,232. The last time a solar eclipse occurred during a transit of Venus was on 1 November 15,607 BC. The day after the Venerean transit of 3 June 1769 there was a total solar eclipse, which was visible in Northern America, Europe and Northern Asia.",
            "score": 43.26148462295532
        },
        {
            "docid": "53443787_3",
            "document": "Solar eclipse of March 13, 1812 . It was one of four partial eclipses that took place that year, each two in two months, the last one was on February 12 and covered a part of the Northern Hemisphere. The next eclipse was on August 7 1812 in a smaller part of where the eclipse happened in the same year.",
            "score": 41.5406494140625
        },
        {
            "docid": "5024887_24",
            "document": "Solar eclipse . Total solar eclipses are rare events. Although they occur somewhere on Earth every 18 months on average, it is estimated that they recur at any given place only once every 360 to 410 years, on average. The total eclipse lasts for only a maximum of a few minutes at any location, because the Moon's umbra moves eastward at over 1700 km/h. Totality currently can never last more than 7 min 32 s. This value changes over the millennia and is currently decreasing. By the 8th millennium, the longest theoretically possible total eclipse will be less than 7 min 2 s. The last time an eclipse longer than 7 minutes occurred was June 30, 1973 (7 min 3 sec). Observers aboard a Concorde supersonic aircraft were able to stretch totality for this eclipse to about 74 minutes by flying along the path of the Moon's umbra. The next total eclipse exceeding seven minutes in duration will not occur until June 25, 2150. The longest total solar eclipse during the 11,000 year period from 3000 BC to at least 8000 AD will occur on July 16, 2186, when totality will last 7 min 29 s. For comparison, the longest total eclipse of the 20th century at 7 min 8 s occurred on June 20, 1955, and there are no total solar eclipses over 7 min in duration in the 21st century.",
            "score": 52.67575526237488
        },
        {
            "docid": "5024887_26",
            "document": "Solar eclipse . Between two and five solar eclipses occur every year, with at least one per eclipse season. Since the Gregorian calendar was instituted in 1582, years that have had five solar eclipses were 1693, 1758, 1805, 1823, 1870, and 1935. The next occurrence will be 2206. On average, there are about 240 solar eclipses each century.",
            "score": 48.607139587402344
        }
    ],
    "r": [
        {
            "docid": "326177_18",
            "document": "African forest elephant . The females are polyestrous, which means that they are capable of conceiving multiple times a year, which is a reason as to why they do not appear to have a breeding season. However, there does appear to be a peak in conceptions during the two rainy seasons of the year. Generally, the female conceives after two or three matings. Although the female has plenty of room in her uterus to gestate twins, it is rare for twins to be conceived. The female African forest elephant has a pregnancy that lasts 22 months. Based on the maturity, fertility and gestation rates, the African forest elephants have the capabilities of increasing the species' population size by 5% annually in ideal conditions.",
            "score": 80.537353515625
        },
        {
            "docid": "23496_14",
            "document": "Pregnancy (mammals) . For most species, the amount a fetus grows before birth determines the length of the gestation period. Smaller species normally have a shorter gestation period than larger animals. For example, a cat's gestation normally takes 58–65 days while an elephant's takes nearly 2 years (21 months). However, growth does not necessarily determine the length of gestation for all species, especially for those with a breeding season. Species that use a breeding season usually give birth during a specific time of year when food is available.",
            "score": 68.81800079345703
        },
        {
            "docid": "29509101_5",
            "document": "Gabi (elephant) . At age 20 Tamar was considered a high-risk pregnancy case, as elephants normally begin conceiving between the ages of 12 and 15, and this was Tamar's first pregnancy. Throughout the 21-month pregnancy, dozens of ultrasounds were taken of the elephant's long reproductive system; some of these ultrasounds were published on the zoo's website to whet public interest. Physicians at the obstetrics and gynecology department of Hadassah Medical Center analyzed blood samples to monitor the pregnancy and predict the onset of labor, which they pinpointed to the day.",
            "score": 65.78864288330078
        },
        {
            "docid": "18451259_5",
            "document": "Cultural depictions of elephants . In Hindu iconography, many \"devas\" are associated with a mount or vehicle known as a \"vāhana\". In addition to providing a means of transport, they symbolically represent a divine attribute. The elephant \"vāhana\" represents wisdom, divine knowledge and royal power; it is associated with Lakshmi, Brihaspati, Shachi and Indra. Indra was said to ride on a flying white elephant named Airavata, who was made the King of all elephants by Lord Indra. A white elephant is rare and given special significance. It is often considered sacred and symbolises royalty in Thailand and Burma, where it is also considered a symbol of good luck. In Buddhist iconography, the elephant is associated with Queen Māyā of Sakya, the mother of Gautama Buddha. She had a vivid dream foretelling her pregnancy in which a white elephant featured prominently. To the royal sages, the white elephant signifies royal majesty and authority; they interpreted the dream as meaning that her child was destined for greatness as a universal monarch or a \"buddha\".",
            "score": 62.028778076171875
        },
        {
            "docid": "18451259_29",
            "document": "Cultural depictions of elephants . Notable short stories featuring elephants include Rudyard Kipling's \"Toomai of the Elephants\" and \"The Elephant's Child\"; as well as Mark Twain's \"The Stolen White Elephant\". George Orwell wrote an allegorical essay, \"Shooting an Elephant\"; and in \"Hills Like White Elephants\", Ernest Hemingway used the allegorical white elephant, alluding to a pregnancy as an unwanted gift.",
            "score": 61.253387451171875
        },
        {
            "docid": "5024887_19",
            "document": "Solar eclipse . The Moon's orbit intersects with the ecliptic at the two nodes that are 180 degrees apart. Therefore, the new moon occurs close to the nodes at two periods of the year approximately six months (173.3 days) apart, known as eclipse seasons, and there will always be at least one solar eclipse during these periods. Sometimes the new moon occurs close enough to a node during two consecutive months to eclipse the Sun on both occasions in two partial eclipses. This means that, in any given year, there will always be at least two solar eclipses, and there can be as many as five.",
            "score": 60.91061782836914
        },
        {
            "docid": "26171620_11",
            "document": "Thure E. Cerling . For what concern the Samburu-Buffalo Springs, five weeks after the rainy season had started, the grass became rich in nutrients and the females were most likely to conceive, giving birth 22 months later, just in time for another rainy season to provide nutrients to the grass they would have eaten: the cycle could restart. The research also pointed out how developed is the competition between elephants and cattle: during the typical wet season diet of elephants, the overgrazing by cattle caused the grass to be very short, resulting in a limited access to it for elephants, out-competing them. This situation could have influenced the elephants' ability to bulk up for pregnancy.",
            "score": 60.6859016418457
        },
        {
            "docid": "42469610_13",
            "document": "Richard Boddington . For a 2018 Fox News article Boddington stated, \"The Great Elephant Census reported that between 2007 and 2014, Africa lost 144, 000 elephants. Think about that number: 144, 000 elephants. Knowing that the elephant has the longest gestational period of any animal at 22 months, just think about how long it would take to replace 144, 000 elephants with such a low reproductive rate!\"",
            "score": 60.02855682373047
        },
        {
            "docid": "7460601_3",
            "document": "Babar: King of the Elephants . The film opens with various birds singing \"The Ancient Song of the Elephants\". Marabou, a marabou stork, states that the elephants have long forgotten the meaning behind the words of the song over the years; the birds, however, remember as they have been around for the same period of time as the elephants. Marabou provides a brief introduction to the story that is about to unfold, which begins with a historically significant event: the birth of Babar the elephant.",
            "score": 59.94341278076172
        },
        {
            "docid": "9279_33",
            "document": "Elephant . A male elephant's testes are located internally near the kidneys. The elephant's penis can reach a length of and a diameter of at the base. It is S-shaped when fully erect and has a Y-shaped orifice. The female has a well-developed clitoris at up to . The vulva is located between the hind legs instead of near the tail as in most mammals. Determining pregnancy status can be difficult due to the animal's large abdominal cavity. The female's mammary glands occupy the space between the front legs, which puts the suckling calf within reach of the female's trunk. Elephants have a unique organ, the temporal gland, located in both sides of the head. This organ is associated with sexual behaviour, and males secrete a fluid from it when in musth. Females have also been observed with secretions from the temporal glands.",
            "score": 58.54731369018555
        },
        {
            "docid": "50267090_11",
            "document": "Pacific spiny dogfish . The Pacific dogfish have a longer reproduction rate compared to other sharks, but have the same reproduction characteristics as \"Squalus acanthias\" . The gestation period for spiny dogfish is normally 18 to 24 months. Dogfish that live in cooler water may have an increased duration of pregnancy. Females are also known to migrate from deep to shallow water as the pregnancy continues.This migration pattern is known to influence embryonic growth. Baby dogfish, also known as pups, found near Newfoundland had an average of 1.1 cm/month and 24 month pregnancy period, while a warmer area such as Massachusetts had an average of 1.3 cm/month and 20-22 month pregnancy period. The sexual maturity of a dogfish is hard to determine because it varies anywhere from 10–30 years. Food supplies and water temperature also play a role in growth and development of the dogfish. The length of a newborn Pacific dogfish is around 22 to 23 centimeters. Females seem to be significantly larger than male dogfish. At sexual maturity the male dogfish is 60–70 cm while the female is about 70–100 cm. This length difference can be caused by the reproduction process of the female. Their bodies need to be bigger to carry and protect their eggs within their bodies. Pacific dogfish are ovoviviparous. This means that they produce eggs that hatch within the body. The size of the litter ranges from 1 to 20 newborns. Fertilization usually occurs from the beginning of October to the beginning of February.",
            "score": 58.267921447753906
        },
        {
            "docid": "2077264_6",
            "document": "Elephant joke . Elephant jokes rely upon absurdity and incongruity for their humor, and a contrast with the normal presumptions of knowledge about elephants. They rely upon absurdist reasoning such as that it would be the relatively incidental evidence regarding the smell of an elephant's breath or the presence of footprints in the butter that would allow for the detection of an elephant in one's bathtub or refrigerator. One key to the construction of an elephant joke is that the joke answers are somewhat appropriate if one merely overlooks the obvious absurdities inherent to the questions. If elephants were capable of climbing trees and if painting an elephant's toenails was an effective camouflage mechanism, then red \"would\" be the appropriate color for a cherry tree. If the common connotation that questions requesting the time are expected to be answered in terms of hours and minutes is ignored, then by the implied destruction of one's fence from being sat on by an elephant, it \"would\" be time to build a new fence. The appropriateness of the answer, when accounting for the absurd incongruences existing between the implied premise of the question and the normal assumptions said question invokes, distinguishes elephant jokes as jokes rather than nonsensical riddles.",
            "score": 57.1282958984375
        },
        {
            "docid": "1873093_3",
            "document": "Maternal impression . Maternal impression, according to a long-discredited medical theory, was a phenomenon that explained the existence of birth defects and congenital disorders. The theory stated that an emotional stimulus experienced by a pregnant woman could influence the development of the fetus. For example, it was sometimes supposed that the mother of the Elephant Man was frightened by an elephant during her pregnancy, thus \"imprinting\" the memory of the elephant onto the gestating fetus. Mental problems, such as schizophrenia and depression, were believed to be a manifestation of similar disordered feelings in the mother. For instance, a pregnant woman who experienced great sadness might imprint depressive tendencies onto the fetus in her womb.",
            "score": 57.125831604003906
        },
        {
            "docid": "55234829_13",
            "document": "Richard Osman's House of Games . The Elephant in the Room (\"first played on Series 2, Episode 4\"): The players are given a word, and are then given questions to answer, but instead of answering them normally, they have to give the answer with the given word removed from the answer (e.g., if the given word was ANT, and the answer to the question was ELEPHANT, the player would have to say ELEPH as the answer).",
            "score": 56.76030349731445
        },
        {
            "docid": "38203_2",
            "document": "Menstruation . Menstruation, also known as a period or monthly, is the regular discharge of blood and mucosal tissue (known as menses) from the inner lining of the uterus through the vagina. The first period usually begins between twelve and fifteen years of age, a point in time known as menarche. However, periods may occasionally start as young as eight years old and still be considered normal. The average age of the first period is generally later in the developing world, and earlier in the developed world. The typical length of time between the first day of one period and the first day of the next is 21 to 45 days in young women, and 21 to 31 days in adults (an average of 28 days). Bleeding usually lasts around 2 to 7 days. Menstruation stops occurring after menopause, which usually occurs between 45 and 55 years of age. Periods also stop during pregnancy and typically do not resume during the initial months of breastfeeding. Up to 80% of women report having some symptoms prior to menstruation. Common signs and symptoms include acne, tender breasts, bloating, feeling tired, irritability, and mood changes. These may interfere with normal life, therefore qualifying as premenstrual syndrome, in 20 to 30% of women. In 3 to 8%, symptoms are severe. A lack of periods, known as amenorrhea, is when periods do not occur by age 15 or have not occurred in 90 days. Other problems with the menstrual cycle include painful periods and abnormal bleeding such as bleeding between periods or heavy bleeding. Menstruation in other animals occurs in primates, such as apes and monkeys, as well as bats and the elephant shrew. The menstrual cycle occurs due to the rise and fall of hormones. This cycle results in the thickening of the lining of the uterus, and the growth of an egg, (which is required for pregnancy). The egg is released from an ovary around day fourteen in the cycle; the thickened lining of the uterus provides nutrients to an embryo after implantation. If pregnancy does not occur, the lining is released in what is known as menstruation.",
            "score": 56.732032775878906
        },
        {
            "docid": "45642276_4",
            "document": "Patara Elephant Farm . Patara's conservation philosophy is \"Extinction is Forever,\" which is why their solution is elephant conservation through breeding. In order to preserve the Thai elephant population, the farm has four points of emphasis that they center their work around. These points are: rescue, recovery, reproduction, and reintroduction. Rescuing means taking elephants that have nowhere else to go. Theerapat says part of Patara's mission is to \"adopt elephants people don't want anymore – healthy ones with the potential to live 80 years and produce a baby.\" One example is Noi/Nui, who was rescued from a circus. Patara also adopts elephants from the streets of Bangkok, who are used by their mahouts to get money from the tourism industry. Some of their elephants used to work in the illegal logging industry. Therefore, the rescued elephants recovery process is the farm's first priority. For reproduction, Patara focuses on actual mating instead of artificial insemination. This is because Theerapat believes it is more successful. In terms of reintroduction, Patara releases its elephants into the wild whenever possible. However, Theerapat believes simply releasing them is not the answer since, in his words, \"you can't just suddenly put domestic elephants into the wild. Their survival rates are too low.\" Therefore, the farm's belief is that through education and one-on-one interactions with elephants, people will understand elephants and what is needed for their welfare. This is why Patara encourages visitors to come and learn about elephants by caring for them. In terms of reproductive success, so far they have breed 24 elephants in 10 years. Every year, around 2–3 baby elephants are born. Five baby elephants were born in 2013. The first baby who was born at the farm is a male elephant named Puchan.",
            "score": 56.63216781616211
        },
        {
            "docid": "1416251_19",
            "document": "African elephant . Female African elephants are able to start reproducing at around 10 to 12 years of age, and are in estrus for about 2 to 7 days. They do not mate at a specific time; however, they are less likely to reproduce in times of drought than when water is plentiful. The gestation period of an elephant is 22 months and fertile females usually give birth every 3 – 6 years, so if they live to around 50 years of age, they may produce 7 offspring. Females are a scarce and mobile resource for the males so there is intense competition to gain access to estrous females.",
            "score": 56.41279220581055
        },
        {
            "docid": "10909065_48",
            "document": "Elephant cognition . There has been considerable debate over the issue of culling African elephants in South Africa's Kruger National Park as a means of controlling the population. Some scientists and environmentalists argue that it is \"unnecessary and inhumane\" to cull them since \"elephants resemble humans in a number of ways, not least by having massive brains, social bonds that appear to be empathetic, long gestations, high intelligence, offspring that require an extended period of dependent care, and long life spans.\" A South African Animal Rights group asked in a statement anticipating the announcement, \"How much like us do elephants have to be before killing them becomes murder?\"",
            "score": 56.246131896972656
        },
        {
            "docid": "17369680_31",
            "document": "Woolly mammoth . Examination of preserved calves show that they were all born during spring and summer, and since modern elephants have gestation periods of 21–22 months, it is probable that the mating season was from summer to autumn. δ15N isotopic analysis of the teeth of \"Lyuba\" has demonstrated their prenatal development, and indicates its gestation period was similar to that of a modern elephant, and that it was born in spring.",
            "score": 56.21565628051758
        },
        {
            "docid": "13192453_3",
            "document": "Elephant flow . The actual impact of elephant flows on Internet traffic is still an area of research and debate. Some research shows that elephant flows may be highly correlated with traffic spikes and other elephant flows (Lan & Heidemann and Mori et al.). Elephant flows have varying definitions proposed by researchers including flows that occupy greater than 1% of total traffic in a time period, measuring the duration of the flow, and looking at flows whose size is greater than the mean plus three standard deviations of traffic during the time period. One of the main goals of research into elephant flows is to develop more efficient bandwidth management tools and predictive models for the Internet. For example, researchers have focused on providing better quality of service to flows of small sizes (mice flows) by de-prioritizing elephant flows.",
            "score": 56.11152648925781
        },
        {
            "docid": "27148945_18",
            "document": "Smoking and pregnancy . Quitting smoking at any point during pregnancy is more beneficial than continuing to smoke throughout the entire 9 months of pregnancy, especially if it is done within the first trimester (within the first 12 weeks of pregnancy). A recent study suggests, however, that women who smoke anytime during the first trimester put their fetus at a higher risk for birth defects, particularly congenital heart defects (structural defects in the heart of an infant that can hinder blood flow) than women who have never smoked. That risk only continues to increase the longer into the pregnancy a woman smokes, as well as the larger number of cigarettes she is smoking. This continued increase in risk throughout pregnancy means that it can still be beneficial for a pregnant woman to quit smoking for the remainder of her gestation period.",
            "score": 56.07159423828125
        },
        {
            "docid": "45642276_8",
            "document": "Patara Elephant Farm . Before checking the health of their elephant, visitors are given a demonstration on how to check an elephant's health. Checking their elephant's health includes checking for teeth health, intestinal health, and sweat gland health, and checking for sleeping problems. In order to check for intestinal and teeth health, visitors check their elephant's excrement. To check for intestinal problems, they are first told to count their elephant's number of droppings. If there are around six pieces per bathroom time, then the elephant is considered healthy because it has been eating enough. Elephants can eat around 300 pounds of food per day. Furthermore, visitors are asked to smell the elephant dung and make sure it doesn't smell bad. They are also asked to squeeze the dung to make sure it is not too watery. To check for teeth problems, visitors check to see if the dung is finely ground. If for example whole leaves are found in the dung, then the elephant's teeth are not working properly. Elephants have 6 sets of teeth in their lifetime, and lose their last set of teeth near the end of their life. If their food is not being properly chewed, this means they are old and nearing the end of their life. To checked sweat gland health, visitors touch near the base of their elephant's toenails to check for sweat. To check for sleeping problems, visitors check to see if their elephant has dirt on its sides. This is because elephants, who sleep for only around four hours a night, sleep on their sides while sleeping deeply. If they do not have dirt marks on their sides, then they slept standing up. Elephants who sleep standing up are generally sick. After the elephants' health has been checked, visitors are given a branch with leaves to sweep the dirt off their elephant's backs. To do this, visitors are told to gently pull on their elephant's ear to get them to sit down. The next stage in cleaning their elephant is when visitors and their elephants are led to a nearby waterfall bathing area. This is where the visitors begin to brush and bathe their elephant. To bathe their elephant, they toss water from the bathing area onto them with buckets. Visitors brush their elephant with hard-bristled brushes to get the dirt off of them. Bathing them is important, since when riding them dirt could get pushed into their skin and cause it to get infected.",
            "score": 56.04627990722656
        },
        {
            "docid": "2273006_24",
            "document": "Columbian mammoth . Mammoths continued growing during adulthood, as do other elephants. Males grew until age 40, and females until age 25. Mammoths may have had gestation periods of 21–22 months, like those of modern elephants. Columbian mammoths had six sets of molars in the course of a lifetime. At 6–12 months the second set of molars would erupt, with the first set worn out at 18 months of age. The third set of molars lasted for ten years, and this process was repeated until the sixth set emerged at 30 years of age. When the last set of molars wore out the animal would be unable to chew, and would die of starvation.",
            "score": 55.96495056152344
        },
        {
            "docid": "23496_15",
            "document": "Pregnancy (mammals) . Various other factors can come into play in determining the duration of gestation. For humans, male fetuses normally gestate several days longer than females and multiple pregnancies gestate for a shorter period. Ethnicity may also lengthen or shorten gestation. In dogs there's a positive correlation between a longer gestation time and a small litter size.",
            "score": 55.89311218261719
        },
        {
            "docid": "3494579_6",
            "document": "Gulper shark . Female gulper sharks typically have between 2 and 10 pups in their lifetime, with generally one pup per pregnancy, this is considered to be a low fecundity. Once fertilized, females can hold up to 6 mature egg cells, or oocytes, in their body at a time. The length of time these egg cells are kept inside the female’s body is called the gestation period. Gulper sharks have a long gestation period, around two years. Gulper sharks can have long resting periods between pregnancies.",
            "score": 55.821346282958984
        },
        {
            "docid": "29509101_4",
            "document": "Gabi (elephant) . After years of research and in response to requests by other organizations for the zoo to take part in a trial, Dr. Gabi Eshkar, chief veterinarian of the zoo, initiated the elephant artificial insemination project. Tamar was selected for the project and her reproductive cycle was closely monitored. When the timing was right, sperm was obtained from Emmett, a bull elephant living in the Whipsnade Wild Animal Park in Bedfordshire, England, and flown to Israel on dry ice. The pregnancy was achieved after four tries over two years. The project was carried out in conjunction with a team from the Reproduction Management Institute for Zoo Biology and Wildlife Research of Berlin.",
            "score": 55.555973052978516
        },
        {
            "docid": "251582_8",
            "document": "Elephant shrew . Short-eared elephant shrews inhabit the dry steppes and stone deserts of southwestern Africa. They can even be found in the Namib Desert, one of the driest regions of the earth. Females drive away other females, while males try to ward off other males. Although they live in pairs, the partners do not care much for each other and their sole purpose of even associating with the opposite sex is for reproduction. Social behaviors are not very common and they even have separate nests. The one or two young are well developed at birth; they are able to run within a few hours. Female elephant shrews undergo a menstrual cycle similar to that of human females and the species is one of the few nonprimate mammals to do so. The elephant shrew mating period lasts for several days. After mating, the pair will return to their solitary habits. After a gestation period varying from 45 to 60 days, the female will bear litters of one to three young several times a year. The young are born relatively well developed, but remain in the nest for several days before venturing outside.",
            "score": 55.403778076171875
        },
        {
            "docid": "576327_3",
            "document": "Obstetric ultrasonography . The International Society of Ultrasound in Obstetrics and Gynecology (ISUOG) recommends that pregnant women have routine obstetric ultrasounds between 18 weeks' and 22 weeks' gestational age (the anatomy scan) in order to confirm pregnancy timing, to measure the fetus so that growth abnormalities can be recognized quickly later in pregnancy, and to assess for congenital malformations and multiple pregnancies (i.e. twins). Additionally, the ISUOG recommends that pregnant women have obstetric ultrasounds between 11 weeks' and 13 weeks 6 days' gestational age in countries with resources to perform them (the nucal scan). Performing an ultrasound at this early stage of pregnancy can more accurately confirm the timing of the pregnancy and can also assess for multiple fetuses and major congenital abnormalities at an earlier stage. Research shows that routine obstetric ultrasound before 24 weeks' gestational age can significantly reduce the risk of failing to recognize multiple gestations and can improve pregnancy dating to reduce the risk of labor induction for post-dates pregnancy. There is no difference, however, in perinatal death or poor outcomes for babies.",
            "score": 55.38923645019531
        },
        {
            "docid": "697618_27",
            "document": "Abortion law . Controversy over the beginning of pregnancy occurs in different contexts, particularly in a legal context, and is particularly discussed within the abortion debate from the point of measuring the gestational age of the pregnancy. Pregnancy can be measured from a number of convenient points, including the day of last menstruation, ovulation, fertilization, implantation and chemical detection. A common medical way to calculate gestational age is to measure pregnancy from the first day of the last menstrual cycle. However, not all legal systems use this measure for the purpose of abortion law; for example countries such as Belgium, France, Luxembourg use the term \"pregnancy\" in the abortion law to refer to the time elapsed from the sexual act that led to conception, which is presumed to be 2 weeks after the end of the last menstrual period.",
            "score": 55.30455017089844
        },
        {
            "docid": "9279_46",
            "document": "Elephant . Gestation in elephants typically lasts around two years with interbirth intervals usually lasting four to five years. Births tend to take place during the wet season. Calves are born tall and weigh around . Typically, only a single young is born, but twins sometimes occur. The relatively long pregnancy is maintained by five corpus luteums (as opposed to one in most mammals) and gives the foetus more time to develop, particularly the brain and trunk. As such, newborn elephants are precocial and quickly stand and walk to follow their mother and family herd. A new calf is usually the centre of attention for herd members. Adults and most of the other young will gather around the newborn, touching and caressing it with their trunks. For the first few days, the mother is intolerant of other herd members near her young. Alloparenting – where a calf is cared for by someone other than its mother – takes place in some family groups. Allomothers are typically two to twelve years old. When a predator is near, the family group gathers together with the calves in the centre.",
            "score": 55.30078125
        },
        {
            "docid": "25235468_1",
            "document": "Solar eclipse of December 14, 2020 . Solar eclipse of December 14, 2020",
            "score": 55.21669387817383
        },
        {
            "docid": "25235457_1",
            "document": "Solar eclipse of June 21, 2020 . Solar eclipse of June 21, 2020",
            "score": 55.21669387817383
        }
    ]
}