{
    "q": [
        {
            "docid": "22528960_3",
            "document": "George H. Brooke . George Brooke was born on July 9, 1874, in Brookeville, Maryland, to Walter H. Brooke at Caroline Leggett Brooke. He was married to Marie Louise Gregg Robb. He and his wife had no children. George Brooke attended Brookeville High School in Maryland before moving on to Swarthmore College in Pennsylvania. At Swarthmore, he played baseball and football. He was the captain of the 1892 Swarthmore football team. He received a Bachelor of Science degree from Swarthmore in 1893. He next enrolled at the University of Pennsylvania where he earned a Bachelor of Philosophy (Ph. B) degree in 1895 and an Bachelor of Law (LL. B) degree in 1898.",
            "score": 50.19080901145935
        },
        {
            "docid": "22528960_4",
            "document": "George H. Brooke . Brooke played seven years of college football at Swarthmore College and then at the University of Pennsylvania. He was selected as an All-American in 1894 and 1895 while playing for the University of Pennsylvania. Penn was undefeated and won the national championship of football in the two seasons that Brooke was named an All-American. All-American selector, Caspar Whitney called Brooke a \"very hard man to stop. He strikes the line with almost irresistible force.\" He was regarded as a ferocious fullback and a top notch punter. He is credited with coining the phrase \"coffin corner\" when describing his long punts deep into the opposing end of the field. Brooke was barred from playing for Pennsylvania after the 1895 season because of an agreement between Harvard and the University of Pennsylvania that limited players to four seasons. After finishing a bachelor's degree from Pennsylvania, Brooke was the subject of an allegation of being an ineligible player in an October 24, 1896 game in New Orleans, LA. In the game, Brooke played only one down for Tulane University before LSU protested to the game's referee. Tulane claimed that Brooke planned on enrolling there as a graduate student. During the debate between team captains, Brooke refused to sign an affidavit stating his intention to enroll at Tulane, as he was already enrolled in law school at the University of Pennsylvania. The referee ruled him ineligible to play. The Tulane football team refused to continue playing the game without Brooke, so the referee ruled the game to be a forfeit in favor of LSU.",
            "score": 60.651631593704224
        },
        {
            "docid": "56589261_9",
            "document": "Brooke Mansion (Birdsboro, Pennsylvania) . About the time of Edward Brooke II's 1886 graduation, the University of Pennsylvania was contemplating building a fireproof library in which it could gather its collections in a single building. Frank Furness's brother Horace was chosen to head the building committee, and the architect began drawing up detailed plans even before the project was officially announced. The committee hired Furness to advise them, and later chose him to be the library's architect.",
            "score": 48.016480445861816
        },
        {
            "docid": "16817424_15",
            "document": "Project Runway (season 5) . Working in teams of two, designers were asked to make an outfit that could transition from day to night for Brooke Shields's character Wendy Healy on the television show \"Lipstick Jungle\". The winning design was to be worn by Brooke Shields on Season 2 of \"Lipstick Jungle\". Each team was given a budget of $150 and one day to complete their designs. After sketching individually for 30 minutes and pitching their ideas to Shields, six designers were picked by Brooke as team leaders (team leaders shown in bold below). The team leaders were picked in a random order and selected a teammate.",
            "score": 47.25117754936218
        },
        {
            "docid": "3029865_5",
            "document": "Steve Shields (ice hockey) . Shields was drafted in the fifth round (#101 overall) in the 1990 NHL Entry Draft by the Buffalo Sabres out of the University of Michigan. Shields could be best classified as a journeyman NHL goaltender over his tenure. In his NHL career, Shields would play for the Buffalo Sabres, the San Jose Sharks, the Mighty Ducks of Anaheim, the Boston Bruins, the Florida Panthers, and the Atlanta Thrashers. Shields has recently been playing in the NESHL as a center for Mutiny. Mutiny is a B division team out of the Metro Boston league.",
            "score": 41.958632469177246
        },
        {
            "docid": "22863393_3",
            "document": "Jainendra K. Jain . Born in 1960, Jain received his primary, middle and high school education in a government school in a rural village called Sambhar, Rajasthan, located at the eastern margin of Thar desert in India. He received bachelor's degree at Maharaja College, Jaipur, his master's degree in physics at Indian Institute of Technology Kanpur and PhD at the Stony Brook University under the supervision of Prof. Philip B. Allen. After working as a post-doctoral researcher at the University of Maryland and the Yale University he returned to the Stony Brook University as a faculty in 1989. In 1998 he moved to the Pennsylvania State University as the first Erwin W. Mueller Professor of Physics. In 2012, Penn State University awarded Jain with Evan Pugh University Professorship, named after the first president of the university.",
            "score": 46.11189007759094
        },
        {
            "docid": "1165480_10",
            "document": "Phillips Brooks . In 1877 the building of Trinity was completed, but the Venetian mosaics Brooks and Richardson wanted they could not then afford. It was not until the magnificent new altar and sanctuary of Maginnis & Walsh in 1938 that Trinity's chancel reflected that aspect of their dreams for Trinity, which Brooks called \"America's glory forever\". Here Phillips Brooks preached Sunday after Sunday to great congregations, until he was consecrated Bishop of Massachusetts in 1891. In 1886, he had declined an election as assistant bishop of Pennsylvania. He was for many years an overseer and preacher of Harvard University. In 1881 he declined an invitation to be the sole preacher to the university and professor of Christian ethics. On April 30, 1891 he was elected sixth Bishop of Massachusetts, and on the 14 October was consecrated to that office in Trinity Church.",
            "score": 41.53687787055969
        },
        {
            "docid": "28260_22",
            "document": "Sonnet . Happy ye leaves. whenas those lily hands, (a) Which hold my life in their dead doing might, (b) Shall handle you, and hold in love's soft bands, (a) Like captives trembling at the victor's sight. (b) And happy lines on which, with starry light, (b) Those lamping eyes will deign sometimes to look,(c) And read the sorrows of my dying sprite, (b) Written with tears in heart's close bleeding book. (c) And happy rhymes! bathed in the sacred brook (c) Of Helicon, whence she derived is, (d) When ye behold that angel's blessed look, (c) My soul's long lacked food, my heaven's bliss. (d) Leaves, lines, and rhymes seek her to please alone, (e) Whom if ye please, I care for other none. (e) </poem>",
            "score": 24.011525630950928
        },
        {
            "docid": "33106960_29",
            "document": "Joanna Shields, Baroness Shields . Shields was born in St. Marys, Pennsylvania, the second of five children. She graduated as BS from Penn State University, where she was a member of Chi Omega sorority, and did her post-grad studies as MBA from George Washington University. Shields received a Doctorate in Public Service, Honoris Causa, from George Washington University May 2016.",
            "score": 68.65366411209106
        },
        {
            "docid": "31097390_3",
            "document": "James B. Orlin . Orlin did his undergraduate studies at the University of Pennsylvania, receiving a bachelor's degree in mathematics in 1974. He earned a master's degree in mathematics from the California Institute of Technology in 1976, and a Ph.D. in operations research from Stanford University in 1981 under the supervision of Arthur Fales Veinott Jr. He joined the MIT faculty as an assistant professor in 1979, and became the Brooks Professor in 1998.",
            "score": 49.063716173172
        },
        {
            "docid": "80135_21",
            "document": "Rutgers University . The current president is Robert L. Barchi, M.D., Ph.D. (b. 1946), an accomplished neuroscientist and board-certified physician. Dr. Barchi previously served as president of the Thomas Jefferson University in Philadelphia and as provost of the University of Pennsylvania before being appointed by the university's two governing boards on April 11, 2012 to succeed outgoing president Richard L. McCormick (b. 1947), the son of popular Rutgers history professor and college dean Richard P. McCormick. Barchi assumed the office on September 1, 2012 and his tenure has so far involved overseeing the university's acquisition of a medical school and related research and clinical facilities after a merger with the University of Medicine and Dentistry of New Jersey, a redevelopment of the College Avenue Campus, and a transition of the Scarlet Knights athletic program to the Big Ten Conference (beginning in 2014).",
            "score": 40.054253935813904
        },
        {
            "docid": "334063_28",
            "document": "Brookings Institution . In 2006, the Brookings Institution established the Brookings-Tsinghua Center (BTC) for Public Policy as a partnership between the Brookings Institution in Washington, D.C. and Tsinghua University's School of Public Policy and Management in Beijing, China. The Center seeks to produce high quality and high impact policy research in areas of fundamental importance for China's development and for U.S.-China relations. The BTC is directed by Qi Ye.",
            "score": 33.80632972717285
        },
        {
            "docid": "11685274_29",
            "document": "List of Hannah Montana characters . Susan B. Stewart portrayed by Brooke Shields (season 2–3) was Robby's wife and Miley and Jackson's mother. Susan is the daughter of Grandma Ruby. She died three years prior to season one, but is often mentioned by the Stewarts and appears in household pictures. She also appears in person in three episodes by way of old home videos and various dream sequences. These are \"I Am Hannah, Hear Me Croak\", \"The Way We Almost Weren't\", and \"He Could Be the One\".",
            "score": 40.684704542160034
        },
        {
            "docid": "25579222_3",
            "document": "John L. Brooke . Brooke graduated from Cornell University in 1975, and from the University of Pennsylvania, with an M.A. and Ph.D. in 1982.  He taught at Franklin & Marshall College, Amherst College, and Tufts University. He most recently teaches at Ohio State University.",
            "score": 51.91970920562744
        },
        {
            "docid": "25608838_7",
            "document": "Yinyu Ye . Before joining Stanford University, Ye was a Henry B. Tippie Research Professor at the University of Iowa. Ye is a co-founder of minMax Optimization, a technology company based in Palo Alto and Shanghai focused on creating optimization tools for geospatial and financial problems.",
            "score": 19.161447525024414
        },
        {
            "docid": "14261611_6",
            "document": "Heavy Unit . B - Shield Unit: This granted the player a shield that could take three hits before dissipating.",
            "score": 26.800634145736694
        },
        {
            "docid": "18984642_1",
            "document": "Brooke Shields . Brooke Shields",
            "score": 45.02948188781738
        },
        {
            "docid": "22466710_2",
            "document": "Wallis Brooks . Wallis W. Brooks is a former Republican member of the Pennsylvania House of Representatives. She graduated from American University with a degree in English in 1969. She earned a law degree from the Dickinson School of Law, and was admitted to the Pennsylvania bar in 1973.",
            "score": 61.4634165763855
        },
        {
            "docid": "28960162_3",
            "document": "Paul Makler Sr. . Makler was born in Philadelphia, Pennsylvania, and is Jewish. Makler attended the University of Pennsylvania, fencing for the University of Pennsylvania Quakers, and University of Pennsylvania Medical School, graduating in 1964, became a physician, and practiced internal medicine for many years. His sons Paul Makler Jr. and Brooke Makler fenced at the 1972 Summer Olympics and the 1976 Summer Olympics, respectively.",
            "score": 52.60173320770264
        },
        {
            "docid": "51382498_4",
            "document": "New York Branch . The New York Branch was a cooperative effort between the North Pennsylvania Railroad, founded in 1852, and the Delaware and Bound Brook Railroad, a new company and part of the National Railway scheme. The goal was to construct a \"New Line\" between New York and Philadelphia which could compete with the Pennsylvania Railroad. The North Pennsylvania extended its line north from Jenkintown to Yardley, on the Delaware River, while the Delaware and Bound Brook constructed a new line from West Trenton to Bound Brook, New Jersey, where it joined the Central Railroad of New Jersey. The line opened for through traffic on May 1, 1876, in time for the Centennial Exposition.",
            "score": 39.065372705459595
        },
        {
            "docid": "2230235_13",
            "document": "Asian American studies . On the East Coast, the State University of New York at Stony Brook created an Asian & Asian American Studies Department after a 52 million dollar donation by Charles B. Wang (the founder of Computer Associates). The Charles B. Wang Center is designed as a vital space for multi-disciplinary and multicultural dialogues. The building was officially presented to Stony Brook University by Charles B. Wang on October 22, 2002. It was the largest single private gift ever received by the State University of New York 64-campus system. The Wang Center is used for conferences, art exhibits, film festivals, lectures, seminars, and performances. It is open to all Stony Brook students, faculty, and staff as well as the surrounding community.",
            "score": 37.25500774383545
        },
        {
            "docid": "596630_2",
            "document": "Charles B. Wang Center . The Charles B. Wang Center, located at the State University of New York at Stony Brook in Stony Brook, New York, is dedicated to understanding East Asian and American cultures, and the interactions of these cultures with other world cultures. The center was completed in 2002, and was designed by P.H. Tuan. Building of the center was intended to be funded by Charles B. Wang through an over 40 million dollar donation to Stony Brook University, which was then the largest ever private donation to a SUNY school. Actual construction costs far exceeded the original donation, becoming a source of controversy among students and faculty at the time.",
            "score": 34.30303764343262
        },
        {
            "docid": "42369712_3",
            "document": "Ryan Brooks . Brooks was born in New Orleans, Louisiana, and raised in Narberth, Pennsylvania. He played college basketball at Temple University.",
            "score": 42.978394508361816
        },
        {
            "docid": "46559833_7",
            "document": "Zhang Hongyuan . In September 1941, he was recruited by the Kuomintang government to succeed Ye Yuanlong as President of Chongqing University, a position in which he remained until November 1949.",
            "score": 23.24335479736328
        },
        {
            "docid": "1003926_9",
            "document": "Mark Shields . He has taught U.S. politics and the press at the University of Pennsylvania’s Wharton School, Georgetown University's McCourt School of Public Policy, and he was a fellow at the Harvard Institute of Politics at the Kennedy School of Government. Shields is a regular political commentator on the PBS NewsHour.",
            "score": 49.48798418045044
        },
        {
            "docid": "5925071_6",
            "document": "Brymbo . Sometime in the fifteenth century, landowner Edward ap Morgan ap Madoc, gentleman, built a dwelling in the township that was later to become Brymbo Hall, the home of his descendants the Griffith family. A survey of the Lordship of Bromfield and Yale, conducted in 1620 by John Norden and his son, described the boundaries of the township of Brymbo, in the manor of Esclusham, as follows: To the ffirst article the said Jurie doe say that the towneshipp of Brymbo, beeing part of ye said mannor, is bounded from Mynera by a brooke called Gwenfro, by a common there called Y Koed boeth by the south side; and from Flintshire by a brooke called Avon y Frith, running from a common called Nant y Frith to a rive' called Kegidog; and soe the said Kegidog running downeward a little beyond a bridge called Pont y Place Mayne vppon ye north side, and from Gwersilt by a little brooke called y Frwe, and from Broughton by a little brook running from a common called Harwood to a place called y Groes faen on ye east side ; and vpon ye west, from ye said common called Nant y Frith to a place vpon ye said common called Maes Maylo' or thereabouts; but ye certaine boundes of ye said towneshipp vppon ye said mountayne or common, they cannott sett downe.",
            "score": 23.69998598098755
        },
        {
            "docid": "52507773_3",
            "document": "Jeanne Brooks-Gunn . Brooks-Gunn received her B.A in psychology at Connecticut College in 1969. She went to graduate school at Harvard University where she obtained her Ed.M in Human Learning and Development in 1970. Brooks-Gunn continued her studies the University of Pennsylvania, receiving her Ph.D. in human learning and development under the supervision of Michael Lewis.",
            "score": 61.41817235946655
        },
        {
            "docid": "55273125_3",
            "document": "Barbara Brookes . Brookes completed a bachelor's degree at the University of Otago in 1976, then won scholarships to Bryn Mawr College in Pennsylvania, where she completed a master's degree (1978) and a PhD (1982). Her PhD thesis topic was abortion in England during the inter-war period. Brookes was offered a post-doctoral scholarship at Otago and a permanent position in the university's Department of History in 1983.",
            "score": 59.8320415019989
        },
        {
            "docid": "48556266_2",
            "document": "Spring Brook, Pennsylvania . Spring Brook is an unincorporated community in Spring Brook Township in Lackawanna County, Pennsylvania. Spring Brook is located at the intersection of Pennsylvania Route 502 and Pennsylvania Route 690 southwest of Moscow.",
            "score": 38.834896087646484
        },
        {
            "docid": "3321994_3",
            "document": "Samuel Hazo . (b. 1966) Samuel R. Hazo resides in Pittsburgh, Pennsylvania with his wife and children. In 2003, Mr. Hazo became the first composer in history to be awarded the winner of both composition contests sponsored by the National Band Association. His piece Mountain Thyme was an Honorable Mention for the 2013 CBDNA Composition Contest. He has composed for the professional, university and public school levels in addition to writing original scores for television, radio and the stage. His original symphonic compositions include performances with actors Brooke Shields, James Earl Jones, and Richard Kiley. Most recently, Mr. Hazo was asked by the Newtown School District to compose the memorial for the children and women who were lost in the tragedy at their Sandy Hook Elementary School. The result was a major work for Choir, Orchestra and Wind Band combined titled \"Glorificare.\" It was premiered in May 2013 by the Hartford Symphony Orchestra and VOCE Singers performing side-by-side with the Newtown High School musicians. Mr. Hazo also composed \"Bridges,\" which he was requested to write by Virginia Tech University following their tragic shootings. In 2012, two of Mr. Hazo's compositions were performed at the London Summer Olympic Games.",
            "score": 40.59792220592499
        },
        {
            "docid": "18984642_3",
            "document": "Brooke Shields . In 1983, Shields suspended her career as a model to attend Princeton University, where she graduated with a bachelor's degree in Romance Languages. In the 1990s, Shields returned to acting and appeared in minor roles in films. She also starred in the NBC sitcoms \"Suddenly Susan\" (1996-2000), for which she received two Golden Globe nominations and \"Lipstick Jungle\" (2008-2009). In 2017, Shields returned to NBC with a major recurring role in \"\" in the shows 19th season. Since 2014, Shields has voiced Beverly Goodman in the Adult Swim animated series \"Mr. Pickles\".",
            "score": 79.61074614524841
        },
        {
            "docid": "5950067_3",
            "document": "J. Twing Brooks . Brooks was born in Edgeworth (now Sewickley), Pennsylvania. He graduated from the Sheffield Scientific School of Yale University in 1908.",
            "score": 51.117361068725586
        }
    ],
    "r": [
        {
            "docid": "18984642_3",
            "document": "Brooke Shields . In 1983, Shields suspended her career as a model to attend Princeton University, where she graduated with a bachelor's degree in Romance Languages. In the 1990s, Shields returned to acting and appeared in minor roles in films. She also starred in the NBC sitcoms \"Suddenly Susan\" (1996-2000), for which she received two Golden Globe nominations and \"Lipstick Jungle\" (2008-2009). In 2017, Shields returned to NBC with a major recurring role in \"\" in the shows 19th season. Since 2014, Shields has voiced Beverly Goodman in the Adult Swim animated series \"Mr. Pickles\".",
            "score": 79.61074829101562
        },
        {
            "docid": "4667592_3",
            "document": "Carol Shields (ophthalmologist) . Shields was born Carol Lally in Sharon, Pennsylvania on July 8, 1957, graduating from Kennedy Christian High School in 1975. In 1979, she earned her undergraduate degree at the University of Notre Dame, also playing NCAA women's basketball for the \"Fighting Irish.\" She was a member of the first basketball team at Notre Dame, and later became captain of the team. She was also the first woman to receive the Byron Kanaley Award, the highest honor given to Notre Dame student-athletes, awarded for excellence in academics and leadership. She was inducted into the Capital All-American Hall of Fame in 2011 for excellence in athletics and academics.",
            "score": 79.20439910888672
        },
        {
            "docid": "18984642_7",
            "document": "Brooke Shields . Shields attended the New Lincoln School until eighth grade. She graduated from the Dwight-Englewood School in Englewood, New Jersey, in 1983. She moved to a dorm at Princeton University to pursue her bachelor's degree in French literature, where she graduated in 1987. At Princeton, Shields spoke openly about her sexuality and virginity. she was a member of the Princeton Triangle Club and the Cap and Gown Club. Her autobiography, \"On Your Own\", was published in 1985. Her 1987 senior thesis was titled \"The Initiation: From Innocence to Experience: The Pre-Adolescent/Adolescent Journey in the Films of Louis Malle, \"Pretty Baby\" and \"Lacombe Lucien\"\".",
            "score": 78.81790924072266
        },
        {
            "docid": "56509158_3",
            "document": "Fanny Rysan Mulford Hitchcock . She was born on February 7, 1851 to Elizabeth and Julius S. Hitchcock. She began her studies at Columbia University, and then transferred to the University of Pennsylvania. In pursuit of science, she then worked in the chemistry department at the University of Berlin in 1892 and returned to the University of Pennsylvania after a year to become the first Director of the Women's Graduate Department. She held this position for nineteen years. Her financial support helped to establish a women's athletic program at the University of Pennsylvania. She also attempted to establish one or more undergraduate courses for women at the University of Pennsylvania, but her proposal was rejected by the trustees of the University. Aside from her academic studies and positions at various universities, she maintained a laboratory in both her home in Philadelphia and her country residence in Warwick, New York. In 1921, she retired from her life as a chemist at seventy years old and donated all of her equipment to the University of Pennsylvania. She was known to support the financial needs of students who could not afford to attend the University. She died at the age of eighty-five on September 25, 1936 in her Warwick country residence.",
            "score": 72.55390167236328
        },
        {
            "docid": "33106960_29",
            "document": "Joanna Shields, Baroness Shields . Shields was born in St. Marys, Pennsylvania, the second of five children. She graduated as BS from Penn State University, where she was a member of Chi Omega sorority, and did her post-grad studies as MBA from George Washington University. Shields received a Doctorate in Public Service, Honoris Causa, from George Washington University May 2016.",
            "score": 68.6536636352539
        },
        {
            "docid": "18984642_2",
            "document": "Brooke Shields . Brooke Christa Shields (born May 31, 1965) is an American actress and model. She was initially a child model and gained critical acclaim at age 12 for her leading role in Louis Malle's film \"Pretty Baby\" (1978), in which she played a child prostitute in New Orleans at the beginning of the 20th century. Shields garnered widespread notoriety in the role, and she continued to model into her late teenage years and starred in several dramas in the 1980s, including \"The Blue Lagoon\" (1980), and Franco Zeffirelli's \"Endless Love\" (1981).",
            "score": 67.09734344482422
        },
        {
            "docid": "49103233_6",
            "document": "Alejandro Ponce . Alejandro Ponce graduated with Honors from Universidad del Pacifico in Lima, Peru. Universidad Del Pacífico is considered one of the most prestigious private education institutes in Peru, characterized by the professional excellence of its graduates who occupy important positions in a wide range of sectors including finance, politics, economics and consultancy. He was recognized as one of the highest achievers at Pacifico, being honored with the Robert Maes Award, given each year to students who succeed in gaining first place in academic performance in the various programs offered by the university. He then moved to the United States, in order to study there, and finally gain an MBA from Wharton School of the University of Pennsylvania.",
            "score": 66.72888946533203
        },
        {
            "docid": "25315847_3",
            "document": "Susan Shields . Shields was born in Erie, Pennsylvania, but moved to Louisville, Kentucky with her family at a young age. She retired from competition swimming after graduating from high school. She later earned a bachelor's degree in elementary education from the University of Louisville, and has worked as a teacher and swim coach.",
            "score": 66.6623764038086
        },
        {
            "docid": "4071834_3",
            "document": "Child model . Artists have used children as models for countless works over the centuries. Child modeling has become a distinct activity because of the explosion of commercial media over the past several decades. Many young actresses, notably, Katherine Heigl, Lindsay Lohan, Zendaya, Bella Thorne, Liv Tyler and Brooke Shields began as child models. The book, \"Lisanne: A Young Model\", described the life of Lisanne Falk, a colleague of Brooke Shields at the Ford modeling agency in the late 1970s. Falk, like Shields, was a relatively successful child model who posed for magazine covers, notably Seventeen, for editorial fashion layouts, and for advertising in magazines and mail-order catalogs. Both models appeared in the 1977 Sears and Montgomery Ward catalogs. Falk, like Shields, moved from modeling to movies as she became older. More recently Australian child model Morgan Featherstone has achieved worldwide success but has also attracted criticism due to her looking older than her age.",
            "score": 65.507080078125
        },
        {
            "docid": "1391765_6",
            "document": "Rebekah Brooks . In Brooks's entry in \"Who's Who\" she stated that she had studied at the Sorbonne in Paris, but did not claim to have a degree, and did not later answer questions about this; in a 2003 \"Spectator\" article, Stephen Glover suggested that, since she was working at the age of 20 for the \"News of the World\", \"we can safely assume that she did not study at the Sorbonne in any meaningful way\". In 2010, Brooks was awarded an honorary Fellowship from the University of the Arts, London, for her contribution to journalism. She attended the London College of Communication, now part of the university, as a student.",
            "score": 65.2183837890625
        },
        {
            "docid": "18984642_9",
            "document": "Brooke Shields . Shields began her career as a model when she was 11 months old in 1966. Her first job was for Ivory Soap, when she  was shot by Francesco Scavullo. She continued as a successful child model with model agent Eileen Ford, who, in her Lifetime Network biography, stated that she started her children's division just for Shields. In 1978, when she was 12-years-old, Shields played a child prostitute in the controversial film \"Pretty Baby\". Eileen Ford, founder of the Ford Modeling Agency, said of Brooke Shields: \"She is a professional child and unique. She looks like an adult and thinks like one.\"",
            "score": 64.52567291259766
        },
        {
            "docid": "45082736_4",
            "document": "Graduate science education in the United States . There are 282 universities in the United States that award the PhD degree, and those universities vary widely in their criteria for admission, as well as the rigor of their academic programs. Typically, PhD programs require applicants to have a Bachelor's degree in a relevant field (and, in many cases in the humanities, a master's degree), reasonably high grades, several letters of recommendation, relevant academic coursework, a cogent statement of interest in the field of study, and satisfactory performance on a graduate-level exam specified by the respective program (e.g., GRE, GMAT). Specific admissions criteria differ substantially according to university admissions policies and fields of study. Some programs in well-regarded research universities may have very low acceptance rates and require excellent performances on the GRE and in undergraduate work, strong support in letters of recommendation, substantial research experience, and academically sophisticated samples of their writing.",
            "score": 63.23212814331055
        },
        {
            "docid": "51350352_13",
            "document": "Carroll Smith-Rosenberg . Smith-Rosenberg began her teaching career at the University of Pennsylvania, teaching initially, in the 1960s, when few women found positions in Ivy League Institutions, as an adjunct in the School of General Studies. In 1972 she became an assistant professor in both the Psychiatry and the History departments of the University. At Penn she founded and served as an early director of the University’s Women’s Studies Program (1982–1995). From 1996 until her retirement in 2008 she taught at the University of Michigan, Ann Arbor, where she is the Mary Frances Berry Collegiate Professor of History, American Culture, and Women’s Studies (emerita). At Michigan, she served as graduate chair of the American Culture Program and director of the Atlantic Studies Initiative, which she helped to establish. She has also been a visiting scholar at a number of academic institutions, including Columbia University, New York University, the City University of New York Graduate Center and the Ecole des Hautes Etudes des Sciences Sociales, Paris.",
            "score": 62.3145637512207
        },
        {
            "docid": "36110351_4",
            "document": "Duchess Harris . When she was 14, Harris received an academic scholarship to attend Canterbury School in New Milford, Connecticut. After graduation, she was admitted to the University of Pennsylvania. She was elected student body president. Her activism was reported in Wayne Glasker's, \"Black Students in the Ivory Tower: African American Student Activism at the University of Pennsylvania, 1967-1990\". In 1991, Harris earned her Bachelor of Arts in American history and Afro-American studies, and in 1997 she earned her PhD in American studies from the University of Minnesota. That same year she was named one of \"Thirty Young Leaders of the Future\" by \"Ebony Magazine\". She joined the faculty at Macalester College in 1998.",
            "score": 61.80109786987305
        },
        {
            "docid": "5303878_4",
            "document": "Rosa Brooks . In 1991 Brooks earned a Bachelor of Arts from Harvard University, where she studied history and literature. While an undergraduate at Harvard, Brooks served as president of the Phillips Brooks House Association, Harvard's undergraduate public service organization. At Oxford University (Christ Church) she was awarded a Master of Studies degree in social anthropology in 1993 and was a Marshall Scholar. In 1996 she completed her studies at Yale Law School, which conferred upon her the title of Juris Doctor.",
            "score": 61.74831771850586
        },
        {
            "docid": "43229063_3",
            "document": "Nasra Agil . Agil was born in Somalia. She and her family later moved to Canada. As a teenager, Agil helped launch various community service initiatives. She organized youth programs, survival skills workshops, educational plays and sporting activities. For her tertiary education, Agil studied civil engineering at Ryerson University in Toronto. She graduated from the institution with Honours in 2005, earning a Bachelor of Engineering degree. Nasra graduated at the top of her class at Ryerson University and is recorded as one of the first known women of Somali descent to earn an engineering degree in Canada. She also received the prestigious Golden Key International Honour Society Award for academic excellence.",
            "score": 61.62577819824219
        },
        {
            "docid": "51735210_3",
            "document": "Judith Tanur . When Tanur was young, her family moved from New Jersey, where she was born, to Great Neck, New York. She graduated from Great Neck High School in 1953 and entered Antioch College, studying psychology and statistics there, but in 1955 she transferred to Columbia University, in part because it was closer to the University of Pennsylvania where her future husband was studying dentistry. At the same time, she took a job at the New York State Psychiatric Institute. Tanur completed a bachelor's degree in psychology in 1957 and began graduate studies at Penn, but became pregnant and dropped out. Eventually, she returned to graduate school, completed a master's degree in mathematical statistics from Columbia University in 1963, and took a new job as an editor for William Kruskal at the \"International Encyclopedia of Social Sciences\". She became a lecturer at Stony Brook in 1968, still only holding a master's degree, and later completed her Ph.D. in sociology at Stony Brook.",
            "score": 61.501338958740234
        },
        {
            "docid": "22466710_2",
            "document": "Wallis Brooks . Wallis W. Brooks is a former Republican member of the Pennsylvania House of Representatives. She graduated from American University with a degree in English in 1969. She earned a law degree from the Dickinson School of Law, and was admitted to the Pennsylvania bar in 1973.",
            "score": 61.463417053222656
        },
        {
            "docid": "52507773_3",
            "document": "Jeanne Brooks-Gunn . Brooks-Gunn received her B.A in psychology at Connecticut College in 1969. She went to graduate school at Harvard University where she obtained her Ed.M in Human Learning and Development in 1970. Brooks-Gunn continued her studies the University of Pennsylvania, receiving her Ph.D. in human learning and development under the supervision of Michael Lewis.",
            "score": 61.41817092895508
        },
        {
            "docid": "22569910_8",
            "document": "Brook Lee . Immediately prior to winning the Miss USA and Miss Universe crowns Lee pursued graduate-level studies in communications at the University of Hawaii at Manoa. She also attended University Lab School for one year, 1987–88. Lee graduated from Kamehameha Schools in 1989. After her reign as Miss Universe she made several cameo appearances in movies and television shows, and has hosted many television shows in Asia and the United States. She is the host of a regional television show known as \"Pacific Fusion\", which focuses on Asian-American lifestyles. She has also hosted episodes of \"Great Cruises\" on the Travel Channel.",
            "score": 61.385101318359375
        },
        {
            "docid": "3460533_2",
            "document": "The University of Pennsylvania Band . The University of Pennsylvania Band (commonly known as the Penn Band, or its vaudeville-esque performance name The Huge, the Enormous, the Well-Endowed, Undefeated, Ivy-League Champion, University of Pennsylvania Oxymoronic Fighting Quaker Marching Band) is among the most active collegiate band programs in the U.S. The organization is a part of the Department of Athletics at the University of Pennsylvania. Like most of the other 50 performing arts groups on the Penn Campus, it has no affiliation with any academic department and is sponsored by the Vice Provost's Office for Undergraduate Life. Typically ranging between 80 and 100 members every year, it is among the largest and most active student-run organizations on campus, performing upwards of 60 times during the academic year. Like most of the Ivy League Bands, the Penn Band is a scramble band.",
            "score": 60.998817443847656
        },
        {
            "docid": "57469631_3",
            "document": "Lily McNair . McNair is from New Jersey. She earned a bachelor's degree in psychology at Princeton University, graduating in 1979. She moved to Stony Brook University for her Master's and doctoral studies. Her thesis examined the alcohol consumption amongst women college students. She worked as a psychologist in Poughkeepsie at Vassar College and Stony Brook University.",
            "score": 60.69717788696289
        },
        {
            "docid": "57169462_2",
            "document": "Hallie Beachem Brooks . Hallie Beachem Brooks (1907 – 1985) was a prominent African-American librarian, educator, and academic who worked to advance literacy and educational opportunities for people of color. She was a Professor of Library Science at Atlanta University, published numerous book reviews, and mentored African-American library students. Brooks earned a certificate from the Indiana State Public Library Training Course in 1924. She earned an AB from Butler University in 1934 and a BLS from Columbia University in 1940. Brooks received her MA from the University of Chicago in 1946 with a thesis entitled \"A description of Negro news-stand magazines and an analysis of the contents of a selected number of Negro magazines\". In 1942, Brooks joined Atlanta University as a part-time faculty member. She was also at this time the librarian to the Atlanta University Laboratory Elementary School and enrolled as a summer student at the University of Chicago. From 1942 to 1944, she directed a library field service program funded by the Carnegie Corporation, which offered resources and consultation to southern regional libraries seeking to improve their coverage and services to African-Americans.",
            "score": 60.693050384521484
        },
        {
            "docid": "7219017_2",
            "document": "Mercyhurst University Institute for Intelligence Studies . The Ridge College of Intelligence Studies and Applied Sciences at Mercyhurst University (RIAP), located on the campus of Mercyhurst University in Erie, Pennsylvania, offers undergraduate and graduate studies programs in intelligence analysis. The program also offers graduate certificates in Applied Intelligence, Counterintelligence and Law Enforcement Intelligence. The Intelligence Studies program \"promotes the study of Intelligence in higher academic settings, while seeking to identify, promote, and employ best practices in the study and application of intelligence studies throughout its various disciplines (national security, law enforcement, business intelligence and academia).\"",
            "score": 60.68410873413086
        },
        {
            "docid": "22528960_4",
            "document": "George H. Brooke . Brooke played seven years of college football at Swarthmore College and then at the University of Pennsylvania. He was selected as an All-American in 1894 and 1895 while playing for the University of Pennsylvania. Penn was undefeated and won the national championship of football in the two seasons that Brooke was named an All-American. All-American selector, Caspar Whitney called Brooke a \"very hard man to stop. He strikes the line with almost irresistible force.\" He was regarded as a ferocious fullback and a top notch punter. He is credited with coining the phrase \"coffin corner\" when describing his long punts deep into the opposing end of the field. Brooke was barred from playing for Pennsylvania after the 1895 season because of an agreement between Harvard and the University of Pennsylvania that limited players to four seasons. After finishing a bachelor's degree from Pennsylvania, Brooke was the subject of an allegation of being an ineligible player in an October 24, 1896 game in New Orleans, LA. In the game, Brooke played only one down for Tulane University before LSU protested to the game's referee. Tulane claimed that Brooke planned on enrolling there as a graduate student. During the debate between team captains, Brooke refused to sign an affidavit stating his intention to enroll at Tulane, as he was already enrolled in law school at the University of Pennsylvania. The referee ruled him ineligible to play. The Tulane football team refused to continue playing the game without Brooke, so the referee ruled the game to be a forfeit in favor of LSU.",
            "score": 60.65163040161133
        },
        {
            "docid": "18984642_8",
            "document": "Brooke Shields . Shortly after Shields graduated from college, her four-year transcript was published in the July 1987 edition of \"Life Magazine\". Based on that transcript, \"The New York Times\" published a light-hearted op-ed piece intended to tweak the claim that Princeton produced superior, well-rounded graduates. Noting that Shields \"got all As and Bs, and obviously paid attention to her school work\", it claimed she \"got cheated\" because Princeton did not require her to take any classical studies, medieval, modern or American history, nor any course in mathematics, philosophy, economics, political science, world literature, or science with laboratory experience. \"[I]f that adds up to a liberal arts education from a place like Princeton, there is no longer any danger that our society will ever suffer from elitism in any form.\"",
            "score": 60.561431884765625
        },
        {
            "docid": "564565_4",
            "document": "Dean Cain . Cain attended Santa Monica High School, where he excelled in sports. Among his schoolmates were Charlie Sheen, who played on the same baseball team as Cain when they were children, as well as Rob Lowe and his brother, Chad. Cain graduated from high school in 1984 and attended Princeton University, where he played football. He dated actress Brooke Shields while at the university. Cain graduated in 1988 with a Bachelor of Arts in history. His senior thesis was titled \"\"The History and Development of the Functions of the Academy of Motion Picture Arts and Sciences\"\".",
            "score": 60.48883819580078
        },
        {
            "docid": "31793_60",
            "document": "University of Pennsylvania . The current club has its roots in the 1960s and from the influence of star winger Andrew Margolis. The University of Pennsylvania rugby teams play in the Ivy Rugby Conference and have finished as runners-up in both 15s and 7s. , the club now utilize the state-of-the-art facilities at Penn Park. Quakers Rugby played on national TV at the 2013 Collegiate Rugby Championship, a college rugby tournament played every June at PPL Park in Philadelphia and broadcast live on NBC. In their inaugural year of participation, the Penn men's rugby team won the Shield Competition, beating local rivals Temple University 17–12 in the final. In doing so, they became the first Philadelphia team to beat a non-Philadelphia team in CRC history, with a 14–12 win over the University of Texas in the Shield semi-final.",
            "score": 60.38849639892578
        },
        {
            "docid": "21162388_3",
            "document": "Janice Radway . Radway holds a BA from Michigan State University, 1971, and a MA from State University of New York, Stony Brook, 1972. She earned her PhD from Michigan State University 1977 with the dissertation \"A Phenomenological Theory of Popular and Elite Literature\". She taught in the American Civilization Department at the University of Pennsylvania and in the Literature Program (which she also chaired) at Duke University. She served as an editor of \"American Quarterly\", and, in 1998-99, as president of the American Studies Association. In 2008, she became Walter Dill Scott Professor of Communication Studies at Northwestern University. Radway is also professor emerita of Literature and History at Duke University.",
            "score": 60.34123611450195
        },
        {
            "docid": "706453_3",
            "document": "Karen Malina White . Karen Malina White was born and raised in Philadelphia, Pennsylvania. She studied at the Philadelphia High School for Creative and Performing Arts. When she graduated high school, White continued her studies at Howard University, where she graduated \"cum laude\" with a Bachelor of Fine Arts Degree. In her senior year White won the title \"Miss Howard University\" and landed her first role as an actress.",
            "score": 60.28007888793945
        },
        {
            "docid": "27715963_3",
            "document": "Mary Beth Fielder . Fielder began her academic career at the University of Pennsylvania where she graduated Magna Cum Laude with a degree in fine arts. She subsequently moved to New York City and studied acting at the Neighborhood Playhouse School for the Theater under the famous actor and teacher Sanford Meisner. After three years working in New York theater, she was accepted to the Master of Fine Arts Program in Film Production at the University of Southern California School of Cinematic Arts. In the following years, Fielder wrote several scripts for studios such as Universal Pictures, 20th Century Fox and Warner Bros. She also directed one of America's most popular television dramas, \"thirtysomething\" for ABC television as well as various other series for American television.",
            "score": 60.0023078918457
        },
        {
            "docid": "15834022_3",
            "document": "Ann Stuart . Dr. Stuart previously served as provost and vice president for academic affairs at Alma College in Michigan; dean of the School of Arts and Sciences at East Stroudsburg University in Pennsylvania; and in several capacities at the University of Evansville in Indiana. She earned her undergraduate degree in education from the University of Florida; her master's degree in English from the University of Kentucky; and her doctorate in English from Southern Illinois University.",
            "score": 59.982112884521484
        }
    ]
}