{
    "q": [
        {
            "docid": "1095771_5",
            "document": "Teddy Atlas . Atlas trained as an amateur boxer with Hall of Fame trainer Cus D'Amato. He had some amateur fights but had to turn to work as a trainer due to a back injury. Atlas was an assistant to D'Amato, although his role in the Catskill Boxing Club was short-lived. His duties included assisting in the training of D'Amato's teenage protégé Mike Tyson. However, Atlas left the camp in 1982 following an altercation with the 15-year-old Tyson after Tyson had been sexually inappropriate with an 11-year-old female relative of Atlas' (Tyson said he had grabbed the girl's buttocks). Atlas put a .38 caliber handgun to Tyson's ear and told him to never touch his family again, or he would kill him if he did. This altercation between Atlas and a young Mike Tyson led to Atlas' dismissal from the Catskill Boxing Club, and he was told he was no longer welcome in D'Amato's home or around any of his adopted children (his fighters whom he had legally adopted, Tyson included).",
            "score": 43.73852753639221
        },
        {
            "docid": "158538_21",
            "document": "Evander Holyfield . Then a deal was signed for him to defend his crown against Mike Tyson in November 1991. Tyson delayed the fight, claiming he was injured in training, but was then convicted for the rape of Desiree Washington and sentenced to six years in prison, so the fight did not happen at that time. They fought in 1996 (Holyfield won by a TKO in 11) and a rematch in 1997 (Holyfield won by disqualification in 3, after Tyson bit both of his ears).",
            "score": 36.25004553794861
        },
        {
            "docid": "39027_11",
            "document": "Mike Tyson . Kevin Rooney also trained Tyson, and he was occasionally assisted by Teddy Atlas, although Atlas was dismissed by D'Amato when Tyson was 15. Rooney eventually took over all training duties for the young fighter.",
            "score": 28.770329475402832
        },
        {
            "docid": "39027_27",
            "document": "Mike Tyson . Tyson and Ruddock met again on June 28 that year, with Tyson knocking down Ruddock twice and winning a 12 round unanimous decision. A fight between Tyson and Holyfield for the undisputed championship was scheduled for November 8, 1991 at Caesars Palace in Las Vegas, but Tyson pulled out after sustaining a rib cartilage injury during training.",
            "score": 29.538798809051514
        },
        {
            "docid": "66345_9",
            "document": "Robin Givens . After meeting in March 1986, Givens married boxer Mike Tyson on February 7, 1988. Tyson was then estimated to have US$50 million, and he and Givens did not make a prenuptial agreement. During their marriage, Givens and her mother bought a $4.6 million mansion in the affluent suburb of Bernardsville, New Jersey.",
            "score": 31.56584596633911
        },
        {
            "docid": "24694758_4",
            "document": "Tyson (1995 film) . Mike Tyson grows up a troubled youth, who vows to be a professional boxer in the future. Manager and trainer Cus D'Amato begins turning the young Tyson into an undefeated fighter. However, Tyson becomes a difficult pupil who is often exposed, and slacks off during his training.",
            "score": 32.53934144973755
        },
        {
            "docid": "1486840_12",
            "document": "Cus D'Amato . It was there that he met and began to work with the future heavyweight champion, Mike Tyson, who was in a nearby reform school. He adopted Tyson after Tyson's mother died. D'Amato trained him over the next few years, encouraging the use of peek-a-boo style boxing, with the hands in front of the face for more protection. D'Amato was briefly assisted by Teddy Atlas, and later Kevin Rooney, a protégé of D'Amato, who emphasized elusive movement. It is unclear at exactly what age (11 or 12) Tyson first became seriously interested in becoming a professional boxer. Bobby Stewart, a former Golden Gloves Champion, was approached by Tyson while working as a counselor at the Tryon School For Boys. Tyson knew of Stewart's former boxing glory and specifically asked to speak with Stewart who immediately took on a gruff attitude of the subject after witnessing Tyson's terrible behavior in his first days at the school. Bobby Stewart introduced Mike Tyson to D'Amato when Tyson was around 12 or 13 years old, after Stewart stated he had taught Tyson all he could about boxing technique and skill. D'Amato died a little over a year before Tyson became the youngest world heavyweight titleholder in history at the age of 20 years 4 months, thus supplanting Patterson's record. Rooney would later guide Tyson to the heavyweight championship sixteen months after D'Amato's death.",
            "score": 38.20824670791626
        },
        {
            "docid": "30858332_16",
            "document": "Evander Holyfield vs. Mike Tyson II . In the 2008 documentary \"Tyson\", the boxer claimed he did it as retaliation for the headbutting.",
            "score": 29.385897636413574
        },
        {
            "docid": "10317238_5",
            "document": "Gogoplata . Ryusuke \"Jack\" Uemura is notable as the fighter who performed the first successful gogoplata in mixed martial arts against Isao Terada at Zst Grand Prix 2, Final Round, on January 23, 2005. Former UFC Heavyweight fighter Brad Imes calls himself \"Mr. Gogoplata,\" after winning two matches in a row with the maneuver. Nick Diaz defeated Takanori Gomi using the gogoplata at Pride 33, only to have the victory turned to a NC due to positive test for marijuana in the post-fight drug screen.",
            "score": 53.931490421295166
        },
        {
            "docid": "7350552_5",
            "document": "Shinya Aoki . For unknown reasons, the proposed fight with Melendez did not take place. Instead, Aoki faced highly ranked Lightweight fighter Joachim Hansen. Aoki submitted Hansen with a gogoplata—this was the second successful gogoplata in MMA competition (the first by Ryusuke Uemura).",
            "score": 48.31110334396362
        },
        {
            "docid": "39209225_8",
            "document": "Bruce Seldon vs. Mike Tyson . Almost immediately after the fight, the audience began chanting \"Fix!\", having thought Seldon took a dive in order for Tyson to win the championship and move on to face Evander Holyfield. The crowd would continue to serenade Seldon with chants of \"Fix!\" as he remained in the ring for an interview with Jim Gray. Gray would openly ask Seldon if he did in fact take a dive, but Seldon professed his innocence, stating \"I didn't train 12 weeks to come in here and take a dive.\"",
            "score": 32.16335463523865
        },
        {
            "docid": "40424225_5",
            "document": "Mike Tyson vs. Kevin McBride . McBride, however, remained confident that he could upset Tyson and promised that he would \"shock the world\" by defeating Tyson Prior to the fight, Tyson parted ways with trainer Freddie Roach, who had trained Tyson for his two previous fights against Clifford Etienne in 2003 and Williams in 2004, and replaced him with former super bantamweight champion Jeff Fenech.",
            "score": 36.00864362716675
        },
        {
            "docid": "10317238_7",
            "document": "Gogoplata . In Japan, promotion 666's wrestler Konaka Pelhwan is known for using a rope hanging version of the gogoplata as a signature move.",
            "score": 51.5377779006958
        },
        {
            "docid": "3307314_5",
            "document": "Kevin Rooney . Rooney trained world heavyweight champion Mike Tyson from the start of his professional career in 1985 until Tyson's bout with Michael Spinks in 1988.",
            "score": 28.57901430130005
        },
        {
            "docid": "39027_48",
            "document": "Mike Tyson . In another Memphis fight on February 22, 2003, Tyson beat fringe contender Clifford Etienne 49 seconds into round one. The pre-fight was marred by rumors of Tyson's lack of fitness. Some said that he took time out from training to party in Las Vegas and get a new facial tattoo. This eventually proved to be Tyson's final professional victory in the ring.",
            "score": 35.20520377159119
        },
        {
            "docid": "811720_15",
            "document": "Punch-Out!! (arcade game) . In 1987, the growing popularity of the Nintendo Entertainment System (NES) caused the development and release of \"Mike Tyson's Punch-Out!!\" for the NES console to happen. Several elements, such as opponents and their names, were changed for this version. In particular, professional boxer Mike Tyson was added as the game's final boss to promote his success in becoming a champion. In 1990, when the contract licensing the use of Tyson's name in the console version expired, Nintendo replaced Tyson with an original character named Mr. Dream, re-releasing it as \"Punch-Out!!\" (a.k.a. \"Punch-Out!! featuring Mr. Dream\"). Like \"Mike Tyson's Punch-Out!!\", \"Punch-Out!! featuring Mr. Dream\" bore no further resemblance to the arcade version.",
            "score": 34.85749411582947
        },
        {
            "docid": "40225077_3",
            "document": "Mike Tyson vs. Lou Savarese . Mike Tyson was three fights into his latest comeback, which started on January 16, 1999 with a fifth-round knockout victory over former IBF Heavyweight champion Francois Botha. After a nine-month layoff due in large part to a four-month prison stint, Tyson met former WBA Cruiserweight champion Orlin Norris, but the bout ended in a no-contest after Tyson injured Norris with a punch that landed after the bell. Three months later, Tyson had his first ever fight in the United Kingdom, easily defeating British journeyman Julius Francis by second-round knockout. It was then announced in February 2000 that Tyson would next meet fringe-contender Lou Savarese. Initially, the fight was set to take place in Milan, Italy in May, but the bout was postponed after Tyson decided that he needed more time to train. The fight was then moved to Hampden Park in Glasgow, Scotland and rescheduled for June 24, 2000. Though the decision to allow Tyson to return to the United Kingdom was met with protests because of Tyson's rape conviction, the Glasgow city council voted 10–1 in favor of allowing Tyson to continue on with his match with Savarese.",
            "score": 43.30285465717316
        },
        {
            "docid": "39027_65",
            "document": "Mike Tyson . In October 2012, Tyson launched the Mike Tyson Cares Foundation. The mission of the Mike Tyson Cares Foundation is to \"give kids a fighting chance\" by providing innovative centers that provide for the comprehensive needs of kids from broken homes.",
            "score": 33.39615440368652
        },
        {
            "docid": "22454095_5",
            "document": "Richie Giachetti . When Mike Tyson was dethroned of his heavyweight crown by James \"Buster\" Douglas in 1990 in a 10th-round knockout in Tokyo, King inserted Giachetti as Tyson's trainer. Giachetti trained Tyson for his next four fights, those against Henry Tillman, Alex Stewart, and the two fights against Donovan \"Razor\" Ruddock. Giachetti later returned to Tyson's corner for his second fight against Evander Holyfield, the infamous \"bite fight\".",
            "score": 35.76408624649048
        },
        {
            "docid": "39027_46",
            "document": "Mike Tyson . Tyson once again had the opportunity to fight for a heavyweight championship in 2002. Lennox Lewis held the WBC, IBF, IBO and Lineal titles at the time. As promising fighters, Tyson and Lewis had sparred at a training camp in a meeting arranged by Cus D'Amato in 1984. Tyson sought to fight Lewis in Nevada for a more lucrative box-office venue, but the Nevada Boxing Commission refused him a license to box as he was facing possible sexual assault charges at the time.",
            "score": 31.941187024116516
        },
        {
            "docid": "39230759_7",
            "document": "Trevor Berbick vs. Mike Tyson . This fight was mentioned in the animated TV series Mike Tyson Mysteries episode \"Ultimate Judgement Day\" from 2014. In the episode Mike Tyson says Trevor Berbick wanted to call their 1986 fight 'Ultimate Judgement Day', but then ghost of Berbick appears to correct Tyson, saying that it was actual Tyson was the boxer that wanted to call it 'Ultimate Judgement Day.' Tyson thanks Berbick for the correction, and then waves his hand to make the ghost of Trevor Berbick disappear.",
            "score": 34.49474239349365
        },
        {
            "docid": "3480664_19",
            "document": "Jim Gray (sportscaster) . On June 24, 2000 in Glasgow, Scotland, Gray did the interview with Mike Tyson after his swift knockout of Lou Savarese where Tyson proclaimed he \"wanted to eat (Lennox Lewis's) children.\"",
            "score": 27.641507863998413
        },
        {
            "docid": "39342210_5",
            "document": "Mike Tyson vs. Donovan Ruddock II . After months of tough negotiations between Tyson's and Evander Holyfield's respective camps, which included both men's promoters attempting to get a fight with George Foreman instead, a deal was reached that would see Holyfield and Tyson face each other for the Undisputed Heavyweight Championship on November 8, 1991 at Caesers Palace. However, Tyson suffered an injury during training camp and was unable to fight in November. The parties waited to reschedule until after Tyson's trial was complete, but before the fight could take place, Tyson was convicted of the rape of Desiree Washington in February 1992 and sentenced to six years in prison.",
            "score": 29.6341233253479
        },
        {
            "docid": "49830302_3",
            "document": "Mike Tyson (disambiguation) . Mike Tyson or Michael Tyson may also refer to:",
            "score": 22.765867233276367
        },
        {
            "docid": "2258415_6",
            "document": "Yes It Is . \"Yes It Is\" was released as the B-side of \"Ticket to Ride\" in both the UK and the US. American pressings of the single erroneously show \"Yes It Is\" as being from the film \"Eight Arms to Hold You\" (the original title for the film, \"Help!\"), in which it did not appear.",
            "score": 12.756749391555786
        },
        {
            "docid": "7316042_6",
            "document": "Final Blow . The Genesis version was one of the key games used to market the Genesis console as part of the Genesis Does Campaign, particularly since Nintendo used Mike Tyson for its \"Mike Tyson's Punch-Out!!\" video game, whom Douglas had challenged and defeated that year. \"Mega\" placed the game at #9 in their list of the 10 Worst Mega Drive Games of All Time.",
            "score": 25.95384407043457
        },
        {
            "docid": "40414479_5",
            "document": "Mike Tyson vs. Danny Williams . Tyson was then given the option to compete on the undercard of Lewis' title defense against Vitali Klitschko on June 21, 2003, after which Tyson would have two additional fights before taking on Lewis in their rematch. Tyson initially agreed and was set to meet future WBC heavyweight champion Oleg Maskaev, but Tyson pulled out of the bout after former promoter Don King allegedly used threats to prevent Tyson from signing the contract.",
            "score": 29.58119010925293
        },
        {
            "docid": "39255281_3",
            "document": "Mike Tyson vs. Tyrell Biggs . According to Mike Tyson's Book \"Undisputed Truth\", Tyrell Biggs dissed Tyson in 1984. When Tyson came to wish the American Boxing Olympic team good luck, a lady came and wished the boxers a good trip. Tyrell Biggs then proceeded to laugh and said \"I don't know about him, but he certainly ain't getting on that plane\" (referring to Mike Tyson not being selected among the American Boxing Olympic Team).",
            "score": 28.556563019752502
        },
        {
            "docid": "17121438_12",
            "document": "Lennox Lewis vs. Mike Tyson . Tyson later admitted to biting Lewis' leg and had to pay him US$335,000.",
            "score": 28.904088973999023
        },
        {
            "docid": "39438895_6",
            "document": "Mike Tyson vs. Francois Botha . The following year, Botha would get an opportunity at Lewis' titles, challenging the champion on July 15, 2000. Botha would not have as good a showing as he did against Tyson, being knocked out in the second round by Lewis",
            "score": 23.244940996170044
        },
        {
            "docid": "39027_84",
            "document": "Mike Tyson . The film \"Tyson\" was released in 1995 and was directed by Uli Edel. It explores the life of Mike Tyson, from the death of his guardian and trainer Cus D'Amato to his rape conviction. Tyson is played by Michael Jai White.",
            "score": 25.149187564849854
        },
        {
            "docid": "39027_8",
            "document": "Mike Tyson . Tyson's biological father is listed as \"Purcell Tyson\" (who was from Jamaica) on his birth certificate, but the man Tyson had known as his father was Jimmy Kirkpatrick. Kirkpatrick was from Grier Town, North Carolina (a predominantly black neighborhood that was annexed by the city of Charlotte), where he was one of the neighborhood's top baseball players. Kirkpatrick married and had a son, Tyson's half-brother Jimmie Lee Kirkpatrick, who would help to integrate Charlotte high school football in 1965. In 1959, Jimmy Kirkpatrick left his family and moved to Brooklyn, where he met Tyson's mother, Lorna Mae (Smith) Tyson. Mike Tyson was born in 1966. Kirkpatrick frequented pool halls, gambled and hung out on the streets. \"My father was just a regular street guy caught up in the street world,\" Tyson said. Kirkpatrick abandoned the Tyson family around the time Mike was born, leaving Tyson's mother to care for the children on her own. Kirkpatrick died in 1992.",
            "score": 32.1454861164093
        }
    ],
    "r": [
        {
            "docid": "345792_66",
            "document": "The Undertaker . Calaway is a fan of boxing and mixed martial arts. He has practiced Brazilian jiu-jitsu and earned a black belt in 2011 under Rolles Gracie Jr. His striking gloves and \"Hell's Gate\" submission (a modified gogoplata) were also inspired by mixed martial arts.",
            "score": 82.9725341796875
        },
        {
            "docid": "2381618_3",
            "document": "Marco Ruas . Ruas is the founder of Ruas Vale Tudo, a hybrid of submission wrestling and kickboxing. He also used to train in the art of capoeira with renowned Mestre Camisa in Rio de Janeiro at the Santa Luzia club, downtown Rio. He has instructed fighters such as Pedro Rizzo and Renato Sobral. He is also a black belt in Luta-Livre, who faced up a legendary quarrel against the Brazilian jiu-jitsu fighters in the 80s and 90s. After the match against Pinduka, he started training in Brazilian jiu-jitsu with Osvaldo Alves. Later he trained Joe Moreira before his fight against the Russian boxer Yuri Vaulin. Seeing his good skills in grappling, Moreira gave him a black belt in brazilian jiu-jitsu and caused a commotion among his fellow Brazilians. His instructors included Euclydes Hatem.",
            "score": 81.53009033203125
        },
        {
            "docid": "25911155_14",
            "document": "Joe Moreira . Eighteen months later, following his first MMA victory over Uri Vaulin at the UFC 14, Moreira shocked the Brazilian Jiu-Jitsu community again by revealing that he trained with Marco Ruas to fight the Russian boxer - without the help of the Gracie family or anyone else from the Brazilian Jiu-Jitsu community. Seeing the good ground technique presented by Ruas, who trained in Jiu-Jitsu for 15 years, Moreira gave him a Brazilian Jiu-Jitsu black belt and caused a commotion among his fellow Brazilians. These two important decisions helped pave the way for his cross training to take its now-prominent role in fight training.",
            "score": 80.54009246826172
        },
        {
            "docid": "25317956_3",
            "document": "Leandro Vieira . Leandro Vieira began training Jiu-Jitsu at a very young age: only 5 years old. He is known as one of the best Brazilian Jiu-Jitsu instructors in the world. He has won medals at IBJJF Championships such as the Brazilian Jiu-Jitsu World Championships, Brazilian Nationals, Paulista Regionals, Las Vegas Open and Submission Ink Grappling Tournament. He holds a 3rd-Degree Black Belt in Brazilian Jiu-Jitsu.",
            "score": 80.25431060791016
        },
        {
            "docid": "3288735_40",
            "document": "Michael Dudikoff . He since trained in karate, aikido, judo and in Brazilian jiu-jitsu. He began his training in Brazilian jiu-jitsu with Rorion Gracie and stays connected with the Brazilian Jiu-Jitsu fighting circuit, including Rigan Machado, an eighth degree red and black belt in Brazilian jiu-jitsu and former world champion.",
            "score": 77.97511291503906
        },
        {
            "docid": "7889724_4",
            "document": "Márcio Cruz . Cruz is a six-time Brazilian Jiu-Jitsu World Champion, five-time Brazilian Jiu-Jitsu National Champion, eight-time Brazilian Jiu-Jitsu Pan-American Champion and the 2003 ADCC World Champion. People he has defeated include: Ricco Rodriguez, Mike Van Arsdale, Roger Gracie, Gabriel Gonzaga, Paulo Filho, Fabrício Werdum, Xande Ribeiro, Marcelo Garcia, Saulo Ribeiro, Fernando Augusto, Jeff Monson, and Fernado \"Margarida\" Pontes. Since he started his mixed martial arts career, he has been training MMA with Roberto “Gordo” Correa and he fights under the Gracie Fusion team.",
            "score": 77.80558013916016
        },
        {
            "docid": "5895812_3",
            "document": "Tony DeSouza . His style of fighting is a blend of freestyle wrestling and Brazilian jiu-jitsu. De Souza competed in wrestling throughout his high school and college years in Los Angeles. He learned Brazilian jiu jitsu under John Lewis and Andre Pederneiras. De Souza's trademark submission is a modified guillotine choke known as the Peruvian Necktie. C.B. Dollaway used this choke to defeat Jesse Taylor at \"\".",
            "score": 77.69473266601562
        },
        {
            "docid": "13300898_3",
            "document": "Mike Pyle (fighter) . Pyle was born and raised in Dresden, Tennessee until the age of 17 when he moved to Birmingham, Alabama. It was there that he began studying Taekwondo. One of his training partners told him, \"Man you gotta check out this cage fighter stuff they got going on. There's this guy who lays on the ground and breaks peoples arms ...\" The cage fighting they were talking about was the UFC. The man they were talking about was Royce Gracie, the masterful practitioner of the martial arts discipline known as Brazilian jiu-jitsu who won the tournaments at UFC 1, UFC 2 and UFC 4. Pyle created a gym in a 13 x 15-foot shed behind his mother's home in Dresden, searching for any instructional videos for Brazilian jiu-jitsu he could get his hands on as well attending seminars put together by the Gracie family, whenever they were close enough for him to make the drive. Despite having no formal Brazilian jiu-jitsu training, Pyle would go on to be a successful submission grappler in mixed martial arts, the large majority of his wins coming by submission.",
            "score": 76.87895202636719
        },
        {
            "docid": "24017027_2",
            "document": "Rubens Charles Maciel . Rubens Charles Maciel (born December 24, 1979), aka \"Cobrinha\" and sometimes referred to as Rubens \"Cobrinha\" Charles, is a Brazilian Jiu Jitsu (BJJ) competitor. He is considered the best featherweight in the decade and to be among the best pound for pound jiu jitsu competitors in the world. Cobrinha is a black belt in Brazilian jiu-jitsu under Fernando \"Terere\" Augusto and a member of Alliance Jiu Jitsu. Cobrinha has won a total of six world championship titles in Brazilian jiu-jitsu as a black belt in the featherweight (or lightweight) category. He started training BJJ in 2000, received his black belt in 2005, and has since medaled in every World Jiu-Jitsu Championship in which he has competed - a total of ten. He is known for his attacking style of jiu jitsu and, in particular, for his guard. His guard was voted the best Guard of the Decade by fellow World Champions.",
            "score": 76.2352294921875
        },
        {
            "docid": "38498838_2",
            "document": "Keenan Cornelius . Keenan Kai-James Cornelius is an American Brazilian Jiu-Jitsu practitioner known for his competitive achievements, most notably including what has been dubbed a grand slam in Brazilian Jiu-Jitsu, having won double gold medals at four major tournaments - the World Jiu-Jitsu Championship, Pan-American Championship, European Open Championship, and Brazilian National Jiu-Jitsu Championship - as a purple belt. He is also known for his creation of guard techniques such as the Worm Guard.",
            "score": 75.20771026611328
        },
        {
            "docid": "23895678_3",
            "document": "10th Planet Jiu-Jitsu . In 2003, after earning a black belt under Jean-Jacques Machado, Eddie Bravo opened his first 10th Planet Jiu-Jitsu school in Los Angeles, California. Bravo's system emphasizes developing students for submission-only grappling competition rather than points. He focused his jiu-jitsu training without the traditional gi; becoming one of the first jiu-jitsu schools to do so. The idea behind this was to try to implement as many of the techniques as possible in mixed martial arts (MMA) competitions. Bravo worked for the Ultimate Fighting Championship (UFC) during this time and felt high-level jiu-jitsu practitioners weren't winning as much they should have, mainly attributing this to them wearing a gi when training jiu-jitsu but competing in MMA without one. 10th Planet Jiu-Jitsu has been controversial since it's inception. Bravo's changes to traditional Brazilian Jiu-Jitsu, like abandoning the gi, drew a lot of backlash and there has been debate to how much 10th Planet techniques, most notably its iterations of the rubber guard, translates to MMA.",
            "score": 74.648193359375
        },
        {
            "docid": "263718_24",
            "document": "Joe Rogan . Rogan became interested in jiu-jitsu after watching Royce Gracie fight at \"UFC 2: No Way Out\" in 1994. In 1996, Rogan began training in Brazilian jiu-jitsu under Carlson Gracie at his school in Hollywood, California. He is a black belt under Eddie Bravo's 10th Planet Jiu-Jitsu, a style of no-gi Brazilian jiu-jitsu, and a black belt in gi Brazilian jiu-jitsu under Jean Jacques Machado.",
            "score": 73.78245544433594
        },
        {
            "docid": "24392750_2",
            "document": "Robson Moura . Robson Moura Fonseca is a Brazilian Jiu Jitsu competitor, instructor and a mixed martial artist. He started training in Brazilian Jiu Jitsu at the age of 10 in Teresópolis, Brazil. His first Brazilian Jiu-Jitsu teacher was Ailson \"Jucão\" Brites, though Moura attained the rank of black belt at the age of 16 from Nova União co-founder Andre Pederneiras. Today Moura holds a 5th degree black belt in Brazilian Jiu-Jitsu under Professor Brites. He has a mixed martial arts record of 2-1-1.",
            "score": 73.65979766845703
        },
        {
            "docid": "20016850_16",
            "document": "Phillipe Nover . Before his fight with Efrain Escudero, Phillipe was awarded a black belt in Brazilian Jiu-Jitsu by Mundials Bronze winner Alexandre \"Soca\" Freitas on Dec. 6, 2008. The ceremony took place at the Soca Brazilian Jiu-Jitsu Academy in New York. Phillipe has been studying BJJ since he was 17 years old. Nover faced his Ultimate Fighter Season 8 finale opponent Escudero in a submission-only match on November 9, 2013 at the World Jiu-Jitsu Expo; they fought to a draw. In his next match-up, a wrestling match at Grapple at the Garden on December 1, 2013, he was defeated by former UFC lightweight champion Frankie Edgar.",
            "score": 73.42583465576172
        },
        {
            "docid": "28344409_3",
            "document": "Marcin Held . Held began training in Brazilian jiu-jitsu at the age of nine and was promoted to black belt at the age 21, becoming the youngest black belt in Poland. Held is well known for winning multiple Brazilian Jiu-Jitsu and grappling competitions in his home country. Though he fights at lightweight, he has expressed a desire to compete at featherweight, should the right fight become available.",
            "score": 73.35475158691406
        },
        {
            "docid": "31635905_4",
            "document": "Vitor Vianna . Since 2004, Vitor Vianna has competed in mixed martial arts events around the world. Prior to this he was a highly decorated Brazilian Jiu-Jitsu competitor. He is a; 2 time World Champion, 6 time Brazilian National Champion, 15 time State Champion, and ADCC NO GI Brazilian trials runner-up. In the ADCC NO GI Brazilian trials he faced Roger Gracie in the finals, who is considered the best Brazilian Jiu-Jitsu fighter in the world. Vitor lasted 13 minutes with Roger Gracie but ultimately lost via submission and became the runner-up. Vitor is a member of Wanderlei Silva's the Wand Fight Team and is the head Brazilian Jiu-Jitsu instructor, and MMA instructor there. In addition to training with and teaching at the Wand Fight Team, Vitor is the main training partner for UFC fighter and Pride Champion Wanderlei Silva.",
            "score": 73.3031997680664
        },
        {
            "docid": "5943453_6",
            "document": "Jake Shields . In the summer of 2001, Shields received a wrestling scholarship to San Francisco State University. At that time he began training with the Cesar Gracie Fight Team, resulting in a dramatic improvement of the jiu jitsu variety. He is a three-time Grapplers Quest Advance Champion, Pan American Championships Jiu Jitsu Champion, Pan Am Open Advance Submission Champion, Gracie Open Superfight Champion and finished 3rd place at the ADCC Submission Wrestling World Championship in 2005. His victory at the Pan American Championships (which requires wearing a uniform) as a purple belt is notable because Jake Shields claims he has trained \"about four hours with the gi in [his] life,\" and the Pan Americans is one of the largest Brazilian jiu-jitsu competitions in the world. He continued to improve on the kickboxing skills he picked up with Chuck Liddell, by cross-training with the professional Muay Thai kickboxing team at the Fairtex combat Academy, training with Muay Thai Champions Jongsanan Fairtex and Alex Gong. He was awarded the rank of black belt in Brazilian jiu-jitsu by Cesar Gracie in February 2007.",
            "score": 72.98695373535156
        },
        {
            "docid": "3015961_3",
            "document": "Murilo Bustamante . Bustamante was born in coastal Rio de Janeiro and originally had dreams of professional surfing, but began training in Brazilian jiu-jitsu soon after having his first fight when he was 10 years old. Bustamante began officially competing when he was 15 years old, before adding judo, and then began boxing when he was 18. Bustamante is a black belt under the renowned Carlson Gracie. He has won numerous world titles in Brazilian Jiu-Jitsu, which includes the World Championships of Jiu-Jitsu.",
            "score": 72.9332046508789
        },
        {
            "docid": "21243536_5",
            "document": "Rodrigo Gracie . Gracie has co-written three instructional books on Brazilian jiu-jitsu with author Kid Peligro; \"“Brazilian Jiu-Jitsu No Holds Barred!: Fighting Techniques”\", \"“Brazilian Jiu-Jitsu: The Path to the Black Belt”\", and \"“The Complete Guide to Gracie Jiu-Jitsu”\".",
            "score": 72.86300659179688
        },
        {
            "docid": "25024657_3",
            "document": "Peter Letsos . Pete is a 3X Pan Am medalist, as well as a 3X Gracie World Champion. He is known in Brazil for winning 7 tournaments in one month. Pete began training Jiu Jitsu in high school at the Carlson Gracie Academy in downtown Chicago, and won several matches in the Jiu Jitsu World Championships as a purple belt. Pete then went to live and train Jiu Jitsu in Brazil for 4 years, spending countless hours on the mat with Osvaldo Alves and Carlson Gracie. He is featured in \"The Gracie Way\" by Jiu Jitsu journalist Kid Peligro. Pete has trained alongside many of the world's best Jiu Jitsu fighters and Mixed Martial Artists, such as Fredson Paixao, André Galvão, Tony DeSouza, and Miguel Torres. He is good friends with Eddie Bravo, Kenny Florian, Jeff Glover, and BJ Penn. Pete even lived and trained with BJ Penn at his Mixed Martial Arts academy in Hilo, Hawaii, where he eventually suffered a devastating injury to his neck while surfing. Since then, Pete's emphasis has been on training students in Brazilian Jiu Jitsu at his gym Rio Jiu Jitsu Academy in Chicago's Irving Park neighborhood.",
            "score": 72.66694641113281
        },
        {
            "docid": "17624419_3",
            "document": "Wilson Reis . Reis received his black belt in Brazilian jiu-jitsu from instructor Roberto Godoi. As a brown belt he won the 2004 Jiu Jitsu World Championships. Reis was crowned the first and only EliteXC Bantamweight champion on September 26, 2008. He trains at BJJ United in Pennsylvania and at Daddis Fight Camps in New Jersey and Philadelphia. He previously taught Brazilian jiu-jitsu and No-gi at Tri-State Martial Arts Academy in Levittown, Pennsylvania. Reis formerly competed in Bellator Fighting Championships. He competed for the first time in his native Brazil in WFE 11 - Platinum, winning by submission.",
            "score": 72.27578735351562
        },
        {
            "docid": "5071817_4",
            "document": "Ralph Gracie . Upon retirement, Gracie held a record of six wins and one loss in sanctioned fights. He holds a fifth degree black belt in Brazilian Jiu-Jitsu, and has won several BJJ tournaments. Ralph also owns and operates a series of martial arts academies in California, as well as Florida, (specializing in Brazilian Jiu-Jitsu) and has been doing so for over a decade.",
            "score": 72.17691040039062
        },
        {
            "docid": "207083_36",
            "document": "Brazilian jiu-jitsu . The Brazilian jiu-jitsu practitioner's uniform is similar to a judogi, but often with tighter cuffs on the pants and jacket. This allows the practitioner to benefit from a closer fit, providing less material for an opponent to manipulate, although there is a significant overlap in the standards that allows for a carefully selected gi to be legal for competition in both styles. Traditionally, to be promoted in Brazilian jiu-jitsu, the wearing of the jiu-jitsugi while training is a requirement. Recently with the growing popularity of \"no gi\" Brazilian jiu-jitsu, the practice of giving out belts to no gi practitioners (e.g., Rolles Gracie awarding Rashad Evans a black belt) has become more common. The term \"kimono\" is sometimes used to describe the outfit, especially in Brazil.",
            "score": 71.75010681152344
        },
        {
            "docid": "2980399_2",
            "document": "Carlos Newton . Carlos Newton (born August 17, 1976) is an Anguillian-born Canadian retired mixed martial artist and one of the original MMA pioneers. He is a former UFC Welterweight Champion and Pride FC Japan MMA Legend. Known as \"The Ronin\", he competed worldwide in the biggest MMA organizations including UFC, Pride FC, IFL, K-1, Shooto and most recently W-1. He is a 3rd Degree Brazilian Jiu-Jitsu Black Belt alongside his coach Terry Riggs under Renzo Gracie, at Warrior MMA in Newmarket, Ontario. Newton has always been considered a fan favourite and a \"Submission Master\" and has dubbed his personal fighting style — an amalgam of Brazilian Jiu-Jitsu, judo, wrestling and boxing — as \"Dragon Ball Jiu-Jitsu\" in tribute to Dragon Ball, a Japanese manga series. As a testament to his worldwide popularity, Newton is one of only a few MMA athletes to ever be allowed to compete in the UFC and Pride FC at the same time. He currently manages his own gym in Pickering, Ontario, Newton MMA.",
            "score": 71.7115707397461
        },
        {
            "docid": "12763075_2",
            "document": "Fredson Paixão . Fredson Paixão Melo (; born May 13, 1979) is a Brazilian mixed martial artist and Brazilian Jiu Jitsu instructor. He has competed as a featherweight in the United States with the UFC and WEC, in Japan with Deep, and in Brazil with Jungle Fight. He is a four-time Brazilian Jiu Jitsu World Champion and a Brazilian Jiu Jitsu professor, who teaches in Las Vegas, Nevada, and has affiliate schools in California and Okinawa, Japan, under the \"Fredson Paixao Brazilian Jiu Jitsu Association\" banner. He is a former member of the Gracie Barra Combat Team.",
            "score": 71.70790100097656
        },
        {
            "docid": "3041760_5",
            "document": "Fabrício Werdum . Born in Porto Alegre, Brazil, Werdum started training in Brazilian jiu-jitsu after being choked unconscious with a triangle choke by his then-girlfriend's ex-boyfriend. He trained with Marcio Corleta at the Porto Alegre Academy, Winner Behring. After success in competitive Brazilian jiu-jitsu and submission grappling, he started his career in MMA. He arrived in Spain to join his mother, who had moved to the city of Madrid some years before. At the age of 22 , soon after his arrival in Spain, when he was just a purple belt, he started teaching the art of Brazilian jiu-jitsu in Madrid and other cities of Spain. Despite only training with white and blue belts, he became a BJJ World Champion, being promoted to the rank of black belt by Master Sylvio Behring three years later.",
            "score": 71.66487121582031
        },
        {
            "docid": "15920627_2",
            "document": "Alvin Aguilar . Arthur Alvin A. Aguilar is a martial artist and Mixed Martial Arts promoter better known as \"Alvin Aguilar\". He was born on April 28, 1974 in Bacolod, Philippines. He is the president and founder of the Universal Reality Combat Championship (URCC, 2002–present); He is also the founder and head coach of DEFTAC Ribeiro Jiu-jitsu Philippines (DEFTAC, 1996–present.) and now currently serving as the president of the Wrestling Association of the Philippines. He started training in martial arts at the age of 9, first in Karate, Arnis and Greco-Roman Wrestling. Having spent over 30 years of his life to the study of multiple martial arts forms including Sari-an, Brazilian Jiu-Jitsu, Yaw Yan, Pekiti, etc. He has developed his own unique fighting style specializing in grappling, knife and street fighting. He is also known for being the first home-grown Filipino Brazilian Jiu-jitsu Black belt.",
            "score": 71.5679931640625
        },
        {
            "docid": "2185484_4",
            "document": "Carlos Machado (fighter) . Carlos was teaching in America as early as 1990. In April 1994 he moved to Los Angeles, California. There he met martial arts movie star Chuck Norris, who was instrumental in promoting Brazilian Jiu-Jitsu and the Machado family. Since then, Mr. Norris has been one of the greatest advocates of Machado Brazilian Jiu Jitsu. Carlos lived in Los Angeles until the end of 1995, when he moved to the city of Dallas, Texas. There he taught Brazilian jiu-jitsu out of the same building in which Chuck Norris's television show \"Walker, Texas Ranger\" was filmed. That allowed Machado not only to teach at his studio, but also to take part in many episodes of that popular show. He often assisted on choreographing fight scenes with Brazilian Jiu-Jitsu.",
            "score": 71.42403411865234
        },
        {
            "docid": "34656218_3",
            "document": "Gracie Jiu-Jitsu (book) . Describes the techniques of the martial art of Brazilian Jiu-Jitsu (\"BJJ\"). The back cover says: \"Helio Gracie, creator of the Gracie Jiu-jitsu, had a weak health in adolescence, being forbidden to perform any physical activity, until the chance put him on the \"tatami\". His fascinants results, inside and out the ring, thrilled all a nation and made him the first hero of brazilian sport. After dedicating all of his life to this style of fight, Helio presents his first and unique book about the art that has made him a triumphant man. Born in 1913, now he lives in \"Itaipava\", in Rio, and teaches the jiu-jitsu\".",
            "score": 71.32105255126953
        },
        {
            "docid": "728470_3",
            "document": "Submission wrestling . The sport of submission wrestling brings together techniques from catch wrestling, folk wrestling, Greco-Roman wrestling, freestyle wrestling, judo, Brazilian jiu-jitsu, Japanese jiu-jitsu, and sambo. Submission fighting as an element of a larger sport setting is very common in mixed martial arts, Brazilian jiu-jitsu, catch wrestling, and others. Submission wrestlers or \"grapplers\" usually wear shorts, skin-sticky clothing such as rash guards, speedos, and mixed short clothes so they do not rip off in combat. They are also known for using submission techniques normally banned in other arts or competitions such as heel hooks, toe holds, wrist locks.",
            "score": 70.90071105957031
        },
        {
            "docid": "3848862_39",
            "document": "Nick Diaz . Diaz is a Brazilian jiu-jitsu black belt under Cesar Gracie whom he has been training with since he was a teenager. He is accomplished in both gi and no-gi jiu-jitsu. Some of the major titles he has won include the US Purple Belt Open in 2004 and a Pan-American Brown Belt Medium Weight Division title in 2005. He also owns a victory over renowned grappler Jorge Patino in competition via kneebar. He is known for having a modified BJJ style that suits his MMA career very well. Diaz lists his favorite submission as the kimura.",
            "score": 70.8597640991211
        },
        {
            "docid": "5943453_8",
            "document": "Jake Shields . Shields has developed a style of fighting called \"American Jiu-Jitsu\" which he has tattooed on his forearm. Shields' American Jiu-Jitsu is a no-gi style of grappling for MMA and self-defense is a complete combat art that combines the relaxed and ready position and submission techniques of Brazilian jiu-jitsu with the explosive takedowns, throws and transitions of wrestling.",
            "score": 70.76085662841797
        }
    ]
}