{
    "q": [
        {
            "docid": "622572_47",
            "document": "Collegiate wrestling . These lesions are all Type one infections also known specifically as Herpes simplex, Herpes Zoster, and Herpes Gladiatorial are all types of herpes that are common in skin to skin contact sports. Type two herpes is known as herpes on the genitals which is spread through sexual contact. These lesions come from skin to skin contact or body secretions. The skin starts to develop blisters which can happen anywhere on the body. To return to any activity one must be cleared by a doctor. Herpes Simplex is the virus that causes cold sores this virus can be spread by oral seceretions and can also cause Herpes Gladiatorial. Once a person becomes infected the virus stays in the body forever and can reactivate itself anytime causing cold sores. Herpes Gladiatorial is a skin infection. it comes from the Herpes Simplex virus which is causes the same lesion one has when they have a cold sore. This form of herpes is on the skin and can be spread through contact with others or sharing beverages with someone who is infected or using anything that they may have contaminated. This virus remains in your system and can reactivate itself at any time causing lesions to appear. Herpes Zoster is the virus which causes shingles and chicken pox. Once one has had the chicken pox they carry the virus forever. Once one has chicken pox the virus is inactive but, if it becomes active again they get the shingles.",
            "score": 53.78967225551605
        },
        {
            "docid": "4774419_32",
            "document": "Herpes simplex virus . Herpes simplex virus is likely the most common cause of Mollaret's meningitis, and, in worst case scenarios, can lead to a potentially fatal case of herpes simplex encephalitis.",
            "score": 48.66454267501831
        },
        {
            "docid": "3783315_5",
            "document": "Virus latency . One example is herpes virus family, \"Herpesviridae\", all of which establish latent infection. Herpes virus include chicken-pox virus and herpes simplex viruses (HSV-1, HSV-2), all of which establish episomal latency in neurons and leave linear genetic material floating in the cytoplasm. The \"Gammaherpesvirinae\" subfamily is associated with episomal latency established in cells of the immune system, such as B-cells in the case of Epstein-Barr virus. Epstein-Barr virus lytic reactivation (which can be due to chemotherapy or radiation) can result in genome instability and cancer. In the case of herpes simplex (HSV), the virus has been shown to fuse with DNA in neurons, such as nerve ganglia or brain cells, and HSV reactivates upon even minor chromatin loosening with stress, although the chromatin compacts (becomes latent) upon oxygen and nutrient deprivation.",
            "score": 44.77849638462067
        },
        {
            "docid": "35349626_19",
            "document": "Herpes simplex research . Scientists from Northwestern University, University of Nebraska-Lincoln and Tufts University have established a R2 HSV mutant, which can successfully infect epithelial cells, but the virus fails to infect neurons. Future research will focus on further developing the R2 mutant as a master herpes virus vaccine.",
            "score": 41.89378333091736
        },
        {
            "docid": "46416697_10",
            "document": "Gabriella Campadelli-Fiume . Preclinical therapy of disseminated HER-2+ ovarian and breast carcinomas with a HER-2-retargeted oncolytic herpesvirus Herpes Simplex Virus Glycoproteins gH/gL and gB Bind Toll-Like Receptor 2, and Soluble gH/gL Is Sufficient To Activate NF-κB  AlphaV-beta3-Integrin Relocalizes nectin1 and Routes Herpes Simplex Virus to Lipid Rafts Herpes Simplex Virus gD Forms Distinct Complexes with Fusion Executors gB and gH/gL in Part through the C-terminal Profusion Domain Construction of a Fully Retargeted Herpes Simplex Virus 1 Recombinant Capable of Entering Cells Solely via Human Epidermal Growth Factor Receptor 2 Herpes Simplex Virus gD Forms Distinct Complexes with Fusion Executors gB and gH/gL in Part through the C-terminal Profusion Domain Intracellular Trafficking and Maturation of Herpes Simplex Virus Type 1 gB and Virus Egress Require Functional Biogenesis of Multivesicular Bodies A Herpes Simplex Virus Recombinant That Exhibits a Single-Chain Antibody to HER2/neu Enters Cells through the Mammary Tumor Receptor, Independently of the gD Receptors Heptad Repeat 2 in Herpes Simplex Virus 1 gH Interacts with Heptad Repeat 1 and Is Critical for Virus Entry and Fusion Hydrophobic α-Helices 1 and 2 of Herpes Simplex Virus gH Interact with Lipids, and Their Mimetic Peptides Enhance Virus Infection and Fusion The Egress of Herpesviruses from Cells: the Unanswered Questions The Ectodomain of Herpes Simplex Virus Glycoprotein H Contains a Membrane α-Helix with Attributes of an Internal Fusion Peptide, Positionally Conserved in the Herpesviridae Family Coexpression of UL20p and gK Inhibits Cell-Cell Fusion Mediated by Herpes Simplex Virus Glycoproteins gD, gH-gL, and Wild-Type gB or an Endocytosis-Defective gB Mutant and Downmodulates Their Cell Surface Expression Entry of Herpes Simplex Virus Mediated by Chimeric Forms of Nectin1 Retargeted to Endosomes or to Lipid Rafts Occurs through Acidic Endosomes The Herpes Simplex Virus JMP Mutant Enters Receptor-Negative J Cells through a Novel Pathway Independent of the Known Receptors nectin1, HveA, and nectin2",
            "score": 47.43614959716797
        },
        {
            "docid": "8292334_3",
            "document": "Herpes B virus . In the natural host, the virus exhibits pathogenesis similar to that of herpes simplex virus (HSV) in humans. Conversely, when humans are zoonotically infected with B virus, patients can present with severe central nervous system disease, resulting in permanent neurological dysfunction or death. Severity of the disease increases for untreated patients, with a case fatality rate of approximately 80%. Early diagnosis and subsequent treatment are crucial to human survival of the infection.",
            "score": 70.074059009552
        },
        {
            "docid": "33158058_6",
            "document": "NIAID ChemDB . SIV FIV  Human Cytomegalovirus (HCMV) Epstein-Barr virus Herpes simplex virus 1 Herpes simplex virus 2 Kaposi sarcoma virus Hepatitis A virus Hepatitis B virus Hepatitis C virus \"Mycobacterium spp.\" \"Pneumocystis carinni\" \"Cryptococcus spp.\" \"Candida spp.\" \"Aspergillus spp.\" Microsporidia \"Toxoplasma gondii\" \"Cryptosporidium parvum\" \"Leishmania spp.\" \"Plasmodium spp.\"",
            "score": 38.601600646972656
        },
        {
            "docid": "18653440_5",
            "document": "Mollaret's meningitis . While herpes simplex and varicella can cause rash, Mollaret's patients may or may not have a rash. Herpes simplex virus is likely the most common cause of Mollaret's meningitis.",
            "score": 70.42946934700012
        },
        {
            "docid": "4273427_4",
            "document": "Famciclovir . Famciclovir is indicated for the treatment of herpes zoster (shingles), treatment of herpes simplex virus 2 (genital herpes), herpes labialis (cold sores) in immunocompetent patients and for the suppression of recurring episodes of herpes simplex virus 2. It is also indicated for treatment of recurrent episodes of herpes simplex in HIV patients.",
            "score": 74.69615173339844
        },
        {
            "docid": "4774419_23",
            "document": "Herpes simplex virus . Herpes simplex 2 genomes can be divided into two groups: one is globally distributed and the other is mostly limited to sub Saharan Africa. The globably distributed genotype has undergone an ancient recombination with herpes simplex 1.",
            "score": 42.98568797111511
        },
        {
            "docid": "4774419_3",
            "document": "Herpes simplex virus . In simple terms, herpes simplex 1 is most commonly known as a \"cold sore\", while herpes simplex 2 is the one known by the public as \"herpes\", or \"genital herpes\". According to the World Health Organization 67% of the world population under the age of 50 have HSV-1.",
            "score": 40.66137933731079
        },
        {
            "docid": "337196_24",
            "document": "Neuroanatomy . Certain viruses can replicate in brain cells and cross synapses. So, viruses modified to express markers (such as fluorescent proteins) can be used to trace connectivity between brain regions across multiple synapses. Two tracer viruses which replicate and spread transneuronal/transsynaptic are the Herpes simplex virus type1 (HSV) and the Rhabdoviruses. Herpes simplex virus was used to trace the connections between the brain and the stomach, in order to examine the brain areas involved in viscero-sensory processing. Another study injected herpes simplex virus into the eye, thus allowing the visualization of the optical pathway from the retina into the visual system. An example of a tracer virus which replicates from the synapse to the soma is the pseudorabies virus. By using pseudorabies viruses with different fluorescent reporters, dual infection models can parse complex synaptic architecture.",
            "score": 43.069953203201294
        },
        {
            "docid": "4774419_22",
            "document": "Herpes simplex virus . The herpes simplex 1 genomes can be classified into six clades. Four of these occur in East Africa, one in East Asia and one in Europe and North America. This suggests that the virus may have originated in East Africa. The most recent common ancestor of the Eurasian strains appears to have evolved ~60,000 years ago. The East Asian HSV-1 isolates have an unusual pattern that is currently best explained by the two waves of migration responsible for the peopling of Japan.",
            "score": 39.649885177612305
        },
        {
            "docid": "23270978_2",
            "document": "Epidemiology of herpes simplex . The epidemiology of herpes simplex is of substantial epidemiologic and public health interest. Worldwide, the rate of infection with herpes simplex virus—counting both HSV-1 and HSV-2—is around 90%. Although many people infected with HSV develop labial or genital lesions (herpes simplex), the majority are either undiagnosed or display no physical symptoms—individuals with no symptoms are described as asymptomatic or as having subclinical herpes.",
            "score": 40.33112335205078
        },
        {
            "docid": "4774419_2",
            "document": "Herpes simplex virus . Herpes simplex virus 1 and 2 (HSV-1 and HSV-2), also known as human herpesvirus 1 and 2 (HHV-1 and HHV-2), are two members of the herpesvirus family, Herpesviridae, that infect humans. Both HSV-1 (which produces most cold sores) and HSV-2 (which produces most genital herpes) are ubiquitous and contagious. They can be spread when an infected person is producing and shedding the virus.",
            "score": 42.913978576660156
        },
        {
            "docid": "4774419_1",
            "document": "Herpes simplex virus . Herpes simplex virus",
            "score": 41.111656188964844
        },
        {
            "docid": "10473109_4",
            "document": "Resistance mutation . Resistance mutations are found and become problematic in many viruses other than HIV. Notable examples of such viruses include the herpes simplex virus and hepatitis B virus. In the herpes virus, drugs mainly target the viral DNA polymerase. As a result, mutations in the viral DNA polymerase that make it resistant to these drugs are selected for, which ultimately can cause complete resistance of the treatment. In hepatitis B, nucleoside and nucleotide analogs are used to cause early termination of viral transcription. Mutations in viral reverse transcriptase can cause the enzyme to not incorporate these nonfunctional analogs, in favor for their natural counterparts. If this mutation occurs, transcription will not be halted, and viral proteins can be created.",
            "score": 36.25446557998657
        },
        {
            "docid": "45498297_2",
            "document": "A. Oveta Fuller . A. Oveta Fuller is an Associate Professor of Microbiology at University of Michigan Medical School and specializes in research of the Herpes simplex virus as well as HIV/AIDS. She and her research team discovered a B5 receptor, advancing the understanding of the Herpes simplex virus and the cells it attacks. In 2014, she was named Associate Director of the University of Michigan African Studies Center.",
            "score": 51.10317420959473
        },
        {
            "docid": "443800_16",
            "document": "Shingles . If the rash has appeared, identifying this disease (making a differential diagnosis) requires only a visual examination, since very few diseases produce a rash in a dermatomal pattern (see map). However, herpes simplex virus (HSV) can occasionally produce a rash in such a pattern (zosteriform herpes simplex). The Tzanck smear is helpful for diagnosing acute infection with a herpes virus, but does not distinguish between HSV and VZV.",
            "score": 44.03876352310181
        },
        {
            "docid": "14164045_1",
            "document": "Herpes simplex virus protein vmw65 . Herpes simplex virus protein vmw65",
            "score": 40.51410102844238
        },
        {
            "docid": "18653440_7",
            "document": "Mollaret's meningitis . Cases of Mollaret's resulting from varicella zoster virus infection, diagnosed by polymerase chain reaction (PCR), have been documented. In these cases, PCR for herpes simplex was negative. Some patients also report frequent shingles outbreaks. Varicella zoster virus, which causes chickenpox and shingles is part of the herpes family, and is sometimes called \"herpes zoster virus\". CNS epidermoid cysts can give rise to Mollaret's meningitis especially with surgical manipulation of cyst contents.",
            "score": 66.32037734985352
        },
        {
            "docid": "20766783_5",
            "document": "Skin infections and wrestling . The herpes simplex virus comes in two different strains, though only one is spread among wrestlers. Type 1 (HSV-1) can be transmitted through contact with an infected individual, and usually associated with sores on the lips, mouth, and face. HSV-1 can also cause infection of the eye, or even infection of the lining of the brain, known as meningoencephalitis. The lesions will heal on their own in 7 to 10 days, unless the infected individual has a condition that weakens the immune system. Once an infection occurs, the virus will spread to nerve cells, where it remains for the rest of the person’s life. Occasionally, the virus will suddenly display recurring symptoms, or flares. There is no complete treatment for Herpes Simplex 1 but there is prescription medication to help ease and relieve the symptoms of the virus. Antiviral oral medication and topic medication can be prescribed to relieve the pain and soreness of the herpes virus.",
            "score": 53.988794684410095
        },
        {
            "docid": "2522115_4",
            "document": "Cytomegalovirus retinitis . Cytomegalovirus (a type of herpes virus) is what causes cytomegalovirus retinitis. Other types of herpes viruses include herpes simplex viruses and Epstein-Barr virus. Once an individual is infected with these viruses they stay in the body for life. What triggers the virus to reactivate are the following (though CMV can also be congenital).",
            "score": 39.64561343193054
        },
        {
            "docid": "21754540_2",
            "document": "Herpes labialis . Herpes labialis, also known as cold sores, is a type of infection by the herpes simplex virus that affects primarily the lip. Symptoms typically include a burning pain followed by small blisters or sores. The first attack may also be accompanied by fever, sore throat, and enlarged lymph nodes. The rash usually heals within 10 days, but the virus remains dormant in the facial nerve. The virus may periodically reactivate to create another outbreak of sores in the mouth or lip. The cause is usually herpes simplex virus type 1 (HSV-1) and occasionally herpes simplex virus type 2 (HSV-2). The infection is typically spread between people by direct non-sexual contact. Attacks can be triggered by sunlight, fever, psychological stress, or a menstrual period. Direct contact with the genitals can result in genital herpes. Diagnosis is usually based on symptoms but can be confirmed with specific testing. Prevention includes avoiding kissing or using the personal items of a person who is infected. A zinc oxide, anesthetic, or antiviral cream appears to decrease the duration of symptoms by a small amount. Antiviral medications may also decrease the frequency of outbreaks. About 2.5 per 1000 people are affected in any given year. After one episode about 33% of people develop subsequent episodes. Onset often occurs in those less than 20 years old. In those with recurrent outbreaks, these typically happen less than three times a year. The frequency of outbreaks generally decreases over time.",
            "score": 53.716670513153076
        },
        {
            "docid": "21323216_11",
            "document": "Herpes simplex . Herpes is contracted through direct contact with an active lesion or body fluid of an infected person. Herpes transmission occurs between discordant partners; a person with a history of infection (HSV seropositive) can pass the virus to an HSV seronegative person. Herpes simplex virus 2 is typically contracted through direct skin-to-skin contact with an infected individual, but can also be contracted by exposure to infected saliva, semen, vaginal fluid, or the fluid from herpetic blisters. To infect a new individual, HSV travels through tiny breaks in the skin or mucous membranes in the mouth or genital areas. Even microscopic abrasions on mucous membranes are sufficient to allow viral entry.",
            "score": 40.652623653411865
        },
        {
            "docid": "172305_11",
            "document": "Viral meningitis . Herpes simplex virus, varicella zoster virus and cytomegalovirus have a specific antiviral therapy. For herpes the treatment of choice is aciclovir.",
            "score": 38.14642858505249
        },
        {
            "docid": "4774419_30",
            "document": "Herpes simplex virus . Herpes simplex virus is considered as a potential therapy for cancer and has been extensively clinically tested to assess its oncolytic (cancer killing) ability. Interim overall survival data from Amgen's phase 3 trial of a genetically-attenuated herpes virus suggests efficacy against melanoma.",
            "score": 49.78265595436096
        },
        {
            "docid": "2814045_4",
            "document": "Nucleoside analogue . These agents can be used against hepatitis B virus, hepatitis C virus, herpes simplex, and HIV. Once they are phosphorylated, they work as antimetabolites by being similar enough to nucleotides to be incorporated into growing DNA strands; but they act as chain terminators and stop viral DNA polymerase. They are not specific to viral DNA and also affect mitochondrial DNA. Because of this they have side effects such as bone marrow suppression.",
            "score": 33.980438470840454
        },
        {
            "docid": "4774419_4",
            "document": "Herpes simplex virus . Symptoms of herpes simplex virus infection include watery blisters in the skin or mucous membranes of the mouth, lips, nose or genitals. Lesions heal with a scab characteristic of herpetic disease. Sometimes, the viruses cause very mild or atypical symptoms during outbreaks. However, they can also cause more troublesome forms of herpes simplex. As neurotropic and neuroinvasive viruses, HSV-1 and -2 persist in the body by becoming \"latent\" and hiding from the immune system in the cell bodies of neurons. After the initial or \"primary\" infection, some infected people experience sporadic episodes of viral \"reactivation\" or \"outbreaks\". In an outbreak, the virus in a nerve cell becomes active and is transported via the neuron's axon to the skin, where virus replication and shedding occur and cause new sores. It is one of the most common sexually transmitted infections.",
            "score": 40.81977462768555
        },
        {
            "docid": "4774419_31",
            "document": "Herpes simplex virus . Herpes simplex virus is also used as a transneuronal tracer defining connections among neurons by virtue of traversing synapses.",
            "score": 39.50914478302002
        },
        {
            "docid": "21009963_15",
            "document": "Meningitis . Viruses that cause meningitis include enteroviruses, herpes simplex virus (generally type 2, which produces most genital sores; less commonly type 1), varicella zoster virus (known for causing chickenpox and shingles), mumps virus, HIV, and LCMV. Mollaret's meningitis is a chronic recurrent form of herpes meningitis; it is thought to be caused by herpes simplex virus type 2.",
            "score": 41.07697582244873
        },
        {
            "docid": "4774419_9",
            "document": "Herpes simplex virus . Herpes simplex viruses can affect areas of skin exposed to contact with an infected person (although shaking hands with an infected person does not transmit this disease). An example of this is herpetic whitlow which is a herpes infection on the fingers. This was a common affliction of dental surgeons prior to the routine use of gloves when conducting treatment on patients.",
            "score": 68.5741937160492
        }
    ],
    "r": [
        {
            "docid": "503193_34",
            "document": "Planned Parenthood . Some state attorney generals have subpoenaed medical records of patients treated by Planned Parenthood. Planned Parenthood has gone to court to keep from turning over these records, citing medical privacy and concerns about the motivation for seeking the records.",
            "score": 132.7694091796875
        },
        {
            "docid": "53368524_40",
            "document": "Privacy in education . In 1996 the state of Minnesota placed a law regarding medical records that appeared to be more stringent than HIPAA. Minnesota law attempted to obtain a \"written general authorization for such release from the patient\" as a form to impede the activities of researchers or providers to share information without given consent. Hospitals in Minnesota even made brochures that highlight patient's rights to confidentiality and that they can give consent in writing if they allow for their medical records to be released outside of the facility. Thus, the law required health care providers to obtain a written consent and authorization from patients in order for medical records to be released and used for research. However, researchers themselves campaigned against the law and the law was not successful in enforcing the right that patients have to refuse their information to be released. Meanwhile, the patients themselves wanted information as to what information is being used within their medical records.",
            "score": 126.2706298828125
        },
        {
            "docid": "503193_35",
            "document": "Planned Parenthood . In 2006, Kansas Attorney General Phill Kline, a Republican, released some sealed patient records obtained from Planned Parenthood to the public. His actions were described as \"troubling\" by the state Supreme Court, but Planned Parenthood was compelled to turn over the medical records, albeit with more stringent court-mandated privacy safeguards for the patients involved. In 2007 Kline's successor, Paul J. Morrison, a Democrat, notified the clinic that no criminal charges would be filed after a three-year investigation, as \"an objective, unbiased and thorough examination\" showed no wrongdoing. Morrison stated that he believed Kline had politicized the attorney general's office. In 2012 a Kansas district attorney found that the practices of the Kansas City-area Planned Parenthood clinic were \"within accepted practices in the medical community\" and dropped all of the remaining criminal charges. In all, the Planned Parenthood clinic had faced 107 criminal charges from Kline and other Kansas prosecutors, all of which were ultimately dismissed.",
            "score": 123.5539779663086
        },
        {
            "docid": "53368524_33",
            "document": "Privacy in education . The Health Insurance Portability and Accountability Act of 1996 provides privacy to data that is related to medical or mental health records that are legally more restrictive than FERPA in regards to confidentiality. HIPAA includes provisions that “intend to facilitate the creation of a national system for the electronic transmission and exchange of medical record information” such as access to information that is individually identifiable like health plans and health care. The act “defined protected health information so as to exclude individually identifiable health information that is included in education records covered by FERPA and that is in treatment records that are exempted from FERPA.” The difference between educational records and treatment records is that treatment records fall under federal and state law while educational records fall under FERPA. Nevertheless, the documentation of patient and caregiver is confidential meaning that medical records will not be disclosed unless consent is given or there is a belief that disclosing records is crucial. Furthermore, generally, health care providers do not disclose information unless they meet a standard that falls above the required FERPA health or safety exception, or consent is given, and thus is limited in providing information within the constraints of the confidentiality among patient and provider.",
            "score": 122.32921600341797
        },
        {
            "docid": "47432143_44",
            "document": "Planned Parenthood 2015 undercover videos controversy . Louisiana Governor Bobby Jindal announced, on August 3, 2015, that the Louisiana Department of Health and Hospitals was terminating its contract with Planned Parenthood, which provides the organization with state Medicaid funds. In court filings, the Justice Department argued that Louisiana's action violates federal law by denying Medicaid patients the choice of their healthcare providers. Also noted, neither of the two Louisiana clinics provide abortion services. The states of Alabama, New Hampshire, and Utah also cut their respective funding to Planned Parenthood in the wake of the videos, while Pennsylvania and Wisconsin were considering similar measures. The Obama administration has warned state legislators it may be illegal to cut funding to Planned Parenthood.",
            "score": 121.57010650634766
        },
        {
            "docid": "39837077_13",
            "document": "Types of abortion restrictions in the United States . In some states, a doctor who performs an abortion is required to read a prepared script to the patient in order to secure informed consent. These scripts may include medically inaccurate information intended to persuade the patient not to have an abortion, such as the claim that the abortion will increase the risk of breast cancer or of psychological problems, which are not supported by mainstream medical organizations or scientific consensus. As of July 2013, 12 states require that women be given information on the ability of a fetus to feel pain. In \"Planned Parenthood v. Rounds\", the Eighth Circuit Court of Appeals ruled that a South Dakota law requiring doctors to give patients false or misleading information about the suicide risk in women who have abortions was not unconstitutional.",
            "score": 120.67868041992188
        },
        {
            "docid": "39844457_2",
            "document": "Planned Parenthood v. Rounds . Planned Parenthood v. Rounds (686 F.3d 889 (8th Cir. 2012) (en banc)) was a decision by the U.S. Court of Appeals for the Eighth Circuit that upheld a provision of a South Dakota law that requires a doctor to inform a patient, prior to providing an abortion, that one of the \"known medical risks of the procedure and statistically significant risk factors\" is an \"increased risk of suicide ideation and suicide.\"",
            "score": 120.41967010498047
        },
        {
            "docid": "55251911_6",
            "document": "Post-mortem privacy . Medical confidentiality is upheld through both state and federal law. Because state legislation varies considerably, Congress passed explicit medical privacy regulations in 2000 under the Health Insurance Portability and Accountability Act (HIPAA). However, the act only briefly mentions postmortem privacy rights, stating that all protection ceases two years after death. Moreover, no legal mandate exists regarding patients' wishes after death. During life, informed consent is the basis for managing patient medical history. However, since informed consent is no longer possible post-mortem, confidential medical information is at risk of being exploited in a number of ways. First, highly sensitive information, such as genetic information, potential health factors, or diseases, can be easily disseminated in a way the patient may not have wanted. In addition, legal consent for research on a patient's biological material no longer applies to deceased individuals, allowing such research to be conducted on deceased patients without requiring permission.",
            "score": 120.33654022216797
        },
        {
            "docid": "53368524_35",
            "document": "Privacy in education . In some instances, college campuses have begun to integrate physical and mental health needs of patients. This means that medical records are becoming more shared among physicians as well as counselors or psychologists that work with students. Yet, medical providers, separately, have the obligation to withhold confidential information as an ethical duty and state privacy regulations. For example, health providers such as counselors, also have the obligation to be confidential and not disclose private information. However, as medical providers move towards integrated care, such that mental and physical records are shared amongst themselves, there arises a confidentiality challenge that may lead to college students to fall behind in school. Since confidentiality is compromised as information is disclosed among providers that use this method of continuity care, less students utilize therapy because they refuse to disclose private information that can then be shared with others. This simultaneously fuels the stigma towards college counseling. Thus, as more information becomes disclosed, less college students seek counseling due to lack of confidentiality as medical records of patients are disclosed between medical providers, when legally the obligation of these medical providers is to abide and guarantee privacy and confidentiality by withholding patient's information unless under specific circumstances.",
            "score": 120.16316986083984
        },
        {
            "docid": "44317101_18",
            "document": "Health care analytics . The needs of healthcare providers, government agencies, health plans, and researchers for quality data must be met to ensure adequate medical care and to make improvements to the healthcare system, while still ensuring the patients right to privacy. Data collection should be limited to necessity for medical care and by patient preference beyond that care. Such limits would protect patient privacy while minimizing infrastructure costs to house data. When possible, patients should be informed about what data is collected prior to engaging in medical services.",
            "score": 119.44306182861328
        },
        {
            "docid": "503193_30",
            "document": "Planned Parenthood . Planned Parenthood's advocacy activities are executed by the \"Planned Parenthood Action Fund\", which is registered as a 501(c)(4) charity, and files financial information jointly with PPFA. The committee was founded in 1996, by then-president Gloria Feldt, for the purpose of maintaining reproductive health rights and supporting political candidates of the same mindset. In the 2012 election cycle, the committee gained prominence based on its effectiveness of spending on candidates. Although the Planned Parenthood Action Fund (PPAF) shares some leadership with the Planned Parenthood Federation of America, the president of PPAF, Cecile Richards, testified before Congress in September 2015 that she did not manage the organization. The Planned Parenthood Action Fund has 58 active, separately incorporated chapters in 41 states and maintains national headquarters in New York and Washington, D.C. Planned Parenthood has received grants from the Obama administration to help promote the Patient Protection and Affordable Care Act, or ObamaCare.",
            "score": 116.52759552001953
        },
        {
            "docid": "503193_28",
            "document": "Planned Parenthood . Planned Parenthood is an advocate for the legal and political protection of reproductive rights. This advocacy includes helping to sponsor abortion rights and women's rights events. The Federation opposes restrictions on women's reproductive health services, including parental consent laws for minors. To justify this position, Planned Parenthood has cited the case of Becky Bell, who died following an illegal abortion rather than seek parental consent for a legal one. Planned Parenthood also takes the position that laws requiring parental notification before an abortion can be performed on a minor are unconstitutional on privacy grounds.",
            "score": 116.30923461914062
        },
        {
            "docid": "1107036_30",
            "document": "Medical record . In the 1992 Canadian Supreme Court ruling in McInerney v. MacDonald gave patients the right to copy and examine all information in their medical records, while the records themselves remained the property of the healthcare provider. The 2004 Personal Health Information Protection Act (PHIPA) contains regulatory guidelines to protect the confidentiality of patient information for healthcare organizations acting as stewards of their medical records. Despite legal precedent for access nationwide, there is still some variance in laws depending on the province. There is also some confusion among providers as to the scope of the patient information they have to give access to, but the language in the supreme court ruling gives patient access rights to their entire record.",
            "score": 116.01997375488281
        },
        {
            "docid": "503193_24",
            "document": "Planned Parenthood . In August 2015, Louisiana Governor Bobby Jindal attempted to end Louisiana's contract with Planned Parenthood to treat Medicaid patients at a time when there was an epidemic of sexually transmitted diseases in Louisiana. Planned Parenthood and three patients sued the state of Louisiana, with the United States Department of Justice siding with Planned Parenthood.",
            "score": 111.79993438720703
        },
        {
            "docid": "237536_11",
            "document": "Information privacy . People may not wish for their medical records to be revealed to others. This may be because they have concern that it might affect their insurance coverages or employment. Or, it may be because they would not wish for others to know about any medical or psychological conditions or treatments that would bring embarrassment upon themselves. Revealing medical data could also reveal other details about one's personal life. There are three major categories of medical privacy: informational (the degree of control over personal information), physical (the degree of physical inaccessibility to others), and psychological (the extent to which the doctor respects patients’ cultural beliefs, inner thoughts, values, feelings, and religious practices and allows them to make personal decisions). Physicians and psychiatrists in many cultures and countries have standards for doctor-patient relationships, which include maintaining confidentiality. In some cases, the physician-patient privilege is legally protected. These practices are in place to protect the dignity of patients, and to ensure that patients will feel free to reveal complete and accurate information required for them to receive the correct treatment. To view the United States' laws on governing privacy of private health information, see HIPAA and the HITECH Act.",
            "score": 111.43585205078125
        },
        {
            "docid": "40879017_57",
            "document": "Matt Bevin . In January 2016, Bevin's administration sent a cease and desist letter to Planned Parenthood of Indiana and Kentucky ordering it to stop performing abortions at its clinic in Louisville because it did not have the required license. The clinic claimed it had been given permission to perform the procedures by Beshear's inspector general just prior to Bevin taking office, but nonetheless halted the procedures on January 28. Bevin filed suit against Planned Parenthood in February, claiming it had illegally performed 23 abortions without a license; the suit said Planned Parenthood's licensure application was deficient because it did not include agreements with a hospital and ambulance service to transport and care for patients in case of complications, as required by state law, and that Beshear's inspector general was wrong in instructing the organization to begin performing abortions before the license was approved. Planned Parenthood countered that, before the license could be finalized, the abortion facility would have to be subjected to an unannounced inspection, requiring that abortions were already being performed there. In March, the University of Louisville Hospital announced that it had backed out of a transfer agreement with Planned Parenthood, saying it had been pressured to do so and felt that its state funding was in jeopardy by continuing in the agreement. A spokesman for Bevin denied that the pressure had come from anyone in the administration.",
            "score": 110.504150390625
        },
        {
            "docid": "49397837_12",
            "document": "Hospital readmission . CBO's are required to provide continuing care after the patients are discharged in one of five different ways. They must start the transition no later than 24 hours after the patient is discharged, provide timely, culturally, and linguistically accurate education to the patient, provide support specific to the patient's condition, review and manage the medication for the patient, or provide a timely interaction between post-care providers and outpatient services . The CBO’s provide education and medication administration to discharged patients in a way that fits their cultural and linguistic needs. They will review medications with the patients and provide oversight in medication administration. Most importantly, they help to create care plans that are shared between all aspects of the patients healthcare. These care plans are customized for each individual and are communicated in a collaborated information exchange. By having key communication between both the sending and receiving healthcare teams, CBO’s aid in reduced readmissions.",
            "score": 108.57028198242188
        },
        {
            "docid": "6182054_9",
            "document": "HIV exceptionalism . AIDS exceptionalists also believe that the decriminalization of behaviors that may lead to HIV transmission as well as the option of anonymous testing will encourage more people to seek HIV testing. In the US, states have different regulations governing the reporting of HIV or AIDS cases to local or state health departments. Some states require the release of individually identifying information with an HIV-positive test result, but other states do not. Similarly, regulations vary as to whether healthcare professionals may have access to the information without the patient's written consent. Since all health care professionals are required to practice universal precautions with every patient to protect themselves against blood-borne disease, it is, in some states, illegal to inform a provider of a patient's HIV status for the sole purpose of protecting the health care provider against HIV. The practice of universal precautions is considered to be sufficient for the provider's protection.",
            "score": 108.28388214111328
        },
        {
            "docid": "7458640_3",
            "document": "Patient advocacy . Typical advocacy activities are the following: patient rights, matters of privacy, confidentiality or informed consent, patient representation, awareness building, support and education of patients, survivors and their carers. Patient advocates give a voice to patients, survivors and their carers on healthcare-related (public) fora, informing the public, the political and regulatory world, health-care providers (hospitals, insurers, pharmaceutical companies etc.), organizations of health-care professionals, the educational world, and the medical and pharmaceutical research communities.",
            "score": 107.75955200195312
        },
        {
            "docid": "38860582_8",
            "document": "Organizational technoethics . Moreover, some do not feel their medical records are safe in the database since others are able to get into personal files and potentially change medical records or misuse the information. A group of researchers conducted a study on the privacy issues raised by the use of EMRs. They concluded that all electronic systems around us have this one-to-many exchange such as the internet and email just like the EMR system. However, more clarity needs to be provided around patient consent and patient restrictions as well as confidentiality issues. With the issue of privacy at hand, many ethical questions have surfaced on whether this electronic system is safe or a hazard to patients due to the easy access and misuse of a patient's information.",
            "score": 106.87421417236328
        },
        {
            "docid": "1107036_37",
            "document": "Medical record . The federal Health Insurance Portability and Accessibility Act (HIPAA) addresses the issue of privacy by providing medical information handling guidelines. Not only is it bound by the Code of Ethics of its profession (in the case of doctors and nurses), but also by the legislation on data protection and criminal law. Professional secrecy applies to practitioners, psychologists, nursing, physiotherapists, occupational therapists, nursing assistants, chiropodists, cellists and administrative personnel, as well as auxiliary hospital staff. The maintenance of the confidentiality and privacy of patients implies first of all in the medical history, which must be adequately guarded, remaining accessible only to the authorized personnel. However, the precepts of privacy must be observed in all fields of hospital life: privacy at the time of the conduct of the anamnesis and physical exploration, the privacy at the time of the information to the relatives, the conversations between healthcare providers in the corridors, maintenance of adequate patient data collection in hospital nursing controls (planks, slates), telephone conversations, open intercoms ...",
            "score": 106.65995788574219
        },
        {
            "docid": "503193_29",
            "document": "Planned Parenthood . The organization opposes laws requiring ultrasounds before abortions, stating that their only purpose is to make abortions more difficult to obtain. Planned Parenthood has also opposed initiatives that require waiting periods before abortions, and bans on late-term abortions including intact dilation and extraction, which has been illegal in the U.S. since 2003. Planned Parenthood supports the wide availability of emergency contraception such as the PlanB pill. It opposes conscience clauses, which allow pharmacists to refuse to dispense drugs against their beliefs. Planned Parenthood has been critical of hospitals that do not provide access to emergency contraception for rape victims. Citing the need for medically accurate information in sex education, Planned Parenthood opposes abstinence-only education in public schools. Instead, Planned Parenthood is a provider of, and endorses, comprehensive sex education, which includes discussion of both abstinence and birth control.",
            "score": 106.49879455566406
        },
        {
            "docid": "503193_36",
            "document": "Planned Parenthood . In 2006, the Indiana Court of Appeals ruled that Planned Parenthood was not required to turn over its medical records in an investigation of possible child abuse. In 2005 Planned Parenthood Minnesota/North Dakota/South Dakota was fined for violating a Minnesota state parental consent law.",
            "score": 106.4716796875
        },
        {
            "docid": "9828265_7",
            "document": "Doctor–patient relationship . The default medical practice for showing respect to patients and their families is for the doctor to be truthful in informing the patient of their health and to be direct in asking for the patient's consent before giving treatment. Historically in many cultures there has been a shift from paternalism, the view that the \"doctor always knows best,\" to the idea that patients must have a choice in the provision of their care and be given the right to provide informed consent to medical procedures. There can be issues with how to handle informed consent in a doctor–patient relationship; for instance, with patients who do not want to know the truth about their condition. Furthermore, there are ethical concerns regarding the use of placebo. Does giving a sugar pill lead to an undermining of trust between doctor and patient? Is deceiving a patient for his or her own good compatible with a respectful and consent-based doctor–patient relationship? These types of questions come up frequently in the healthcare system and the answers to all of these questions are usually far from clear but should be informed by medical ethics.",
            "score": 106.43819427490234
        },
        {
            "docid": "503193_22",
            "document": "Planned Parenthood . Planned Parenthood receives over a third of its money in government grants and contracts (about in 2014). By law, federal funding cannot be allocated for abortions (except in rare cases), but some opponents of abortion have argued that allocating money to Planned Parenthood for the provision of other medical services allows other funds to be re-allocated for abortions.",
            "score": 105.94261932373047
        },
        {
            "docid": "39071263_37",
            "document": "Healthcare in India . In many rural communities throughout India, healthcare is provided by what is known as informal providers, who may or may not have proper medical accreditation to diagnose and treat patients, generally offering consults for common ailments. Specifically, in Guntur, Andhra Pradesh, India, these informal healthcare providers generally practice in the form of services in the homes of patients and prescribing allopathic drugs. A 2014 study by Meenakshi Gautham et al., published in the journal \"Health Policy and Planning\", found that in Guntur, about 71% of patients received injections from informal healthcare providers as a part of illness management strategies. The study also examined the educational background of the informal healthcare providers and found that of those surveyed, 43% had completed 11 or more years of schooling, while 10% had graduated from college.",
            "score": 105.8978042602539
        },
        {
            "docid": "382082_8",
            "document": "Medical privacy . One concern is that personal control of the eHealth record via consent does not guarantee the protection of privacy. It is argued that a narrow definition, 'permission' or 'agreement', does not provide protection for privacy and is not well represented in Australian legislation. The PCEHR allows clinicians to assume consent by consumer participation in the system; however, the needs of the consumer may not be met. Critics argue that the broader definition of 'informed consent' is required, as it encompasses the provision of relevant information by the healthcare practitioner, and understanding of that information by the patient.",
            "score": 105.574462890625
        },
        {
            "docid": "27393438_12",
            "document": "Lila Rose . In February 2011, Rose released undercover videos from Planned Parenthood facilities in several cities. These show an unidentified man and woman posing as a pimp and a prostitute, soliciting advice from Planned Parenthood staff on how to procure abortions and birth control for underage sex workers whom the pimp \"manages.\" Rose said that the videos proved that Planned Parenthood intentionally breaks laws and covers up abuse. In response to the videos, Planned Parenthood claimed to have reported the incidents to the FBI but also stated that over 11,000 staffers \"who have contact with patients and teens\" would be \"retrained.\" Planned Parenthood also claimed to have reported to the FBI at least 12 visits to its clinics by the man in the videos prior to their publication.",
            "score": 105.5000991821289
        },
        {
            "docid": "43148573_4",
            "document": "Teach-back method . The National Quality Forum describes the practice as follows: Who should use the method→ Any healthcare providers. E.g. physicians, nurses, healthcare professionals What should patients teach-back→Information about their diagnosis, treatment plan, medications, risks and benefit of treatment, etc. When to ask for teach-back→ Early in the care process Why is it important→Many patients have difficulty understanding medical information. How→When asked to teach-back, patients should be able to clearly describe or explain the information provided to them.",
            "score": 105.34798431396484
        },
        {
            "docid": "4680416_7",
            "document": "Raymond Gruender . In \"Planned Parenthood Minnesota, North Dakota, South Dakota v. Rounds\", No. 05-3093, a panel of the Eighth Circuit upheld an injunction that struck down a South Dakota informed consent law that required abortion providers to inform patients, among other things, that an \"abortion will terminate the life of a whole, separate, unique, living human being.\" Gruender dissented, arguing that the law was constitutional and did not unduly burden women seeking abortions or infringe on the freedom of speech of physicians. The Eighth Circuit heard the case en banc and ruled in 2008 by a vote of 7–4, in an opinion authored by Gruender, that the law was, on its face, constitutional.",
            "score": 105.21404266357422
        },
        {
            "docid": "46816157_16",
            "document": "APA Ethics Code . The privacy and confidentiality section of the APA Ethical Standards is written to help provide psychologists with guidelines for maintaining appropriate confidentiality and respecting the privacy of the clients and patients under their care. Specific guidelines are provided for maintaining confidentiality for the psychologist's patients as well as discussing the limits of confidentiality with them. In certain situations where the safety of the patient or others is at risk, confidentiality must be broken as law enforcement needs to be motivated. Guidelines are also provided for how to ethically record therapy sessions for various reasons including training. Steps are covered for the psychologist to minimize intrusions on privacy for patients. Sections on disclosures and consultations provide guidance on how and when psychologists should disclose information and how to ethically consult with other professionals while maintaining appropriate levels of confidentiality. Lastly, this section guides psychologists on how and when to use confidential information for didactic or other purposes while protecting confidentiality of the client.",
            "score": 104.08282470703125
        },
        {
            "docid": "171813_6",
            "document": "Griswold v. Connecticut . The first Planned Parenthood clinic in Connecticut opened in 1935 in Hartford. It provided services to women who had no access to a gynecologist, including information about artificial contraception and other methods to plan the growth of their families. Several clinics were opened in Connecticut over the following years, including the Waterbury clinic that led to the legal dispute. In 1939, this clinic was compelled to enforce the 1879 anti-contraception law on poor women patients. This caught the attention of the CBCL leaders, who remarked on the importance of birth control for cases in which the lives of the patients depended upon it.",
            "score": 103.98369598388672
        }
    ]
}