{
    "q": [
        {
            "docid": "5311833_35",
            "document": "Keurig Green Mountain . GMCR was a pioneer in the Fair Trade movement in 2000, guaranteeing farmers a steady minimum price far above market value. Since 2010 Green Mountain has been the largest purchaser of Fair Trade coffee in the world. In addition, the company was from its beginnings known for its long-term relationships and fair dealings with coffee-growing suppliers, and for its large percentage of farmer-direct coffee purchases. Since the early 1990s, the company has annually sent groups of employees on trips to coffee farms in Latin America, to gain first-hand experience in the lives of coffee growers. GMCR has prioritized initiatives to alleviate poverty and hunger in coffee-growing communities. These include Coffee Kids, an international non-profit which improves the lives of children and families in remote coffee-growing villages; and the FomCafe cooperative’s quality-control training program, which helps farmers earn higher profits for coffee. In 2002 GMCR was the first corporate investor of the non-profit micro-loan organization Root Capital, and through it Green Mountain has provided millions of dollars in loans to cash-strapped coffee farmers. In 2002 Green Mountain also formed a joint alliance with the U.S. Agency for International Development, to improve the livelihoods of those in impoverished coffee-growing regions.",
            "score": 42.53118968009949
        },
        {
            "docid": "22027480_2",
            "document": "Pura Vida Coffee . Pura Vida Coffee is a for-profit company, but one that’s wholly owned by Pura Vida Create Good, a nonprofit U.S. company that sells Fair Trade Certified organic, shade-grown coffee from Latin America, and Africa. The company advocates corporate social responsibility by donating its profits to help children and families in coffee-growing communities internationally.",
            "score": 44.02924370765686
        },
        {
            "docid": "6826364_32",
            "document": "Milk coffee . A \"regular coffee\" or \"coffee regular\" is a popular coffee drink in New England. In much of New England a \"regular coffee\" refers to coffee with cream and sugar. The most common amount usually includes three creams and three sugars. A \"coffee regular\" can be order either hot or as iced coffee.",
            "score": 39.55570387840271
        },
        {
            "docid": "48696061_11",
            "document": "Coffee in Korea . The sudden influx of coffee shops have replaced the once traditional \"dabang\" which were common meetings places serving a selection of customary teas. It’s not just large US chains that have profited from the surge in demand for coffee. Local businesses and entrepreneurs have also seized the growing opportunities. At present it boasts 17,000 coffee shops and the capital, Seoul, has more outlets of Starbucks than any other city in the world, even New York.",
            "score": 39.21277165412903
        },
        {
            "docid": "1546865_36",
            "document": "Interrogative . Ambiguity may also arise with choice questions. A question like \"Do you like tea or coffee?\" can be interpreted as a choice question, to be answered with either \"tea\" or \"coffee\"; or it can be interpreted as a yes–no question, to be answered \"yes (I do like tea or coffee)\" or \"no (I do not like tea or coffee)\".",
            "score": 31.500961303710938
        },
        {
            "docid": "10645750_17",
            "document": "Mariano Ospina Rodríguez . With his vast experience and knowledge about the cultivation of coffee, he devoted himself to promoting and teaching the growing of coffee to the farmers and peasants of Colombia. In 1880 he established the first public University in Colombia (Escuela Nacional de Minas de Medellín) and published his first textbooks about \"efficient and effective coffee growing techniques\". The nation profited richly from Don Mariano's efforts, research and teachings. His passion, knowledge, vision, tenacity and hard labor facilitated the development of coffee growing into Colombia's main export crop, transforming forever the nation's economy.",
            "score": 39.627981662750244
        },
        {
            "docid": "30128150_8",
            "document": "New England Coffee . New England Coffee only uses 100% Arabica beans in all of their products. New England Coffee offers coffee blends, flavored coffees, full-bodied dark roasts and blends from locations such as Colombia, Sumatra and Costa Rica. Among the most pervasive varieties are Decaffeinated Colombian and Colombian Supremo which have both been reviewed by Consumer Reports. In 2016, New England Coffee celebrated its 100th anniversary.",
            "score": 43.03365087509155
        },
        {
            "docid": "30128150_10",
            "document": "New England Coffee . New England Coffee Retail Ground Coffee is also sold at participating supermarket retailers throughout the United States. The brand is currently available in many Targets and Walmarts east of the Mississippi, and it can be found in the Midwest as well as in such states as Florida and Texas.",
            "score": 45.02772569656372
        },
        {
            "docid": "39365975_10",
            "document": "Coffee production in Venezuela . In 2003, the Government of Venezuela introduced policy regulations (fixing procurement price limits) on growing coffee which restricted the production of coffee in the country. Consequently, the imports (to the extent of 50% of local production) become imperative to meet the growing domestic demand. Imports are mostly from Brazil and Nicaragua. It is the contention of the coffee growers that it is no more economical to grow coffee under the present regulations though the government attributes this shortage as due to illegal hoarding by the growers for profit. According to a Coffee growers report, the cost of producing one quintal of top quality coffee was US$335 while its sale price is only US$173 (capped by the government). All these changes have resulted in Venezuela losing its position as one of the world's largest coffee exporters. The future of these changes is unknown in the wake of the death of President of Venezuela, Hugo Chávez, who introduced the policy changes in 2003. Coffee production in the country is now reduced substantially and is only about 1% of world production.",
            "score": 41.24169385433197
        },
        {
            "docid": "22681933_26",
            "document": "Fair trade coffee . Many who believe fair trade coffee is insufficient utilize the direct trade model, which allows for more control over quality concerns, farmer empowerment, and sustainability issues. It also is valuable in harboring closer farmer to roaster business relationships, which can ultimately increase quality of life and profits for coffee growers and buyers alike. However, direct trade is a new concept that is only utilized by for profit businesses like Counter Culture Coffee and Intelligentsia Coffee and therefore has no third party certification.",
            "score": 32.4113552570343
        },
        {
            "docid": "26691650_8",
            "document": "Henry Nicholas Greenwell . Isabella Bird, who knew Dora in England, visited the Greenwells in 1873. Greenwell's coffee was honored at the 1873 World's Fair in Vienna. In 1876 Greenwell provided coffee as part of the Centennial Exposition in Philadelphia, Pennsylvania. The Greenwell family traded in sheep skins and dairy products, eventually using the profits to buy more land in the area. Coffee only grows in a narrow elevation band, so drier areas above the usual cloud cover were used as pasture land for cattle, sheep, and horses. Early in 1879, the royal physician Georges Phillipe Trousseau sold all of his holdings in Kona to Greenwell. Other lands were purchased from the family of missionary John Davis Paris.",
            "score": 35.37579607963562
        },
        {
            "docid": "514269_6",
            "document": "Sipi Falls . The Sipi Falls area is particularly famous for locally grown Bugisu Arabica coffee. Bugisu Arabica only grows at an altitude of between 1,600 and 1,900 metres. Coffee tours are organized through guides with knowledge of coffee farming, processing and roasting. Profits from this go towards community projects.",
            "score": 37.75945591926575
        },
        {
            "docid": "63738_11",
            "document": "Brigadoon . Fiona, Tommy, and Jeff arrive at Mr. Lundie's home, where he relates a story that the two New Yorkers can hardly believe: to protect Brigadoon from being changed by the outside world, 200 years ago the local minister prayed to God to have Brigadoon disappear, only to reappear for one day every 100 years. All citizens of Brigadoon are forbidden to leave the town, or it will disappear forever. Tommy asks hypothetically if an outsider could be permitted to stay. Mr. Lundie replies, \"A stranger can stay if he loves someone here – not jus' Brigadoon, mind ye, but someone in Brigadoon – enough to want to give up everythin' an' stay with that one person. Which is how it should be. 'Cause after all, lad, if ye love someone deeply, anythin' is possible.\"",
            "score": 11.217983484268188
        },
        {
            "docid": "5612952_27",
            "document": "Economics of coffee . As a result, there has been a return to both traditional and new methods of growing shade-tolerant varieties. Shade-grown coffee can often earn a premium as a more environmentally sustainable alternative to mainstream sun-grown coffee.",
            "score": 48.04738450050354
        },
        {
            "docid": "11128038_2",
            "document": "Mycena citricolor . Mycena citricolor is a plant pathogen producing leaf spots on coffee plants. This fungus causes the disease commonly known as American Leaf Spot. Mycena citricolor affects coffee plants, primarily in Latin America, but can grow on other plants as well. This fungus can grow on all parts of the coffee plant including the leaves, stems and fruits. When grown on the leaves, Mycena citricolor results in leaves with holes that often fall from the plant.",
            "score": 39.1460440158844
        },
        {
            "docid": "57329716_2",
            "document": "World Coffee Producers Forum . The World Coffee Producers Forum (WCPF) is a not-for-profit organization formed to analyze and address the challenges faced by the coffee value chain, especially in regards to those who grow and produce the raw, un-roasted product.",
            "score": 33.60960388183594
        },
        {
            "docid": "1980824_6",
            "document": "Spit-take . Character 1: Did they ever find that missing toxic sludge? Character 2: Yes. Character 2: Someone poured it into the coffee urn.",
            "score": 24.24587845802307
        },
        {
            "docid": "2057944_10",
            "document": "Étienne Polverel . Saint-Domingue was probably the wealthiest colony in the world up until 1789. Rich whites held the best land, and mostly used it to grow sugar. Less profitable land was used to grow coffee, and both free blacks and whites owned coffee plantations. Coffee and sugar plantations produced tremendous wealth for France and its colonies, but the slave-laborers could not enjoy the fruits of their labor because they had few, if any, rights.",
            "score": 35.66669988632202
        },
        {
            "docid": "27288346_4",
            "document": "Coffee jelly . Jell-O launched a short lived coffee gelatin mix in 1918, but the dessert never gained widespread popularity outside of New England. Today, coffee jelly may still be found in Rhode Island, Massachusetts and other New England states. Durgin-Park restaurant in Boston, which opened in 1827, still offers coffee gelatin made with leftover coffee from the previous day.",
            "score": 41.37318682670593
        },
        {
            "docid": "46899503_5",
            "document": "Coffee production in Sri Lanka . The British, who first arrived on the island in 1796 and took control in 1815, continued experiments with coffee production. These early ventures, mainly in the coastal areas around Galle, failed due to the unsuitability of the area for coffee cultivation. The first to successfully grow coffee on a commercial scale was George Bird, who established a coffee plantation in Singhapitiya. Edward Barnes, who became Governor of Ceylon in 1824, established another plantation in Gannoruwa in 1825 (now a part of the Royal Botanical Gardens, Peradeniya). These were followed by a number of other government officials establishing plantations in the region. The only native to grow coffee on a commercial scale was Jeronis de Soysa and about a quarter of the total production was from the smallholdings of native farmers. Most of these early ventures were economically unsuccessful, due to a number of factors including unsuitability of the lowland areas, competition from the West Indies, lack of cultivation skills and poor infrastructure. The first plantation in the mountainous Kandyan area, was established in 1827 which, a few years later, spread to many other areas in the country, becoming profitable.",
            "score": 41.3814492225647
        },
        {
            "docid": "33763708_3",
            "document": "Coffee production in Honduras . The cultivation of the coffee plant was in its infancy in the Republic of Honduras at the end of the 19th century. While there were numerous coffee plantations at the time, they were small. The soil, climate, and conditions in Honduras are the same as those of Guatemala, Nicaragua, or Costa Rica. The drawback in Honduras was lack of means of transportation and facilities for shipment to the coast. There was practically no exportation of coffee from Honduras, the product was mostly sold domestically. A new plantation of coffee would begin to produce a profit by the end of the fourth year after planting, and after the seventh year a profit of from 100 to 300 per cent on the capital invested could be expected. The production of coffee in 1894 was reckoned at 20,000 quintals, of which only 10 per cent was exported. The exportation was from the Salvadoran ports Amapala and Puerto Cortes. In 1900, Honduras exported 54,510 pesos' worth of coffee.",
            "score": 41.316577434539795
        },
        {
            "docid": "2526276_3",
            "document": "Jamaican Blue Mountain Coffee . Jamaican Blue Mountain Coffee is a globally protected certification mark, meaning only coffee certified by the Coffee Industry Board of Jamaica can be labeled as such. It comes from a recognised growing region in the Blue Mountain region of Jamaica, and its cultivation is monitored by the Coffee Industry Board of Jamaica.",
            "score": 38.78845191001892
        },
        {
            "docid": "2165666_3",
            "document": "White coffee . In many English-speaking countries, \"white coffee\" is used to refer to regular black coffee that has had milk, cream or some other \"whitener\" added to it, though the term is almost entirely unheard of in the US, where the same beverage might be called \"coffee light\" in the New York City area, \"light coffee\", \"coffee with milk,\" or \"regular coffee\" in New England and New York City. Cream varieties, often called \"creamers\" in the US, can be made of dairy milk, corn syrup derivatives, soy, or nut products. Sweeteners used include cane sugar or artificial ingredients.",
            "score": 35.10404419898987
        },
        {
            "docid": "30809428_3",
            "document": "CFS Continental . The wholesale food distributor started in 1915 by Jacob Cohn (b. 1894, d. 1968) in Chicago as the Continental Coffee Company. Cohn began by selling coffee by horse and wagon to small restaurants in Chicago. By 1967, the Continental Coffee was led by brothers Alvin Cohn (b. 1921, d. 1994) and Robert Cohn. The brothers began purchasing regional wholesale grocery companies to supplement \"Continental Coffee's\" national coffee business. In 1970, Continental Coffee Company went public. In 1973, Continental Coffee Company changed its name to \"CFS Continental, Inc.\" to reflect the growing importance of foodservice to their traditional coffee business.",
            "score": 37.459025621414185
        },
        {
            "docid": "30128150_6",
            "document": "New England Coffee . Four generations of the Kaloyanides family have led the business since its inception; Menelaos Kaloyanides from 1916 to 1966, Stephen Kaloyanides from 1966 to 1996, James M Kaloyanides from 1996 to 2013 and James B Kaloyanides from 2013 to 2016.",
            "score": 32.438441038131714
        },
        {
            "docid": "25228498_22",
            "document": "Indonesian presidential election, 2014 . After the announcement, Joko Widodo stated that, growing up under the authoritarian and corrupt New Order, he would have never expected someone with a lower-class background to become president. \"The New York Times\" reported him as saying, \"now, it's quite similar to America, yes? There is the American dream, and here we have the Indonesian dream.\". Joko Widodo was the first Indonesian president to not be from the military or the political elite, and the political commentator Salim Said gave the popular view of the politician \"someone who is our neighbour, who decided to get into politics and run for president\".",
            "score": 23.801755666732788
        },
        {
            "docid": "432138_10",
            "document": "Growing season . In some warm climates, such as the subtropical savanna and Sonoran Deserts or in the drier Mediterranean climates, the growing season is limited by the availability of water, with little growth in the dry season. Unlike in cooler climates where snow or soil freezing is a generally insurmountable obstacle to plant growth, it is often possible to greatly extend the growing season in hot climates by irrigation using water from cooler and/or wetter regions. This can in fact go so far as to allow year-round growth in areas that without irrigation could only support xerophytic plants. Also in these tropical regions; the growing season can be interrupted by periods of heavy rainfall, called the rainy season. For example, in Colombia, where coffee is grown and can be harvested year-round, they don’t see a rainy season. However, in Indonesia, another large coffee-producing area, they experience this rainy season and the growth of the coffee beans is interrupted.",
            "score": 46.42493200302124
        },
        {
            "docid": "9356_26",
            "document": "El Salvador . After the mid-19th century, the economy was based on coffee growing. As the world market for indigo withered away, the economy prospered or suffered as the world coffee price fluctuated. The enormous profits that coffee yielded as a monoculture export served as an impetus for the concentration of land into the hands of an oligarchy of just a few families.",
            "score": 32.70906615257263
        },
        {
            "docid": "5518922_21",
            "document": "The French Counts of St Hubert, Saskatchewan . 'The Counts' optimistic view of the opportunities on the prairie underlay the flourish of agricultural and industrial activity on the Pipestone and at the Kalenterin ranch after 1888. Before his departure for France in 1889, de Roffignac had formed a partnership with van Brabant. The purpose of this association was to \"(grow) and Manufacture this indispensable article (chicory) under the firm style of the \"Bellevue French Coffee Company\" (Colonist). In their enthusiasm they produced enough coffee in the first year of operation to market to continental America for the next twenty years. Chicory was an additive, used in France and England, that greatly improved on the texture and taste of coffee. The two entrepreneurs imported seed and equipment from Europe, converted the Bellevue farm over to the production of the chicory crop, and set up drying and manufacturing plants in the Bellevue yard. To encourage farmers in the area to grow chicory, they distributed packages of seeds. The manufacturing process consisted of roasting the chicory, grinding it, mixing it with coffee, and packaging it in tins. Michelle Guitard, writing in Saskatchewan History (Vol. 30, no. 3), informs us that 'for reasons of economy, the proper proportion of chicory to coffee was not maintained - the coffee was undrinkable.\" The chicory factory burned down in the winter of 1890-91, and the van Brabants moved their operation over to Richelieu. The \"Richelieu Coffee Brand, \" placed on the market in 1892 and 1893, was no more successful than the \"Bellevue\" brand. When the Richelieu operation burned down, Renoult and de Beaudrap, who supplied the capital, assumed control of the chicory factory. Instead of blending the powder with coffee, they sold it as an additive. The two men operated the chicory factory until de Beaudrap's departure for France in 1899, and the Count later claimed that the venture yielded him a small profit. There is no record of a sale of the additive to a buyer even as far as Regina. It is possible as Mr. F. Dunand felt, that de Beaudrap's operation lacked publicity.",
            "score": 40.1296546459198
        },
        {
            "docid": "43851_23",
            "document": "Social norm . Developed in the 1960s, the return potential model provides a method for plotting and visualizing group norms. In the regular coordinate plane, the amount of behavior exhibited is plotted on the X-axis (label \"a\" in Figure 1) while the amount of group acceptance or approval gets plotted on the Y-axis (\"b\" in Figure 1). The graph represents the potential return or positive outcome to an individual for a given behavioral norm. Theoretically, one could plot a point for each increment of behavior how much the group likes or dislikes that action. For example, it may be the case that among first-year graduate students, strong social norms around how many daily cups of coffee you drink exist. If the return curve in Figure 1 correctly displays the example social norm, we can see that if someone drinks 0 cups of coffee a day, the group strongly disapproves. The group does not approve of member behavior until someone hits four cups of coffee a day; the graduate students (as represented by the return curve) find it excessive to drink more than seven cups, however, as the approval again dips below zero. As exhibited by the coffee example, the return potential model displays for each increment of behavior how much group approval one can anticipate.",
            "score": 28.59755778312683
        },
        {
            "docid": "53144119_3",
            "document": "Bo's Coffee . The idea of starting a coffee shop came to Bo's Coffee founder Steve Benitez when, back when he was a student in Ateneo de Manila University, he always had to drink coffee to stay awake to study. After attending various seminars and training, he decided to open Bo's Coffee in a small space in Ayala Center Cebu in June 1996. At first, Benitez had to give away free samples as the Cebuano market was not yet familiar of his concept. The business did not produce any profit and was on the negative for its first three months. However, after eight months, the business started making a profit, enabling Benitez to put up another coffee cart in SM City Cebu. The coffee shop has grown considerably since then, growing into its current 91 branches throughout the country, located mainly in the country's key cities.",
            "score": 34.793940782547
        },
        {
            "docid": "30128150_11",
            "document": "New England Coffee . The Coffee Shop, New England Coffee's online store, offers exclusive coffee selections and bulk whole bean as well as tea, gift baskets, coffee mugs and other novelty items.",
            "score": 40.93319892883301
        }
    ],
    "r": [
        {
            "docid": "18931461_15",
            "document": "Coffee production in India . All coffee grown in India are grown in shade and commonly with two tiers of shade. Often inter-cropped with spices such as cardamom, cinnamon, clove, and nutmeg, the coffees gain aromatics from the inter-cropping, storage, and handling functions. Growing altitudes range between to above sea level for \"Arabica\" (premier coffee), and to for \"Robusta\" (though of lower quality, it is robust to environment conditions). Ideally, both \"Arabica\" and \"Robusta\" are planted in well drained soil conditions that favour rich organic matter that is slightly acidic (pH 6.0–6.5). However, India's coffees tend to be moderately acidic which can lead to either a balanced and sweet taste, or a listless and inert one. Slopes of \"Arabica\" tend to be gentle to moderate, while \"Robusta\" slopes are gentle to fairly level.",
            "score": 53.97840118408203
        },
        {
            "docid": "18931461_17",
            "document": "Coffee production in India . Ideal climatic conditions to grow coffee are related to temperature and rainfall; temperatures in the range of and with rainfall incidence in the range of followed by a dry spell of 2–3 months suit the \"Arabica\" variety. Cold temperatures closer to freezing conditions are not suitable to grow coffee. Where the rainfall is less than , providing irrigation facilities is essential. In the tropical region of the south Indian hills, these conditions prevail leading to coffee plantations flourishing in large numbers. Relative humidity for \"Arabica\" ranges 70–80% while for \"Robusta\" it ranges 80–90%. The common disease to which the coffee plants are subjected to in India is on account of fungus growth. This fungus is called the \"Hemileia vastatrix,\" an endophytous that grows within the matter of the leaf; effective cure has not been discovered to eliminate this. The second type of disease is known as the coffee rot, which has caused severe damages during the rainy season, particularly to plantations in Karnataka. \"Pellicularia koleroga\" was the name given to this rot or rust, which turns the leaves into black colour due to the coverage by a slimy gelatinous film. It is now classified as \"Ceratobasidium noxium\" This causes the coffee leaves and the cluster of coffee berries to drop off to the ground. Snakes such as cobras can also cause a nuisance to coffee plantations in India.",
            "score": 53.04750061035156
        },
        {
            "docid": "6787_93",
            "document": "Chiapas . Coffee is the state's most important cash crop with a history from the 19th century. The crop was introduced in 1846 by Jeronimo Manchinelli who brought 1,500 seedlings from Guatemala on his farm La Chacara. This was followed by a number of other farms as well. Coffee production intensified during the regime of Porfirio Díaz and the Europeans who came to own many of the large farms in the area. By 1892, there were 22 coffee farms in the region, among them Nueva Alemania, Hamburgo, Chiripa, Irlanda, Argovia, San Francisco, and Linda Vista in the Soconusco region. Since then coffee production has grown and diversified to include large plantations, the use and free and forced labor and a significant sector of small producers. While most coffee is grown in the Soconusco, other areas grow it, including the municipalities of Oxchuc, Pantheló, El Bosque, Tenejapa, Chenalhó, Larráinzar, and Chalchihuitán, with around six thousand producers. It also includes organic coffee producers with 18 million tons grown annually 60,000 producers. One third of these producers are indigenous women and other peasant farmers who grow the coffee under the shade of native trees without the use of agro chemicals. Some of this coffee is even grown in environmentally protected areas such as the El Triunfo reserve, where ejidos with 14,000 people grow the coffee and sell it to cooperativers who sell it to companies such as Starbucks, but the main market is Europe. Some growers have created cooperatives of their own to cut out the middleman.",
            "score": 52.82073974609375
        },
        {
            "docid": "46877496_4",
            "document": "Coffee production in Puerto Rico . In 1898, the United States annexed the island from Spanish control, and it subsequently saw a decline in coffee production, as emphasis was more on growing sugar cane commercially. However, there is now a resurgence of coffee production, with the traditional hacienda estates reopening, and additional areas being brought under the crop. New coffee farms have been started in the Cordillera Central where the nutrient content in the volcanic soil is conducive to high value production of gourmet coffee.",
            "score": 51.95216751098633
        },
        {
            "docid": "30034641_4",
            "document": "Committee on Sustainability Assessment . In 2008, the United Nations Conference on Trade and Development COSA project published \"Seeking Sustainability: COSA Preliminary Analysis of Sustainability Initiatives in the Coffee Sector\". The report summarized the findings of the pilot application of the COSA tool to collect and analyze data to facilitate understanding of environmental, social, and economic outcomes associated with sustainability initiatives in the coffee sector. The six coffee sector sustainability initiatives included were: organic, Fair Trade, Common Code for the Coffee Community (4C), UTZ certified, Rainforest Alliance, and Starbucks C.A.F.E. Practices. Three coffee growing regions were included: Africa, Asia, and Latin America.",
            "score": 49.64966583251953
        },
        {
            "docid": "452898_3",
            "document": "Howea forsteriana . The palm is an elegant plant, and is popular for growing indoors, requiring little light. Out of doors, it prefers a tropical region but will also grow in a cooler climate, and can tolerate temperatures down to -5 °C, but only for a few hours; normal temperatures should not go below 10°. It grows readily outside in areas such as southern Australia and northern New Zealand, where it is fairly common in private gardens or as a street tree. In the Northern Hemisphere, it can be grown as far north as southwest England, and grows well in the south of Spain and the southern United States, and will bear flowers and fruit. In the United States, the kentia palm is often used in Florida and California in tropical plantings because it closely resembles the coconut palm, which can only grow in the warmest parts of Florida. The coasts of the southeastern Azores and Madeira offer climates similar to its original habitat. It is slow growing, but will eventually reach heights of 6 to 18 metres. Under natural conditions, it grows as a solitary tree. Germination of the seeds is erratic.",
            "score": 49.545467376708984
        },
        {
            "docid": "5612891_38",
            "document": "History of coffee . Coffee is grown in three regions of India with Karnataka, Kerala and Tamil Nadu forming the traditional coffee growing region of South India, followed by the new areas developed in the non-traditional areas of Andhra Pradesh and Orissa in the eastern coast of the country and with a third region comprising the states of Assam, Manipur, Meghalaya, Mizoram, Tripura, Nagaland and Arunachal Pradesh of Northeastern India, popularly known as \"Seven Sister States of India\".",
            "score": 49.52745819091797
        },
        {
            "docid": "3492074_41",
            "document": "Soconusco . The Soconusco is one of the most fertile areas of the country for agriculture with plentiful rain and soil enriched by volcanic ash. Large scale cultivation in the area began in the Mesoamerican period with the growing of cacao. Today, crops include coffee, bananas, papaya, mango, kiwi, passion fruit, carambola and African palm . Over half of the area’s working population is dedicated to agriculture and livestock. Coffee, bananas and mangos represent over eighty percent of the areas agricultural production. Thirty seven percent of the area’s arable land is dedicated to coffee and another 25% to corn accounting for 62% of all cropland. The rest is mostly dedicated to mangos, cacao and sesame seed. The most exported crops are coffee, mangos, papayas and bananas with over 90% going to the United States. One new tropical fruit being grown in the area is the rambutan (Nephelium lappaceum L.) native to Malaysia and Indonesia but become increasingly popular in Central America and Mexico. One important grower is the Rancho San Alberto in the Cacahoatán municipality which pioneered the growing of this fruit in the country in the mid 20th century. Overall it is estimated that there are 50,000 producing trees over 500 hectares. Growing sectors of the agriculture include organic produce and African palm. The production of ornamental plants began in the early 2000s in the coffee plantations as did “agrotourism” or the opening of plantations to visitors with accommodations and sometimes spa facilities.",
            "score": 49.45275115966797
        },
        {
            "docid": "18090581_14",
            "document": "Coffee production in Costa Rica . By the early 1990s, the problem had raised serious concerns, and in January 1995 the government passed new legislation which imposed regulations on the proper treatment of solid and liquid waste. Some farmers in the country have attempted to use the pulp waste in soils as a fertilizer, but deforestation for coffee production may result in soil erosion and additional environmental costs. Deforestation is not new in Costa Rica. Major deforestation began in the 1830s with the introduction of coffee cultivation in the Meseta Central region, which was the cradle of the nation's coffee industry. By 1900 however, deforestation had accelerated rapidly in other parts of the country. Coffee was ideally suited to the soil and bio-climatic conditions of the volcanic mountain ranges of the central \"meseta\", but by this time cultivation had begun extensively in the more vulnerable hill forests to provide coffee that was in increasing demand for export. By the 1970s and 1980s, this along with the removal of forest for pasture land and ranching had resulted in an annual forestry loss of 4% per annum, one of the highest rates in Latin America at the time. Such lands under pasture or coffee cropping can be subject to erosion by water.",
            "score": 49.3786506652832
        },
        {
            "docid": "24779120_2",
            "document": "Coffee production in Hawaii . One of only two states in the United States of America able to grow coffee plants commercially is Hawaii, the other being California. However, it is not the only coffee grown on U.S. soil; for example, Puerto Rico has had a coffee industry for some time, although it is not a state but a U.S. territory. Ramiro L. Colon worked in the coffee industry of Puerto Rico since 1925, for example. There are two other experimental coffee growing projects taking place in the United States in Santa Barbara, CA and in Georgia.",
            "score": 49.359947204589844
        },
        {
            "docid": "12805143_10",
            "document": "Hurricane Rick (1997) . In the United States, Rick had a temporary economic impact when, during its time off the shore of Chiapas and Oaxaca, it caused the price of coffee to rise 4.7 percent to $1.5685 per pound on the Coffee, Sugar and Cocoa Exchange in New York, the highest total it reached since October 16. Mexico is the United States's largest source of coffee imports and Oaxaca and Chiapas are the largest coffee growing regions in Mexico. Like the impact in El Tomatal, Rick's effects were much worse than Pauline's because Rick threatened the coffee crop when the beans were more susceptible to winds that could blow them off.",
            "score": 49.32538604736328
        },
        {
            "docid": "22975821_6",
            "document": "Karuri . The council falls in the Hinterland, which has fertile soils that are well drained. The council enjoys good climatic conditions as do most areas in Kenya's central region. The council lies in the east highlands of the Rift Valley, enjoying moderate climate, and within a coffee-growing zone, although bordering a tea-growing zone.",
            "score": 48.47300720214844
        },
        {
            "docid": "6787_23",
            "document": "Chiapas . One other effect that Liberal land reforms had was the start of coffee plantations, especially in the Soconusco region. One reason for this push in this area was that Mexico was still working to strengthen its claim on the area against Guatemala’s claims on the region. The land reforms brought colonists from other areas of the country as well as foreigners from England, the United States and France. These foreign immigrants would introduce coffee production to the areas, as well as modern machineray and professional administration of coffee plantations. Eventually, this production of coffee would become the state's most important crop.",
            "score": 48.1337776184082
        },
        {
            "docid": "5612952_27",
            "document": "Economics of coffee . As a result, there has been a return to both traditional and new methods of growing shade-tolerant varieties. Shade-grown coffee can often earn a premium as a more environmentally sustainable alternative to mainstream sun-grown coffee.",
            "score": 48.047386169433594
        },
        {
            "docid": "18931461_3",
            "document": "Coffee production in India . Coffee is grown in three regions of India with Karnataka, Kerala and Tamil Nadu forming the traditional coffee growing region, followed by the new areas developed in the non-traditional areas of Andhra Pradesh and Orissa in the eastern coast of the country and with a third region comprising the states of Assam, Manipur, Meghalaya, Mizoram, Tripura, Nagaland and Arunachal Pradesh of Northeastern India, popularly known as “Seven Sister States of India\".",
            "score": 47.85169982910156
        },
        {
            "docid": "5612952_14",
            "document": "Economics of coffee . A number of classifications are used to label coffee produced under certain environmental or labor standards. For instance, \"Bird-Friendly\" or \"shade-grown coffee\" is said to be produced in regions where natural shade (canopy trees) is used to shelter coffee plants during parts of the growing season.",
            "score": 47.414207458496094
        },
        {
            "docid": "3492074_24",
            "document": "Soconusco . Since then, coffee has remained the area’s main cash crop although it has been supplemented by the growing of tropical fruit and other crops, keeping the Soconusco an important agricultural center for Mexico. There are still booms and busts in demand, such as a major fall of coffee prices in 1989 (caused by the disappearance of the International Coffee Organization) and the steady decline of cacao production. In 2005, Hurricane Stan caused the region to lose 65% of its banana crop, mostly in Suchiate and Mazatán. This caused a temporary but significant economic crisis. Another significant effect it has had has been seasonal migrant workers who come to harvest and process crops. Most of these migrants come from Guatemala although this migration has lessened due to economic reasons. The number of Guatemalans migrating legally into Mexico dropped from a high of 79,253 in 1999 to 27,840 in 2007. Most Guatemalan migrants in Mexico are on their way now to the United States. Illegal immigration in the region is still a problem, with most illegals coming in from Central America. Most illegal immigrants work in agriculture and as domestics. Women among these are vulnerable to sexual exploitation, especially those from Honduras and El Salvador.",
            "score": 47.244102478027344
        },
        {
            "docid": "604727_2",
            "document": "Coffee . Coffee is a brewed drink prepared from roasted coffee beans, which are the seeds of berries from the \"Coffea\" plant. The genus \"Coffea\" is native to tropical Africa (specifically having its origin in Ethiopia and Sudan) and Madagascar, the Comoros, Mauritius, and Réunion in the Indian Ocean. The plant was exported from Africa to countries around the world. Coffee plants are now cultivated in over 70 countries, primarily in the equatorial regions of the Americas, Southeast Asia, India, and Africa. The two most commonly grown are \"arabica\" and \"robusta\". Once ripe, coffee berries are picked, processed, and dried. Dried coffee seeds (referred to as beans) are roasted to varying degrees, depending on the desired flavor. Roasted beans are ground and brewed with near-boiling water to produce coffee as a beverage.",
            "score": 47.011566162109375
        },
        {
            "docid": "28518791_4",
            "document": "Sustainable coffee . The CCC report emerged during the same period as notable World Bank publications and an IMF paper that were among the first to identify the economic and social problems in coffee origins that would be the basis of the coffee crisis that more fully unfolded early in the 2000s. The SMBC contributed some of the earliest evidence of the environmental impacts occurring in some of the most important coffee growing regions of Central America. The ecological and economic concerns were discussed at meetings hosted by the CEC (\"Workshop of Experts on Sustainably-produced Mexican Coffee\" in Oaxaca in 2000 that resulted in The Oaxaca Declaration. The International Coffee Organization (ICO) voiced and documented some of the factors leading to the crisis, especially the dramatic decline in coffee prices to producers.",
            "score": 46.705482482910156
        },
        {
            "docid": "18090581_12",
            "document": "Coffee production in Costa Rica . The major growing regions and season are illustrated in the table below. The finest coffee is typically grown at altitudes of 1200 to 1700 metres, in a shorter winter growing season; the lower quality coffee is typically grown at altitudes below 1200 metres, in a longer growing season that lasts from late summer through to winter.",
            "score": 46.59999084472656
        },
        {
            "docid": "10851210_10",
            "document": "Organic coffee . Small-scale farming can have an enormous impact on soil remediation. Organic coffee helps soils even though, \"1/3 [of] farmers had problems obtaining organic fertilizer[s]\". Many would-be organic farmers lack the funding to establish environmentally friendly fertilizers to help their coffee grow at competitive rates. The prices that farmers get for their coffee may vary drastically (3021).",
            "score": 46.499629974365234
        },
        {
            "docid": "432138_10",
            "document": "Growing season . In some warm climates, such as the subtropical savanna and Sonoran Deserts or in the drier Mediterranean climates, the growing season is limited by the availability of water, with little growth in the dry season. Unlike in cooler climates where snow or soil freezing is a generally insurmountable obstacle to plant growth, it is often possible to greatly extend the growing season in hot climates by irrigation using water from cooler and/or wetter regions. This can in fact go so far as to allow year-round growth in areas that without irrigation could only support xerophytic plants. Also in these tropical regions; the growing season can be interrupted by periods of heavy rainfall, called the rainy season. For example, in Colombia, where coffee is grown and can be harvested year-round, they don’t see a rainy season. However, in Indonesia, another large coffee-producing area, they experience this rainy season and the growth of the coffee beans is interrupted.",
            "score": 46.424930572509766
        },
        {
            "docid": "38355071_4",
            "document": "Coffee production in Uganda . Robusta coffee grows natively in the Kampala forest area. From 1999 to 2002 an effort was made to commercialize this coffee as a premium consumer brand, emulating and extending the success of shade grown in Central America. Revenue from the coffee production was intended to finance conservation management activities. Arabica coffee grows around the slopes of Mount Elgon.The coffee was introduced to Uganda from Ethiopia and naturalised along the slopes of Mount Elgon.",
            "score": 46.08714294433594
        },
        {
            "docid": "22734446_14",
            "document": "Frappé coffee . In the United States, \"frappe\" has two meanings, only one related to coffee, and neither connected to the Greek coffee drink. In the northeastern region of New England, a frappe (pronounced \"frap\" and spelled without the accent) is a thick milkshake. A coffee shop in Boston, Massachusetts called Coffee Connection combined a milk shake with coffee and called it \"frappuccino\". When Starbucks bought that shop, it bought the trademarked name. The Starbucks in Greece offers both Frappuccino and Greek-style \"Frappe\" (written by Starbucks without the accent). Since then frappe has entered the American lexicon as an iced coffee drink, either sold chilled or frozen. Many of Starbucks' competitors, in the United States, in the Philippines and elsewhere, have begun offering drinks similar to the popular and trademarked frappuccino and called them \"frappe\" with or without the accent, some which do not include any coffee.",
            "score": 45.51263427734375
        },
        {
            "docid": "18931461_26",
            "document": "Coffee production in India . To cover research specific to each coffee growing region covering different agro-climatic conditions, the following five research stations are fully functional under the overall control of the Central Coffee Research Institute.",
            "score": 45.182003021240234
        },
        {
            "docid": "46916521_6",
            "document": "Coffee production in Peru . The three prominent coffee growing areas, located in the eastern slopes of the Andes, are Chanchamayo, the Amazonas and San Martin regions, and the southern highlands. St Ignacio, close to the Ecuadorian border, is the centralized area of coffee plantations in northern Peru. Arabica is the dominant coffee crop, 70% of which is Typica, 20% is \"caturra\", and the remainder being of other types. About 75% of the coffee growing area lies at an elevation range of , and planting done in the shaded areas is to the extent of 2,000 plants per ha. Farming is done largely by small farmers, and coffee is handpicked. Organic coffee is grown on . Coffee production in 1893 was about 1,500 tons. According to FAO statistics for 2013, coffee production was 256,241 tons from an area of with a yield level of 6,414 hectogram per ha.",
            "score": 45.068695068359375
        },
        {
            "docid": "30128150_10",
            "document": "New England Coffee . New England Coffee Retail Ground Coffee is also sold at participating supermarket retailers throughout the United States. The brand is currently available in many Targets and Walmarts east of the Mississippi, and it can be found in the Midwest as well as in such states as Florida and Texas.",
            "score": 45.02772521972656
        },
        {
            "docid": "171141_7",
            "document": "Guava . Guavas originated from an area thought to extend from Mexico or Central America and were distributed throughout tropical America and Caribbean region. They were adopted as a crop in subtropical and tropical Asia, the southern United States (from Tennessee and North Carolina south, as well as the west and Hawaii), tropical Africa, South Asia, Southeast Asia, and Oceania. Guavas are now cultivated in many tropical and subtropical countries. Several species are grown commercially; apple guava and its cultivars are those most commonly traded internationally. Guavas also grow in southwestern Europe, specifically the Costa del Sol on Málaga, (Spain) and Greece where guavas have been commercially grown since the middle of the 20th century and they proliferate as cultivars.",
            "score": 44.953861236572266
        },
        {
            "docid": "8938925_4",
            "document": "Black Gold (2006 film) . The film focuses on the coffee growers of the Oromia Region of southern and western Ethiopia, the birthplace of coffee. It follows Tadesse Meskela, the General Manager of the Oromia Coffee Farmers Cooperative Union, as he visits coffee-growing regions in Sidamo and Oromia (including the Kilenso Mokonisa Cooperative in the Bule Hora woreda in the Borena Zone of the Oromia Region), as well as a coffee processing center, a coffee auction house, and his union's headquarters in Addis Ababa. He also travels to England and the United States in an effort to promote Ethiopian coffee by eliminating the numerous middlemen. There is also a scene where coffee farmers pray to God for a higher price, which was filmed at the Negele Gorbitu Cooperative, located near Irgachefe in the Abaya woreda of the Borena Zone. The Ethiopian coffee farmers speak about their lives, with one explaining that he is cutting down his coffee plants and planting \"khat\" (a plant containing cathinone, an amphetamine-like stimulant) instead, due to the low price he is getting for coffee because of the explosion in the number of coffee farmers across the globe, and the comparatively higher price he can get for \"khat\".",
            "score": 44.82341766357422
        },
        {
            "docid": "39365975_11",
            "document": "Coffee production in Venezuela . The “Maracaibos” coffee exported from the Maracaibo port has sub varieties called Cucuta, Mérida, Trujillo, and Tachira. The eastern mountains coffee is known as Caracas, named after the capital city. While these are the local varieties of coffee grown in Venezuela, the basic universal coffee varieties under which the Venezuelan one fall under are the arabica (\"Coffea arabica L.\") which grows better in the high land regions, and the Robusta (\"Coffea canephora p. ex Fr.\") which grows in the low land regions; the former variety grows under forest canopy while the latter grows under partial shade.",
            "score": 44.79674530029297
        },
        {
            "docid": "4585261_5",
            "document": "Colombian coffee growing axis . Weather conditions (8 °C to 24 °C), geographical (Andean Rainforest) and the geological region, determine the production of high quality coffee, with relatively short harvest periods. Farmers in the area have developed techniques for growing, harvesting and processing of grain, and all done \"grain by grain\", and have retained this form of processing industry despite new techniques of mass agricultural industrialization.",
            "score": 44.775089263916016
        },
        {
            "docid": "5567241_3",
            "document": "Coffee production in Kenya . The acidic soil in highlands of central Kenya, just the right amount of sunlight and rainfall provide excellent conditions for growing coffee plants. Coffee from Kenya is of the 'Colombia mild' type, and is well known for its intense flavor, full body, and pleasant aroma with notes of cocoa and high grade coffee from Kenya is one of the most sought-after coffees in the world. However, due to a property boom in areas that grew coffee and price instability, production in this African Great Lakes country fell from about 130,000 metric tons in 1987/8 to 40,000 tons in 2011/12.",
            "score": 44.571327209472656
        }
    ]
}