{
    "q": [
        {
            "docid": "1740549_5",
            "document": "Deer botfly . However, without any exception, stags are found to have maggots living inside the head, and the habitat of these creatures is in the hollow underneath the root of the tongue and in the neighbourhood of the vertebra to which the head is attached. These creatures are as large as the largest grubs; they grow all together in a cluster, and they are usually about twenty in number.",
            "score": 34.01133680343628
        },
        {
            "docid": "23487440_45",
            "document": "Alien (film) . Giger made several conceptual paintings of the adult Alien before settling on the final version. He sculpted the creature's body using plasticine, incorporating pieces such as vertebrae from snakes and cooling tubes from a Rolls-Royce. The creature's head was manufactured separately by Carlo Rambaldi, who had worked on the aliens in \"Close Encounters of the Third Kind\". Rambaldi followed Giger's designs closely, making some modifications in order to incorporate the moving parts which would animate the jaw and inner mouth. A system of hinges and cables was used to operate the creature's rigid tongue, which protruded from its mouth and featured a second mouth at its tip with its own set of movable teeth. The final head had about 900 moving parts and points of articulation. Part of a human skull was used as the \"face\", and was hidden under the smooth, translucent cover of the head. Rambaldi's original Alien jaw is now on display in the Smithsonian Institution, while in April 2007 the original Alien suit was sold at auction. Copious amounts of K-Y Jelly were used to simulate saliva and to give the Alien an overall slimy appearance. The creature's vocalizations were provided by Percy Edwards, a voice artist famous for providing bird sounds for British television throughout the 1960s and 1970s as well as the whale sounds for \"Orca: Killer Whale\" (1977).",
            "score": 49.718034744262695
        },
        {
            "docid": "52854357_6",
            "document": "Kuso (film) . Charlie is a small man who goes to an exclusive school in the forest and is fed terrible food by his mother, which causes him to constantly need to defecate. Laughed out of his classroom for doing so in his pants, Charlie runs into the forest, where he finds a strange creature with only an anus-like orifice with a worm-like tongue. He feeds the creature some of his feces, which causes it to apparently evolve, growing a face in place of its tongue. On their second meeting, the creature transfers a beam of green light to Charlie's head, empowering him to stop going to school and overcome his mother at last. Charlie later feeds the creature dog feces, which causes it and its apparent offspring to vanish, leaving Charlie and the dog standing in the forest.",
            "score": 34.38731813430786
        },
        {
            "docid": "10928780_11",
            "document": "Early modern European cuisine . No parts of animals were wasted; blood was used in soups, for blood sausages, tripe was an ingredient in stews, soups or pies, and even cuts that clearly reminded of the live creature were readily consumed. Calf's head could be served as a separate dish, and eating eyes, tongue or cheeks was not seen as problematic; in some regions they were even considered to be delicacies.",
            "score": 39.26376271247864
        },
        {
            "docid": "984277_35",
            "document": "Graboid . In \"\", \"Shriekers\" are introduced. Fully grown Graboids die while giving birth to a random number of creatures depending on the amount of food they consumed, between three and six; these creatures are the Shriekers. Much smaller than Graboids, about long and high, Shriekers live above ground and resemble a small dinosaur or heavy ground-dwelling bird, with stout, three-toed legs and a compact body. They have similar beaks on their heads, but lack the tentacles of a Graboid and instead have a single, long tongue, and like Graboids lack eyes and noses, but also don't have ears. Shriekers find prey through a retractable heat-seeking crest on the top of their heads, as well as their tongues which they use to find cold food through taste. They are hermaphroditic and will gag up small Shriekers as long as they find food.",
            "score": 43.688506722450256
        },
        {
            "docid": "990149_19",
            "document": "O for a Thousand Tongues to Sing . 12. Hear him, ye deaf; his praise, ye dumb, <br> Your loosen'd tongues employ; <br> Ye blind, behold your Saviour come, <br> And leap, ye lame, for joy.",
            "score": 26.20411491394043
        },
        {
            "docid": "2359626_7",
            "document": "Bloody Bones . In the Southern United States, Rawhead and Bloody Bones are sometimes regarded as two individual creatures or two separate parts of the same monster. One is a skull stripped of skin that bites its victims (Rawhead) and its companion is a dancing headless skeleton (Bloody Bones). In one cautionary tale a gossip loses his head to the monster as punishment for his wicked tongue. Legends about Bloody Bones eventually made their way into African-American tradition as well as spreading to other parts of the United States.",
            "score": 30.79920244216919
        },
        {
            "docid": "3726763_6",
            "document": "Panther (legendary creature) . Usually depicted as a type of cat, the panther was at times depicted in other forms. It was depicted as a donkey, as a composite creature with a horned head, long neck and a horse's body, and as a host of other forms. (The word \"panther\", in Greek, could be interpreted as \"every wild beast\", supporting the idea of a composite creature.) This was mostly because those involved did not know what a panther should look like; but, in some instances, this was due to cultural influences. In Germany in particular, the panther is often depicted in heraldry as a creature with four horns, cow's ears and a fiery red tongue. An example of the former is the flag and coat of arms of the city of Cres, Croatia.",
            "score": 34.56980538368225
        },
        {
            "docid": "4743980_12",
            "document": "Tip of the tongue . Many languages other than English have equivalent colloquial terms for the tip of the tongue experience, suggesting that it is a common experience across cultures. In a study by B. L. Schwartz (1999), 45 of the 51 languages surveyed have an idiom referring to the tip of the tongue phenomenon that references the tongue, mouth, or throat as a metaphor. The direct English translations of these idioms are \"on the tongue\", \"on the tip/point/head of the tongue\", \"on the top of the tongue\", \"on the front of the tongue\", \"sparkling at the end of the tongue\", and \"in the mouth and throat\". Notably, the languages studied that did not have an equivalent idiom for the tip of the tongue were American Sign Language, Amharic, Icelandic, Indonesian, Kalenjin, and Kiswahili. However, tip of the finger experiences are reported by signers.",
            "score": 51.231826066970825
        },
        {
            "docid": "683632_7",
            "document": "Kallikantzaros . There is no standard description of the appearance of \"kallikantzaroi\"; there are regional variations as to how their appearance is described. Some Greeks have imagined them with some animal parts, such as hairy bodies, horse legs, or boar tusks. Sometimes they are enormous, at other times diminutive. Others see them as humans of small size that smell horrible. They are predominantly male, often with protruding sexual characteristics. Many Greeks have imagined them as tall, black and hairy, with burning red eyes, goats' or donkeys' ears, monkeys' arms, tongues that hang out and heads that are huge. Nonetheless, the most common belief is that they are small, black creatures, humanoid apart from their long black tails, and said to resemble little black devils. They are also mostly blind, speak with a lisp and love to eat frogs, worms, and other small creatures.",
            "score": 43.05745220184326
        },
        {
            "docid": "2795862_6",
            "document": "Mertz Glacier . In February 2010 about half of the Mertz Glacier Tongue, a piece of ice about long and wide and protruding out into the Southern Ocean, broke away from the main body of the Tongue. The separation occurred around the 12 or 13 February along two existing rift lines on opposite sides of the Tongue. The event was helped in part when the large Iceberg B-9B collided with it. Iceberg B-9B is a long by wide remnant of Iceberg B-9 which broke off the Ross Ice Shelf in 1987 and has recently ungrounded itself from Ninnis Bank to the east of the Tongue where it had been lodged for 18 years.",
            "score": 29.223573446273804
        },
        {
            "docid": "23181726_14",
            "document": "Bingo (1998 film) . When the music stops, there is a strange creature with no legs, many arms, a man's head, and dollar bills sprouting from its neck and arms. It yells at Dave for \"looking at my money,\" but then offers to let Dave look at his money. Confused and frightened, Dave declares that yes, he would like to look at the creature's money. The creature congratulates him for being a \"good, little Bingo.\" Dave says that he doesn't \"think\" that he's Bingo, asking \"who am I?\"",
            "score": 17.45606803894043
        },
        {
            "docid": "896634_9",
            "document": "It! The Terror from Beyond Space . \"It!\" was the last film of actor Ray \"Crash\" Corrigan. Corrigan was set to play the creature, but during pre-production, he did not want to travel all the way to Topanga in western Los Angeles County where Paul Blaisdell, the film's makeup artist, lived and operated his studio. Therefore, Blaisdell could not take exact measurements of Corrigan's head. Consequently, there were final fit problems with the creature's head prop: \"[Corrigan's]... bulbous chin stuck out through the monster's mouth, so the make-up man painted his chin to look like a tongue.\"",
            "score": 35.97691106796265
        },
        {
            "docid": "24860188_90",
            "document": "Races and factions of Warcraft . The tauren (\"Shu'halo\" in their native tongue) are one of the oldest races native to Azeroth, a proud and tenacious race with bull-like features and a culture that is very similar to a stylized Native American culture. They are, for the most part, druidic, shamanistic, peaceful, and powerful beings. They resemble minotaurs, having horned bull's heads, large hooves in place of feet, three-fingered hands, and a towering body structure. The name 'tauren' may be a reference to the Greek 'Taurus' meaning bull, or to the related mythological creature the Minotaur, which has a similar appearance. It is also an anagram for \"Nature\".",
            "score": 32.945316672325134
        },
        {
            "docid": "32362_46",
            "document": "Vampire . Vampires have appeared in Japanese cinema since the late 1950s; the folklore behind it is western in origin. The Nukekubi is a being whose head and neck detach from its body to fly about seeking human prey at night. Legends of female vampire-like beings who can detach parts of their upper body also occur in the Philippines, Malaysia and Indonesia. There are two main vampire-like creatures in the Philippines: the Tagalog \"Mandurugo\" (\"blood-sucker\") and the Visayan \"Manananggal\" (\"self-segmenter\"). The mandurugo is a variety of the aswang that takes the form of an attractive girl by day, and develops wings and a long, hollow, thread-like tongue by night. The tongue is used to suck up blood from a sleeping victim. The \"manananggal\" is described as being an older, beautiful woman capable of severing its upper torso in order to fly into the night with huge bat-like wings and prey on unsuspecting, sleeping pregnant women in their homes. They use an elongated proboscis-like tongue to suck fetuses from these pregnant women. They also prefer to eat entrails (specifically the heart and the liver) and the phlegm of sick people.",
            "score": 38.40196168422699
        },
        {
            "docid": "1022719_11",
            "document": "Tailypo . The man, scared to death, finds the courage to push the creature away and yell, \"I haven't got your taily-po!\", hoping the creature will leave. However, the ravenous creature, angrier than ever, yells back: \"Yes, you have! Yes, you have!\" and jumps back on the bed, mutilates the man and destroys the cabin.",
            "score": 11.569371938705444
        },
        {
            "docid": "4350544_81",
            "document": "List of Dragonlance creatures . The Shilo-Thahn, commonly known as \"shadowpeople\", are ancient creatures who used to live in the underground mines and passages in Sanction. Their appearance is that of a hairy ape, human size, protruding muzzle, yellow eyes and mouth with sharp fangs. They can articulate their lips and tongue to speak the common tongue, although they use their own secret dialect.",
            "score": 41.46056628227234
        },
        {
            "docid": "612467_8",
            "document": "Alien (creature in Alien franchise) . Giger conceived the Alien as being vaguely human but a human in full armor, protected from all outside forces. He mandated that the creature have no eyes, because he felt that it made them much more frightening if you could not tell they were looking at you. Giger also gave the Alien's mouth a second inner set of pharyngeal jaws located at the tip of a long, tongue-like proboscis which could extend rapidly for use as a weapon. His design for the creature was heavily influenced by an aesthetic he had created and termed \"biomechanical\", a fusion of the organic and the mechanic. His mock-up of the Alien was created using parts from an old Rolls Royce car, rib bones and the vertebrae from a snake, molded with plasticine. The Alien's animatronic head, which contained 900 moving parts, was designed and constructed by special effects designer Carlo Rambaldi. Giger and Rambaldi together would win the 1980 Academy Award for Visual Effects for their design of the Alien. Scott decided on the man-in-suit approach for creating the creature onscreen. Initially circus performers were tried, then multiple actors together in the same costume, but neither proved scary. Deciding that the creature would be scarier the closer it appeared to a human, Scott decided that a single, very tall, very thin man be used. Scott was inspired by a photograph of Leni Riefenstahl standing next to a 6'4\" (1.93 m) Nubian. The casting director found 6'10\" (2.08 m), rail-thin graphic designer Bolaji Badejo in a local pub. Badejo went to tai chi and mime classes to learn how to slow down his movements.",
            "score": 43.019489765167236
        },
        {
            "docid": "21601221_6",
            "document": "Mark Rappaport (creature effects artist) . Rappaport (creature effects supervisor) and Shaun Smith (makeup effects supervisor) teamed up to create the world of effects for \"300\". This extensive body of work included prosthetic makeups, animatronic animals, props, weaponry and costume elements. In addition to the amazingly lifelike horse effects for this film, Rappaport created an animatronic wolf puppet for scenes where young Leonidas faces off with the predatory animal. \"The filmmakers shot interactions of the practical puppet attacking young Leonidas in a narrow rock crevice. Veteran creature effects supervisor Mark Rappaport and his team mechanized the puppet with: eye-blinks; head, neck, brow, jaw and tongue movement; saliva tubes and glowing eyes.\"",
            "score": 36.332385540008545
        },
        {
            "docid": "29399400_2",
            "document": "Cheetham Ice Tongue . Cheetham Ice Tongue () is a small ice tongue on the east coast of Victoria Land between Lamplugh Island and Whitmer Peninsula. It projects eastward into the Ross Sea. The tongue appears to be nourished in part by Davis Glacier and partly by ice draining from Lamplugh Island and Whitmer Peninsula. It was first charted by the British Antarctic Expedition, 1907–09, under Shackleton, and named by him for Alfred B. Cheetham, third officer on the \"Nimrod\".",
            "score": 28.920572519302368
        },
        {
            "docid": "197112_18",
            "document": "Bumblebee . The bumblebee tongue (the proboscis) is a long, hairy structure that extends from a sheath-like modified maxilla. The primary action of the tongue is lapping, that is, repeated dipping of the tongue into liquid.  The tip of the tongue probably acts as a suction cup and during lapping, nectar may be drawn up the proboscis by capillary action. When at rest or flying, the proboscis is kept folded under the head. The longer the tongue, the deeper the bumblebee can probe into a flower and bees probably learn by experience which flower source is best-suited to their tongue length. Bees with shorter proboscides, like Bombus bifarius, have a more difficult time foraging nectar relative to other bumblebees with longer proboscides; to overcome this disadvantage, B. bifarius workers were observed to lick the back of spurs on the nectar duct, which resulted in a small reward.",
            "score": 34.26391005516052
        },
        {
            "docid": "30226070_365",
            "document": "List of Ben 10 villains . Hydromanders are tadpole-like creatures that first appeared on the episode \"Waterfilter\" They have dark green skin with whitish yellow belly, orange eyes and sharp teeth, orange dorsal fin on their heads, three tentacles on each side of the head, and a tadpole-like tail. Their behavior are extremely hostile, especially when someone disturbs them. After waking up, they eat everything around them and use their tongue to eat like actual salamanders. When they die, many smaller Hydromanders sprout from the corpse of the one that died. Apparently, the newborn Hydromanders have the memories of the one they came from. They can breathe and swim underwater, giving them enhanced speed and agility, stretch their tongue to a long distance which can grab anything and introduce it inside their mouth and if they are injured, it can regenerate quickly inside the mouth, and move the tentacles from their head and their tail.",
            "score": 49.59047055244446
        },
        {
            "docid": "41512271_56",
            "document": "Gospel riots . On Sunday 9 September 1901 (Old Style), the front page carried the first instalment of Pallis' translation of the Gospel of Matthew, under a full-width headline reading \"ΤΟ ΕΥΑΓΓΕΛΙΟΝ ΕΙΣ ΤΗΝ ΓΛΩΣΣΑΝ ΤΟΥ ΛΑΟΥ\", or \"THE GOSPEL IN THE LANGUAGE OF THE PEOPLE\". The translation itself occupied the right-most column, under a sub-heading quoting (in Greek) St Paul's words: \"So likewise ye, except ye utter by the tongue words easy to understand, how shall it be known what is spoken?\" (1 Corinthians 14.9)",
            "score": 30.35234546661377
        },
        {
            "docid": "52110195_4",
            "document": "Mommy Dearest (Grimm) . Meisner (Damien Puckler) aids Adalind (Claire Coffee) in giving birth to the baby, and also restoring Adalind's powers as a Hexenbiest. Back in Portland, a creature stalks a pregnant woman, Dana Tomas (Tess Paras), to her room and uses his extremely large tongue to poke into her belly button. Dana then cuts the creature's tongue and it flees before falling unconscious.",
            "score": 24.200718879699707
        },
        {
            "docid": "26899032_16",
            "document": "Two-spotted bumble bee . \"B. bimaculatus\" queens forage on \"Aquilegia\" flowers. The queens hang upside down on stamens, clutch the filament with their forelegs, and scrape off pollen using their middle and hind legs. Workers enter the \"Aquilegia\" spurs by pushing their head and part of their thorax into the spur's mouth. They then extend the maxillae and tongue into the spur to drink nectar, repeating this process on multiple spurs of the same plant before visiting the next one.",
            "score": 38.71977949142456
        },
        {
            "docid": "226515_19",
            "document": "Jason and the Argonauts (1963 film) . Ray Harryhausen regarded the film as his best. Previous Harryhausen films had been generally shown as part of double features in \"B\" theatres. Columbia was able to book it as a single feature in many \"A\" theatres in the United States. The skeletons' shields are adorned with designs of other Harryhausen creatures, including an octopus and the head of the Ymir from \"20 Million Miles to Earth\".",
            "score": 19.4133563041687
        },
        {
            "docid": "10176012_6",
            "document": "Seventh Cross: Evolution . These parts may be \"equipped\" any time, but each require specific amounts of nutrients found in certain foods, among which are protein and fiber. After a while, the player may add enough parts to the organism to fend off and even kill other creatures, fight the stage's boss creature and advance to the next stage. Each part has different attributes that enhance particular areas like movement speed and attack strength. These parts may be added ala carte; that is, a lynx's head may be placed upon an organism with crab's body and frog's legs. This may result in odd combinations of creatures akin to Microsoft's \"Impossible Creatures\".",
            "score": 26.814581871032715
        },
        {
            "docid": "25220261_3",
            "document": "CRAFFT Screening Test . The older version of the questionnaire contains 9 items in total, answered in a \"yes\" or \"no\" format. The first three items (Part A) evaluate alcohol and drug use over the past year and the other six (Part B) ask about situations in which the respondent used drugs or alcohol and any consequences of the usage. The CRAFFT 2.0 screening tool begins with past-12-month frequency items (Part A), rather than the previous “yes/no” question for any use over the past year and the other six (Part B) ask about situations in which the respondent used drugs or alcohol and any consequences of usage.",
            "score": 26.325759172439575
        },
        {
            "docid": "32066656_3",
            "document": "Yes-R . Yes-R originates from East Amsterdam. Inspired by his cousin Ali B, he started rapping at the age of 12. A year later, he entered a talent show in which he placed second. In 2003, he was introduced to Lange Frans, the frontman of the rap formation D-Men, who was impressed by Yes-R's flow. Lange Frans then took on the production of Yes-R's recordings. The first song \"Chickiesflasher\" was an underground hit and became part of the compilation album \"De gastenlijst\". He was also featured on the single \"Sletje\" by Baas B as well Maritza's debut single \"Laat Je Gaan\".",
            "score": 11.304598569869995
        },
        {
            "docid": "43204585_3",
            "document": "Creature (company) . Creature opened an office in London in 2011 which was considered a separate entity. In 2013 Creature created a tongue-in-cheek campaign “Commercialize Seattle” sponsored by the city of Seattle, Washington to encourage agencies to produce more commercials. In June 2014 Creature hired former Seattle Mayor’s Office Film and Music Director James Keblas as president.",
            "score": 21.656365394592285
        },
        {
            "docid": "1631358_2",
            "document": "Mušḫuššu . The mušḫuššu (; formerly also read as \"sirrušu\", \"sirrush\") is a creature from ancient Mesopotamian mythology. A mythological hybrid, it is a scaly dragon with hind legs resembling the talons of an eagle, feline forelegs, a long neck and tail, a horned head, a snake-like tongue, and a crest. The mušḫuššu most famously appears on the reconstructed Ishtar Gate of the city of Babylon, dating to the 6th century BC",
            "score": 26.715970039367676
        },
        {
            "docid": "54984388_20",
            "document": "September on Jessore Road . Ring O ye tongues of the world for their woe<br> Ring out ye voices for Love we don't know<br> Ring out ye bells of electrical pain Ring in the conscious of American brain.<br>",
            "score": 35.14959716796875
        }
    ],
    "r": [
        {
            "docid": "29029594_9",
            "document": "Human head . The head contains sensory organs: two eyes, two ears, a nose and inside the mouth a tongue. It also houses the brain.",
            "score": 63.09334945678711
        },
        {
            "docid": "7482599_4",
            "document": "What Is Man? (King essay) . He notices first that ‘man is a biological being with a physical body’, which is the ‘less than God’, as we think of ‘God as a being of pure spirit, lifted above the categories of time and space’. The psalmist would then say that God made man that way, and because of this ‘there is nothing wrong with it’ and that ‘everything God makes is good; therefore there is nothing wrong with it’. The Greeks, as King informs us, ‘felt the body was evil’ and that the ‘soul could never reach its full maturity until it broke loose from the prison of the body’. However, Christianity raises the view that ‘the body is not the principle of evil; it says the will is the principle of evil’. He then defines that in ‘any doctrine of man, we must be concerned with man's physical well being’. To support this he brings up Jesus` quote that we need the “bread” to survive and also states ‘this isn’t the only part’ and if we stop here we would see ‘man merely as an animal’. He then brings an example of chemists who calculated that the values of man came to ‘about ninety-eight cents’, today with our living standards it comes to ‘a dollar ninety eight for the average man’. King challenges this idea by questioning ‘But can we explain the whole of man in terms of ninety eight cents?’ and brings up examples of human genius; and again asks ‘Can we explain the mystery of the human soul in terms of ninety eight cents?’ To this he answers “no” and states that ‘man is a child of God’ and raises the second basic point of the doctrine ‘that man is a being of spirit’, which is the ‘thou has crowned him with glory and honour’, and because of our ‘rational capacity, man has a mind, man can reason. This distinguishes us from the lower animals’. King then defines man as ‘God’s marvellous creation. Through his mind he can leap oceans, break through walls, and transcend the categories of time and space’. With this he defines what the biblical writers meant when they said ‘man is made in the image of God’, and that he has ‘rational capacity; he has the unique ability to have a fellowship with God. Man is a being of spirit’.",
            "score": 53.48950958251953
        },
        {
            "docid": "6380202_2",
            "document": "Head and neck anatomy . This article describes the anatomy of the head and neck of the human body, including the brain, bones, muscles, blood vessels, nerves, glands, nose, mouth, teeth, tongue, and throat.",
            "score": 53.450435638427734
        },
        {
            "docid": "22118854_5",
            "document": "Head and Neck Cancer Alliance . Cancers of the mouth (lip and tongue), larynx (voice box), pharynx (throat), salivary glands, and nose/nasal passages are generally known as head and neck cancer. These cancers typically form in the squamous cells, which are the cells lining the moistened, mucosal locations of the head and neck, such as the nose, mouth and throat. Such squamous cell cancers are usually termed, squamous cell carcinoma of the head and neck or head and neck squamous-cell carcinoma (HNSCC). HNSCC typically occurs among middle-aged to elderly adults, but increased diagnoses of HNSCC in people under the age of 45 has been reported in recent years.",
            "score": 53.37540054321289
        },
        {
            "docid": "4743980_12",
            "document": "Tip of the tongue . Many languages other than English have equivalent colloquial terms for the tip of the tongue experience, suggesting that it is a common experience across cultures. In a study by B. L. Schwartz (1999), 45 of the 51 languages surveyed have an idiom referring to the tip of the tongue phenomenon that references the tongue, mouth, or throat as a metaphor. The direct English translations of these idioms are \"on the tongue\", \"on the tip/point/head of the tongue\", \"on the top of the tongue\", \"on the front of the tongue\", \"sparkling at the end of the tongue\", and \"in the mouth and throat\". Notably, the languages studied that did not have an equivalent idiom for the tip of the tongue were American Sign Language, Amharic, Icelandic, Indonesian, Kalenjin, and Kiswahili. However, tip of the finger experiences are reported by signers.",
            "score": 51.23182678222656
        },
        {
            "docid": "378787_17",
            "document": "Helix (gastropod) . The head of the snail has two pairs of tentacles: the upper and larger pair contain the eyes, and the lower pair are used to feel the ground in front. The mouth is located just underneath the head. The tentacles can be withdrawn or extended depending on the situation. The mouth has a tongue called a \"radula\" that is composed of many fine chitinous teeth. This serves for rasping and cutting food.",
            "score": 50.685546875
        },
        {
            "docid": "1692666_9",
            "document": "History of Animals . Book I The grouping of animals and the parts of the human body. Aristotle describes the parts that the human body is made of, such as the skull, brain, face, eyes, ears, nose, tongue, thorax, belly, heart, viscera, genitalia, and limbs.",
            "score": 50.50494384765625
        },
        {
            "docid": "53631658_6",
            "document": "Head for the Edge, Keep Walking . ‘Jill Beech – sharp-eyed, laconic-tongued, tender-hearted – is your new eccentric best friend. She makes a terrific debut in this witty, chatty, lyrical novel. You can trust her. Head for the edge, keep reading.’ Kevin MacNeil, author of The Stornoway Way and Love and Zen in the Outer Hebrides. ‘Kate Tough’s dry wit and keen observations make this eye-catching debut about a defining moment in the life of thirty-something Jill Beech. Both laugh-out-loud funny as well as poignant. She gets the balance between the weighty and the trivial just right, and if we laugh at what we recognise, we also mourn what, and whom, we might have lost.’ Lesley MacDowall",
            "score": 50.259788513183594
        },
        {
            "docid": "29029594_4",
            "document": "Human head . The face is the anterior part of the head, containing the sensory organs the eyes, nose and mouth. The cheeks, on either side of the mouth, provide a fleshy border to the oral cavity. To either side of the head sit the ears.",
            "score": 49.86003875732422
        },
        {
            "docid": "34061874_13",
            "document": "Si5s . Extramanual features include facial configurations and body movements. si5s/ASLwrite extramanual marks are subcategorised into four: eyebrow marks, questioning marks, mouth morphemes and body movements. The eyebrow marks are: raise, knit, wan, slanted and squint; questioning marks: who, what, where, when, which, why, how and for-for; mouth morphemes: smile, frown, flat lips, pressed lips, tongue out, pursed lips, lips out, open mouth, barred teeth, cha, round mouth, puffed cheeks, puffed and round and pulled to the side; body movement: head nod, shoulder shift and nose crinkle. In total, there are 30 extramanual marks.",
            "score": 49.78350067138672
        },
        {
            "docid": "23487440_45",
            "document": "Alien (film) . Giger made several conceptual paintings of the adult Alien before settling on the final version. He sculpted the creature's body using plasticine, incorporating pieces such as vertebrae from snakes and cooling tubes from a Rolls-Royce. The creature's head was manufactured separately by Carlo Rambaldi, who had worked on the aliens in \"Close Encounters of the Third Kind\". Rambaldi followed Giger's designs closely, making some modifications in order to incorporate the moving parts which would animate the jaw and inner mouth. A system of hinges and cables was used to operate the creature's rigid tongue, which protruded from its mouth and featured a second mouth at its tip with its own set of movable teeth. The final head had about 900 moving parts and points of articulation. Part of a human skull was used as the \"face\", and was hidden under the smooth, translucent cover of the head. Rambaldi's original Alien jaw is now on display in the Smithsonian Institution, while in April 2007 the original Alien suit was sold at auction. Copious amounts of K-Y Jelly were used to simulate saliva and to give the Alien an overall slimy appearance. The creature's vocalizations were provided by Percy Edwards, a voice artist famous for providing bird sounds for British television throughout the 1960s and 1970s as well as the whale sounds for \"Orca: Killer Whale\" (1977).",
            "score": 49.71803665161133
        },
        {
            "docid": "1209545_2",
            "document": "Head . A head is the part of an organism which usually includes the eyes, ears, nose, and mouth, each of which aid in various sensory functions such as sight, hearing, smell, and taste, respectively. Some very simple animals may not have a head, but many bilaterally symmetric forms do, regardless of size. Heads develop in animals by an evolutionary trend known as cephalization. In bilaterally symmetrical animals, nervous tissues concentrate at the anterior region, forming structures responsible for information processing. Through biological evolution, sense organs and feeding structures also concentrate into the anterior region; these collectively form the head.",
            "score": 49.654808044433594
        },
        {
            "docid": "30226070_365",
            "document": "List of Ben 10 villains . Hydromanders are tadpole-like creatures that first appeared on the episode \"Waterfilter\" They have dark green skin with whitish yellow belly, orange eyes and sharp teeth, orange dorsal fin on their heads, three tentacles on each side of the head, and a tadpole-like tail. Their behavior are extremely hostile, especially when someone disturbs them. After waking up, they eat everything around them and use their tongue to eat like actual salamanders. When they die, many smaller Hydromanders sprout from the corpse of the one that died. Apparently, the newborn Hydromanders have the memories of the one they came from. They can breathe and swim underwater, giving them enhanced speed and agility, stretch their tongue to a long distance which can grab anything and introduce it inside their mouth and if they are injured, it can regenerate quickly inside the mouth, and move the tentacles from their head and their tail.",
            "score": 49.59046936035156
        },
        {
            "docid": "340167_14",
            "document": "Giant anteater . The tube-like rostrum and small mouth opening restrict the tongue to protrusion-retraction movements. During feeding, the tongue moves in and out around 160 times per minute (nearly three times per second). According to biologist Virginia Naples, these movements are powered by the unique musculature of the giant anteater's long, large, and flexible hyoid apparatus. Conversely, biologist Karen Reiss states that the anteater's tongue has no attachments to the hyoid and this is what allows it to flick its tongue at such speeds. The animal relies on the orientation of its head for aim. When fully extended, the tongue can reach , longer than the length of the skull. The buccinators allow it to slide back in without losing attached food and tighten the mouth to prevent food from escaping as it extends. When retracted, the tongue is held in the oropharynx by the secondary palate, preventing it from blocking respiration. This retraction is aided by the long sternoglossus muscle, which is formed by the fusion of the sternohyoid and the hyoglossus, and does not attach to the hyoid. Thus, the tongue is directly anchored to the sternum.",
            "score": 49.475887298583984
        },
        {
            "docid": "2545910_2",
            "document": "Parafunctional activity . A para-functional habit or parafunctional habit is the habitual exercise of a body part in a way that is other than the most common use of that body part. The term is most commonly used by dentists, orthodontists, or maxillofacial specialists to refer to para-functional uses of the mouth, tongue and jaw. Oral para-functional habits may include bruxism (tooth-clenching and/or grinding), tongue tension (\"tongue thrusting\"), fingernail biting, pencil or pen chewing, mouth breathing, and any other habitual use of the mouth unrelated to eating, drinking, or speaking.",
            "score": 48.78131866455078
        },
        {
            "docid": "928652_4",
            "document": "Licking . Mammals typically lick their offspring clean immediately after birth; in many species this is necessary to free the newborn from the amniotic sac. The licking not only cleans and dries the offspring's fur, but also stimulates its breathing and digestive processes. Food and water acquisition: Hummingbirds are often said to \"sip\" nectar, but in fact they up nectar on their long tongues. Their tongues have fringed edges, which help both in nectar-eating and in catching tiny insects. Mother hummingbirds also lick their chicks after a rainstorm to dry them by licking water droplets from the coats of the chicks to avoid them chilling. Many animals drink by licking. While young mammals drink milk from their mothers' teats by sucking, the typical method of drinking for adult mammals involves dipping the tongue repeatedly into water and using it to scoop water into the mouth. This method of drinking relies in part on the water adhering to the surface of the tongue and in part on muscular control of the tongue to form it into a spoonlike shape. Cattle, horses and other animals lick rocks, salt licks or other objects to obtain mineral nutrients.",
            "score": 48.63643264770508
        },
        {
            "docid": "42193218_18",
            "document": "Human digestive system . Food enters the mouth where the first stage in the digestive process takes place, with the action of the tongue and the secretion of saliva. The tongue is a fleshy and muscular sensory organ, and the very first sensory information is received via the taste buds in the papillae on its surface. If the taste is agreeable, the tongue will go into action, manipulating the food in the mouth which stimulates the secretion of saliva from the salivary glands. The liquid quality of the saliva will help in the softening of the food and its enzyme content will start to break down the food whilst it is still in the mouth. The first part of the food to be broken down is the starch of carbohydrates (by the enzyme amylase in the saliva).",
            "score": 48.56211853027344
        },
        {
            "docid": "2576089_7",
            "document": "Panther chameleon . Panther chameleons have very long tongues (sometimes longer than their own body length) which they are capable of rapidly extending out of the mouth. The tongue extends at around 26 body lengths per second. The tongue hits the prey in about 0.0030 sec. The tongue of the chameleon is a complex arrangement of bone, muscle and sinew. At the base of the tongue, a bone is shot forward, giving the tongue the initial momentum it needs to reach the prey quickly. At the tip of this elastic tongue, a muscular, club-like structure covered in thick mucus forms a suction cup. Once the tip sticks to a prey item, it is drawn quickly back into the mouth, where the panther chameleon's strong jaws crush it and it is consumed.",
            "score": 48.3970832824707
        },
        {
            "docid": "15643795_28",
            "document": "David Reekie . Birds have always had a certain place in our mythology and literature. In Ancient Egypt, the God Thoth has a bird's head (the head of an ibis). He is considered the 'heart and tongue' of Ra, and the means by which Ra's will is translated into speech. An Augur, or priest of Ancient Rome, was said to be able to interpret 'the will of the Gods' by reading the behaviour of birds. While Native Americans, renowned for their understanding of the natural world and their reverence for it, relied upon the eagle, to take their prayers to the Great Spirit. We need only remind ourselves of the recent devastation caused by avian influenza to gain an appreciation what is at stake in our relationship with these small garden birds. It is symptomatic of our relationship with the natural world itself. As Mark Cocker in his review of these pieces, writes: It may seem absurd today. But perhaps we should reflect that in 1997 the Labour government offered a series of indices to measure the quality of life in this country. One of those yardsticks for the good life in Britain was bird populations. We are all now familiar how birds act as indicators for the quality of our environment. The owl, whose cry pierces the darkness, or the kestrel which wrestles the wind to a standstill at the motorway verge, will only survive if the trees, the insects, the other animals, the flowers and the countryside itself are all present and correct. In \"An Exchange of Information\" the distinct nature of the materials used for the different parts of the sculpture, appears to underpin the distance between human beings and birds in modern life.",
            "score": 48.17877960205078
        },
        {
            "docid": "928652_5",
            "document": "Licking . Gustation: Animals also use their tongues to enhance their sense of smell. By licking a surface or extending the tongue beyond the mouth, molecules are transferred via the tongue to the olfactory receptors in the nose and in some animals, to the vomeronasal organ. In some mammals, the tongue is used to \"lick\" the air during the flehmen response to assist transfer of pheremones. Similarly, snakes use smell to track their prey. They smell by using their forked tongues to collect airborne particles, then passing them to the vomeronasal organ. They keep their tongues constantly in motion, sampling particles from the air, ground, and water, analyzing the chemicals found, and determining the presence of prey or predators in the local environment.  Communication: Dogs and cats use licking both to clean and to show affection among themselves or to humans, typically licking their faces. Many animals use licking as a submissive or appeasement signal in dominance hierarchies.",
            "score": 48.175575256347656
        },
        {
            "docid": "55999_45",
            "document": "Tongue . Other animals may have organs that are analogous to tongues, such as a butterfly's proboscis or a radula on a mollusc, but these are not homologous with the tongues found in vertebrates, and often have little resemblance in function. For example, butterflies do not lick with their proboscides; they suck through them, and the proboscis is not a single organ, but two jaws held together to form a tube. Many species of fish have small folds at the base of their mouths that might informally be called tongues, but they lack a muscular structure like the true tongues found in most tetrapods.",
            "score": 47.98869705200195
        },
        {
            "docid": "55999_43",
            "document": "Tongue . The tongue evolved with the amphibians from the same structures that form fins in fish. Most amphibians show a proper tongue after their metamorphosis. As a consequence most vertebrate animals - amphibians, reptiles, birds and mammals - have tongues. In mammals such as dogs and cats, the tongue is often used to clean the fur and body by licking. The tongues of these species have a very rough texture which allows them to remove oils and parasites. Some dogs have a tendency to consistently lick a part of their foreleg which can result in a skin condition known as a lick granuloma. A dog's tongue also acts as a heat regulator. As a dog increases its exercise the tongue will increase in size due to greater blood flow. The tongue hangs out of the dog's mouth and the moisture on the tongue will work to cool the bloodflow.",
            "score": 47.90401840209961
        },
        {
            "docid": "39373526_15",
            "document": "Non-reproductive sexual behavior in animals . Expressions of affection are displayed in the animal kingdom as well. Affectionate behaviors do not include penetration or genital rubbing, but are still seen as a manner of sexual behavior. An affectionate activity can be as simple as licking. Male lions are known for head rubbing, bats engage in licking, and mountain sheep rub horns and faces with each other. Animals have also engaged in kissing, touching of noses, mouths and muzzles have been witnessed in African elephants, walruses, and mountain zebras. Primates also engage in kissing that is incredibly similar to human display of kissing. Chimpanzees have full mouth-to-mouth contact, and bonobos kiss with their mouth open and mutual tongue stimulation. There are a variety of acts to show affection such as African elephants intertwining their trunks, giraffes engaging in “necking”, and Hanuman langurs cuddling with each other in a front to back sitting position.",
            "score": 47.793338775634766
        },
        {
            "docid": "10382238_35",
            "document": "Red Horn . Gottschall Rockshelter (a horizontally shallow cave), located in Muscoda, Wisconsin, contains about forty pictographs. Robert J. Salzer began to excavate the site in 1982, eight years after it had been rediscovered. He identified Panel 5 to be of special interest, since it is a composition containing several figures that seem to be engaged in a single action. Panel 5 is dated with a good measure of confidence to the tenth century A.D. At the outset, Robert L. Hall, the leader in the field, pointed out to Selzer that one of the figures in Panel 5 appeared to have attributes associated with the Red Horn mythology. The character in your Fig. 4 has a pattern around each nipple which resembles the long-nose god maskettes. The face[s] of the maskettes are of the same outline as that found around each nipple on the pictograph. I first interpreted the two parallel lines above the \"face\" outline as the red horn. I now feel that they represent the long nose of the long-nosed god in a face-on perspective which the artists could not quite handle. That leaves the nipples for the mouth and tongue, and remember that the little faces stuck out their tongues when manipulated. The stone Big Boy pipe from Spiro had long-nose god maskettes on each ear, and I would guess that is what Red Horn also wore on his ears and was the reason he was called He-who-wears-human-heads-as-earrings.  Salzer identified the other figures as being two giants, one of whom was the woman that eventually married Red Horn, and other pictographs seemed to be of Turtle and Storms-as-He-Walks, all of whom had gathered together on the occasion of the great lacrosse game between the good spirits and the giants. Salzer believes, contrary to Hall, that the figure to the far right is not a son of Red Horn, but Red Horn himself. The reason why we do not see prosopic earpieces is that part of the tail of the bird in the center of the panel has been painted over Red Horn's ears. Most archaeologists have accepted the idea that the panel is devoted to Red Horn mythology, although a few others have been highly skeptical.",
            "score": 47.67038345336914
        },
        {
            "docid": "60858_14",
            "document": "Carlisle, Cumbria . The Reivers became so much of a nuisance to the Scottish and English governments that, in 1525, the Archbishop of Glasgow Gavin Dunbar cursed all the reivers of the borderlands. The curse was detailed in 1,069 words, beginning: \"I curse their head and all the hairs of their head; I curse their face, their brain (innermost thoughts), their mouth, their nose, their tongue, their teeth, their forehead, their shoulders, their breast, their heart, their stomach, their back, their womb, their arms, their leggs, their hands, their feet and every part of their body, from the top of their head to the soles of their feet, before and behind, within and without.\"",
            "score": 47.64994812011719
        },
        {
            "docid": "7896587_21",
            "document": "Candi of Indonesia . Kala is the giant head, often takes place on top of the entrance with makaras projected on either sides of kala's head, flanking the portal or projecting on the top corner as antefixes. The kala-makara theme also can be found on stair railings on either sides. On the upper part of stairs, the mouth of kala's head projecting makara downward. The intricate stone carving of twin makaras flanking the lower level of stairs, with its curved bodies forming the stair's railings. Other than makaras, kala's head might also project its tongue as stair's railings. These types of stair-decorations can be observed in Borobudur and Prambanan. Makara's trunks are often describes as handling gold ornaments or spouting jewels, while in its mouth often projected Gana dwarf figures or animals such as lions or parrots.",
            "score": 47.5340576171875
        },
        {
            "docid": "25977026_9",
            "document": "P. J. Snow . (8 sections; 210,000 words; 38 original figures). The Human Psyche addresses and answers a host of highly significant questions relating to human existence and survival, at both the individuals and social level. Examples of some of these questions are as follows: What is the biological origin of consciousness, thought and intelligence? What is the relationship between emotions and instinct? How did the human psyche evolve from the brains of our animal relatives? What and where is the human mind? How is the human mind organized to produce different cognitive attributes and different personalities? Why do we need a God and where is the human soul? What conjures within us the experience of love or, alternatively, casts us into the oblivion of darkness? What are the origins of good and evil? How are these extremes of human experience represented in religion? How do we imagine things and how does our imagination differ from our dreams? Do all people think in the same way and, if not, are there greater differences between people from different societies, countries, cultures or races than between members of the same community? Where does belief and faith come from? What is the origin of racial conflict? Why is it so easy for politicians to persuade us to go to war? Why does the aggression of battle always result in rape, plunder and pillage? Are we motivated by our thoughts or our emotions? Is there any basis for the politically correct view that all humans have identical brains and that all behavioral and cultural diversity is learned? Why is it said that the longest road is that between the heart and the head?",
            "score": 47.421363830566406
        },
        {
            "docid": "30864783_14",
            "document": "Ousia . The question, what is being, is seeking an answer to something \"that is.\" A contemporary example in rhetoric would be to look at a color. Using white as an example, when we define a color, we define it by association. Snow is white. Paper is white. A cow is white. But what is white? While we are saying things that are white, we are not defining what white is without qualification. Ousia is thus the answer to the question of \"what is being\" when the question is without qualification. The unqualified answer of what is white is the ousia of white.",
            "score": 47.3469352722168
        },
        {
            "docid": "41171096_3",
            "document": "Face Animation Parameter . FAPs represent 66 displacements and rotations of the feature points from the neutral face position, which is defined as: mouth closed, eyelids tangent to the iris, gaze and head orientation straight ahead, teeth touching, and tongue touching teeth. These FAPs were designed to be closely related to human facial muscle movements. In addition to animation, FAPs are used in automatic speech recognition and biometrics.",
            "score": 47.33978271484375
        },
        {
            "docid": "2662544_3",
            "document": "Cymothoa exigua . \"C. exigua\" extracts blood through the claws on its front, causing the tongue to atrophy from lack of blood. The parasite then replaces the fish's tongue by attaching its own body to the muscles of the tongue stub. It appears that the parasite does not cause much other damage to the host fish, but it has been reported by Lanzing and O'Connor (1975) that infested fish with two or more of the parasites are usually underweight. Once \"C. exigua\" replaces the tongue, some feed on the host's blood and many others feed on fish mucus. This is the only known case of a parasite assumed to be functionally replacing a host organ. When a host fish dies, \"C. exigua\" will detach itself from the tongue stub after some time, leave the fish's mouth cavity, and can then be seen clinging to its head or body externally. It is not fully known what then happens to the parasite in the wild.",
            "score": 47.30788803100586
        },
        {
            "docid": "42161513_24",
            "document": "IsoRay . Treatment of head and neck cancer depends on the stage and location of the cancer. For early stage disease, a treatment strategy including both surgery and radiation therapy might be the best option, while for more advanced disease there may be a need to add chemotherapy. The use of an implant in the lip, oral tongue, and base of tongue has the advantage of being a functional organ-preserving treatment strategy. In specific circumstances, it may be used as an alternative to surgery for selected cancers of the floor of the mouth.",
            "score": 47.21446990966797
        },
        {
            "docid": "3540432_9",
            "document": "Simplicius, Faustinus and Beatrix . Venerating the body of the martyr St. Beatrice at the Benedictine Convent of Perpetual Adoration, Clyde, Missouri in 1940: \"There, under the altar, enclosed in glass, lay the body of the Roman martyr, Beatrice. We bent our heads eagerly and peered under the glass, where, on silken pillows lay the glittering doll-like body of Saint Beatrice (which we later learned was not her real body but a wax figure encasing her bones). We gazed, fascinated by the rosy cheeked young girl lying there, wearing a richly brocaded and embroidered dress, looking as if she had just breathed her last breath. We stared at her head. Her brown curls were encircled by a filigree band; her pretty mouth was open. We could see her little white teeth and pink tongue. Her glassy eyes had rolled back into her head and were fixed as though staring into heaven. Her pretty head had fallen back onto a silken pillow. Above the gold brocaded collar band, her long, prettily arched neck revealed the bloody spot our eyes always sought in fearful anticipation. It was eternally there--the blood encrusted stab wound that had taken her life. Drops of her blood appeared still fresh on her neck and were caught in a gold chalice beside the pillow.",
            "score": 47.10772705078125
        }
    ]
}