{
    "q": [
        {
            "docid": "22528960_3",
            "document": "George H. Brooke . George Brooke was born on July 9, 1874, in Brookeville, Maryland, to Walter H. Brooke at Caroline Leggett Brooke. He was married to Marie Louise Gregg Robb. He and his wife had no children. George Brooke attended Brookeville High School in Maryland before moving on to Swarthmore College in Pennsylvania. At Swarthmore, he played baseball and football. He was the captain of the 1892 Swarthmore football team. He received a Bachelor of Science degree from Swarthmore in 1893. He next enrolled at the University of Pennsylvania where he earned a Bachelor of Philosophy (Ph. B) degree in 1895 and an Bachelor of Law (LL. B) degree in 1898.",
            "score": 29.990719318389893
        },
        {
            "docid": "22528960_4",
            "document": "George H. Brooke . Brooke played seven years of college football at Swarthmore College and then at the University of Pennsylvania. He was selected as an All-American in 1894 and 1895 while playing for the University of Pennsylvania. Penn was undefeated and won the national championship of football in the two seasons that Brooke was named an All-American. All-American selector, Caspar Whitney called Brooke a \"very hard man to stop. He strikes the line with almost irresistible force.\" He was regarded as a ferocious fullback and a top notch punter. He is credited with coining the phrase \"coffin corner\" when describing his long punts deep into the opposing end of the field. Brooke was barred from playing for Pennsylvania after the 1895 season because of an agreement between Harvard and the University of Pennsylvania that limited players to four seasons. After finishing a bachelor's degree from Pennsylvania, Brooke was the subject of an allegation of being an ineligible player in an October 24, 1896 game in New Orleans, LA. In the game, Brooke played only one down for Tulane University before LSU protested to the game's referee. Tulane claimed that Brooke planned on enrolling there as a graduate student. During the debate between team captains, Brooke refused to sign an affidavit stating his intention to enroll at Tulane, as he was already enrolled in law school at the University of Pennsylvania. The referee ruled him ineligible to play. The Tulane football team refused to continue playing the game without Brooke, so the referee ruled the game to be a forfeit in favor of LSU.",
            "score": 34.04857301712036
        },
        {
            "docid": "56589261_9",
            "document": "Brooke Mansion (Birdsboro, Pennsylvania) . About the time of Edward Brooke II's 1886 graduation, the University of Pennsylvania was contemplating building a fireproof library in which it could gather its collections in a single building. Frank Furness's brother Horace was chosen to head the building committee, and the architect began drawing up detailed plans even before the project was officially announced. The committee hired Furness to advise them, and later chose him to be the library's architect.",
            "score": 23.72377634048462
        },
        {
            "docid": "16817424_15",
            "document": "Project Runway (season 5) . Working in teams of two, designers were asked to make an outfit that could transition from day to night for Brooke Shields's character Wendy Healy on the television show \"Lipstick Jungle\". The winning design was to be worn by Brooke Shields on Season 2 of \"Lipstick Jungle\". Each team was given a budget of $150 and one day to complete their designs. After sketching individually for 30 minutes and pitching their ideas to Shields, six designers were picked by Brooke as team leaders (team leaders shown in bold below). The team leaders were picked in a random order and selected a teammate.",
            "score": 44.82061433792114
        },
        {
            "docid": "3029865_5",
            "document": "Steve Shields (ice hockey) . Shields was drafted in the fifth round (#101 overall) in the 1990 NHL Entry Draft by the Buffalo Sabres out of the University of Michigan. Shields could be best classified as a journeyman NHL goaltender over his tenure. In his NHL career, Shields would play for the Buffalo Sabres, the San Jose Sharks, the Mighty Ducks of Anaheim, the Boston Bruins, the Florida Panthers, and the Atlanta Thrashers. Shields has recently been playing in the NESHL as a center for Mutiny. Mutiny is a B division team out of the Metro Boston league.",
            "score": 60.77076840400696
        },
        {
            "docid": "22863393_3",
            "document": "Jainendra K. Jain . Born in 1960, Jain received his primary, middle and high school education in a government school in a rural village called Sambhar, Rajasthan, located at the eastern margin of Thar desert in India. He received bachelor's degree at Maharaja College, Jaipur, his master's degree in physics at Indian Institute of Technology Kanpur and PhD at the Stony Brook University under the supervision of Prof. Philip B. Allen. After working as a post-doctoral researcher at the University of Maryland and the Yale University he returned to the Stony Brook University as a faculty in 1989. In 1998 he moved to the Pennsylvania State University as the first Erwin W. Mueller Professor of Physics. In 2012, Penn State University awarded Jain with Evan Pugh University Professorship, named after the first president of the university.",
            "score": 26.213480234146118
        },
        {
            "docid": "1165480_10",
            "document": "Phillips Brooks . In 1877 the building of Trinity was completed, but the Venetian mosaics Brooks and Richardson wanted they could not then afford. It was not until the magnificent new altar and sanctuary of Maginnis & Walsh in 1938 that Trinity's chancel reflected that aspect of their dreams for Trinity, which Brooks called \"America's glory forever\". Here Phillips Brooks preached Sunday after Sunday to great congregations, until he was consecrated Bishop of Massachusetts in 1891. In 1886, he had declined an election as assistant bishop of Pennsylvania. He was for many years an overseer and preacher of Harvard University. In 1881 he declined an invitation to be the sole preacher to the university and professor of Christian ethics. On April 30, 1891 he was elected sixth Bishop of Massachusetts, and on the 14 October was consecrated to that office in Trinity Church.",
            "score": 24.99442219734192
        },
        {
            "docid": "28260_22",
            "document": "Sonnet . Happy ye leaves. whenas those lily hands, (a) Which hold my life in their dead doing might, (b) Shall handle you, and hold in love's soft bands, (a) Like captives trembling at the victor's sight. (b) And happy lines on which, with starry light, (b) Those lamping eyes will deign sometimes to look,(c) And read the sorrows of my dying sprite, (b) Written with tears in heart's close bleeding book. (c) And happy rhymes! bathed in the sacred brook (c) Of Helicon, whence she derived is, (d) When ye behold that angel's blessed look, (c) My soul's long lacked food, my heaven's bliss. (d) Leaves, lines, and rhymes seek her to please alone, (e) Whom if ye please, I care for other none. (e) </poem>",
            "score": 21.505120038986206
        },
        {
            "docid": "33106960_29",
            "document": "Joanna Shields, Baroness Shields . Shields was born in St. Marys, Pennsylvania, the second of five children. She graduated as BS from Penn State University, where she was a member of Chi Omega sorority, and did her post-grad studies as MBA from George Washington University. Shields received a Doctorate in Public Service, Honoris Causa, from George Washington University May 2016.",
            "score": 66.48431396484375
        },
        {
            "docid": "31097390_3",
            "document": "James B. Orlin . Orlin did his undergraduate studies at the University of Pennsylvania, receiving a bachelor's degree in mathematics in 1974. He earned a master's degree in mathematics from the California Institute of Technology in 1976, and a Ph.D. in operations research from Stanford University in 1981 under the supervision of Arthur Fales Veinott Jr. He joined the MIT faculty as an assistant professor in 1979, and became the Brooks Professor in 1998.",
            "score": 20.41599130630493
        },
        {
            "docid": "80135_21",
            "document": "Rutgers University . The current president is Robert L. Barchi, M.D., Ph.D. (b. 1946), an accomplished neuroscientist and board-certified physician. Dr. Barchi previously served as president of the Thomas Jefferson University in Philadelphia and as provost of the University of Pennsylvania before being appointed by the university's two governing boards on April 11, 2012 to succeed outgoing president Richard L. McCormick (b. 1947), the son of popular Rutgers history professor and college dean Richard P. McCormick. Barchi assumed the office on September 1, 2012 and his tenure has so far involved overseeing the university's acquisition of a medical school and related research and clinical facilities after a merger with the University of Medicine and Dentistry of New Jersey, a redevelopment of the College Avenue Campus, and a transition of the Scarlet Knights athletic program to the Big Ten Conference (beginning in 2014).",
            "score": 29.336902856826782
        },
        {
            "docid": "334063_28",
            "document": "Brookings Institution . In 2006, the Brookings Institution established the Brookings-Tsinghua Center (BTC) for Public Policy as a partnership between the Brookings Institution in Washington, D.C. and Tsinghua University's School of Public Policy and Management in Beijing, China. The Center seeks to produce high quality and high impact policy research in areas of fundamental importance for China's development and for U.S.-China relations. The BTC is directed by Qi Ye.",
            "score": 22.715453147888184
        },
        {
            "docid": "11685274_29",
            "document": "List of Hannah Montana characters . Susan B. Stewart portrayed by Brooke Shields (season 2–3) was Robby's wife and Miley and Jackson's mother. Susan is the daughter of Grandma Ruby. She died three years prior to season one, but is often mentioned by the Stewarts and appears in household pictures. She also appears in person in three episodes by way of old home videos and various dream sequences. These are \"I Am Hannah, Hear Me Croak\", \"The Way We Almost Weren't\", and \"He Could Be the One\".",
            "score": 48.52695894241333
        },
        {
            "docid": "25579222_3",
            "document": "John L. Brooke . Brooke graduated from Cornell University in 1975, and from the University of Pennsylvania, with an M.A. and Ph.D. in 1982.  He taught at Franklin & Marshall College, Amherst College, and Tufts University. He most recently teaches at Ohio State University.",
            "score": 28.368496656417847
        },
        {
            "docid": "25608838_7",
            "document": "Yinyu Ye . Before joining Stanford University, Ye was a Henry B. Tippie Research Professor at the University of Iowa. Ye is a co-founder of minMax Optimization, a technology company based in Palo Alto and Shanghai focused on creating optimization tools for geospatial and financial problems.",
            "score": 14.517273902893066
        },
        {
            "docid": "14261611_6",
            "document": "Heavy Unit . B - Shield Unit: This granted the player a shield that could take three hits before dissipating.",
            "score": 36.564690351486206
        },
        {
            "docid": "18984642_1",
            "document": "Brooke Shields . Brooke Shields",
            "score": 45.29995632171631
        },
        {
            "docid": "22466710_2",
            "document": "Wallis Brooks . Wallis W. Brooks is a former Republican member of the Pennsylvania House of Representatives. She graduated from American University with a degree in English in 1969. She earned a law degree from the Dickinson School of Law, and was admitted to the Pennsylvania bar in 1973.",
            "score": 32.36134147644043
        },
        {
            "docid": "28960162_3",
            "document": "Paul Makler Sr. . Makler was born in Philadelphia, Pennsylvania, and is Jewish. Makler attended the University of Pennsylvania, fencing for the University of Pennsylvania Quakers, and University of Pennsylvania Medical School, graduating in 1964, became a physician, and practiced internal medicine for many years. His sons Paul Makler Jr. and Brooke Makler fenced at the 1972 Summer Olympics and the 1976 Summer Olympics, respectively.",
            "score": 31.220641136169434
        },
        {
            "docid": "51382498_4",
            "document": "New York Branch . The New York Branch was a cooperative effort between the North Pennsylvania Railroad, founded in 1852, and the Delaware and Bound Brook Railroad, a new company and part of the National Railway scheme. The goal was to construct a \"New Line\" between New York and Philadelphia which could compete with the Pennsylvania Railroad. The North Pennsylvania extended its line north from Jenkintown to Yardley, on the Delaware River, while the Delaware and Bound Brook constructed a new line from West Trenton to Bound Brook, New Jersey, where it joined the Central Railroad of New Jersey. The line opened for through traffic on May 1, 1876, in time for the Centennial Exposition.",
            "score": 23.600146532058716
        },
        {
            "docid": "2230235_13",
            "document": "Asian American studies . On the East Coast, the State University of New York at Stony Brook created an Asian & Asian American Studies Department after a 52 million dollar donation by Charles B. Wang (the founder of Computer Associates). The Charles B. Wang Center is designed as a vital space for multi-disciplinary and multicultural dialogues. The building was officially presented to Stony Brook University by Charles B. Wang on October 22, 2002. It was the largest single private gift ever received by the State University of New York 64-campus system. The Wang Center is used for conferences, art exhibits, film festivals, lectures, seminars, and performances. It is open to all Stony Brook students, faculty, and staff as well as the surrounding community.",
            "score": 28.475493907928467
        },
        {
            "docid": "596630_2",
            "document": "Charles B. Wang Center . The Charles B. Wang Center, located at the State University of New York at Stony Brook in Stony Brook, New York, is dedicated to understanding East Asian and American cultures, and the interactions of these cultures with other world cultures. The center was completed in 2002, and was designed by P.H. Tuan. Building of the center was intended to be funded by Charles B. Wang through an over 40 million dollar donation to Stony Brook University, which was then the largest ever private donation to a SUNY school. Actual construction costs far exceeded the original donation, becoming a source of controversy among students and faculty at the time.",
            "score": 24.153276443481445
        },
        {
            "docid": "42369712_3",
            "document": "Ryan Brooks . Brooks was born in New Orleans, Louisiana, and raised in Narberth, Pennsylvania. He played college basketball at Temple University.",
            "score": 25.7573561668396
        },
        {
            "docid": "46559833_7",
            "document": "Zhang Hongyuan . In September 1941, he was recruited by the Kuomintang government to succeed Ye Yuanlong as President of Chongqing University, a position in which he remained until November 1949.",
            "score": 19.447094917297363
        },
        {
            "docid": "1003926_9",
            "document": "Mark Shields . He has taught U.S. politics and the press at the University of Pennsylvania’s Wharton School, Georgetown University's McCourt School of Public Policy, and he was a fellow at the Harvard Institute of Politics at the Kennedy School of Government. Shields is a regular political commentator on the PBS NewsHour.",
            "score": 51.5674364566803
        },
        {
            "docid": "5925071_6",
            "document": "Brymbo . Sometime in the fifteenth century, landowner Edward ap Morgan ap Madoc, gentleman, built a dwelling in the township that was later to become Brymbo Hall, the home of his descendants the Griffith family. A survey of the Lordship of Bromfield and Yale, conducted in 1620 by John Norden and his son, described the boundaries of the township of Brymbo, in the manor of Esclusham, as follows: To the ffirst article the said Jurie doe say that the towneshipp of Brymbo, beeing part of ye said mannor, is bounded from Mynera by a brooke called Gwenfro, by a common there called Y Koed boeth by the south side; and from Flintshire by a brooke called Avon y Frith, running from a common called Nant y Frith to a rive' called Kegidog; and soe the said Kegidog running downeward a little beyond a bridge called Pont y Place Mayne vppon ye north side, and from Gwersilt by a little brooke called y Frwe, and from Broughton by a little brook running from a common called Harwood to a place called y Groes faen on ye east side ; and vpon ye west, from ye said common called Nant y Frith to a place vpon ye said common called Maes Maylo' or thereabouts; but ye certaine boundes of ye said towneshipp vppon ye said mountayne or common, they cannott sett downe.",
            "score": 13.964232444763184
        },
        {
            "docid": "52507773_3",
            "document": "Jeanne Brooks-Gunn . Brooks-Gunn received her B.A in psychology at Connecticut College in 1969. She went to graduate school at Harvard University where she obtained her Ed.M in Human Learning and Development in 1970. Brooks-Gunn continued her studies the University of Pennsylvania, receiving her Ph.D. in human learning and development under the supervision of Michael Lewis.",
            "score": 36.854626178741455
        },
        {
            "docid": "55273125_3",
            "document": "Barbara Brookes . Brookes completed a bachelor's degree at the University of Otago in 1976, then won scholarships to Bryn Mawr College in Pennsylvania, where she completed a master's degree (1978) and a PhD (1982). Her PhD thesis topic was abortion in England during the inter-war period. Brookes was offered a post-doctoral scholarship at Otago and a permanent position in the university's Department of History in 1983.",
            "score": 33.861669063568115
        },
        {
            "docid": "48556266_2",
            "document": "Spring Brook, Pennsylvania . Spring Brook is an unincorporated community in Spring Brook Township in Lackawanna County, Pennsylvania. Spring Brook is located at the intersection of Pennsylvania Route 502 and Pennsylvania Route 690 southwest of Moscow.",
            "score": 23.56620168685913
        },
        {
            "docid": "3321994_3",
            "document": "Samuel Hazo . (b. 1966) Samuel R. Hazo resides in Pittsburgh, Pennsylvania with his wife and children. In 2003, Mr. Hazo became the first composer in history to be awarded the winner of both composition contests sponsored by the National Band Association. His piece Mountain Thyme was an Honorable Mention for the 2013 CBDNA Composition Contest. He has composed for the professional, university and public school levels in addition to writing original scores for television, radio and the stage. His original symphonic compositions include performances with actors Brooke Shields, James Earl Jones, and Richard Kiley. Most recently, Mr. Hazo was asked by the Newtown School District to compose the memorial for the children and women who were lost in the tragedy at their Sandy Hook Elementary School. The result was a major work for Choir, Orchestra and Wind Band combined titled \"Glorificare.\" It was premiered in May 2013 by the Hartford Symphony Orchestra and VOCE Singers performing side-by-side with the Newtown High School musicians. Mr. Hazo also composed \"Bridges,\" which he was requested to write by Virginia Tech University following their tragic shootings. In 2012, two of Mr. Hazo's compositions were performed at the London Summer Olympic Games.",
            "score": 38.77808237075806
        },
        {
            "docid": "18984642_3",
            "document": "Brooke Shields . In 1983, Shields suspended her career as a model to attend Princeton University, where she graduated with a bachelor's degree in Romance Languages. In the 1990s, Shields returned to acting and appeared in minor roles in films. She also starred in the NBC sitcoms \"Suddenly Susan\" (1996-2000), for which she received two Golden Globe nominations and \"Lipstick Jungle\" (2008-2009). In 2017, Shields returned to NBC with a major recurring role in \"\" in the shows 19th season. Since 2014, Shields has voiced Beverly Goodman in the Adult Swim animated series \"Mr. Pickles\".",
            "score": 69.34314203262329
        },
        {
            "docid": "5950067_3",
            "document": "J. Twing Brooks . Brooks was born in Edgeworth (now Sewickley), Pennsylvania. He graduated from the Sheffield Scientific School of Yale University in 1908.",
            "score": 23.21770477294922
        }
    ],
    "r": [
        {
            "docid": "18430162_14",
            "document": "2001 FA Charity Shield . Manchester United manager Ferguson was critical of the performance of referee D'Urso: \"I felt sorry for the referee today, it doesn't matter how much training you have in any job. It's about temperament, and I just think the lad was too nervous for that today.\" Despite losing their fourth consecutive Charity Shield match, Ferguson did not believe it would affect his team heading into the start of the season: \"We certainly hope we can go on to win the title again like we have in previous years. We just need to keep the standards up and show the desire we did in the second half.\" He was also unsure whether Liverpool would be able to challenge for the Premier League: \"It's difficult to assess Liverpool at the moment. They started with confidence, but then you would expect that from a team that won three trophies a few months ago. You would also expect us to be sluggish at the start, because we are bloody good at it.\"",
            "score": 89.4937744140625
        },
        {
            "docid": "2030320_20",
            "document": "Elaine Tuttle Hansen . Hansen has commented on the relationship between the liberal arts and the U.S. business sector in letters to the editor, opinion editorials and articles. She has dismissed arguments brought forward by academics issuing that liberal arts colleges tend to disparage and undermine students who wish to participate in fields such as finance, business, and accounting. Author and 27th president of Dickinson College, William G. Durden charged liberal arts leaders with creating an elitist, “separatist” perspective. Hansen rejected this charge citing the \"intellectual and ethical virtues fostered by their undergraduate experience\" as a key to their success. She was quoted as saying:Rather than faulting liberal education for failing to prevent greed and corruption in corporate America, we need to do a better job of communicating what the CEOs who prefer to hire liberal arts graduates already know: Although our expertise rests in academic disciplines and our worth to society has much to do with the intrinsic human need to learn, we have many “practical” programs, and access to the broad learning achieved through a liberal education gives our graduates a realistic understanding of the complexity of the world and prepares them for lives satisfying to themselves and useful to others.Hansen has at times criticized collegiate admission practices stating that although restructuring the admissions platforms most universities use are generally agreed upon, how one is to do this is highly debatable. The shift from de-emphasizing individual performance and achievement, to general “authentically chosen” activities generating “emotional and ethical awareness and skills,\" is, according to Hansen, \"doing more harm than good.\" She refuted a report issued by the Harvard School of Education which asserted that colleges and universities will have a better pool of students should they choose to admit students based on group activities, putting less value on individual contribution. Hansen asserts that implementing admission standards that focus on these metrics \"invites only skepticism and confusion.\" She notes that admission officers can't reasonably deduce whether a student has an appropriate level of gratitude from a supplementary essay. To implement these subjective metrics would mean dramatic changes to the culture and pedagogy of universities. Hansen states that low-income students can't easily find the specific jobs and work experience required of them to fill subjective and speculative metrics. She goes on to state that \"we know too little about how and when to identify, characterize, measure and develop the so-called noncognitive aspects of learning that this report asks colleges to evaluate. And I disagree that the gateway to college is the time or place to subject young people to the full impact of our ignorance about how to fairly assess things they should still be questioning and exploring -- like character, feelings, motives and values.\"",
            "score": 82.37133026123047
        },
        {
            "docid": "44563788_29",
            "document": "Viking raid warfare and tactics . Weapons often served more than one purpose. If two people were in disagreement, one would often challenge his offender to a duel of honor that was supposed to resolve the issue. This challenge would take place either on a small island or marked off area. A square with sides between 9–12 ft would be marked off with an animal hide placed inside the square. Each man was allowed three shields and a shield bearer who carried the shield during battle. The helper could replace or carry shields for the combatant. The person who had been challenged was entitled to the first blow at the shields. The opponent could parry the blow and counter with his own strike; only one strike at a time was allowed. Once all of someone's shields had been destroyed he could continue to defend himself as best he could with a sword. This would continue until someone was injured; if blood fell on the animal hide then that person was required to pay three marks of silver to be set free and have his honor restored.",
            "score": 81.80538940429688
        },
        {
            "docid": "18984642_27",
            "document": "Brooke Shields . In May 2005, Tom Cruise, an actor and scientologist whose beliefs frown upon psychiatry, condemned Brooke, both personally and professionally, for both using and speaking in favor of the antidepressant drug Paxil. As Cruise said, \"Here is a woman and I care about Brooke Shields, because I think she is an incredibly talented woman, you look at [and think], where has her career gone?\" Shields responded that Cruise's statements about anti-depressants were \"irresponsible\" and \"dangerous.\" She said that he should \"stick to fighting aliens\" (a reference to Cruise's starring role in \"War of the Worlds\" as well as some of the more esoteric aspects of Scientology doctrine and teachings), \"and let mothers decide the best way to treat postpartum depression.\" The actress responded to a further attack by Cruise in an essay \"War of Words\" published in \"The New York Times\" on July 1, 2005, in which she made an individual case for the medication and said, \"In a strange way, it was comforting to me when my obstetrician told me that my feelings of extreme despair and my suicidal thoughts were directly tied to a biochemical shift in my body. Once we admit that postpartum is a serious medical condition, then the treatment becomes more available and socially acceptable. With a doctor's care, I have since tapered off the medication but, without it, I wouldn't have become the loving parent I am today.\" On August 31, 2006, according to USAToday.com, Cruise privately apologized to Shields for the incident. Shields accepted Cruise's apology, which she said was \"heartfelt.\" Three months later in November 2006, she and her husband attended the wedding of Cruise and Katie Holmes.",
            "score": 81.3807601928711
        },
        {
            "docid": "25021824_19",
            "document": "Personal relationships of Michael Jackson . As the couple's separate lives diverged, the two gradually saw each other less. At the time of Jackson's death in 2009, the pair had not seen each other for 16 years. Shields claimed that in the singer's last years \"it was harder to get the right number to get through to him\". In July 2009, she spoke at the Michael Jackson memorial service, reminiscing about their time together: \"Thinking back to when we met and the many times that we spent together and whenever we were out together, there would be a caption of some kind, and the caption usually said something like 'an odd couple' or 'an unlikely pair,' but to us it was the most natural and easiest of friendships... Michael always knew he could count on me to support him or be his date and that we would have fun no matter where we were. We had a bond... Both of us needed to be adults very early, but when we were together, we were two little kids having fun.\" In a June 30, 2009 interview, Ola Ray also said that she and Jackson \"would play like little kids\" when working on the ”Thriller” video (1983), as she recalled how he was clearly \"into Brooke Shields\" and kept on teasing her about Shields' visiting the set.",
            "score": 80.75366973876953
        },
        {
            "docid": "31857613_30",
            "document": "Willy Mutunga . The appointment also drew an equally fierce resistance. Opponents hinged on a two-stranded argument. First, Mutunga had no experience as a judge or legal practitioner. Because of this, opponents claimed he was ill-suited to spearhead a credible and surgical reform of the judiciary. Second, some questioned Mutunga's neoliberal \"reform\" ideology and how it would likely impact the judiciary and the spirit of the new constitution. One writer observed that \"enthusiasm for neo-liberal values is not and cannot be a judicial virtue, since, ultimately, judicial independence requires neutral judges\". Judicial activism would undo the visions of many Kenyans regarding the new constitution should Mutunga carry his passions to their final station. However, Maina Kiai, the United Nations Special Rapporteur on the rights to freedom of peaceful assembly and of association, vigorously defended Mutunga's activism, stating, [A]t some point, ... \"activist\" has taken on a negative sense in some Kenyan circles. Yet the opposite of activist is someone who is a conformist, takes orders, does not challenge authority even when it is wrong, and does what he or she is ordered. ... Whether in the judiciary, civil service, or legislature, we should be seeking women and men of principle who are willing to stand up for what they believe. ... We have assumed that what is needed to be a \"good public servant\" is someone who is essentially an \"empty debe\" to be filled in with orders from above and who will not challenge authority or question it. And without rigorous challenge, the quality of decision making suffers... What we have then gotten, are public servants whose first loyalty is to power, rather than to principle, or to the Constitution. They have seen their task as doing what those wielding power want, no matter how wrong or ridiculous; and no matter that it could be illegal. And from this then arise the problems of impunity and tribalism as these are the natural defenses that conformists use. Let's be clear here: The Judiciary, perhaps more than any other institution, needs men and women of principle loyal first to the constitution and to the people.",
            "score": 79.3746566772461
        },
        {
            "docid": "757068_8",
            "document": "Ranfurly Shield . Auckland holds the record for the greatest number of consecutive Shield defences, 61 matches between 14 September 1985 and 18 September 1993. During this period Auckland took the Shield on tour to provincial unions that, mainly for financial reasons, would be unlikely to be able to mount a challenge for the trophy. While dismissed by some critics, usually because of the one-sided scores, it was mostly regarded as a success by those involved.",
            "score": 77.03729248046875
        },
        {
            "docid": "19864980_8",
            "document": "2002 FA Community Shield . In spite of the game's traditional friendly feel, Liverpool manager Gérard Houllier highlighted in pre-match press conference the importance of winning the Shield: \"It is very important to me. This match is more than a friendly. It represents the start of the season. The Community Shield is like a final. There is a trophy at stake and we are the holders.\" Arsène Wenger wanted to use the match as \"the final preparation game for the championship\" and commented that Liverpool, amongst four other teams (Manchester United, Newcastle United, Chelsea and Leeds United) would challenge Arsenal in the league.",
            "score": 76.16060638427734
        },
        {
            "docid": "200734_19",
            "document": "Bell hooks . After many disputes with ex-boyfriends about the nature of love, bell hooks published \"\" in 2000. She explains how her past two long-term boyfriends were foiled by \"patriarchal thinking\" and sexist gender roles, so neither relationship ever really had a chance. She continuously wanted to recommend a book for the men to read, but could not find one that would clearly make her point to support her argument. For this reason, she decided to write her own, which would go into depth about her true feelings towards love. In this book, hooks combines her personal life experiences, along with philosophical and psychological ideas, to shape her thesis and discuss her main concepts. She criticizes the way in which love is used in today's society. To further explain, how we use the word without much meaning, when referring to how much we like or enjoy our favorite ice cream, color, or game. Hooks is very disturbed by the fact that our culture has lost the true meaning of love, and believes it is because we have no shared definition. For this reason, the first chapter of her book primarily focuses on what she thinks the definition of love is, which she explains includes components such as care, affection, trust, respect, honesty, communication, and commitment. She proposes that if we all came to the agreement that love is a verb rather than a noun, then we would all be happier. Hooks believes love is more of an interactive process. It is not about what we just feel, but more about what we do. She states, \"So many people think that it's enough to say what they feel, even if their actions do not correspond to what they are feeling\". Bell hooks strongly clarifies why society needs to adopt a universal definition of love.",
            "score": 75.0796890258789
        },
        {
            "docid": "41312390_11",
            "document": "Elsa (Frozen) . Director Chris Buck believed that Menzel's vocals would help in the portrayal of the character, saying, \"Idina has a sense of vulnerability in her voice. She plays a very strong character, but someone who lives in fear—so we needed someone who could portray both sides of the character, and Idina was just amazing.\" Menzel was unaccustomed to working with animated films and being required to portray her character's feelings with her voice alone, though she did not find it particularly challenging. While recording, she was able to \"play\" with her voice, trying various tones to establish the ranges in Elsa's emotions. For example, Menzel wanted there to be a difference between the ways she sounded when she was being bold and when she was angry. She would also physically restrict her hands from moving as she recorded the film's early scenes in order to project how her character was \"so afraid to move and feel anything that it would come out and hurt people\".",
            "score": 74.996337890625
        },
        {
            "docid": "2372839_27",
            "document": "Canterbury Rugby Football Union . Canterbury reclaimed the shield in 1994, defeating Waikato 29-26. Canterbury would have nine successful defences, before losing the shield to Auckland in 1995. Auckland would shutout Canterbury 35-0. In 2000, Canterbury challenged Waikato, who had successfully defended the shield 21 times. Canterbury defeated Waikato 26-18, winning the shield for the tenth time. Canterbury successfully defended the shield 23 times before losing to Auckland 40-31. However, next year Canterbury got a challenge, as Bay of Plenty took the shield of Auckland. In 2004, Canterbury would challenge Bay of Plenty for the shield. Canterbury won 33-26 over Bay of Plenty. Canterbury mounted 14 successful defences, until Canterbury lost to North Harbour 17-21. On 1 September, Canterbury defeated Waikato 33-20, winning back the shield. However, Canterbury had only one defence of the shield, losing to Auckland 15-26. Just under two years after losing the shield to Auckland, Canterbury regained it, beating Wellington 36-14. Canterbury again were host to a mighty upset as regained the Shield for the fifth time in their history after a 50-year hiatus stretching back to 1959, with Southland winning 3-9. Canterbury got revenge on Southland prevailing in a sold out game 26-15 in round 11 of the 2010 ITM Cup. received much praise for breathing life back into the shield, for their passionate ownership of the shield. Canterbury would only defend the shield twice before losing to Southland again, 19-22 returning the shield to the south.",
            "score": 74.75287628173828
        },
        {
            "docid": "45093197_14",
            "document": "Ray Crowe . Many believe that the success of Attucks helped racial relations in Indianapolis and eased integration of the public schools there, Robertson included. Attucks had initially been shunned by the public schools in Indianapolis and was only able to schedule small Catholic schools and teams from outside the city. The school did not have a suitable gym, so the team played most of their games on the road. This posed difficulties in itself. They generally could not find hotels or restaurants that would accommodate them, so they had to take their own food on road trips. Crowe and the school administration would try to shield the players from racial tensions, but it was often not possible. Crowe maintained a quiet, non-combative demeanor in the face of such challenges, determined to overcome adversity through discipline and achievement. If his players fell behind in their academics or got into trouble, they did not play, and all of his players graduated. The way the team comported itself gained the respect of the community and garnered fans both black and white.",
            "score": 73.85641479492188
        },
        {
            "docid": "35063061_17",
            "document": "The Stranger (Once Upon a Time) . In a review from Entertainment Weekly, writer Hilary Busis noted that this installment was good and that it finally gave viewers the answer they been waiting for about August being revealed as Pinocchio, but adds that the surprise twists and reveals in this storyline needed more life, noting that the series \"is normally so overstuffed that recapping any given episode can be a real challenge. But tonight's installment can be summed up with a few short sentences: August is Pinocchio -- commenters [referring to fans who had been posting their guesses on websites and message boards], give yourselves a pat on the collective back! -- as well as the boy who 'found' baby Emma after she traveled out of Fairy Land. Emma still refuses to believe in the curse. And Regina wants to seduce David, for some reason. That's ... basically it, excluding a truly frustrating concluding twist. When will Snow White's line learn that running away is almost guaranteed to make a problem worse?\" Busis also went on to say, \"It's a shame that there wasn't more to 'The Stranger,' especially considering we've only got two episodes left in Once's first season. I'd hoped that by this point, Emma would finally be able to get over her stubborn skepticism. Watching her refuse to believe even after she sees and experiences ridiculous things week after week has gotten as old as seeing Mary Margaret and David have that same 'We want to be together but we can't be together' conversation over and over.\"",
            "score": 73.41165161132812
        },
        {
            "docid": "47601627_3",
            "document": "Horan-Little Shield . The Shield is modelled on New Zealand's Ranfurly Shield, in which the holding union must defend the shield in challenge matches, and a successful challenger becomes the new holder of the Shield. The team who holds the Shield at the conclusion of the National Rugby Championship is considered to have won the Shield for that year, and are the only team to have their name engraved on it.",
            "score": 73.37626647949219
        },
        {
            "docid": "49957272_10",
            "document": "EU–US Privacy Shield . The Privacy Shield has been challenged legally by privacy groups. , it is not clear whether the cases will be considered admissible.",
            "score": 72.72980499267578
        },
        {
            "docid": "168845_22",
            "document": "Closure (psychology) . Unfortunately, in the absence of understanding and consideration of how need for cognitive closure may influence academic and/or achievement motivation, educators may erroneously conclude that a student does not have a desire to learn or that she/he has a cognitive, psychological, intellectual, or behavioral deficiency that is impeding the learning process. This is not to suggest that need for cognitive closure is a suitable explanation for all learning problems; however, in working with students who appear to be experiencing learning challenges manifested through amotivation or low motivation, it would not be unreasonable to explore need for cognitive closure as a potential factor.",
            "score": 72.6832046508789
        },
        {
            "docid": "54521253_2",
            "document": "Cumbria Shield . The Cumbria Shield is an annual rugby union knock-out club competition organized by the Cumbria Rugby Union. It was introduced during the 1888-89 season, when it was known as the Cumberland Challenge Shield, and the inaugural winners were Millom. Initially it was open only to junior club sides in Cumberland (senior sides played in the Challenge Cup) but in 1974, as a result of the 1972 Local Government Act, Cumberland, Westmorland and Furness merged to form what we now know as Cumbria, and the competition would ultimately be renamed as the Cumbria Shield. It is the third most important cup competition in Cumbria, behind the Cumbria Cup and Cumbria League Cup.",
            "score": 71.90433502197266
        },
        {
            "docid": "12079119_22",
            "document": "Criticism of college and university rankings (2007 United States) . Catharine Bond Hill, president of Vassar College argued that, \"many of us in higher education dislike popular college rankings such as the annual academic beauty pageant from \"US News & World Report\". But expecting them to go away is naive, and attempting to undermine them is unwise since students and families could perceive that as petulant and paternalistic. Worse, it could seem as if we have something to hide.\" Rather than not sending in the reputation survey, she argued, it would be of value to focus on, \"a third-party non-profit or foundation\", sending them \"the same data that we already submit to US News and other rating organizations.\" On this point, she argues, \"a one-size ranking does not fit all, because students and families care about different things [...] What if a school doesn't use the SAT in making admissions decisions and therefore doesn't collect or report these data? In a new system, that school couldn't be ranked if a student chose a positive weight for the SATs. Students would know that the school doesn't value that piece of information. They could then run the rankings with other information (maybe class rank and other indicators of academic achievement), excluding the SAT, and see what those rankings look like. Alternatively, they could decide they actually do care about the average SATs of the student body and decide to look at other schools. Fair enough.\"",
            "score": 71.88497924804688
        },
        {
            "docid": "23462383_4",
            "document": "Ranfurly Shield in 2009 . Canterbury's first challenge of the season was against southern foes Otago; they won the game on 12 September 36 points to 16. They beat Taranaki 29 points to 17 to defend it for the second time. Northland were next to challenge for the shield, but couldn't pull off the upset, losing 31-21. Canterbury's fourth challenge of the season was won comfortably 50 points to 26. In their fifth and final challenge of the season, Canterbury lost the Ranfurly Shield to Southland on 22 October 9 points to 3. Southland would not have their first challenge until the following year.",
            "score": 71.53285217285156
        },
        {
            "docid": "16329161_4",
            "document": "New Zealand University Games . The Shield is awarded to the Games Overall University Champion and was first awarded in 1923. The shield shows the sporting prowess of the Universities in New Zealand and the ongoing challenge to be the best. Otago University has been dominant in the past games winning the shield an impressive 35 times, with the next closest challenger Auckland and Canterbury Universities winning 13 times a piece.",
            "score": 71.37268829345703
        },
        {
            "docid": "43029552_38",
            "document": "Technology in Star Wars . In 2014, physics students at the University of Leicester developed a module of plasma-based deflector shields, inspired by the ones in \"Star Wars\" and other science fiction stories. However, the field poses some issues. One issue is that the deflector shield would have to be much stronger to repel than to hold the plasma in position. Another is that the shield would deflect electromagnetic energy, including light. This would make it impossible for someone inside the shield to see anything.",
            "score": 71.28793334960938
        },
        {
            "docid": "7954388_29",
            "document": "City College of New York . As student radicalism increased in the late 1960s, with the Civil Rights movement and anti-Vietnam War feelings increased. culminating at CCNY during a 1969 protest takeover of the South campus, under threat of a riot, African American and Puerto Rican activists and their white Caucasian allies demanded, among other policy changes, that the City College implement an aggressive affirmative action program to increase minority enrollment and provide academic support. At some point, campus protesters began referring to CCNY as \"Harlem University.\" The administration of the City University at first balked at the demands, but instead, came up with an open admissions or open-access program under which any graduate of a New York City high school would be able to matriculate either at City College or another college in the CUNY system. Beginning in 1970, the program opened doors to college to many who would not otherwise have been able to attend college. The increased enrollment of students, regardless of college preparedness, however, challenged City College's and the University's academic reputation and strained New York City's financial resources.",
            "score": 71.24732971191406
        },
        {
            "docid": "623686_92",
            "document": "Brain–computer interface . Some persons have a disorder of consciousness (DOC). This state is defined to include persons with coma, as well as persons in a vegetative state (VS) or minimally conscious state (MCS). New BCI research seeks to help persons with DOC in different ways. A key initial goal is to identify patients who are able to perform basic cognitive tasks, which would of course lead to a change in their diagnosis. That is, some persons who are diagnosed with DOC may in fact be able to process information and make important life decisions (such as whether to seek therapy, where to live, and their views on end-of-life decisions regarding them). Some persons who are diagnosed with DOC die as a result of end-of-life decisions, which may be made by family members who sincerely feel this is in the patient's best interests. Given the new prospect of allowing these patients to provide their views on this decision, there would seem to be a strong ethical pressure to develop this research direction to guarantee that DOC patients are given an opportunity to decide whether they want to live. These and other articles describe new challenges and solutions to use BCI technology to help persons with DOC. One major challenge is that these patients cannot use BCIs based on vision. Hence, new tools rely on auditory and/or vibrotactile stimuli. Patients may wear headphones and/or vibrotactile stimulators placed on the wrists, neck, leg, and/or other locations. Another challenge is that patients may fade in and out of consciousness, and can only communicate at certain times. This may indeed be a cause of mistaken diagnosis. Some patients may only be able to respond to physicians' requests during a few hours per day (which might not be predictable ahead of time) and thus may have been unresponsive during diagnosis. Therefore, new methods rely on tools that are easy to use in field settings, even without expert help, so family members and other persons without any medical or technical background can still use them. This reduces the cost, time, need for expertise, and other burdens with DOC assessment. Automated tools can ask simple questions that patients can easily answer, such as \"Is your father named George?\" or \"Were you born in the USA?\" Automated instructions inform patients that they may convey yes or no by (for example) focusing their attention on stimuli on the right vs. left wrist. This focused attention produces reliable changes in EEG patterns that can help determine that the patient is able to communicate. The results could be presented to physicians and therapists, which could lead to a revised diagnosis and therapy. In addition, these patients could then be provided with BCI-based communication tools that could help them convey basic needs, adjust bed position and HVAC (heating, ventilation, and air conditioning), and otherwise empower them to make major life decisions and communicate.",
            "score": 71.07616424560547
        },
        {
            "docid": "8107977_7",
            "document": "Real World/Road Rules Challenge: The Inferno 3 . Odd-numbered challenges are designated as team challenges (for the exception of Episode 15), while even-numbered challenges are designated as individual challenges. At the end of team challenges, one player from each team is nominated by the opposing team for the Inferno, depending on gender. If a gender-designated player who was nominated for the Inferno out-performs his/her respective teammates on the individual challenges, that player is awarded a Life Shield, and is required to replace himself/herself with a teammate of the same gender in the Inferno. If a player who was not nominated for the Inferno in a team challenge wins a Life Shield in the ensuing individual challenge, that player has the option as to whether or not to replace himself/herself in the Inferno with a teammate of the same gender. Each Inferno alternates between male and female.",
            "score": 70.96842956542969
        },
        {
            "docid": "35892240_11",
            "document": "Transfer admissions in the United States . Transfer students, particularly community college students, face many additional obstacles when trying to achieve their transfer goals. While attending a community college is a financially attractive choice to numerous students in the United States, studies have shown that students who enroll in community colleges are significantly less likely to complete a bachelor’s degree when compared to four-year students who started at a university as freshmen. In fact, it is estimated that only 20% of the 1992 high school class originally enrolled at a community college received a bachelor’s degree by the year 2000. Students who have a strong sense of self-efficacy, and feeling of belonging to the campus community, are more likely to persist in their studies. However, transfer students' confidence can be hindered by the stigma associated with having attended community college, which is perceived to be less academically rigorous. Another factor preventing transfer out of community colleges is the requirement of remedial courses for new students. The large need for remedial classes, especially in writing and math, has left students discouraged, as they feel they are repeating high school. In addition, the lack of quality academic counseling has been a problem. Due to the fact that many community college students attend more than one college, proper advising has been hard to come by since each school has its each course numbering system. When a student wishes to transfer to an institution out of state, the process becomes even more complicated as there may be limited articulation agreements.",
            "score": 70.84292602539062
        },
        {
            "docid": "2372839_26",
            "document": "Canterbury Rugby Football Union . Canterbury has a proud history associated with the Ranfurly Shield. Canterbury has 15 Ranfurly Shield wins and 136 defences, second only to Auckland. Canterbury's first bid for the trophy in its second game in 1904, and challenged for the shield on 11 occasions before it was finally successful for a first time, when beating Manawhenua (an amalgamation of the modern day Manawatu and Horowhenua Kapiti provincial unions) 17-6 at Palmerston North. Canterbury's first shield tenure of any length began in 1931 and ended in 1934 after 15 successful defences. Between 1953 and 1956 the Cantabs held onto the shield in 23 challenges. In 1973 Marlborough pulled off one of the greatest Ranfurly Shield upsets of all time, by defeating Canterbury 13–6 to begin the region’s only shield tenure. Canterbury's greatest shield defence occurred from 1982-1985, with 25 defences. Canterbury defeated Wellington on September 18, 1982 gaining the Ranfurly Shield for the first time in nine years. Canterbury would defend the shield for a then record number 25 times before Auckland would challenge on September 14, 1985. In front of 52,000 fans Auckland started strongly, jumping out to a 24-0 half-time lead. However, Alex Wyllie's Canterbury came back at the last minute when Robbie Deans bounded over the dead ball line. Having held on to win 28–23, Auckland set about creating a new benchmark of 61 consecutive defences.",
            "score": 70.70170593261719
        },
        {
            "docid": "35789176_6",
            "document": "Claressa Shields . Following Shields' victory at the U.S. Olympic trials, it was initially reported that she would need only a top-8 finish at the 2012 AIBA Women's World Boxing Championships in Qinhuangdao, China, in order to qualify for the 2012 Olympics. On May 10, the day after the contest began but before Shields' first bout, a change to the rules was announced that meant Shields would need to place in the top two from the (North, Central, and South) American Boxing Confederation region of AIBA (AMBC). Shields won her first round, but suffered an upset loss in the second round on May 13 to Savannah Marshall of England, bringing Shields' record to 26-1. Her chances for qualification thus depended on Marshall's subsequent performance; after Marshall advanced to the middleweight finals on May 18, it was announced that Shields had earned an Olympic berth. She won a gold medal in the end, after beating Russian boxer Nadezda Torlopova 19–12.",
            "score": 70.69481658935547
        },
        {
            "docid": "291075_17",
            "document": "FA Community Shield . An official honour in the English game, the Community Shield is the first competitive game of the new top-flight English football season. However, it has been considered by some to be a minor trophy and Community Shield games may not be as hotly contested as other trophy finals. The tournament, along with other domestic super cups, generally receives far higher status in the rest of Europe than in Britain, where the game has been described by some domestic media sources, including Mark Lawrenson, as a \"glorified friendly\". Prior to the 2008 FA Community Shield, Manchester United manager Sir Alex Ferguson summarised his opinion of the competition: \"The Community Shield is a prestigious match but I have used players in it who were not quite fit... it's always a game we never quite use as a do or die thing; we use it as a barometer for fitness\". On the other hand, many media, clubs and players continue to recognise the importance of the match as the first official game and trophy of the domestic season. Ahead of the 2016 FA Community Shield against Manchester United, Leicester City manager Claudio Ranieri asked, \"Why do you say this question, a friendly? When is the Community Shield a friendly? Of course we will be at the maximum and Manchester United will be at their maximum. The two teams want to win. I am very excited.\" The following year, Chelsea manager Antonio Conte affirmed the significance of the cup, stating \"It is not a friendly game. It is an official game and there is a trophy so for us it must be important\" ahead of his side's clash with Arsenal, the team that had denied his club the double the previous season.",
            "score": 70.67448425292969
        },
        {
            "docid": "6604592_121",
            "document": "List of Mahou Sentai Magiranger characters . was the slyest of the gods. Gorgon used a mirror-shield, akin to the aegis of Athena, as her weapon and can turn herself into either a nāga or a giant snake to devour her enemies. She became the third to challenge the Magirangers after conning Toad into fighting the Magi Rangers, knowing it was her turn to fight after Cyclops after getting a brief glimpse of the Book of Prophecy relating to herself, intimidating Toad to in hopes that his actions on the surface would ensure that she won't have any trouble. When her turn begins, Gorgon scatters uses her shield to conjure forth snakes and scatter them so that when there's enough of them, they would bite everyone with Gorgon using her shield to turn the bitten to stone. After displaying her plan by petrifing Smoky, she forces Urara, Makito, Tsubasa, and Hikaru to fight her in her Marudeyouna world, \"Gorgon's Garden\", where she devoured them. She then went to the surface world to get the powerless Kai and Houka, both of whom, at the time, were trapped in the body of one another and unable to assume their Magiranger forms thanks to Toad's poison, but Sphinx cured the two, stating that it is consider to be a sabotage should one god interfere with another god's Divine Punishment in any way. Gorgon's plans began to fall apart as Kai and Houka freed their captured siblings and Hikaru from her stomach with a new spell. Gorgon grew large to trigger her Divine Punishment only for Travelion to incinerate her shield, dispelling all of the snakes she conjured before she is killed by Magi Legend, restoring Smoky back to his mobile self. As Gorgon died, she reveals that the next to carry out the Divine Punishment, Drake would avenge her.",
            "score": 70.49256134033203
        },
        {
            "docid": "25021824_18",
            "document": "Personal relationships of Michael Jackson . In \"Moonwalk\" (1988), Jackson said his relationship with Shields was \"romantically serious for a while.\" Shields said that while never formally proposing, he would speak about the two marrying and raising adoptive children together. The suggestions were met with disapproval from Shields, who felt such a move would have \"divided [her] life too much\". She recalled: \"There were times when he would ask me to marry him, and I would say, 'You have me for the rest of your life, you don’t need to marry me, I’m going to go on...have my own marriage and my own kids, and you’ll always have me.' I think it made him relax. He didn’t want to lose things that meant something to him.\"",
            "score": 70.43702697753906
        },
        {
            "docid": "15427543_12",
            "document": "Determination . Assuming that determination is influenced by the emotion of challenge and the expectations placed on an individual by their social context, determination is fostered in educational, occupational and familial environments that encourage men and women. If an individual is provided resources and surrounded by people who believe they are capable of goal achievement, said individual is more likely to experienced increases in determination and subsequent improvement in performance and well-being. For example, research has shown that students enrolled in positive learning environments where teachers incorporate strategies meant to meet students' motivational needs (i.e., encouragement aimed at intrinsic rewards, using student-directed forms of discipline) are more likely to become responsible learners who display a determination to succeed. In the essay \"College Pressures\" by William Zinsser, the pressures faced by college students at Yale are studied. The pressures include the need to develop time management and study skills appropriate for college and university work, the desire for good grades, the desire to meet parents' expectations, and the need to find employment in a competitive job market after graduation.",
            "score": 70.27178192138672
        },
        {
            "docid": "3963024_6",
            "document": "Political positions of Hillary Clinton . At a Democratic primary debate in June 2007, in response to the question of whether she would describe herself as a liberal, Clinton said: \"I consider myself a modern progressive, someone who believes strongly in individual rights and freedoms, who believes that we are better as a society when we're working together and when we find ways to help those who may not have all the advantages in life get the tools they need to lead a more productive life for themselves and their family. So I consider myself a proud modern American progressive, and I think that's the kind of philosophy and practice that we need to bring back to American politics.\"",
            "score": 69.94681549072266
        }
    ]
}