{
    "q": [
        {
            "docid": "32086441_23",
            "document": "Xiguan . Kaiji is located on Longjin Donglu. Its owner is Ye Jiankai and he is jokingly called \"Dousha Kai\" because of the restaurant's food. Kaiji's Tangyuan (sweet dumplings) served with green bean soup and Vanilla green bean soup clear away diners' heat and toxic material and earn a high reputation in Guangzhou. The shop is Ye's grandfather's legacy.",
            "score": 20.965242862701416
        },
        {
            "docid": "32122477_6",
            "document": "La rose de Saint-Flour . When Pierrette returns a tiff with Marcachu turns into a fight. They prepare the soup, into which unexpected ingredients are placed. When Chapailloux arrives, they eat and discover the contents of the soup, including one of Pierrette's shoes. Another fight ensues, and Marcachu storms off with his marmite.",
            "score": 32.79191708564758
        },
        {
            "docid": "8501495_8",
            "document": "Ye Xian . The golden slipper is found by a local peasant who trades it, and it is passed on to various people until it reaches the hands of the nearby king of the To'Han islets, a powerful kingdom covering thousands of small islands. Fascinated by the shoe's small size, he issues a search to find the maiden whose foot will fit into the shoe and proclaims he will marry that girl. The search extends until it reaches the community of the cave-dwellers, and everyone, including Jun-Li, the late chief Wu's firstborn, tried the slipper. No maiden's foot can fit the shoe. Despondent that he could not find the woman he was searching for, the king made a great pavilion and placed the shoe there on display. Ye Xian arrives there late in the evening to retrieve the slipper, but is mistaken as a thief. Ye Xian then was brought before the king, and there she told him everything about her life, how she lost her friend, the gold-eyed fish, and now her slipper. The king, struck by her good-nature and beauty even though she lived in the land of the savages, believed her and allowed her to go home with the slipper.",
            "score": 27.54874539375305
        },
        {
            "docid": "3747_23",
            "document": "Bill Gates . In 2008, Gates appeared in a series of ads to promote Microsoft. The first commercial, co-starring Jerry Seinfeld, is a 90-second talk between strangers as Seinfeld walks up on a discount shoe store (Shoe Circus) in a mall and notices Gates buying shoes inside. The salesman is trying to sell Mr. Gates shoes that are a size too big. As Gates is buying the shoes, he holds up his discount card, which uses a slightly altered version of his own mugshot of his arrest in New Mexico in 1977, for a traffic violation. As they are walking out of the mall, Seinfeld asks Gates if he has melded his mind to other developers, after getting a \"Yes\", he then asks if they are working on a way to make computers edible, again getting a \"Yes\". Some say that this is an homage to Seinfeld's own show about \"nothing\" (\"Seinfeld\"). In a second commercial in the series, Gates and Seinfeld are at the home of an average family trying to fit in with normal people.",
            "score": 26.994045734405518
        },
        {
            "docid": "13075834_6",
            "document": "The Braes o' Killiecrankie . <score midi=\"5\" vorbis=\"1\"> \\relative c\" { \\time 2/4 \\key g \\major  \\partial 8 g16( a) | b8 b \\grace { c8 } b a16( g) | c4 c8 b16( a) | b8 b c16( b) a( g) | b8 d d g,16( a) | b8 b c16( b) a16( g) | c4 c8 b16( a) | b16( c) d16( b) a8 g | d8 g g \\bar \"||\" b16( c) | d8 d, d e16( f) | e8 d16( e) c8 b'16( c) | d8 d, d' d, | b' d d\\fermata b16( c) | d8 d, d e16( f) | g16( f) e( d) c8 b'16 c | b16( c) d( b) a8 g | e g g \\bar \"|.\" }  \\addlyrics {Whare | hae ye been sae | braw, lad? Whare | hae ye been sae | bran -- kie, O? Whare | hae ye been sae | braw, lad? Came | ye by Kil -- li -- | cran -- kie, O? An | ye had been whare | I hae been, Ye | wad -- na been sae | can -- tie, O; An | ye had seen what | I hae seen, I' the | braes o' Kil -- li -- | crank -- kie, O. }</score>",
            "score": 7.456140995025635
        },
        {
            "docid": "144829_24",
            "document": "Steve McQueen . In 1973 The Rolling Stones referred to McQueen in the song \"Star Star\" from the album \"Goats Head Soup\" for which an amused McQueen reportedly gave personal permission. The lines were \"Star fucker, star fucker, star fucker, star fucker star/ Yes you are, yes you are, yes you are/Yeah, Ali MacGraw got mad with you/For givin' head to Steve McQueen\".",
            "score": 20.139132261276245
        },
        {
            "docid": "12744285_3",
            "document": "Electric Soup (album) . It was also released as a 2-CD set with \"Gorilla Biscuit\", a collection of their b-sides and rarities. Brad Shepherd, the group's lead guitarist described the albums \"You just have to listen to [\"Electric Soup\"], it's just jam packed full of pretty groovy songs... The best of was always the record company's idea and the B-side was always our idea to combat that. We think if a best of is representative of a band then a B-side album is even more representative.\" Shepherd also explained the album names: \"\"Electric Soup\" is another name for Jack Daniels bourbon... \"Gorilla Biscuit\" is slang for 'downers' like mandrax.\"",
            "score": 22.54511547088623
        },
        {
            "docid": "2471736_5",
            "document": "Cryptotaenia . English names for the plant include mitsuba, Japanese wild parsley, stone parsley, honeywort, san ip, and san ye qin (from ). Like parsley, the flavor is clean and refreshing with a slightly bitter taste which some describe as celery-like. The sprouts are used in salads and soup. In Japan it is commonly used as a garnish in soups or atop entrees or as a sushi ingredient.",
            "score": 30.243424892425537
        },
        {
            "docid": "247960_6",
            "document": "Mikoyan-Gurevich MiG-25 . The subsonic Boeing B-47 Stratojet and Boeing B-52 Stratofortress strategic bombers were followed by the Mach 2 Convair B-58 Hustler, with the Mach 3 North American B-70 Valkyrie on the drawing board at that time. A major upgrade in the PVO defence system was required, and at the start of 1958 a requirement was issued for manned interceptors capable of reaching 3,000 km/h (1,864 mph) and heights of up to 27 km (88,583 ft). Mikoyan and Sukhoi responded. The Mikoyan-Gurevich OKB had been working on a series of interceptors during the second half of the 1950s: the I-1, I-3U, I-7U, I-75, Ye-150, Ye-150A, Ye-152, Ye-152A, Ye-152P, and Ye-152M. The Ye-150 was noteworthy because it was built specifically to test the Tumansky R-15 engine, two of which would later be used for the MiG-25. This led to Ye-152, alternatively known as Ye-166, which set several world records. The Ye-152M (converted from one of the two Ye-152 aircraft) was intended to be the definite heavy interceptor design. But before it was finished, the PVO had selected the Tupolev Tu-128. As the work on the MiG-25 was well under way, the single-engine Ye-152M was abandoned.",
            "score": 8.70121443271637
        },
        {
            "docid": "299646_27",
            "document": "Places in The Hitchhiker's Guide to the Galaxy . Frogstar World B is said to be \"\"the most totally evil place in the galaxy\"\". It is somewhat like the books' equivalent of Brontitall in the radio show; although there are differences between the two, they share some attributes. Although there is no statue of Arthur on Frogstar B, the bird people came about the same way. There is no archaeologist called Lintilla in the part of the books that concerns itself with Frogstar B; however, the spaceport with the massively delayed spaceship is there. Frogstar B was thrown into poverty through an event termed the Shoe Event Horizon. Many years ago, Frogstar World B was \"a thriving, happy planet – people, cities, shops, a normal world.\" However, there were slightly too many shoe-shops on the high streets of the planet, and the number of shoe-shops was steadily increasing. The more shoe-shops there were, the more the shops had to make. The more they had to make, the worse and more unwearable the shoes became. And the worse and more unwearable the shoes became, the more the people had to buy, and the more money the shops made until it became economically impossible to build anything other than shoe-shops. The result was collapse, ruin, and famine. Most of the population died out, but a select few with the right kind of genetic instability mutated into a bird-like species and cursed the ground, refusing to set foot on it ever again. Frogstar B is the home of the Total Perspective Vortex, a machine that effectively annihilates one's soul by showing one in an instant the whole infinity of creation and oneself in relation to it, and in the continuity of the books, Frogstar World B is the future site of Milliways, the Restaurant at the End of the Universe. In the radio series this role is instead given to Magrathea.",
            "score": 28.357910871505737
        },
        {
            "docid": "26396162_4",
            "document": "Holes in My Shoes . He grew up in extreme poverty in the Lower East Side of New York City, born in his parents cold water apartment on East 6th Street. His parents were Jewish immigrants from Austria. He sold newspapers on the corner of Avenue B and 10th Street and played in Tompkins Square Park. Beers and his siblings took many jobs as kids to support the starving family. They had potatoes and potato soup every day. They gathered fallen coal from the coal truck to keep the house warm. He had 3 brothers - Manny, Julius and Hy, and one sister, Lilian.",
            "score": 23.19212818145752
        },
        {
            "docid": "73440_25",
            "document": "Duck Soup (1933 film) . In another scene, the film pokes fun at the Hays Code. Due to the code, a man and woman could not be shown in bed together. The camera begins the scene in a woman's bedroom, panning across the foot of the bed. A pair of men's shoes are shown on the floor, then a pair of women's shoes and then four horseshoes. The camera cuts to a shot of the entire room: Pinky is sleeping in one bed with the horse, while the woman is in another bed.",
            "score": 30.57913589477539
        },
        {
            "docid": "19688599_10",
            "document": "Offset agreement . The universe of this military niche of offsets trade is sophisticated and less innocuous than commonly believed. In 2000 Daniel Pearl wrote an article about the universe of offsets: “could the sale of U.S. weapons in the Persian Gulf help an oil concern unload gasoline stations in Europe? Yes, under the new logic of international arms deals.” Pearl describes the new-found world of indirect offsets:",
            "score": 21.856669187545776
        },
        {
            "docid": "8529463_4",
            "document": "Aggregation problem . First, to sum the demand functions without other strong assumptions it must be assumed that they are independent; that is that one consumer's demand decisions are not influenced by the decisions of another consumer. For example, A is asked how many pairs of shoes he would buy at a certain price. A says at that price I would be willing and able to buy two pairs of shoes. B is asked the same question and says four pairs. Questioner goes back to A and says B is willing to buy four pairs of shoes, what do you think about that? A says if B has any interest in those shoes then I have none. Or A, not to be outdone by B, says \"then I'll buy five pairs\". And on and on. This problem can be eliminated by assuming that the consumers' tastes are fixed in the short run. This assumption can be expressed as assuming that each consumer is an independent idiosyncratic decision maker.",
            "score": 26.319873809814453
        },
        {
            "docid": "9360586_19",
            "document": "Milkweed (novel) . Big Henryk is a large boy who will “say yes to everything.” He doesn’t wear shoes but instead wears “gray bank coin bags on his feet.” He appears mentally disabled from the \"bellowing\" and how he says \"yes to everything\"",
            "score": 20.02791404724121
        },
        {
            "docid": "13094293_2",
            "document": "Soup for One (soundtrack) . Soup for One is the soundtrack album to the movie \"Soup for One\" by American R&B band Chic et al., released by Mirage Records in 1982. The album reached number 168 on the \"Billboard\" 200 albums chart and number 42 on the R&B chart. Besides three previously released tracks, Chic's \"I Want Your Love\" from 1978 album \"C'est Chic\", Sister Sledge's \"Let's Go On Vacation\" from 1980s \"Love Somebody Today\" and \"Jump, Jump\" from Debbie Harry's \"KooKoo\", the album contains five songs specifically written and produced by Bernard Edwards and Nile Rodgers for the movie.",
            "score": 16.96731948852539
        },
        {
            "docid": "8501495_9",
            "document": "Ye Xian . The next morning, the king goes into Ye Xian's house and asks her to come with him into his kingdom. Ye Xian then wears both her shoes, and appears in her beautiful sea-green gown. The stepmother and Jun-li, however, said that Ye Xian could not have clothes of that kind, for she was only their slave, and the stepmother said that the finery was Jun-li's and Ye Xian stole them. The king dismisses her lies, and invites Ye Xian to live at the palace with him as his wife and queen. She accepts, but her cruel step-family was left with their fate, which is to be banished to the wilderness by the king forever. They live a harsh, unhappy life until the day they were killed by a rain of fiery stones. On the other hand, the king takes Ye Xian into his kingdom and makes her his queen.",
            "score": 17.958143830299377
        },
        {
            "docid": "28284510_15",
            "document": "KLB Club . Yes, you gave us soup and enough black bread To etch out a mere existence, Enough to keep us wanting more And weaken our resistance",
            "score": 19.4674654006958
        },
        {
            "docid": "30177587_3",
            "document": "Shoe Show . The company was founded in 1960 by Robert B. Tucker and has more than 1150 locations. It acquired Burlington Shoes in 1986, Altier Shoes in 1993 and Shoebilee! in 2002. In the early 2000s, the company began opening Shoe Dept. Encore stores, which are larger than regular Shoe Dept. stores.",
            "score": 25.185800075531006
        },
        {
            "docid": "30011882_2",
            "document": "Louis Diat . Louis Felix Diat (1885–1957) was a chef and culinary writer who is one of the chefs believed to have created vichyssoise soup, though other chefs in France are also credited for the same; no proof is available for any claimants' assertions. Diat was born in 1885 in Bourbon-l'Archambault/Montmarault, France, where his father managed a shoe store. During the summer, when Diat and his siblings desired a cold snack, Diat's mother Annette often poured milk into leftover potato-and-leek soup (\"potage bonne femme\").",
            "score": 30.346736907958984
        },
        {
            "docid": "14600623_3",
            "document": "Space Soap (La Soupe aux choux) . This instrumental single is a R&B, dance and techno remake of the theme of \"La Soupe aux choux\", a 1981 French film directed by Jean Girault.",
            "score": 17.42922592163086
        },
        {
            "docid": "46746174_3",
            "document": "Litefeet . The Harlem shake is commonly incorporated into Litefeet, as is the “Chicken Noodle Soup, the Tone Whop (often mistakenly named the \"Toe Whop\"), and the Aunt Jackie. Moves often include: footwork, popping, shuffling, tutting, hat tricks, and shoe tricks.",
            "score": 31.966400623321533
        },
        {
            "docid": "8629842_2",
            "document": "Chicken Noodle Soup (song) . \"Chicken Noodle Soup\" is a song by producer Da Drizzle from Webstar's album \"\" (2006). It features rappers Young B and the Voice of Harlem. The song also has an associated dance.",
            "score": 17.309519290924072
        },
        {
            "docid": "10287083_9",
            "document": "North Slavic fermented cereal soups . Kyselo (or krkonošské kyselo) (, ) is a soup based on sourdough and mushrooms. It is a traditional Czech cuisine from poor folk food originating in the Northern Bohemia mountain region Krkonoše. It is very substantial and it contains an abundance of quality proteins, B vitamins, dietary fiber and other important nutrients. Usage of sourdough is closely related to fermented flour usage in the Polish sour rye soup.",
            "score": 18.104948043823242
        },
        {
            "docid": "226105_27",
            "document": "Bill Drummond . Several Penkiln Burn projects involve making things and then distributing them. Drummond has created a Soup Line drawn across a map going through Belfast and Nottingham to the edges of the British Isles. Anyone living on the Soup Line may contact Drummond to come to their house and make soup for them, their family and friends. Drummond has also constructed – and encourages others to construct – Cake Circles drawn on maps. Cakes are then made and delivered to people who live within the circle with the words \"I have baked you a cake, here it is\". Other projects involve Drummond building beds from timber in public places which are then raffled off. In 2011, for the Venice Biennale, Drummond took up shoe-shining on the streets of Venice. Each spring, Drummond gives away 40 bunches of daffodils to strangers on the street in different cities.",
            "score": 31.909528613090515
        },
        {
            "docid": "2814961_75",
            "document": "Women's cinema . Other notable filmmakers include María Ripoll (\"Tortilla Soup\", \"The Man with Rain in His Shoes\"), Patricia Ferreira, Chus Gutiérrez, María Lidón aka Luna (\"\", \"Moscow Zero\"), Rosa Vergés, Lydia Zimmermann, or Laura Mañá.",
            "score": 28.783802032470703
        },
        {
            "docid": "17647962_4",
            "document": "B and B Chemical Company . The building was designed by Coolidge, Shepley, Bulfinch & Abbott and built in 1937 for the B and B Chemical Company, a subsidiary of the United Shoe Machinery Corporation. The facility, which include a more simply designed second building behind this one, produced adhesives used in the shoe manufacturing process at other plants. It later served as the headquarters for the Polaroid Corporation for many years. It is now owned by The Bulfinch Companies, and is occupied by Nimbus Discovery, a biotechnology firm.",
            "score": 20.858075618743896
        },
        {
            "docid": "18622408_4",
            "document": "Grover Shoe Factory disaster . The R. B. Grover shoe factory was big, but not the biggest shoe factory in Brockton, a town that had 35,000 shoe workers. The wooden building, shaped like a letter \"E\", occupied half a city block at the corner of Main and Calmar Streets.  Grover made the popular Emerson brand shoe, and business had been good enough to add a fourth floor.",
            "score": 29.10947346687317
        },
        {
            "docid": "50112367_4",
            "document": "Brian Atwood . The Brian Atwood shoe line was launched in 2001. His budget line of shoes is B Brian Atwood. This brand retails for US$200 to US$500 as opposed to his main line of shoes which retails for $525 to $2900. The B Brian Atwood brand was later entered into a partnership agreement with shoemaker, Steve Madden (NASDAQ:SHOO), who purchased the Jones Group stake. He is the author of the book, \"Pumped\", a study of stiletto heels.",
            "score": 23.711491584777832
        },
        {
            "docid": "32064360_5",
            "document": "D-Men . The band started breaking up with the departure of singer Brace, followed by rapper Ali B. A single \"Vraag jezelf eens af\" was released. Contractual disagreements intensified with rapper Yes-R who joined the label of his cousin Ali B. Soesi B, a friend from childhood to Yes-R followed suit. The last of the new members to leave was Negativ. This the formation went back to the original three members Lange Frans, Brutus and Baas B. Yes-R even made a recording to diss the original members with his recording \"Je krijgt het van ons\" (\"You get it from us\")",
            "score": 7.249785423278809
        },
        {
            "docid": "11553901_3",
            "document": "Alphabet Soup (horse) . Alphabet Soup was bred by Southeast Associates, a group led by Roy S. Lerman, and purchased by Californian Georgia B. Ridder. He is a descendant of Nearco, and his damsire is U.S. Racing Hall of Fame inductee Arts and Letters. Purchased privately as a two-year-old by Georgia B. Ridder, Alphabet Soup was late in developing. Mrs. Ridder raced the colt in California, where he began to come into his own at the age of four, winning the 1995 Native Diver and Del Mar Breeders' Cup Handicaps. In 1996, en route to his triumph in that year's Breeders' Cup Classic, he won three important graded stakes races: the San Antonio Handicap, the Pat O'Brien Handicap, and the San Pasqual Handicap, in which he defeated Best Pal. He also crossed the wire first in the Goodwood Breeders' Cup Handicap but was disqualified and set back to third. Alphabet Soup raced in 1997 at age six, his best effort coming in defense of the San Antonio Handicap when he finished second to Gentlemen.",
            "score": 17.738353490829468
        },
        {
            "docid": "3075186_5",
            "document": "Blomberg B . A popular modification by railroads in later years was reducing the number of brake shoes from 8 to 4 by reconfiguring the double-clasp brake rigging, removing one brake shoe per wheel. This can give the Blomberg B a similar appearance of later Blomberg M trucks.",
            "score": 23.37356185913086
        }
    ],
    "r": [
        {
            "docid": "11091679_2",
            "document": "Cleat (shoe) . Cleats or studs are protrusions on the sole of a shoe, or on an external attachment to a shoe, that provide additional traction on a soft or slippery surface. They can be conical or blade-like in shape, and made of plastic, rubber or metal. In American English the term cleats is used synecdochically to refer to shoes featuring such protrusions. Similarly, in British English the term 'studs' can be used to refer to 'football boots' or 'rugby boots', for instance, in a similar manner to the way 'spikes' is often used to refer to athletics shoes. The type of studs worn depends on the environment of play, whether it be grass, ice, artificial turf, or other grounds requiring versatility.",
            "score": 41.62208938598633
        },
        {
            "docid": "592649_3",
            "document": "Elevator shoes . Unlike high-heeled shoes, the component of elevator shoes that increases the wearer's height is inside the shoe, hiding it from observers. An elevator shoe, like the platform shoe's heel, can be made from different soles like plastic, wood, or rubber. Shoes with thickened soles are also used in cases of orthopedic problems, although the term \"elevator shoe\" is not usually used for these.",
            "score": 41.259647369384766
        },
        {
            "docid": "17637906_3",
            "document": "Guk . \"Guk\" is a native Korean word, while \"tang\" is a Sino-Korean word that originally meant \"boiling\". \"Tang\" has been used as an honorific term in place of \"guk\", when it denotes the same meaning as \"guk\" as in \"yeonpo-tang\" (octopus soup), \"daegu-tang\" (codfish soup), or \"jogae-tang\" (clam soup). Generally, the names of lighter soups with vegetables are suffixed with \"-guk\", while heavier, thicker soups made with more solid ingredients used in \"jesa\" (ancestral rites) are often referred to as \"tang\". \"Gamja-guk\" (potato soup) and \"gamja-tang\" (pork back-bone stew) are different dishes; the potato soup can be called \"gamjeo-tang.\"",
            "score": 40.201229095458984
        },
        {
            "docid": "25439732_3",
            "document": "Juice . The word \"juice\" comes from Old French in about 1300; it developed from the Old French words \"jus, juis, jouis\", which mean \"liquid obtained by boiling herbs\". The \"Old French jus \"juice, sap, liquid\" (13c.)...[came] from Latin ius [which means] \"broth, sauce, juice, soup,\" from PIE root *yeue- \"to blend, mix food\" (cognates: Sanskrit yus- \"broth,\" Greek zyme \"a leaven,\" Old Church Slavonic jucha \"broth, soup,\" \"ukha\", \"fish soup\").\" The use of the word \"juice\" to mean\"the watery part of fruits or vegetables\" was first recorded in the early 14th century. Since the 19th century, the term \"juice\" has also been used in a figurative sense (e.g., to mean alcohol or electricity). Today, \"au jus\" refers to meat served along with its own juice, commonly as a gravy.",
            "score": 39.678321838378906
        },
        {
            "docid": "39769102_4",
            "document": "Muggeseggele . The Swabian term for housefly is \"Mugg\". This is akin to \"Mücke\", the standard German word for mosquito. According to linguist Hans-Martin Gauger, the second element in the word \"Muggeseggele\" corresponds to the standard German \"Säckel\", \"little sack\"; the term, therefore, must have originally referred to the testicles, like the Latin cognate \"saccellus\", but the meaning was transferred from the \"scrotum\" to the \"penis\". This second element in the word occurs independently in Swabian German as \"Seckel\", which is used as a swear word and is thus a rare instance of a sexually themed abusive word in the German language, which mostly uses scatological swearing. In the case of \"Muggeseggele\", the sexual and abusive aspect is not at all present. On the contrary, it is mostly used to express a very small but distinctive distance or amount of substance, as in \"the soup needs a Muggeseggele of parsley\". It can be used in speaking to children and is deemed completely harmless (compare \"Bubenspitzle\"). It is used in the TV series \"Ein Fall für B.A.R.Z.\", which takes place in Fellbach. German's public broadcaster SWR's children's website \"SWR Kindernetz\" (kids' network) mention the word in a \"Swabian dictionary\" that presents some peculiarities of the Swabian dialect to their young audience. Kindernetz uses the sentence \"A muggeseggele Zeit hätten wir noch!\" and translates it as \"Ein bisschen Zeit hätten wir noch\", meaning \"We still have a tiny bit of time left.\"",
            "score": 39.02540588378906
        },
        {
            "docid": "1800287_27",
            "document": "Shoe polish . The popularity of shoe polish paralleled a general rise in leather and synthetic shoe production, beginning in the 19th century and continuing into the 20th. The World Wars saw a surge in demand for the product. Shoe polish is applied to the shoe using a rag, cloth, or brush. Shoe polish is not a cleaning product: it is suited for clean and dry shoes. A vigorous rubbing action to apply the polish evenly on the boot, followed by further buffing with a clean dry cloth or brush, usually provides good results. Another technique, known as \"spit-polishing\" or bull polishing, involves gently rubbing polish into the leather with a cloth and a drop of water or spit. This action achieves the mirror-like, high-gloss finish sometimes known as a \"spit shine\" or \"bull\" which is especially valued in military organizations. Despite the term, saliva is less commonly used as the vehicle or diluent with polish than is water. Polishes containing carnauba wax can be used as a protective coating to extend the life and look of a leather shoe.",
            "score": 38.628299713134766
        },
        {
            "docid": "13480_21",
            "document": "Horseshoe . However, the term \"farrier\" implies a professional horseshoer with skill, education, and training. Some people who shoe horses are untrained or unskilled, and likely to do more harm than good for the horse. People who do not understand the horse's foot will not trim the hoof correctly. This can cause serious problems for the animal, resulting in chronic lameness and damage to the hoof wall. Poor trimming will usually place the hoof at an incorrect angle, leave the foot laterally unbalanced and may cut too much off certain areas of the hoof wall, or trim too much of the frog or sole. Some horseshoers will rasp the hoof down to fit an improperly shaped or too-small size of shoe, which is damaging to the movement of the horse and can damage the hoof itself if trimmed or rasped too short. A poor horseshoer can also make mistakes in the shoeing process itself, not only quicking a horse, but also putting the shoe on crooked, using the wrong type of shoe for the job at hand, shaping the shoe improperly, or setting it on too far forward or back.",
            "score": 38.247840881347656
        },
        {
            "docid": "3025694_6",
            "document": "Keyword density . From a mathematical viewpoint, the original concept of keyword density refers to the frequency (Nkr) of appearance of a keyword in a dissertation. A \"keyword\" consisting of multiple terms, e.g. \"blue suede shoes,\" is an entity in itself. T frequency of the phrase \"blue suede shoes\" within a dissertation drives the key(phrase) density. It is \"more\" mathematically correct for a \"keyphrase\" to be calculated just like the original calculation, but considering the word group, \"blue suede shoes,\" as a single appearance, not three:",
            "score": 38.03892135620117
        },
        {
            "docid": "48587651_2",
            "document": "Wholecut . In shoemaking, wholecut shoes are shoes which are made from a single piece of flawless leather with or without a backseam—in the latter case it is called a \"seamless wholecut\". These shoes can be entirely plain and smooth or with tiny perforated decorations. Various types of shoes can be made wholecut, but usually the term refers to classic dress shoes. The absence of decorative features and overall conservative look tend to make wholecuts appropriate for black-tie occasions.",
            "score": 37.238346099853516
        },
        {
            "docid": "208892_2",
            "document": "Shoe fetishism . Shoe fetishism is the attribution of attractive sexual qualities to shoes or other footwear as a matter of sexual preference, or an alternative or complement to a relationship with a partner. It has also been known as retifism, after the French novelist Nicolas-Edme Rétif (October 23, 1734–February 2, 1806), also known as Rétif de la Bretonne. Individuals with shoe fetishism can be erotically interested in women's shoes. Although shoes may appear to carry sexual connotations in mainstream culture (for example, women's shoes are commonly sold as being \"sexy\") this opinion refers to an ethnographic or cultural context, and is likely not intended to be taken literally. Another fetishism, which sometimes is seen as related to shoe fetishism, is boot fetishism.",
            "score": 37.2083740234375
        },
        {
            "docid": "227098_14",
            "document": "Retro style . The terms \"retro fashion\" and \"vintage fashion\" are sometimes used interchangeably and therefore can cause confusion as to what is really meant. The term \"retro fashion\" (also known as \"vintage inspired\") refers to new clothing, shoes, and accessories that are designed to resemble clothing, shoes, and accessories that are at least 13 years old or older. \"Vintage fashion\" (or \"vintage clothing\") refers to the original (old) clothing the new designs are based on. So in simple terms, new clothes that look old are called \"retro\" and clothes that look old because they \"are\" old are called \"vintage\".",
            "score": 36.99940490722656
        },
        {
            "docid": "1800287_6",
            "document": "Shoe polish . Liquid shoe polish is sold in a squeezable plastic bottle, with a small sponge applicator at the end. To decrease its viscosity, bottled polish usually has a very low wax content. Liquid shoe polish is a complex mixture. Polyethylene wax emulsion is a major component. Various polymers, typically acrylates, are the next major component, conferring gloss and holding the dyes in suspension. Resins and casein are selected to ensure adhesion to the leather. Fatty phosphate esters, emulsifiers, and glycols are also used. Pigments include titanium dioxide for whites and iron oxides for browns. Although liquid polish can put a fast shine on shoes, many experts warn against its long-term use because it can cause the leather to dry out and crack.",
            "score": 36.50988006591797
        },
        {
            "docid": "31447010_4",
            "document": "Zarrinnaal . In fact the term \"naal\" or to be more precise \"na'al\" (نعل) means in modern Persian of today \"horseshoe\", but also is Nominative Singular of the Arab word \"na'eleyn\" meaning \"shoes, slippers\", and was the common term for slippers. So, like \"Zarrinkafsh\" the term \"Zarrinnaal\" means \"Golden Shoe\" as well, but in a more elaborated Arabized way often used in former times and especially among the Kurds.",
            "score": 36.482688903808594
        },
        {
            "docid": "27178_50",
            "document": "Shoe . Some designs of dress shoes can be worn by either gender. The majority of dress shoes have an upper covering, commonly made of leather, enclosing most of the lower foot, but not covering the ankles. This upper part of the shoe is often made without apertures or openings, but may also be made with openings or even itself consist of a series of straps, e.g. an open toe featured in women's shoes. Shoes with uppers made high to cover the ankles are also available; a shoe with the upper rising above the ankle is usually considered a boot but certain styles may be referred to as high-topped shoes or high-tops. Usually, a high-topped shoe is secured by laces or zippers, although some styles have elastic inserts to ease slipping the shoe on.",
            "score": 35.98726272583008
        },
        {
            "docid": "25738885_3",
            "document": "Brogan (shoes) . Brogan-like shoes, called \"brogues\" (from Old Irish \"bróc\" meaning \"shoe\"), were made and worn in Scotland and Ireland as early as the 16th century, and the shoe-type probably originated there. They were used by the Scots and the Irish as work boots for wear in the wet, boggy Scottish and Irish countryside. The word \"brogue\" is still used in Britain for a style of dress shoe, which may or may not have an ankle high top.",
            "score": 35.95810317993164
        },
        {
            "docid": "65423_10",
            "document": "Brake . Frictional brakes are most common and can be divided broadly into \"shoe\" or \"pad\" brakes, using an explicit wear surface, and hydrodynamic brakes, such as parachutes, which use friction in a working fluid and do not explicitly wear. Typically the term \"friction brake\" is used to mean pad/shoe brakes and excludes hydrodynamic brakes, even though hydrodynamic brakes use friction. Friction (pad/shoe) brakes are often rotating devices with a stationary pad and a rotating wear surface. Common configurations include shoes that contract to rub on the outside of a rotating drum, such as a band brake; a rotating drum with shoes that expand to rub the inside of a drum, commonly called a \"drum brake\", although other drum configurations are possible; and pads that pinch a rotating disc, commonly called a \"disc brake\". Other brake configurations are used, but less often. For example, PCC trolley brakes include a flat shoe which is clamped to the rail with an electromagnet; the Murphy brake pinches a rotating drum, and the Ausco Lambert disc brake uses a hollow disc (two parallel discs with a structural bridge) with shoes that sit between the disc surfaces and expand laterally.",
            "score": 35.80881118774414
        },
        {
            "docid": "1501979_5",
            "document": "Hotdish . Typical ingredients in hotdish are potatoes or pasta, ground beef, green beans, and corn, with canned soup added as a binder, flavoring and sauce. Potatoes may be in the form of tater tots, hash browns, potato chips, or shoe string potatoes. The dish is usually seasoned lightly with salt and pepper, and it may be eaten with ketchup as a condiment. Another popular hotdish is the tuna hotdish, made with macaroni or egg noodles, canned tuna, peas, and mushroom soup. Also common is a dish known as goulash, though it bears no resemblance to the familiar Hungarian goulash. Minnesota goulash is usually made with ground beef, macaroni, canned tomatoes, and perhaps a can of creamed corn.",
            "score": 35.79359817504883
        },
        {
            "docid": "13480_17",
            "document": "Horseshoe . Shoes are then measured to the foot and bent to the correct shape using a hammer and anvil, and other modifications, such as taps for shoe studs, are added. Farriers may either cold shoe, in which he bends the metal shoe without heating it, or hot shoe, in which he places the metal in a forge before bending it. Hot shoeing can be more time-consuming, and requires the farrier to have access to a forge; however, it usually provides a better fit, as the mark made on the hoof from the hot shoe can show how even it lies. It also allows the farrier to make more modifications to the shoe, such as drawing toe- and quarter-clips. The farrier must take care not to hold the hot shoe against the hoof too long, as the heat can damage the hoof.",
            "score": 35.446449279785156
        },
        {
            "docid": "1531613_2",
            "document": "Track spikes . Track spikes, or just spikes, are racing shoes used by athletes when racing on the track. Some spikes are designed for longer-term training on tracks, but generally the shoes are used for racing. The term \"spikes\" can also refer to track shoes featuring such protrusions, though these are technically called pins. Spikes are similar to studs, which are used for team sports, although generally smaller and with a sharp point.",
            "score": 35.30181121826172
        },
        {
            "docid": "33832430_2",
            "document": "Fuck-me shoes . Fuck-me shoes, alternatively fuck-me boots, is a slang term for women's high-heeled shoes that exaggerate a sexual image. The term can be applied to any women's shoes that are worn with the intention of arousing others. It is sometimes used to imply condemnation against the women who choose to wear them or in a misogynistic fashion toward the women who wear them.",
            "score": 35.192142486572266
        },
        {
            "docid": "16342093_3",
            "document": "Goombah . \"Goombah\" and similar forms probably derived as an alteration or Anglicized spelling of the common Southern Italian familiar term of address, \"cumpà\", the apocoped oxytone form of the word \"cumpari\" found in Southern Italian dialects and \"compare\" found in Standard Italian. Cumpà or Compare originally defined (and it still does in certain regions of Italy) both the godfather and the godson of a Catholic Baptism; hence \"benefactor, friend, family member or family friend\". It is therefore commonly used as a term of endearment roughly equivalent to \"friend,\" \"brother,\" or \"comrade\" among close friends or associates (generally males) in certain parts of Southern Italy, including Campania and Sicily, where it becomes \"cumpà\" or \"cumpari\" in the regional Southern languages. It has, however, also gained a less innocuous meaning in certain criminal contexts, signifying an \"accomplice,\" \"cohort,\" \"fellow criminal,\" or \"partner-in-crime,\" though it is still mostly used among non-criminal Southern Italian males as a harmless address of affection. \"Compare\" and the Southern Italian \"cumpà\" and \"cumpari\" ultimately derive from the medieval Latin \"compater\", meaning \"cousin\" and, later, \"godfather.\"",
            "score": 35.03547286987305
        },
        {
            "docid": "3540564_2",
            "document": "Jelly shoes . Jelly shoes or jellies are shoes made of PVC plastic. Jelly shoes come in a large variety of brands and colors and the material is frequently infused with glitter. Its name refers to the semi-transparent materials with a jelly-like sheen. The shoes became a fad in the early 1980s, when a pair could frequently be purchased for less than one US dollar. Like many other fashion trends from the 1980s, jellies have been revived a number of times since the late 1990s. Although considered a populist shoe in the 1980s, the jelly shoe has been reinterpreted by a number of high-end fashion designers in the early twenty-first century.",
            "score": 34.761314392089844
        },
        {
            "docid": "37050560_2",
            "document": "Porra antequerana . Porra antequerana is a part of the gazpacho family of soups originating in Andalusia, in southern Spain. Porra antequerana consists of tomato and dried bread. As it is much thicker than its culinary cousins, gazpacho and salmorejo, it is more commonly served as tapas, not soup. Like all soups in this family, there can be variations on the recipe. The word 'Antequerana' derives from the town of Antequera. Porra is a type of club or truncheon and the use of the word in the dish's name likely refers to its traditional preparation with mortar and pestle.",
            "score": 34.69417953491211
        },
        {
            "docid": "393693_3",
            "document": "Entailment (linguistics) . In semantics, entailments depend entirely on the denotation (also called the \"dictionary definition\" of the words in question). An example of this, as shown in M. Lynne Murphy's \"Lexical Meaning\" would be, \"If it is a shoe, then it is made to be worn on a foot.\" This example references the 'footwear' meaning of the word shoe, and not the adjective, which is considered a different use of the word and thus a different meaning. For an entailment to be true, the \"then\" statement must \"always\" be true when the \"if\" statement is true. To judge whether an entailment is true, one can ask, \"Could it \"ever\" be the case that \"B\" isn't true while \"A\" is true?\" In order to accurately recognize entailments, a strong knowledge of the denotation of the word is required.",
            "score": 34.677032470703125
        },
        {
            "docid": "18712692_14",
            "document": "Caulkin . Pointed studs, such as grass studs or pointed bullets are generally placed only on the outside of the shoe, so the horse is less likely to cut himself should his foot hit one of his legs. Road stud can be used on the inside or outside of a shoe. However, the shoe should have some stud on the inside of the shoe; without it, there will be a twisting motion on the foot, which can cause a loss of shoe, and possibly strain the legs. Most riders place smaller studs on the front feet, because the horse's hind legs are stronger and generally require more traction.",
            "score": 34.6116828918457
        },
        {
            "docid": "1868969_3",
            "document": "Brogue . The word was first recorded in 1689. Multiple etymologies have been proposed: it may derive from the Irish \"bróg\" (\"shoe\"), the type of shoe traditionally worn by the people of Ireland and the Scottish Highlands, and hence possibly originally meant \"the speech of those who call a shoe a 'brogue'\". It is also possible that the term comes from the Irish word \"barróg\", meaning \"a hold (on the tongue)\", thus \"accent\" or \"speech impediment\". A famous false etymology states that the word stems from the supposed perception that the Irish spoke English so peculiarly that it was as if they did so \"with a shoe in their mouths\".",
            "score": 34.544368743896484
        },
        {
            "docid": "2159752_4",
            "document": "Ancient and Honorable Order of Turtles . To gain admission, one must correctly answer a number (usually three or four) from a list of questions, each of which suggests a vulgar, lewd, or salacious answer, but the actual correct answer is rather innocuous. It is assumed that all prospective Turtles own a diabetic donkey, or one of a sweet and kindly disposition; therefore once inducted, a member must reply to the question \"Are you a Turtle?\" with \"You bet your sweet ass I am.\" If the member is unable or unwilling (perhaps because of a social restriction on vulgarity) to provide the correct answer, he or she owes to each other turtle present a drink of the recipient's choice. A large part of the tradition of the order involves the qualifying questions that prospective members have to answer. These fun questions are actually small riddles: each suggests a vulgar or lewd answer, but the candidate has to provide a completely innocuous answer.",
            "score": 34.368412017822266
        },
        {
            "docid": "3397375_39",
            "document": "United States Army uniforms in World War II . Army combat footwear in World War II originally consisted of a basic tanned leather shoe, used with heavy canvas leggings, the Model 1939 \"Shoes, Service, Composition Sole\", or Type I Service Shoe. This was an ankle-high field shoe made of tanned leather in a dark red or russet color, originally with leather soles. The sole was changed to a rubber composition after 1940 and designated as the Type II Service Shoe. Soon after the US entry into the war these shoes, which were also used as part of the Class A dress uniform, were replaced with a \"roughout\" field shoe made from leather uppers with a sueded outer finish, and designated the Type III Service Shoe. The Marine Corps version of these shoes were commonly referred to as \"boondockers\". In November 1943, the Type II and III service shoes were in turn replaced by a boot, the M43 Combat Boot or \"Two-Buckle Boot\". This boot had a permanently attached a two-buckled leather ankle flap, which was designed to replace the unpopular canvas leggings. The sole was made of synthetic or reclaimed rubber. Due to supply issues, soldiers can be seen wearing both the service shoes with the leggings and the newer combat boot.",
            "score": 34.35453414916992
        },
        {
            "docid": "31030774_5",
            "document": "The Left Shoe Company . Once the 3D-scanning process is completed, the customer is able to individualize his choice of shoes in accordance with the made-to-measure term, both in the store and on the website he can choose the sole, colour and leather to his liking.",
            "score": 34.347320556640625
        },
        {
            "docid": "467481_2",
            "document": "Sneakers . Sneakers (also known as athletic shoes, tennis shoes, gym shoes, sport shoes, runners, takkies, or trainers) are shoes primarily designed for sports or other forms of physical exercise, but which are now also often used for everyday wear. The term generally describes a type of footwear with a flexible sole made of rubber or synthetic material and an upper part made of leather or synthetic materials.",
            "score": 34.17352294921875
        },
        {
            "docid": "20647724_26",
            "document": "Apple Newton . Data in Newton is stored in object-oriented databases known as soups. One of the innovative aspects of Newton is that soups are available to all programs; and programs can operate cross-soup; meaning that the calendar can refer to names in the address book; a note in the notepad can be converted to an appointment, and so forth; and the soups can be programmer-extended—a new address book enhancement can be built on the data from the existing address book. The soup system also made it easy to synchronize data, and the Newton Connection tools could be used for importing and exporting data. Among many file formats are the Rich Text Format, Microsoft Word, Microsoft Excel, Microsoft Works, and many more.",
            "score": 34.09333038330078
        },
        {
            "docid": "2040129_11",
            "document": "Billet reading . To disguise the reason for opening the envelope, the typical variation used by mentalists has the audience members write questions on their cards, which the magician will answer. The magician then starts by making a statement like \"I feel beautiful!\", expresses some confusion about why he would say that, and then opens the envelope to read the question, \"will the weather be nice tomorrow?\" (while actually reading the next card, \"what is my shoe size?\"). As the questions may be impossible to guess, like a random person's shoe size, comedy or misdirection is often worked into the routine. For instance, \"a size larger than last year\" makes a reasonable answer to shoe size no matter who asks the question. Mediums may use the question and answer format as well, except that the questions are to be asked of the deceased, or perhaps are simply names of people to be contacted in the spirit world.",
            "score": 34.05934143066406
        }
    ]
}