{
    "q": [
        {
            "docid": "91452_13",
            "document": "John B. Watson . In 1913, Watson viewed Ivan Pavlov's conditioned reflex as primarily a physiological mechanism controlling glandular secretions. He had already rejected Edward L. Thorndike's \"Law of Effect\" (a precursor to B. F. Skinner's principle of reinforcement) due to what Watson believed were unnecessary subjective elements. It was not until 1916 that Watson would recognize the more general significance of Pavlov's formulation and make it the subject of his presidential address to the American Psychological Association. The article is also notable for its strong defense of the objective scientific status of applied psychology, which at the time was considered to be much inferior to the established structuralist experimental psychology.",
            "score": 50.21821343898773
        },
        {
            "docid": "354398_13",
            "document": "She: A History of Adventure . During his time in South Africa, Haggard developed an intense hatred for the Boers, but also came to admire the Zulus. However, his admiration of the Zulus did not extend to other African peoples; rather, he shared many of the assumptions that underlay contemporary Victorian politics and philosophy, such as those expressed by James Hunt, the President of the Anthropological Society of London: \"the Negro is inferior intellectually to the European...[and] can only be humanised and civilised by Europeans. The analogies are far more numerous between the Negro and apes, than between the European and apes.\" The Victorian belief in the inherent inferiority of the 'darker races' made them the object of a civilising impulse in the European Scramble for Africa. Although disenchanted with the colonial effort, Haggard remained committed to this ideology. He believed that the British \"alone of all the nations in the world appear to be able to control coloured races without the exercise of cruelty\".",
            "score": 60.82390379905701
        },
        {
            "docid": "41170680_7",
            "document": "James Stewart (missionary) . He also had many negative views about the African natives. He felt there were no moral forces present in the African natives' lives. He warned people who went there of \"descent into mere animalism and fixed and hopeless barbarism,\" showing how he viewed the lives of the Africans as inferior to his life. He was also worried about their moral degradation because of polygamy and witchcraft. Stewart thought that this degradation process was reversible through mission help. He aimed at fixing their decline through his missionary work in Africa. Stewart also implicitly suggested that Africans were racially inferior to Europeans, both physically and biologically. Even though at first James Stewart had many negative views on Africans, he did not treat them as inferiors and did everything he could to help them.",
            "score": 61.64431571960449
        },
        {
            "docid": "48371322_8",
            "document": "Lewis Harvie Blair . Later in life Blair rejected his earlier opinions, stating in an unpublished manuscript that he believed African Americans to be inferior to whites, called for the Fourteenth and Fifteenth Amendments to be repealed, and also argued for disenfranchisement and segregation. His change in stance has been compared to Thomas E. Watson.",
            "score": 48.39696478843689
        },
        {
            "docid": "91452_23",
            "document": "John B. Watson . The 20th century marked the formation of qualitative distinctions between children and adults. Watson wrote the book \"Psychological Care of Infant and Child\" in 1928, with help from his mistress, turned wife, Rosalie Rayner. Critics then determined that the ideas mainly stemmed from Watson’s beliefs because Rosalie later entitled a self-penned article \"I am a Mother of Behaviorist Sons\". In the book, Watson explained that behaviorists were starting to believe psychological care and analysis was required for infants and children. All of Watson’s exclamations were due to his belief that children should be treated as a young adult. In his book, he warns against the inevitable dangers of a mother providing too much love and affection. Watson explains that love, along with everything else as the behaviorist saw the world, is conditioned. Watson supports his warnings by mentioning invalidism, saying that society does not overly comfort children as they become young adults in the real world, so parents should not set up these unrealistic expectations. Writer Suzanne Houk, \"Psychological Care of Infant and Child: A Reflection of its Author and his Times\", critiques Watson’s views, analyzing his hope for a businesslike and casual relationship between a mother and her child. Watson disapproved of thumb sucking, masturbation, homosexuality, and encouraged parents to be honest with their children about sex. Watson's reasoning for this was that, \"all of the weaknesses, reserves, fears, cautions, and inferiorities of our parents are stamped into us with sledge hammer blows\". Watson inferred that emotional disabilities were a result of personal treatment, not inherited.",
            "score": 68.90994644165039
        },
        {
            "docid": "91452_11",
            "document": "John B. Watson . After the divorce was finalized, Watson and Rayner married in 1920 in New Jersey. They remained together until her death in 1935.John and Rosalie had two children, James and William Watson, and they raised them with behaviorist principles that John believed in. Like their half-sister, Mary, both sons also later attempted suicide.William died of suicide in 1954.",
            "score": 41.45188093185425
        },
        {
            "docid": "16289_55",
            "document": "James Watson . Watson married Elizabeth Lewis in 1968. They have two sons, Rufus Robert Watson (b. 1970) and Duncan James Watson (b. 1972). Watson sometimes talks about his son Rufus, who suffers from schizophrenia, seeking to encourage progress in the understanding and treatment of mental illness by determining how genetics contribute to it.",
            "score": 56.05313754081726
        },
        {
            "docid": "25536008_3",
            "document": "Nucleic acid tertiary structure . The double helix is the dominant tertiary structure for biological DNA, and is also a possible structure for RNA. Three DNA conformations are believed to be found in nature, A-DNA, B-DNA, and Z-DNA. The \"B\" form described by James D. Watson and Francis Crick is believed to predominate in cells. James D. Watson and Francis Crick described this structure as a double helix with a radius of 10 Å and pitch of 34 Å, making one complete turn about its axis every 10 bp of sequence. The double helix makes one complete turn about its axis every 10.4–10.5 base pairs in solution. This frequency of twist (known as the helical \"pitch\") depends largely on stacking forces that each base exerts on its neighbours in the chain. Double-helical RNA adopts a conformation similar to the A-form structure.",
            "score": 52.521931648254395
        },
        {
            "docid": "3111001_11",
            "document": "Paul Cuffee . Most Englishmen and Anglo-Americans in his day felt that people of African descent were inferior to Europeans, even in the predominantly Calvinist and Quaker New England. Although slavery continued, prominent men like Presidents Thomas Jefferson and James Madison believed the emigration of Blacks to colonies outside the United States was the easiest and most realistic solution to the race problem in America. Attempts by Europeans and Americans to colonize Blacks in other parts of the world had failed, including the British attempt to colonize Sierra Leone. Beginning in 1787, the Sierra Leone Company sponsored 400 people who departed from Great Britain for Sierra Leone. The colony struggled to establish a working economy and develop a government that could survive against outside pressures. After the financial collapse of the Sierra Leone Company, a second group, the newly created African Institution offered migration to freed slaves who had previously settled in Nova Scotia and London after the American Revolution. The African Institution's London sponsors hoped to gain an economic return while foster the \"civilizing\" trades of educated Blacks.",
            "score": 35.020708441734314
        },
        {
            "docid": "597574_2",
            "document": "James Lopez Watson . James Lopez Watson (May 21, 1922 – September 1, 2001) was a judge for the United States Court of International Trade. While serving as a judge around the country, Watson became the first African-American to head a federal court in the Deep South.",
            "score": 50.44864869117737
        },
        {
            "docid": "5482732_11",
            "document": "The Interesting Narrative of the Life of Olaudah Equiano . Equiano makes numerous references to the similarity between the Jews and his people. Like the Jews, not only did his people practice circumcision, but they also practiced sacrificing, burnt offerings, and purification. He explains how Abraham’s wife was African, and that the skin colour of Eboan Africans and modern Jews differs due to the climate difference. At the end of the first chapter, Equiano asserts that Africans were not inferior people. The Europeans saw them as inferior because they were ignorant of the European language, history, and customs. He explains that it is important to remember that the ancestors of the Europeans were once uncivilized and barbarians at one point or another. He states, \"Understanding is not confined to feature or colour.\"",
            "score": 40.545565128326416
        },
        {
            "docid": "5297977_23",
            "document": "Lion's Blood . Due to the destruction of Rome by Carthage and Egypt in 200 BC, Europe remained largely tribal while Africa advanced technologically and culturally with steamboats, rifles and airships or \"flying boats\" by the late 19th century. The dominant Africans consider Europeans to be inferior and treat them as a source of slave labour which is supplied to them by Viking raiders similar to how our timeline's European White colonists viewed Black Africans as inferior and used them as slaves supplied by African slave traders. Southern Africa is controlled by the Zulus while the Vikings control much of Northern Europe and all of Scandinavia.",
            "score": 36.10601353645325
        },
        {
            "docid": "41170680_6",
            "document": "James Stewart (missionary) . Stewart thought that Africa was lagging behind other nations. When he first traveled in Africa, he observed that magic and medicine were intertwined, which he felt made African medicine inferior to European medicine. He felt that medicine in Africa had a very large presence, but he also felt that it had many malignant effects. He learned some of the natives’ medicine, but thought that European medicine should take precedence over native medicine.",
            "score": 41.211488246917725
        },
        {
            "docid": "23415844_29",
            "document": "Slavery among Native Americans in the United States . Some Native American tribes owned slaves.  The Five Civilized Tribes implemented some of these practices which they have seen as beneficial; they were working to get along with the Americans to keep their territory. These 5 nations made the largest efforts of all the Native American peoples to assimilate into white society adoption of slavery was one of them. They were the most receptive to whites pressures to adopt European cultures.  The pressures from European Americans to assimilate, the economic shift of furs and deerskins, and the government's continued attempts to civilize native tribes in the south led to them adopting an economy based on agriculture.  Slavery itself was not a new concept to indigenous American peoples as in inter-Native American conflict tribes often kept prisoners of war, but these captures often replaced slain tribe members.  Native American “versions” of slavery prior to European contact came nowhere close to fitting the European definition of slavery as Native Americans did not originally distinguish between groups of people based on color, but rather traditions.  There are conflicting theories as to what caused the shift between traditional Native American servitude to the oppressive racialized enslavement the Five Civilized tribes adopted.  One theory is the civilized tribes adopted slavery as means to defend themselves from federal pressure believing that it would help them maintain their southern lands.  Another narrative postulates that Native Americans began to feed into the European belief that Africans were somehow inferior to whites and themselves.  Some indigenous nations such as the Chickasaws and the Choctaws began to embrace the concept that African bodies were property, and equated blackness to hereditary inferiority.  In either case “The system of racial classification and hierarchy took shape as Europeans and Euro-Americans sought to subordinate and exploit Native Americans' and Africans' land, bodies, and labor.  Whether strategically or racially motivated the slave trade promoted African slaves owned by Native Americans which led to new power relations among Native societies, elevating groups such as the Five Civilized Tribes to power and serving, ironically, to preserve native order. These same missionaries reported that Native American slave owners were brutal and indulgent masters, even though accounts of Indian freedmen gave different accounts of being treated relatively well without tyrannical treatment. The earliest record of African and Native American contact occurred in April 1502, when Spanish explorers brought an African slave with them and encountered a band. Thereafter, Native Americans interacted with enslaved Africans and African Americans in every way possible; in the early colonial days, Native Americans were enslaved along with Africans, and both often worked with European indentured laborers. \"They worked together, lived together in communal quarters, produced collective recipes for food, shared herbal remedies, myths and legends, and in the end they intermarried.\" Because both races were non-Christian, Europeans considered them other and inferior to Europeans. They worked to make enemies of the two groups. In some areas, Native Americans began to slowly absorb white culture.",
            "score": 41.57929766178131
        },
        {
            "docid": "2091495_12",
            "document": "Nucleic acid double helix . At least three DNA conformations are believed to be found in nature, A-DNA, B-DNA, and Z-DNA. The \"B\" form described by James Watson and Francis Crick is believed to predominate in cells. It is 23.7 Å wide and extends 34 Å per 10 bp of sequence. The double helix makes one complete turn about its axis every 10.4–10.5 base pairs in solution. This frequency of twist (termed the helical \"pitch\") depends largely on stacking forces that each base exerts on its neighbours in the chain. The absolute configuration of the bases determines the direction of the helical curve for a given conformation.",
            "score": 44.232672452926636
        },
        {
            "docid": "16289_6",
            "document": "James Watson . James D. Watson was born in Chicago, Illinois, on April 6, 1928, as the only son of Jean (Mitchell) and James D. Watson, a businessman descended mostly from colonial English immigrants to America. His mother's father, Lauchlin Mitchell, a tailor, was from Glasgow, Scotland, and her mother, Lizzie Gleason, was the child of Irish parents from County Tipperary. Raised Catholic, he later described himself as \"an escapee from the Catholic religion.\" Watson said, \"The luckiest thing that ever happened to me was that my father didn't believe in God.\"",
            "score": 51.31284976005554
        },
        {
            "docid": "615757_11",
            "document": "Keilor, Victoria . In about 1838-39 the first European settlements were established by pastoralists James Watson and Alexander and John Hunter. James Watson is thought to have named their home station after a farm called Keillor <sic> in Forfarshire, Scotland, one of four which his father, Hugh Watson, tenanted.",
            "score": 53.45138645172119
        },
        {
            "docid": "11124673_3",
            "document": "Edward B. Watson . Watson was born on October 7, 1844, in Garnavillo, Iowa, as the child of James Watson and Emily Adams Franklin Watson. His older brother James Watson who would also serve on the Oregon Supreme Court was born in 1840. The family moved to Oregon Territory in 1853 and settled in Douglas County. In Oregon Edward Watson received an education in the public schools and at Wilbur Academy. Then, in June 1866, he graduated with a Bachelor of Arts from Pacific University in Forest Grove, Oregon. He then studied law and began practicing in 1868 in Jacksonville, Oregon. Watson studied the law under the supervision of his brother.",
            "score": 54.42158222198486
        },
        {
            "docid": "18897691_6",
            "document": "Woodlawn Cemetery (Fairmont, West Virginia) . James Otis Watson is considered the father of the bituminous coal industry in north central West Virginia. He and Pierpont owned the first coal mine to be commercially viable following the completion of the Baltimore and Ohio Railroad linking Fairmont with the eastern seaboard markets. One of his daughters married Aretas B. Fleming. His sons, James Edwin Watson, Sylvanus Lamb Watson and Clarence Wayland Watson are also buried here.",
            "score": 51.129692912101746
        },
        {
            "docid": "2136776_8",
            "document": "Wallace Thurman . He was able to publish only one issue of \"Fire!!\". It challenged such figures as W. E. B. Du Bois and African Americans who had been working for social equality and racial integration. Thurman criticized them for believing that black art should serve as propaganda for those ends. He said that the New Negro movement spent too much energy trying to show white Americans that blacks were respectable and not inferior.",
            "score": 34.097787380218506
        },
        {
            "docid": "9627698_22",
            "document": "Child development . John B. Watson’s behaviorism theory forms the foundation of the behavioral model of development 1925. Watson was able to explain the aspects of human psychology through the process of classical conditioning. With this process, Watson believed that all individual differences in behavior were due to different learning experiences. He wrote extensively on child development and conducted research (see Little Albert experiment). This experiment had shown that phobia could be created by classical conditioning. Watson was instrumental in the modification of William James’ stream of consciousness approach to construct a stream of behavior theory. Watson also helped bring a natural science perspective to child psychology by introducing objective research methods based on observable and measurable behavior. Following Watson’s lead, B.F. Skinner further extended this model to cover operant conditioning and verbal behavior. Skinner used the operant chamber, or Skinner box, to observe the behavior of small organisms in a controlled situation and proved that organisms' behaviors are influenced by the environment. Furthermore, he used reinforcement and punishment to shape in desired behavior.",
            "score": 52.30350911617279
        },
        {
            "docid": "7299_78",
            "document": "Colonialism . Popular political practices of the time reinforced colonial rule by legitimizing European (and/ or Japanese) male authority, and also legitimizing female and non-mother-country race inferiority through studies of Craniology, Comparative Anatomy, and Phrenology. Biologists, naturalists, anthropologists, and ethnologists of the 19th century were focused on the study of colonized indigenous women, as in the case of Georges Cuvier's study of Sarah Baartman. Such cases embraced a natural superiority and inferiority relationship between the races based on the observations of naturalists' from the mother-countries. European studies along these lines gave rise to the perception that African women's anatomy, and especially genitalia, resembled those of mandrills, baboons, and monkeys, thus differentiating colonized Africans from what were viewed as the features of the evolutionarily superior, and thus rightfully authoritarian, European woman.",
            "score": 33.8556067943573
        },
        {
            "docid": "13328928_3",
            "document": "List of fictional places in Yes Minister . Buranda is a fictional West African LDC (less developed country, later known as a developing country) that features in the second episode of \"Yes Minister\" (\"The Official Visit\") and (briefly) in \"Yes, Prime Minister\" (\"A Conflict of Interest\"). Formerly British Equatorial Africa, it is referred to privately by James Hacker as a \"TPLAC\" (tin-pot little African country), much to Sir Humphrey's consternation.",
            "score": 22.378887176513672
        },
        {
            "docid": "89988_26",
            "document": "W. E. B. Du Bois . The Niagarites held a second conference in August 1906, in celebration of the 100th anniversary of abolitionist John Brown's birth, at the West Virginia site of Brown's raid on Harper's Ferry. Reverdy C. Ransom spoke and addressed the fact that Washington's primary goal was to prepare blacks for employment in their current society: \"Today, two classes of Negroes, ... are standing at the parting of the ways. The one counsels patient submission to our present humiliations and degradations; ... The other class believe that it should not submit to being humiliated, degraded, and remanded to an inferior place ... it does not believe in bartering its manhood for the sake of gain.\"",
            "score": 16.8174569606781
        },
        {
            "docid": "2095829_81",
            "document": "Sonia Sotomayor . She takes several daily insulin injections, and her diabetes is considered to be well controlled. Sotomayor does not belong to a Catholic parish or attend Mass, but does attend church for important occasions. She has said, \"I am a very spiritual person [though] maybe not traditionally religious in terms of Sunday Mass every week, that sort of thing. The trappings are not important to me, but, yes, I do believe in God. And, yes, I do believe in the commandments.\"",
            "score": 14.513037919998169
        },
        {
            "docid": "30140560_10",
            "document": "South African Class 15A 4-8-2 . Since the only difference between the as-delivered Class 15 and Class 15A lay in the length of their boilers and whether they were built with or without combustion chambers, both models were reclassified to Class 15AR when they were reboilered with Watson Standard boilers. In the case of the Class 15A engines, reboilering replaced their combustion-chambered Belpaire boilers with less efficient Watson Standard boilers without combustion chambers and it was found that the rebuilds were inferior steamers compared with their non-rebuilt sister engines.",
            "score": 47.83868050575256
        },
        {
            "docid": "417385_19",
            "document": "Melvin B. Tolson . In 1941, he published his poem \"Dark Symphony\" in the \"Atlantic Monthly\". Some critics believe it is his greatest work, in which he compared and contrasted African-American and European-American history.",
            "score": 23.52231240272522
        },
        {
            "docid": "53870916_5",
            "document": "Native American slave ownership . In an effort to avoid removal, some Native American tribes attempted to assimilate into white European society through strategies such as formal schooling, adopting Christianity, moving off the reservation, or even owning slaves. The Five Civilized Tribes implemented some of these practices which they have seen as beneficial; they were working to get along with the Americans to keep their territory. These 5 nations made the largest efforts of all the Native American peoples to assimilate into white society adoption of slavey was one of them. They were the most receptive to whites pressures to adopt European cultures. The pressures from European Americans to assimilate, the economic shift of furs and deerskins, and the government's continued attempts to civilize native tribes in the south led to them adopting an economy based on agriculture. Slavery itself was not a new concept to indigenous American peoples as in inter-Native American conflict tribes often kept prisoners of war, but these captures often replaced slain tribe members. Native American \"versions\" of slavery prior to European contact came nowhere close to fitting the European definition of slavery as Native Americans did not originally distinguish between groups of people based on color, but rather traditions. There are conflicting theories as to what caused the shift between traditional Native American servitude to the oppressive racialized enslavement the Five Civilized tribes adopted. One theory is the civilized tribes adopted slavery as means to defend themselves from federal pressure believing that it would help them maintain their southern lands. Another narrative postulates that Native Americans began to feed into the European belief that Africans were somehow inferior to whites and themselves. Some indigenous nations such as the Chickasaws and the Choctaws began to embrace the concept that African bodies were property, and equated blackness to hereditary inferiority. In either case \"The system of racial classification and hierarchy took shape as Europeans and Euro-Americans sought to subordinate and exploit Native Americans' and Africans' land, bodies, and labor. Whether strategically or racially motivated the slave trade promoted interactions between the Five Civilized Tribes and African Slaves which led to new power relations among Native societies, elevating groups such as the Five Civilized Tribes to power and serving, ironically, to preserve native order.",
            "score": 37.293644189834595
        },
        {
            "docid": "50522581_14",
            "document": "Hungarian migrant quota referendum, 2016 . The Liberals took out a loan of HUF 12 million to place 150 billboards with political messages, such as \"If You stay home, Orbán remains upon us. Vote Yes!\" Guy Verhofstadt, the leader of the Alliance of Liberals and Democrats for Europe Group (ALDE), who called the referendum question as \"leading and manipulative\", which undermines the common European solution, actively participated in the MLP's campaign. In a video message, he said the Hungarian people was forced to \"choose between Hungary and Europe\". He urged the voters to \"say Yes to Europe, and say Yes to the European future of Hungary!\" Former ALDE Party President Graham Watson also expressed his support to the Liberal Party's quota campaign.",
            "score": 49.54647982120514
        },
        {
            "docid": "37578888_2",
            "document": "Michael B. Watson . Michael B. \"Mike\" Watson (born September 19, 1961 in Hopewell, Virginia) is an American politician. A Republican, he was elected to the Virginia House of Delegates in 2011. He represented the 93rd district, made up of the city of Williamsburg and parts of the counties of James City and York and the city of Newport News on the Virginia Peninsula.",
            "score": 45.73451352119446
        },
        {
            "docid": "155375_13",
            "document": "Chris Watson . Labour, including Watson, opposed the final terms of the Commonwealth Constitution, however their voting status was not enough to stop it from proceeding, and unlike Holman and Hughes, he believed that it should be submitted to the people. Nevertheless, with all but two of the Labour parliamentarians, he campaigned against the 'Yes' vote at the referendum. When the Constitution was accepted, he agreed that 'the mandate of the majority will have to be obeyed'. He had made an essential contribution to that democratic decision.",
            "score": 49.04709219932556
        },
        {
            "docid": "1881878_5",
            "document": "Nick of Time (film) . Watson eventually finds disabled war veteran named Huey who polishes people's shoes at the hotel. While at first he does not believe Watson's story, Smith talks to Watson about the plot, believing Huey to be completely deaf according to a sign. Huey reluctantly assists Watson to get to Governor Grant's suite and advise her of the conspiracy. Although skeptical at first of Watson's story, she later notices Brendan act suspiciously about Krista's whereabouts and realizes Watson was telling the truth. Being hastened by her husband to make the last speech, the governor greets supporters in a ballroom when Watson takes out the gun, points it at a projector room where Smith is watching him and shoots at the window. This unleashes a panic in the ballroom, causing a stampede and brief shootout between Watson and the security people. Thinking that his wife is dead, Brendan openly gloats about the plot's success, only to find out in horror that she had heard everything, confirming her suspicions about him.",
            "score": 52.979323625564575
        }
    ],
    "r": [
        {
            "docid": "26926596_42",
            "document": "History of the race and intelligence controversy . In 2007 James D. Watson, Nobel laureate in biology, gave a controversial interview to the \"Sunday Times Magazine\" during a book tour in the United Kingdom. Watson stated he was “inherently gloomy about the prospect of Africa” because “all our social policies are based on the fact that their intelligence is the same as ours – whereas all the testing says not really.” He also wrote that “there is no firm reason to anticipate that the intellectual capacities of peoples geographically separated in their evolution should prove to have evolved identically. Our wanting to reserve equal powers of reason as some universal heritage of humanity will not be enough to make it so.” This resulted in the cancellation of a Royal Society lecture, along with other public engagements, and his suspension from his administrative duties at Cold Spring Harbor Laboratory. He subsequently cancelled the tour and resigned from his position at CSHL, where he had served as either director, president or chancellor since 1968. However, Watson was later appointed chancellor emeritus of CSHL, and, as of 2009, he continued to advise and guide project work at the laboratory.",
            "score": 131.80801391601562
        },
        {
            "docid": "10690215_20",
            "document": "Bruno Maddox . Maddox's \"Discover\" columns are occasionally criticized; his essay \"Fictional Reality\", in particular, has been controversial. Maddox declared science fiction obsolete in his essay \"Fictional Reality\" and was roundly criticized in the blogosphere, most notably by \"Scientific American\"<nowiki>'</nowiki>s J.R. Minkel. Maddox wrote that \"fiction—all fiction—finally became obsolete as a delivery system for big ideas\" as a result of the \"scarcity of foreseeable future\", citing the decline of author Michael Crichton's work as evidence. Minkel lambasted Maddox and pointed to author Neal Stephenson's cutting-edge work as proof to the contrary, venturing that \"science fiction writers can \"dictate\" the future if they have the vim and vision\". One of Maddox's most recent \"Discover\" essays, \"The James Watson Affair\", examines comments made by James Watson in an article in London's \"Sunday Times\" which led to Watson's suspension at the laboratory where he worked and his eventual retirement, and is skeptical of critics who found Watson's comment about black employees \"not that big a deal\" yet charged him with racism for his proposition on black African intelligence; in conclusion, Maddox derides the views held by several critics, stating that in comparison to Watson's statements, \"the most ignorant and hurtful idea of all, of course, is that the entire topic of race and genes and intelligence is off-limits to all right-thinking, compassionate people, just on principle\", which pejoratively assumes \"that some races \"are\" innately and immutably much less intelligent than others\". Maddox's essay, although published in the March 2008 printed edition of \"Discover\", has not been published online.",
            "score": 92.14312744140625
        },
        {
            "docid": "16289_51",
            "document": "James Watson . Because of the public controversy, on October 18, 2007, the Board of Trustees at Cold Spring Harbor Laboratory suspended Watson's administrative responsibilities. On October 19, Watson issued an apology; on October 25, he resigned from his position as chancellor. In 2008, Watson was appointed chancellor emeritus of CSHL. , he continues to advise and guide project work at the laboratory. In a 2008 BBC documentary, Watson said: \"I have never thought of myself as a racist. I don't see myself as a racist. I am mortified by it. It was the worst thing in my life.\" An editorial in Nature at the time said that his remarks were \"beyond the pale,\" but wished that the tour had not been cancelled so that Watson would be forced to face his critics in person, encouraging scientific discussion on the matter.",
            "score": 85.29290771484375
        },
        {
            "docid": "16289_4",
            "document": "James Watson . From 1956 to 1976, Watson was on the faculty of the Harvard University Biology Department, promoting research in molecular biology. From 1968 he served as director of Cold Spring Harbor Laboratory (CSHL), greatly expanding its level of funding and research. At CSHL, he shifted his research emphasis to the study of cancer, along with making it a world leading research center in molecular biology. In 1994, he started as president and served for 10 years. He was then appointed chancellor, serving until he resigned in 2007 after making controversial comments claiming a link between intelligence and race. Between 1988 and 1992, Watson was associated with the National Institutes of Health, helping to establish the Human Genome Project.",
            "score": 83.5067138671875
        },
        {
            "docid": "441300_26",
            "document": "Cold Spring Harbor Laboratory . James D. Watson served as the Laboratory's director and president for 35 years. Upon taking charge in 1968, he focused the Laboratory on cancer research, creating a tumor virus group and successfully obtaining federal funds for an expansion of cancer research capabilities. Watson placed CSHL on a firm financial footing. Inspired by his Nobel collaborator, Francis Crick, Watson initiated a major push to scale-up CSHL research on the brain and psychiatric disorders, beginning in the late 1980s. In 1990, work was completed on the Arnold and Mabel Beckman Laboratory, and the Marks Neuroscience Building was opened in 1999. In 1994, Watson ceased being director of the Laboratory and assumed the title of president. In 2004 he was named chancellor, a position he held until October 2007, when he retired at the age of 79 after views attributed to him on race and intelligence appeared in the British press. He is now chancellor emeritus.",
            "score": 81.7798843383789
        },
        {
            "docid": "10095055_53",
            "document": "Preston Watson . Confirmation from articles in the Dundee Courier in 1910 confirming completion dates of Watson's first and second aeroplanes pour cold water on the suggestion that he built and flew rocking wing aircraft any earlier. Yet the rumours persist, with no small thanks to the likes of the book The pioneer flying achievements of Preston Watson, which is full of inconsistencies and errors and relies primarily on James Watson's discredited testimony. The unearthing of factual accounts of Watson's activities has not prevented a flood of articles and further re-assertions of the discredited stories in newspapers and magazines since James made his assertions over 60 years ago, however. During the 100th anniversary year of the Wrights' first powered flights, reporters took up the story and published \"their\" exclusive in the local press, recycling the same James Watson quotes and statements between them. Facts about Preston Watson remain as obscure to the public today as before December 1953, and although James Watson later publicly denied the claims he made about his brother. there are still many who refuse to accept that his tale has been so comprehensively debunked. This is unfortunate, considering the work that Preston actually carried out, and the conviction and enthusiasm he had for his subject matter. It is truly lamentable that he isn’t remembered for his pioneering work, regardless of the fact that it has proven to be fruitless.",
            "score": 81.60095977783203
        },
        {
            "docid": "16289_24",
            "document": "James Watson . In 1968, Watson became the Director of the Cold Spring Harbor Laboratory (CSHL). Between 1970 and 1972, the Watsons' two sons were born, and by 1974, the young family made Cold Spring Harbor their permanent residence. Watson served as the laboratory's director and president for about 35 years, and later he assumed the role of chancellor and then Chancellor Emeritus.",
            "score": 80.90050506591797
        },
        {
            "docid": "36397974_8",
            "document": "Race: Science's Last Taboo . \"Race and Intelligence: Science’s Last Taboo\", the first episode of the series, caused controversy when scientists such as Richard Lynn and J. Philippe Rushton claimed in interview that Africans were less intelligent than white people and East-Asians a little more, with a mean I.Q above the white mean. The production of the programme had been inspired by similar comments made by the Nobel prize James Watson, who was advised not to participate.",
            "score": 77.8753662109375
        },
        {
            "docid": "16289_9",
            "document": "James Watson . Originally, Watson was drawn into molecular biology by the work of Salvador Luria. Luria eventually shared the 1969 Nobel Prize in Physiology or Medicine for his work on the Luria–Delbrück experiment, which concerned the nature of genetic mutations. He was part of a distributed group of researchers who were making use of the viruses that infect bacteria, called bacteriophages. He and Max Delbrück were among the leaders of this new \"Phage Group,\" an important movement of geneticists from experimental systems such as \"Drosophila\" towards microbial genetics. Early in 1948, Watson began his PhD research in Luria's laboratory at Indiana University. That spring, he met Delbrück first in Luria's apartment and again that summer during Watson's first trip to the Cold Spring Harbor Laboratory (CSHL).",
            "score": 74.66050720214844
        },
        {
            "docid": "26926596_22",
            "document": "History of the race and intelligence controversy . In 1971 Richard Herrnstein wrote a long article on intelligence tests in The Atlantic for a general readership. Undecided on the issues of race and intelligence, he discussed instead score differences between social classes. Like Jensen he took a firmly hereditarian point of view. He also commented that the policy of equal opportunity would result in making social classes more rigid, separated by biological differences, resulting in a downward trend in average intelligence that would conflict with the growing needs of a technological society. Jensen and Herrnstein's articles were widely discussed. Hans Eysenck defended the hereditarian point of view and the use of intelligence tests in \"Race, Intelligence and Education\" (1971), a pamphlet presenting Jensenism to a popular audience, and \"The Inequality of Man\" (1973). He was severely critical of anti-hereditarians whose policies he blamed for many of the problems in society. In the first book he wrote that, \"All the evidence to date suggests the strong and indeed overwhelming importance of genetic factors in producing the great variety of intellectual differences which [are] observed between certain racial groups\", adding in the second, that \"for anyone wishing to perpetuate class or caste differences, genetics is the real foe\". \"Race, Intelligence and Education\" was immediately criticized in strong terms by IQ researcher Sandra Scarr as an \"uncritical popularization of Jensen's ideas without the nuances and qualifiers that make much of Jensen's writing credible or at least responsible.\"",
            "score": 74.44587707519531
        },
        {
            "docid": "10541564_37",
            "document": "Luke Watson . SARU president Oregan Hoskins, certain journalists and Watson himself at the time accused White of personal bias. For them, Watson's non-selection was due partly to the fact that his father Daniel \"Cheeky\" Watson was a former anti-apartheid activist, who alienated himself from the SA Rugby establishment by playing club rugby in the 'black' townships of Eastern Province at a time when this was illegal in terms of racist apartheid legislation. Watson claimed that Mike Howe, one of his coaches at Grey High School, had told him while he was still a student there that White had made derogatory comments about Watson. Cheeky Watson suggested that Howe had influenced White against Luke – a charge Howe denies. The elder Watson said that White, while the coach of the Under-21 national team, had told a South African Rugby Football Union before witnesses that he would not select Luke \" 'because he would come with his father's baggage' \".",
            "score": 69.79027557373047
        },
        {
            "docid": "16289_26",
            "document": "James Watson . In October 2007, Watson was suspended following criticism of his views on genetic factors relating to intelligence, and a week later, on the 25th, he retired at the age of 79 from CSHL from what the lab called \"nearly 40 years of distinguished service\". In a statement, Watson attributed his retirement to his age, and circumstances that he could never have anticipated or desired.",
            "score": 69.74766540527344
        },
        {
            "docid": "2209291_32",
            "document": "Intelligence and public policy . In the book \"Practical Ethics\", philosopher Peter Singer wrote: Let us suppose that the genetic hypothesis turns out to be correct... I believe that the implications of this supposition are less drastic than they are often supposed to be... First, the genetic hypothesis does not imply that we should reduce our efforts to overcome other causes of inequality between people... Perhaps we should put special efforts into helping those who start from a position of disadvantage, so that we end with a more egalitarian result. Second, the fact that the average IQ of one racial group is a few points higher than that of another does not allow anyone to say that all members of the higher IQ group have higher IQs... The point is that these figures are averages and say nothing about individuals... The third reason... is simply that, as we saw earlier, the principle of equality is not based on any actual equality that all people share. I have argued that the only defensible basis for the principle of equality is equal consideration of interests... Equal status does not depend on intelligence. Racists who maintain the contrary are in peril of being forced to kneel before the next genius they encounter. Differences in health care, nutrition, regulation of environmental toxins, and geographic distribution of diseases and control strategies between the developing world and developed nations have all been subjects of policies or policy recommendations (see Health and intelligence).",
            "score": 69.59220123291016
        },
        {
            "docid": "404806_19",
            "document": "Thomas E. Watson . In 1913, shortly after Frank's arrest, his wealthy family approached Watson with the offer of a substantial fee, in return for taking on Frank's legal defense. Watson, who opposed the death penalty, \"enjoyed a formidable reputation\" as a defense attorney in capital cases. The well-known Populist Party politician, and advocate for the poor, declined the offer. Historian Albert Lindemann says that \"Frank's friends and family would not have approached Watson to defend Frank if Watson had been known to be anti-Semitic.\" At that point in Watson's life, \"he had repeatedly expressed friendly words for Jews in his various publications, and Jewish merchants, even if hostile to [Watson's Populist political views], had regularly bought advertising space in those publications\". In his publications, Watson's taste for sensationalism was fully expressed in the coverage accorded the Leo Frank murder trial. Yet it \"rarely and only in inconsequential ways touched upon Jews\". After Frank's conviction, and for the next year, during the appeals process, Watson \"scrupulously refrained from comment about the case\". Until March 1914, when an editorial in the \"Atlanta Journal\", widely regarded as the organ of Watson's bitter political rival U.S. Senator Hoke Smith, demanded that Frank be given a new trial. Watson's desire to destroy Smith had, by that time, become \"a blinding obsession\". Convinced that the editorial in the \"Atlanta Journal\" was proof that Smith was receiving \"Jewish money\" to champion Frank's cause, Watson embarked on a plan to disgrace and destroy Smith, who was up for re-election. Watson, who for many years had attacked the Catholic Church, now began a campaign against rich Jews and Northerners who were, in his view, trying to free a murderer. In this effort he pulled out all the stops, conjuring up \"graphically vicious remarks about Jews\". Lindemann suggests two reasons for Watson's attacks: The feud with Senator Smith, and Watson's long-held Populist views about the power of the rich and their ability to escape penalty for things which brought harsh punishment for the poor. In keeping with this view, Watson wrote \"Frank belongs to the Jewish aristocracy, and it was determined by the rich Jews that no aristocrat of their race should die for the death of a working-class Gentile\". In response to the condemnation of Georgia in the national press after the Leo Frank lynching, Watson responded in \"The Jeffersonian\" intimating that \"another Ku Klux Klan may be organized to restore home rule\". However, Watson's biographer finds no evidence that Watson had any connection to the KKK that was later formed.",
            "score": 69.06029510498047
        },
        {
            "docid": "91452_23",
            "document": "John B. Watson . The 20th century marked the formation of qualitative distinctions between children and adults. Watson wrote the book \"Psychological Care of Infant and Child\" in 1928, with help from his mistress, turned wife, Rosalie Rayner. Critics then determined that the ideas mainly stemmed from Watson’s beliefs because Rosalie later entitled a self-penned article \"I am a Mother of Behaviorist Sons\". In the book, Watson explained that behaviorists were starting to believe psychological care and analysis was required for infants and children. All of Watson’s exclamations were due to his belief that children should be treated as a young adult. In his book, he warns against the inevitable dangers of a mother providing too much love and affection. Watson explains that love, along with everything else as the behaviorist saw the world, is conditioned. Watson supports his warnings by mentioning invalidism, saying that society does not overly comfort children as they become young adults in the real world, so parents should not set up these unrealistic expectations. Writer Suzanne Houk, \"Psychological Care of Infant and Child: A Reflection of its Author and his Times\", critiques Watson’s views, analyzing his hope for a businesslike and casual relationship between a mother and her child. Watson disapproved of thumb sucking, masturbation, homosexuality, and encouraged parents to be honest with their children about sex. Watson's reasoning for this was that, \"all of the weaknesses, reserves, fears, cautions, and inferiorities of our parents are stamped into us with sledge hammer blows\". Watson inferred that emotional disabilities were a result of personal treatment, not inherited.",
            "score": 68.90995025634766
        },
        {
            "docid": "16289_10",
            "document": "James Watson . The Phage Group was the intellectual medium where Watson became a working scientist. Importantly, the members of the Phage Group sensed that they were on the path to discovering the physical nature of the gene. In 1949, Watson took a course with Felix Haurowitz that included the conventional view of that time: that genes were proteins and able to replicate themselves. The other major molecular component of chromosomes, DNA, was widely considered to be a \"stupid tetranucleotide,\" serving only a structural role to support the proteins. However, even at this early time, Watson, under the influence of the Phage Group, was aware of the Avery–MacLeod–McCarty experiment, which suggested that DNA was the genetic molecule. Watson's research project involved using X-rays to inactivate bacterial viruses.",
            "score": 68.85779571533203
        },
        {
            "docid": "91452_18",
            "document": "John B. Watson . Watson called language a \"manipulative habit.\" He called it this because when we speak language, the sound originates in our larynx, which is a body instrument that we manipulate every time we talk in order to hear our \"voice.\" As we change our throat shape and tongue position, different sounds are made. Watson says when a baby first cries, or first says \"da\" or \"ma,\" that it is learning language. Watson also used an experiment that he and his wife conducted, in which they conditioned a baby to say \"da-da\" when he wanted his bottle. Although the baby was conditioned and was a success for a short while, the conditioning was eventually lost. Watson does say, however, that as the child got older, he would imitate Watson as a result of Watson imitating him. By three years old, the child needed no help developing his vocabulary because he was learning from others. Thus, language is imitative.",
            "score": 68.77217102050781
        },
        {
            "docid": "16289_22",
            "document": "James Watson . Views on Watson's scientific contributions while at Harvard are somewhat mixed. His most notable achievements in his two decades at Harvard may be what he wrote about science, rather than anything he discovered during that time. Watson's first textbook, \"The Molecular Biology of the Gene\", set a new standard for textbooks, particularly through the use of concept heads—brief declarative subheadings. His next textbook was \"Molecular Biology of the Cell\", in which he coordinated the work of a group of scientist-writers. His third textbook was \"Recombinant DNA\", which described the ways in which genetic engineering has brought much new information about how organisms function. The textbooks are still in print.",
            "score": 68.55146026611328
        },
        {
            "docid": "16289_12",
            "document": "James Watson . The experiments, which Watson had learned of during the previous summer's Cold Spring Harbor phage conference, included the use of radioactive phosphate as a tracer to determine which molecular components of phage particles actually infect the target bacteria during viral infection. The intention was to determine whether protein or DNA was the genetic material, but upon consultation with Max Delbrück, they determined that their results were inconclusive and could not specifically identify the newly labeled molecules as DNA. Watson never developed a constructive interaction with Kalckar, but he did accompany Kalckar to a meeting in Italy, where Watson saw Maurice Wilkins talk about his X-ray diffraction data for DNA. Watson was now certain that DNA had a definite molecular structure that could be elucidated.",
            "score": 68.49391174316406
        },
        {
            "docid": "26926596_31",
            "document": "History of the race and intelligence controversy . In the 1980s, the political scientist Jim Flynn compared the results of groups who took both older and newer versions of specific IQ tests. His research led him to the discovery of what is now called the Flynn effect: a substantial increase in average IQ scores over the years across all groups tested. His discovery was confirmed later by many other studies. While trying to understand these remarkable test score increases, Flynn had postulated in 1987 that \"IQ tests do not measure intelligence but rather a correlate with a weak causal link to intelligence\". By 2009, however, Flynn felt that the IQ test score changes are real. He suggests that our fast-changing world has faced successive generations with new cognitive challenges that have considerably stimulated intellectual ability. \"Our brains as presently constructed probably have much excess capacity ready to be used if needed. That was certainly the case in 1900.\" Flynn notes that \"Our ancestors in 1900 were not mentally retarded. Their intelligence was anchored in everyday reality. We differ from them in that we can use abstractions and logic and the hypothetical to attack the formal problems that arise when science liberates thought from concrete situations. Since 1950, we have become more ingenious in going beyond previously learned rules to solve problems on the spot.\" From the 1980s onwards, the Pioneer Fund continued to fund hereditarian research on race and intelligence, in particular the two English-born psychologists Richard Lynn of the University of Ulster and J. Philippe Rushton of the University of Western Ontario, its president since 2002. Rushton returned to the cranial measurements of the 19th century, using brain size as an extra factor determining intelligence; in collaboration with Jensen, he most recently developed updated arguments for the genetic explanation of race differences in intelligence. Lynn, longtime editor of and contributor to Mankind Quarterly and a prolific writer of books, has concentrated his research in race and intelligence on gathering and tabulating data about race differences in intelligence across the world. He has also made suggestions about its political implications, including the revival of older theories of eugenics, which he describes as \"the truth that dares not speak its name\".",
            "score": 68.36864471435547
        },
        {
            "docid": "15046175_3",
            "document": "Andrew Watson (scientist) . Watson graduated with a first class BSc in physics from Imperial College London in 1975. He then became a PhD student of James Lovelock, originator of the Gaia hypothesis of Earth regulation, at the University of Reading. He and Lovelock introduced the Daisyworld model in 1983, showing how ecological competition between hypothetical \"daisies\" could affect planetary albedo and regulate environmental temperature. Watson and his students have subsequently developed \"a priori\" models for the regulation of atmospheric composition through geological time. He has applied the weak Anthropic Principle to evolution on Earth, suggesting that long-term regulation of the Earth’s temperature and environment may be a necessary pre-requisite to allow sufficient time for the evolution of complex life and intelligence, rather than an intrinsic property of the biosphere as Lovelock proposed.",
            "score": 68.03301239013672
        },
        {
            "docid": "1700298_4",
            "document": "Richard J. Roberts . During 1969–1972, he did postdoctoral research at Harvard University.  before moving to Cold Spring Harbor Laboratory, where he was hired by James Dewey Watson, a co-discoverer of the structure of DNA and a fellow Nobel laureate. In 1992, he moved to New England Biolabs. The following year, he shared a Nobel Prize with his former colleague at Cold Spring Harbor Phillip Allen Sharp.",
            "score": 67.20162963867188
        },
        {
            "docid": "10095055_33",
            "document": "Preston Watson . Constructed from bamboo with its flying surfaces covered in canvas like his first aeroplane, Watson's No.2 was structurally similar to its predecessor, which lends credence to the fact that Watson's first rocking wing aircraft did not fly. The two aircraft shared the same dimensions, wing plan and box kite tail surfaces, although the 'A' frame centre section of the No.2 differed slightly from the No.1 in bracing details. Watson's new aeroplane was powered by a 1910 three cylinder 30 hp Humber engine. A number of accounts state that Preston, his younger brother James and Archie Dickie, who had allegedly gone to Paris to secure a Dutheil Chalmers engine from Alberto Santos-Dumont for Watson's previous aeroplane, all flew the machine at Errol at this time. The pictures published in the 15 May 1914 issue of Flight magazine, which captions the images as having been taken in 1912 have been mis-quoted by James as having been taken in 1908, but the No.2 was built in 1910 and it's 30 hp Humber engine was not produced until that year. On being given this piece of rather pointed evidence to the contrary by prominent aviation author Charles Gibbs-Smith, James Watson promptly changed his story. As with his first aeroplane, it is safe to assume that Watson's primary concern about the No.2 would have been its powerplant; above all other considerations, he had to equip it with an engine that was able to get it into the air. Quite probably, his choice of engine was driven by cost and availability. As with his first aeroplane, the fate of the Watson No.2 is unknown, although it was probably scrapped with the outbreak of the Great War. Watson's Third Aeroplane",
            "score": 66.91539764404297
        },
        {
            "docid": "10541564_3",
            "document": "Luke Watson . Watson has been controversial due to his relationship with then-national coach Jake White, political interference in his selection for the 2007 Springbok team, interaction with the squad afterwards, and his comments in a speech. Watson told a public gathering on 3 October 2008 that he had to stop himself from vomiting when he wore the Springbok jersey, and referred to black players such as Zola Yeye who during apartheid had been excluded from national selection. The media suggested that Watson had also denigrated Afrikaner players and rugby officials in a question and answer session, although the transcript of the speech does not bear this out.",
            "score": 66.8720474243164
        },
        {
            "docid": "933376_12",
            "document": "Albert Watson (South Carolina) . During his public career, John C. West avoided racial animosities, denounced the KKK in 1958, and supported all of the Democratic presidential nominees. In 1963, West addressed a testimonial dinner for Roy Wilkins, long-term executive director of the NAACP. West was primarily identified with such matters as industrial recruitment, health, education, and the environment. His low-key style made him appear bland in contrast to the assertive, flamboyant, and sometimes combative Watson. In February 1970, Albert Watson told a \"freedom-of-choice\" rally in Lamar in Darlington County to ignore those who call you \"racist, bigot, and hard-core rednecks.\" A few days later white militants in the area, armed with baseball bats and ax handles, tipped over two school buses in defiance of a desegregation order; though no one was injured, tear gas was used by police to restore order. Watson was seen by many as a bystander to the events.  Undaunted, Watson adopted the slogan \"Your Kind of Man\", which some equated with racial overtones. \"The New York Times\" quoted a white trucker as having remarked, \"Only one man is standing up for the white folks, and that's Albert Watson.\" Watson vowed to oppose court-ordered desegregation on the basis of quotas, while West warned that no \"reasonable alternative to compliance\" was any longer feasible. Watson proved unable to lock up the George C. Wallace base in South Carolina. Former State Representative Alfred W. \"Red\" Bethea of Dillon secured the American Independent Party gubernatorial nomination. Bethea claimed that Wallace was sympathetic to his candidacy, but Wallace was successfully seeking a third nonconsecutive term as governor of Alabama that year; he took no part in the South Carolina campaign. Frank B. Best, Sr., of Orangeburg, the 1968 Wallace campaign manager in South Carolina, endorsed Watson, having objected to West's early backing of Hubert H. Humphrey in the presidential race that year. West had called Humphrey \"a real friend of the South though he has had no credit for it.\" Other Wallace leaders backed West, who led in ten of the twelve counties that Wallace had carried in 1968. Watson ran television advertisements featuring scenes from riots which occurred five years earlier in Watts, Los Angeles. The use of the spots became so controversial that the Republican mayor of Greenville, R. Cooper White, Jr., cited them in his refusal to endorse Watson. White's criticism alarmed Republicans, who feared that Watson had painted himself into a minority ultra-conservative position. \"The Florence Morning News\" accused Watson of waging a \"negative campaign\" focusing on \"those who stand for racial segregation above all else.\" The newspaper labeled the racial issue \"phoney,\" claiming that Watson as governor would be \"unable to turn back the clock ... and is powerless to defy the federal courts.\" Stressing \"quality education\" amid desegregation, Watson promised \"some hope to our beleaguered students, teachers, and parents.\" He praised President Nixon for having opposed \"busing for racial balance\" and for having supported \"neighborhood schools.\" He accused the Democrats of \"surrender on the issue\" of forced busing. West claimed that politics should be removed from the desegregation question and pledged never to \"inflame or polarize class against class, rich against poor, or color against color,\" adding that the days of \"magnolias, segregation, and discrimination\" were history.",
            "score": 66.45379638671875
        },
        {
            "docid": "26926596_18",
            "document": "History of the race and intelligence controversy . In his article, 123 pages long, Jensen insisted on the accuracy and lack of bias in intelligence tests, stating that the absolute quantity \"g\" that they measured, the general intelligence factor, first introduced by the English psychologist Charles Spearman in 1904, \"stood like a Rock of Gibraltar in psychometrics\". He stressed the importance of biological considerations in intelligence, commenting that \"the belief in the almost infinite plasticity of intellect, the ostrich-like denial of biological factors in individual differences, and the slighting of the role of genetics in the study of intelligence can only hinder investigation and understanding of the conditions, processes, and limits through which the social environment influences human behavior.\" He argued at length that, contrary to environmentalist orthodoxy, intelligence was partly dependent on the same genetic factors that influence other physical attributes. More controversially, he briefly speculated that the difference in performance at school between blacks and whites might have a partly genetic explanation, commenting that there were \"various lines of evidence, no one of which is definitive alone, but which, viewed all together, make it a not unreasonable hypothesis that genetic factors are strongly implicated in the average Negro-white intelligence difference. The preponderance of the evidence is, in my opinion, less consistent with a strictly environmental hypothesis than with a genetic hypothesis, which, of course, does not exclude the influence of environment or its interaction with genetic factors.\" He advocated the allocation of educational resources according to merit and insisted on the close correlation between intelligence and occupational status, arguing that \"in a society that values and rewards individual talent and merit, genetic factors inevitably take on considerable importance.\" Concerned that the average IQ in the USA was inadequate to answer the increasing needs of an industrialised society, he predicted that people with lower IQs would become unemployable while at the same time there would be an insufficient number with higher IQs to fill professional posts. He felt that eugenic reform would prevent this more effectively than compensatory education, surmising that \"the technique for raising intelligence \"per se\" in the sense of \"g\", probably lie more in the province of biological science than in psychology or education\". He pointed out that intelligence and family size were inversely correlated, particularly amongst the black population, so that the current trend in average national intelligence was dysgenic rather than eugenic. As he wrote, \"Is there a danger that current welfare policies, unaided by eugenic foresight, could lead to the genetic enslavement of a substantial segment of our population? The fuller consequences of our failure seriously to study these questions may well be judged by future generations as our society's greatest injustice to Negro Americans.\" He concluded by emphasizing the importance of child-centered education. Although a tradition had developed for the exclusive use of cognitive learning in schools, Jensen argued that it was not suited to \"these children's genetic and cultural heritage\": although capable of associative learning and memorization (\"Level I\" ability), they had difficulties with abstract conceptual reasoning (\"Level II\" ability). He felt that in these circumstances the success of education depended on exploiting \"the actual potential learning that is latent in these children's patterns of abilities\". He suggested that, in order to ensure equality of opportunity, \"schools and society must provide a range and diversity of educational methods, programs and goals, and of occupational opportunities, just as wide as the range of human abilities.\"",
            "score": 66.22110748291016
        },
        {
            "docid": "16289_46",
            "document": "James Watson . In his memoir, \"Avoid Boring People: Lessons from a Life in Science\", Watson describes his academic colleagues as \"dinosaurs\", \"deadbeats\", \"fossils\", \"has-beens\", \"mediocre\", and \"vapid\". Steve Shapin in \"Harvard Magazine\" noted that Watson had written an unlikely \"Book of Manners\", telling about the skills needed at different times in a scientist's career; he wrote Watson was known for aggressively pursuing his own goals at the university. E. O. Wilson once described Watson as \"the most unpleasant human being I had ever met\", but in a later TV interview said that he considered them friends and their rivalry at Harvard old history (when they had competed for funding in their respective fields).",
            "score": 66.18962097167969
        },
        {
            "docid": "422111_36",
            "document": "Operation Flavius . Professor Alan Watson, a British forensic pathologist, carried out a post-mortem examination of the bodies. Watson arrived in Gibraltar the day after the shootings, by which time the bodies had been taken to the Royal Navy Hospital; he found that the bodies had been stripped of their clothing (causing difficulties in distinguishing entry and exit wounds), that the mortuary had no X-ray machine (which would have allowed Watson to track the paths of the bullets through the bodies), and that he was refused access to any other X-ray machine. After the professor returned to his home in Scotland, he was refused access to the results of blood tests and other evidence which had been sent for analysis and was dissatisfied with the photographs taken by the Gibraltar Police photographer who had assisted him. At the inquest, McGrory noted and questioned the lack of assistance given to the pathologist, which Watson told him was \"a puzzle\". Watson concluded that McCann had been shot four times—once in the jaw (possibly a ricochet), once in the head, and twice in the back; Farrell was shot five times (twice in the face and three times in the back). Watson was unable to determine exactly how many times Savage was shot—he estimated that it was possibly as many as eighteen times. McGrory asked Watson whether the pathologist would agree that Savage's body was \"riddled with bullets\"; Watson's answer made headlines the following morning: \"I concur with your word. Like a frenzied attack\". Watson agreed that the evidence suggested the deceased were shot while on the ground; a second pathologist called by McGrory offered similar findings. Two weeks later, the court heard from David Pryor—a forensic scientist working for London's Metropolitan Police—who had analysed the clothes of the dead; he told the inquest his analysis had been hampered by the condition of the clothing when it arrived. Pryor offered evidence contradictory to that given by Soldiers \"A\" and \"B\" about their proximity to McCann and Farrell when they opened fire—the soldiers claimed they were at least six feet (1.8 metres) away, but Pryor's analysis was that McCann and Farrell were shot from a distance of no more than two or three feet (0.6 or 0.9 metres).",
            "score": 65.57858276367188
        },
        {
            "docid": "177650_24",
            "document": "Hans Eysenck . As Buchanan commented:Harder to brush off was the impression that Eysenck was insensitive, even willfully blind to the way his work played out in a wider political context. He did not want to believe, almost to the point of utter refusal, that his work gave succor to right-wing racialist groups. But there is little doubt that Jensen and Eysenck helped revive the confidence of these groups. [...] It was unexpected vindication from a respectable scientific quarter. The cautionary language of Eysenck's interpretation of the evidence made little difference. To the racialist right, a genetic basis for group differences in intelligence bore out racialist claims of inherent, immutable hierarchy.Buchanan exemplifies Eysenck's cautionary approach with a number of concrete examples from Eysenck's writings, and concludes that:If the appropriation of his work by right-wing groups brought him baggage that would be hard to shake off, how then did he construe his relationship with them? Eysenck was a scientist who believed that good research would eventually help temper social wrongs and excesses. The trouble was that the empirical science was clearly taken to be part of the problem as well as the solution. Its very impartiality was itself held up to question. The lack of consensus on the technical issues fed open-ended arguments about truth, social justice, and how we should live. Thus the controversy ran on and on.Eysenck's defence was that ultimately he did not shy away from publishing or being interviewed in controversial publications, and that he did not necessarily share their editorial viewpoint. Buchanan suggests that this may have been true in general, with an Eysenck interview appearing in \"Mayfair\" and several articles by Eysenck being published in \"Penthouse\". In his autobiography, Eysenck answered his critics with: \"It is odd, and indeed paradoxical, that my most determined opponents should have been people with whose aims I completely agreed.\" Regarding the equality of people, Eysenck wrote: The major argument in modern times is between those who define equality in terms of social status, and those who define it in terms of equality of biological inheritance. Equality of social status has always been a socialist idea, and it is certainly possible to argue about its desirability, or the possibility of achieving it. Equality of biological abilities and traits is a chimera which no thinking person should entertain for one moment. Eysenck stated his own views in the Introduction to \"Race, Education and Intelligence\": [T]he reader is consequently entitled to ask in which direction the writer's own political and social beliefs and attitudes go. […] My recognition of the importance of the racial problem, and my own attitudes of opposition to any kind of racial segregation, and hatred for those who suppress any sector of the community on grounds of race (or sex or religion) were determined in part by the fact that I grew up in Germany, at a time when Hitlerism was becoming the very widely held doctrine which finally prevailed and led to the deaths of several million Jews whose only crime was that they belonged to an imaginary \"race\" which had been dreamed up by a group of men in whom insanity was mixed in equal parts with craftiness, paranoia with guile, and villainy with sadism.",
            "score": 65.52027893066406
        },
        {
            "docid": "11064134_9",
            "document": "Phage group . Jim Watson, in a retrospective article, described his first experiences as a student with Luria in 1947. Apparently, according to Watson \"…many students were afraid of Luria who had a reputation of being arrogant toward people who were wrong.\" However, as the fall term wore on, Watson \"saw no evidence of the rumored inconsiderateness toward dimwits.\" Thus with no real reservations (except for occasional fear that he was not bright enough to move in his circle) he asked Luria whether he could do research under his direction in the spring term. Luria promptly said yes, and gave Watson the task of studying X-ray-induced multiplicity reactivation of phage as described above. The only other scientist in Luria’s lab at that time, with whom Watson shared a lab bench, was Renato Dulbecco (a future member of the phage group), who had recently arrived from Italy to do experiments on phage multiplicity reactivation. Later that semester (1948), Watson met, for the first time, Delbruck who was briefly visiting Luria. Watson wrote \"Almost from Delbruck’s first sentence, I knew I was not going to be disappointed. He did not beat around the bush and the intent of his words was always clear. But even more important to me was his youthful appearance and spirit.\" Watson noted that on this occasion, as on many subsequent occasions, Delbruck talked about Bohr (the physicist) and his belief that a complementarity principle, perhaps like that needed for understanding quantum mechanics, would be the key to the real understanding of biology.",
            "score": 64.99797821044922
        },
        {
            "docid": "23290914_29",
            "document": "Dr. Watson . In the 1988 parody film \"Without a Clue\", the roles of a witless Watson and an extremely intelligent Holmes are reversed. In the film, Holmes (Michael Caine) is an invention of Watson (Ben Kingsley) played by an alcoholic actor; when Watson initially offers suggestions on how to solve a case to some visiting policemen, he is at the time applying for a post in an exclusive medical practice, and so invents the fictional Holmes to avoid attracting attention to himself, continuing the \"lie\" of Holmes's existence after he fails to get the post. At the same time, Watson becomes increasingly frustrated that his own talents are unrecognised, and unavailingly attempts to win celebrity for himself as \"the Crime Doctor.\"",
            "score": 64.40970611572266
        },
        {
            "docid": "152951_14",
            "document": "Science Museum, London . In October 2007, the Science Museum cancelled a talk by the co-discoverer of the structure of DNA, James D. Watson, because he claimed that IQ test results showed blacks to have lower intelligence than whites. The decision was criticised by some scientists, including Richard Dawkins, as well as supported by other scientists, including Steven Rose.",
            "score": 64.27880096435547
        }
    ]
}