{
    "q": [
        {
            "docid": "12109342_7",
            "document": "Cat Stevens' comments about Salman Rushdie . Robertson: You don't think that this man deserves to die? Y. Islam: Who, Salman Rushdie? Robertson: Yes. Y. Islam: Yes, yes. Robertson: And do you have a duty to be his executioner? Y. Islam: Uh, no, not necessarily, unless we were in an Islamic state and I was ordered by a judge or by the authority to carry out such an act – perhaps, yes. [Some minutes later, Robertson on the subject of a protest where an effigy of the author is to be burned] Robertson: Would you be part of that protest, Yusuf Islam, would you go to a demonstration where you knew that an effigy was going to be burned? Y. Islam: I would have hoped that it'd be the real thing. \"The New York Times\" also reports this statement from the programme: I might ring somebody who might do more damage to him than he would like. I'd try to phone the Ayatollah Khomeini and tell him exactly where this man is.",
            "score": 32.19552731513977
        },
        {
            "docid": "1912480_9",
            "document": "Ellsberg paradox . Since the prizes are exactly the same, it follows that you will \"prefer\" Gamble A to Gamble B if and only if you believe that drawing a red ball is more likely than drawing a black ball (according to expected utility theory). Also, there would be no clear preference between the choices if you thought that a red ball was as likely as a black ball. Similarly it follows that you will \"prefer\" Gamble C to Gamble D \"if, and only if\", you believe that drawing a red or yellow ball is more likely than drawing a black or yellow ball. It might seem intuitive that, if drawing a red ball is more likely than drawing a black ball, then drawing a red or yellow ball is also more likely than drawing a black or yellow ball. So, supposing you \"prefer\" Gamble A to Gamble B, it follows that you will also \"prefer\" Gamble C to Gamble D. And, supposing instead that you \"prefer\" Gamble B to Gamble A, it follows that you will also \"prefer\" Gamble D to Gamble C.",
            "score": 22.478389739990234
        },
        {
            "docid": "51141048_8",
            "document": "Gray rape . In a \"New York Times\" article entitled “When saying ‘yes’ is easier than saying ‘no,’” Jessica Bennett describes the \"complex situation\" of sexual encounters \"...you thought you wanted, or maybe you actually never wanted, but somehow here you are and it’s happening and you desperately want out, but you know that at this point exiting the situation would be more difficult than simply lying there and waiting for it to be over. In other words: saying yes when we really mean no\", which have been termed “the point of no return,” “gray zone sex,” “begrudgingly consensual sex,” “lukewarm sex,” and “bad sex,” an expression in which \"bad\" refers “not to the perceived pleasure of it, but to the way you feel in the aftermath.”",
            "score": 34.84972310066223
        },
        {
            "docid": "615477_26",
            "document": "Sunshine Skyway Bridge . Corporal Gary Schluter of the Florida State Highway Patrol — who has \"seen the number of suicides, and attempts, climb steadily over the last few years\" at the Sunshine Skyway Bridge, as well as persuaded multiple would-be suicides at that site to live — advises: \"People look at that water and think it's very serene, an easy way to die ... [but] ... it's more like hitting concrete.\" As he and other troopers explained to \"The New York Times\" reporter Rick Bragg, \"Jumpers tend to die ugly. [...] The fall, less than four seconds, ends in a bone-snapping, organ-rupturing trauma, but some jumpers do not lose consciousness, and drown in agony.\" Schluter elaborated: \"We retrieve the bodies. They are distorted, mangled.\"",
            "score": 47.09702444076538
        },
        {
            "docid": "20783125_16",
            "document": "Yes–no question . A further ambiguity with yes–no questions, in addition to that of polarity, is the ambiguity of whether an \"exclusive\" or \"inclusive\" disjunction is meant by the word \"or\", as it can represent either. Conventionally, in English yes–no questions the \"or\" represents an exclusive disjunction. However, as with the \"Would you like an apple or an orange?\" question mentioned earlier, to which one possible answer, as a yes–no question, is \"yes.\", yes–no questions can also be taken to be \"inclusive\" disjunctions. The informativeness of the \"or\" in the question is low, especially if the second alternative in the question is \"something\" or \"things\". The \"exclusive\" and \"inclusive\" can be determined often in spoken language (the speaker will often lower their pitch at the end of an \"exclusive\" question, as opposed to raising it at the end of an \"inclusive\" question), but it is a frequent source of humour for computer scientists and others familiar with Boolean logic, who will give responses such as \"yes\" to questions such as \"Would you like chicken or roast beef for dinner?\". However, the ambiguity is not confined to humour. The apple-or-orange question may be legitimately asking whether either is wanted, for example, and \"Would you like an apple or something?\" is indeed \"expecting\" either \"yes\" or \"no\" as a proper answer rather than the answer \"Something\" that an exclusive disjunction would be requesting.",
            "score": 31.704678773880005
        },
        {
            "docid": "7180207_2",
            "document": "New York Soundtracks . New York Soundtracks is a remix album of One Step More and You Die by the Japanese band Mono. It was released as a CD in 2004 and in 2009 as part of the special deluxe double LP of 2003 album One Step More and You Die.",
            "score": 27.57062292098999
        },
        {
            "docid": "8789616_17",
            "document": "Fragile (Yes album) . In 2005, \"Fragile\" was included in the musical reference publication \"1001 Albums You Must Hear Before You Die\". In his review for AllMusic, Bruce Eder gave the album five stars out of five. He writes: \"\"Fragile\" was Yes' breakthrough album, propelling them in a matter of weeks from a cult act to an international phenomenon; not coincidentally, it also marked the point where all of the elements of the music (and more) that would define their success for more than a decade fell into place fully formed. The science-fiction and fantasy elements that had driven the more successful songs on ... \"The Yes Album\", were pushed much harder here, and not just in the music but in the packaging of the album: the Roger Dean-designed cover was itself a fascinating creation that seemed to relate to the music and drew the purchaser's attention in a manner that few records since the heyday of the psychedelic era could match.\"",
            "score": 18.013622760772705
        },
        {
            "docid": "12686181_81",
            "document": "Fossil fuel phase-out . The exact question posed by the survey was as follows: More than half of power plant-generated electricity comes from coal. Experts say that power plants are responsible for about 40 percent of U.S. carbon dioxide pollution linked to global warming. There are plans to build more than 150 new coal-fired power plants over the next several years. Would you support a five-year moratorium on new coal-fired power plants in the United States if there was stepped-up investment in clean, safe and renewable energy—such as wind and solar—and improved home energy-efficiency standards? Would you say definitely yes, probably yes, probably no, definitely no, or don't know.",
            "score": 29.145601749420166
        },
        {
            "docid": "22092085_11",
            "document": "How the Poor Die . In the public wards of hospitals you see horrors that you don't seem to meet with among people who manage to die in their own homes, as though certain diseases only attacked people at the lower income levels. But it is a fact that you would not in any English hospitals see some of the things I saw in the Hôpital X. This business of dying like animals, for instance, with nobody interested, the death not even noticed till the morning—this happened more than once.",
            "score": 18.59591269493103
        },
        {
            "docid": "531846_3",
            "document": "Lerner and Loewe . Alan Jay Lerner and Frederick Loewe, more commonly known as Fritz, met in 1942 at the Lambs Club in New York City where, according to Loewe, he mistakenly took a wrong turn to the men's room and walked past Lerner's table. Lerner describes this initial meeting in his autobiography \"The Street Where I Live\": \" 'You're Lerner, aren't you?' he asked. I could not deny it. 'You write Lyrics, don't you?' he continued. 'I try,' I replied. 'Well,' he said, 'would you like to write with me?' I immediately said, 'Yes.' And we went to work.\"",
            "score": 24.208847999572754
        },
        {
            "docid": "70598_12",
            "document": "Robert Cecil, 1st Earl of Salisbury . Cecil, like his father, greatly admired the Queen, whom he famously described as being \"more than a man, but less than a woman\". Despite his careful preparations for the succession, he clearly regarded the Queen's death as a misfortune to be postponed as long as possible. During her last illness, when Elizabeth would sit motionless on cushions for hours on end, Cecil boldly told her that she must go to bed. Elizabeth roused herself one last time to snap at him: \"Must is not a word to be used to princes, little man... your late father were he here would never had dared to speak such a word to me\"; but she added wryly \"Ah, but ye know that I must die, and it makes you presumptuous\".",
            "score": 25.12047529220581
        },
        {
            "docid": "17467157_6",
            "document": "Teenage Love (album) . Allmusic describes \"Teenage Love\" as, \"the weakest studio album in Cold Chisel's catalog.\" However, it continues, \"Yes, it's Chisel's \"B\" material [...] But then, most bands would kill to have this kind of stuff as their \"A\" material.\" Ian McFarlane said, \"\"Teenage Love\" proved to be a remarkable collection of songs that were brimming with loose ends and vibrant spontaneity. Outstanding tracks like \"Metho Blues\", \"Nothing but You\", \"Teenage Love Affair\" and the boogie \"Drinkin' in Port Lincoln\" possessed more grit and fire than most of the debut album or \"Twentieth Century\".",
            "score": 18.90048098564148
        },
        {
            "docid": "14482057_8",
            "document": "Orange Blossom Special (song) . Look a-yonder comin'<br> Comin' down that railroad track<br> Hey, look a-yonder comin'<br> Comin' down that railroad track<br> It's the Orange Blossom Special<br> Bringin' my baby back<br> <br> Well, I'm going down to Florida<br> And get some sand in my shoes<br> Or maybe Californy<br> And get some sand in my shoes<br> I'll ride that Orange Blossom Special<br> And lose these New York blues<br> <br> \"Say man, when you going back to Florida?\"<br> \"When am I goin' back to Florida? I don't know, don't reckon I ever will.\"<br> \"Ain't you worried about getting your nourishment in New York?\"<br> \"Well, I don't care if I do-die-do-die-do-die-do-die.\"<br> <br> Hey talk about a-ramblin'<br> She's the fastest train on the line<br> Talk about a-travellin'<br> She's the fastest train on the line<br> It's that Orange Blossom Special<br> Rollin' down the seaboard line",
            "score": 43.16976523399353
        },
        {
            "docid": "49625_10",
            "document": "The New York Sun . \"The Sun\" established a readership niche for itself foremost in New York. Alex Jones of the Joan Shorenstein Center on the Press, Politics, and Public Policy said, \"It was a newspaper especially savored by people who don't like \"The New York Times\", and there are plenty of those in New York.\" The paper also scored more scoops than would be expected for its size and Stephen B. Shepard, dean of the CUNY Graduate School of Journalism at the City University of New York said that its effective coverage of local news earned it a place in the New York media world. Accordingly, it was known as a good place for young, ambitious, scrappy reporters to start out.",
            "score": 31.533008337020874
        },
        {
            "docid": "24140243_3",
            "document": "I Love You Yes I Do . In 1961, Bull Moose Jackson recorded a new version of the song without his band. The new version hit number ten on the R&B chart, and number ninety-eight on the \"Billboard\" Hot 100. Both versions of \"I Love You Yes I Do\" would be the only times Jackson crossed over to the national pop charts.",
            "score": 15.769798278808594
        },
        {
            "docid": "2987336_5",
            "document": "Double-barreled question . An example of a double-barreled question would be the following: \"do you think that students should have more classes about history and culture?\" This question asks about two different issues: \"do you think that students should have more classes about history\" and \"do you think that students should have more classes about culture?\" Combining both questions into one makes it unclear what exactly is being measured, and as each question may elicit a different response if asked separately there is an increased likelihood of confusing the respondents. In other words, while some respondents would answer \"yes\" to both and some \"no\" to both, some would like to answer both \"yes and no\".",
            "score": 20.555769681930542
        },
        {
            "docid": "40570_47",
            "document": "United States presidential election, 1980 . In his closing remarks, Reagan asked viewers: \"Are you better off now than you were four years ago? Is it easier for you to go and buy things in the stores than it was four years ago? Is there more or less unemployment in the country than there was four years ago? Is America as respected throughout the world as it was? Do you feel that our security is as safe, that we're as strong as we were four years ago? And if you answer all of those questions 'yes', why then, I think your choice is very obvious as to whom you will vote for. If you don't agree, if you don't think that this course that we've been on for the last four years is what you would like to see us follow for the next four, then I could suggest another choice that you have.\"",
            "score": 32.72619414329529
        },
        {
            "docid": "3831303_8",
            "document": "Make Them Die Slowly (album) . However, some fans tend to enjoy this release more as the album more closely resembles the sound that would dominate much of White Zombie's later career. David Sprague of \"Spin Magazine\" gave it an enthusiastic review, saying \"\"Make Them Die Slowly\" might not be \"the\" metal LP to end all metal LPs, but it's damned likely to give you more nightmares \"and\" chuckles than anything else money can buy you these days\". Sprague also gave the production uncommon praise, writing that Laswell \"brings with him the simultaneously thin and heavy sound he's so fond of (c.f. Motörhead's \"Orgasmatron\"), and works wonders with it.\"",
            "score": 22.07003664970398
        },
        {
            "docid": "649735_22",
            "document": "Abu Ghraib torture and prisoner abuse . In May 2004, the \"Washington Post\" reported evidence given by Ameen Saeed Al-Sheik, detainee No. 151362. It quoted him as saying; \"They said we will make you wish to die and it will not happen [...] They stripped me naked. One of them told me he would rape me. He drew a picture of a woman to my back and made me stand in shameful position holding my buttocks.\" \"'Do you pray to Allah?' one asked. I said yes. They said, '[Expletive] you. And [expletive] him.' One of them said, 'You are not getting out of here health[y], you are getting out of here handicapped. And he said to me, 'Are you married?' I said, 'Yes.' They said, 'If your wife saw you like this, she will be disappointed.' One of them said, 'But if I saw her now she would not be disappointed now because I would rape her.' \" [...] \"They ordered me to thank Jesus that I'm alive.\" [...] \"I said to him, 'I believe in Allah.' So he said, 'But I believe in torture and I will torture you.'\"",
            "score": 20.914587259292603
        },
        {
            "docid": "4044969_8",
            "document": "Du, du liegst mir im Herzen . Und, und wenn in der Ferne, mir, mir dein Bild erscheint, dann, dann wünscht ich so gerne daß uns die Liebe vereint. Ja, ja, ja, ja, daß uns die Liebe vereint.</poem> <poem style=\"margin-left:2em; float:left;\">You, you are in my heart, you, you are in my mind. You, you cause me much pain, you don't know how good I am for you. Yes, yes, yes, yes you don't know how good I am for you.",
            "score": 18.122493743896484
        },
        {
            "docid": "33351199_6",
            "document": "This Isn't Everything You Are . The radio and video edit of the song excludes the lines \"Is he worth all this, is it a simple yes? / Cause if you have to think, it's fucked / Feels like you loved him more, than he loved you / And you wish you’d never met.\"",
            "score": 20.622127532958984
        },
        {
            "docid": "934416_4",
            "document": "Follow the Leader (Eric B. &amp; Rakim album) . \"Follow the Leader\" was well received by contemporary critics. \"Los Angeles Times\" writer Jonathan Gold viewed it as \"far more consistent\" than the duo's \"Paid in Full\", calling Eric B. \"a master of chill, understated beats\" and complimenting Rakim for weaving \"a laid-back web of words, his whiskey-smooth tenor less noisy but more intense than the machine-gun mutterings you hear booming from beat boxes, his keen rhymes all the more devastating for being near-whispered where lesser rappers would shout\". In his review for \"The Village Voice\", Robert Christgau found the duo's sampling as an improvement from their previous work's \"Brownian motion\" and complimented Rakim's \"ever-increasing words-per-minute ratio—the man loves language like a young Bob D\". Peter Watrous of \"The New York Times\" commended Eric B.'s mixes and described him as \"a minimalist virtuoso\". Watrous called Rakim \"one of the most distinctive rappers in the business\" and elaborated on his lyricism: \"His voice soars as gracefully as a well-thrown football; it'll change direction on the spot. He will vary rhythms, pushing and pulling against the beat to highlight his lyrics. Insistent, cool and dedicated, his rapping has an urgency that makes the music much more than pop; it sounds like a musical version of a political, social vision.",
            "score": 23.597799062728882
        },
        {
            "docid": "9432064_7",
            "document": "Flavor of Love (season 1) . New York accuses Hottie of stealing her jacket because she had made statements that she was so competitive that she might cut up someone's clothes to win. Hottie rebuffs New York, saying New York is just jealous, because Hottie believes she looks like Beyoncé. New York tells her she looks more like Luther Vandross. New York's exact words from the unrated DVD to Beyoncé was \" Beyonce, I'm sorry that an ugly ass bitch like this would even say that.\" Serious showed her breasts to Hottie and says that if Hottie's \"double D's\" don't look like hers, it shouldn't matter. New York and Pumkin then begin confronting Hottie. Hottie tells Pumkin, \"you need to learn how to read.\" Pumkin comes back at Hottie with, \"I can read you, fat fucking bitch that's all I need to read.\" New York tells Hottie if something in the house goes missing that she would always come to Hottie, because Hottie has a history of stealing, and due to a few comments Hottie made about being so competitive that she would \"cut clothes, steal things, etc.\"",
            "score": 36.68724870681763
        },
        {
            "docid": "1523829_30",
            "document": "Mexican Spanish . A more or less recent phenomenon in the speech of central Mexico, having its apparent origin in the State of Mexico, is the use of negation in an unmarked yes/no question. Thus, in place of \"¿Quieres...?\" (Would you like...?), there is a tendency to ask \"¿No quieres...?\" (Wouldn't you like...?).",
            "score": 12.86597466468811
        },
        {
            "docid": "2123140_13",
            "document": "Illustrations of the rule against perpetuities . Suppose B is married without children at the time of the devise. Suppose further that B's wife were to die or B were to divorce. If B were to remarry to someone who was born \"after\" the devise, the new wife would not be a life in being at the time of the devise. Similarly, any children born to B and his new wife would also not be lives in being at the time of the devise. If B's new wife were to outlive him (making her his widow) and survive him by more than 21 years, then the interest to \"B's children then living\" would not vest until after the perpetuities period expired (21 years after the death of B, the only relevant life in being at the time of the devise), because only upon the death of the widow can one ascertain who are \"B's children then living.\"",
            "score": 20.75792908668518
        },
        {
            "docid": "7765690_3",
            "document": "Dusty (album) . Just like the preceding \"Stay Awhile/I Only Want to Be with You\", \"Dusty\" comprises tracks from Springfield's UK debut album \"A Girl Called Dusty\" as well as recordings from UK singles and EP's. The album also includes tracks from the very first recordings Springfield made in the United States as a solo performer. A total of eight tracks were recorded in New York in September 1964, produced by Shelby Singleton Jr., some of which were first issued in the UK on the 1965 EP \"Dusty in New York\", others as single B-sides, while some in fact would remain unreleased in Springfield's native Britain for more than thirty years, until they had their debut as bonus tracks on the digitally remastered edition of the 1965 UK album \"Ev'rything's Coming Up Dusty\" – issued in 1998.",
            "score": 28.610167741775513
        },
        {
            "docid": "30881270_5",
            "document": "Tevot . Adès also recalled a sense of urgency writing the piece, saying, \"I couldn't sleep at night. I would feel that I would absolutely die if I didn't succeed in bringing the piece to harbour. It would have been a frightening feeling not to do that. It's more than a need - it feels essential. It's like transporting a person through the air, and you have to make sure they land in one piece.\"",
            "score": 20.06982398033142
        },
        {
            "docid": "40889714_13",
            "document": "Perfume (Britney Spears song) . Rachel McRady from \"Us Weekly\" noted that the video \"is a bit more stripped down than Brit's fantastical iconic videos like \"Oops! I Did It Again\" and her new dance hit \"Work B**ch.\".\" \"Billboard\"s Chris Payne praised the director for staying true to the lyrical content, weaving a tale of jealousy and an ill-fated engagement ring along with the \"contemplative\" song. He finished the review saying \"It's a video that captures the highs of a passionate relationship, but also plenty of the lows, which define it in the end.\". Writing for MTV, Jocelyn Vena said that the video is probably one of Spears's most theatrical video in years. However, Gregory E. Miller from \"New York Post\" was critical with Spears's fragrance product placement in the video, writing: \"She wouldn't actually be so shameless as to put that product placement [for her fragrances] in her video for a song called 'Perfume', would she? Oh, yes, she would.\"",
            "score": 29.11476218700409
        },
        {
            "docid": "3543130_12",
            "document": "Underwater diving . Hypothermia is reduced body temperature that happens when a body loses more heat than it generates. Hypothermia is a major limitation to swimming or diving in cold water. The reduction in finger dexterity due to pain or numbness decreases general safety and work capacity, which in turn increases the risk of other injuries. Body heat is lost much more quickly in water than in air, so water temperatures that would be tolerable as outdoor air temperatures can lead to hypothermia, which may lead to death from other causes in inadequately protected divers.",
            "score": 86.96169447898865
        },
        {
            "docid": "54637386_10",
            "document": "Physiology of underwater diving . Hypothermia is reduced body temperature that happens when a body dissipates more heat than it absorbs. Hypothermia is a major limitation to swimming or diving in cold water. The reduction in finger dexterity due to pain or numbness decreases general safety and work capacity, which consequently increases the risk of other injuries. Body heat is lost much more quickly in water than in air, so water temperatures that would be quite reasonable as outdoor air temperatures can lead to hypothermia in inadequately protected divers, although it is not often the direct clinical cause of death.",
            "score": 85.87190437316895
        },
        {
            "docid": "35737961_22",
            "document": "The Good Dinosaur . Arlo was designed so that the audience could identify with him and be able to see the \"boy\" inside the dinosaur. Sohn explained \"When Arlo gets lost in the wilderness, you need to worry that he's out of his element and in danger of getting killed, rather than just thinking 'You're an animal. Why don’t you just turn around and eat some leaves?'\" He additionally stated \"If you put like a realistic dinosaur in the woods, eat some leaves, you’re fine… But we really wanted to play with that twist of this is a boy out there. A dinosaur boy for sure, but trying to infuse those qualities into him… And also keeping him in a world that had an arc to itself. That it would start off being beautiful and then become dangerous. When we had these designs of the trees where they were a little bit more blocky and a little bit more graphic. We put Arlo in front of it, it’s like 'ooh that kind of is cool, but boy, it doesn’t feel like it's that dangerous.' Like when we get a rock stuck on him, it didn’t feel like anything ’cause when we went on our research trips, boy that idea of like you can get, you could die by a small thing like having a rock on your foot. Or you could die by a huge thing like an avalanche, which we tried to kind of explore in the film. So that was one of our main intents.\"",
            "score": 35.81042289733887
        },
        {
            "docid": "51756673_10",
            "document": "An Evening of Yes Music and More . In an interview with \"Rolling Stone\" magazine, Anderson stated that the band would perform classic Yes songs like \"Awaken\" and \"And You and I\" as well as some songs from \"Talk\" (1994), \"90125\" (1983) and \"Big Generator\" (1987). Anderson also hinted at the songs \"Perpetual Change\" and \"Starship Trooper\" to be played. He also assured that the setlist shouldn't fluctuate from night to night, stating: \"It's like a movie to me, a play. Once you've got [the setlist] right, you stick to it since it'll only get better. If you start changing it you finish up a little bit confused.\"",
            "score": 14.262223243713379
        }
    ],
    "r": [
        {
            "docid": "146879_2",
            "document": "Hypothermia . Hypothermia is reduced body temperature that happens when a body dissipates more heat than it absorbs. In humans, it is defined as a body core temperature below . Symptoms depend on the temperature. In mild hypothermia there is shivering and mental confusion. In moderate hypothermia shivering stops and confusion increases. In severe hypothermia, there may be paradoxical undressing, in which a person removes his or her clothing, as well as an increased risk of the heart stopping. Hypothermia has two main types of causes. It classically occurs from exposure to extreme cold. It may also occur from any condition that decreases heat production or increases heat loss. Commonly this includes alcohol intoxication but may also include low blood sugar, anorexia, and advanced age. Body temperature is usually maintained near a constant level of through thermoregulation. Efforts to increase body temperature involve shivering, increased voluntary activity, and putting on warmer clothing. Hypothermia may be diagnosed based on either a person's symptoms in the presence of risk factors or by measuring a person's core temperature. The treatment of mild hypothermia involves warm drinks, warm clothing, and physical activity. In those with moderate hypothermia, heating blankets and warmed intravenous fluids are recommended. People with moderate or severe hypothermia should be moved gently. In severe hypothermia, extracorporeal membrane oxygenation (ECMO) or cardiopulmonary bypass may be useful. In those without a pulse, cardiopulmonary resuscitation (CPR) is indicated along with the above measures. Rewarming is typically continued until a person's temperature is greater than . If there is no improvement at this point or the blood potassium level is greater than 12 mmol/liter at any time, resuscitation may be discontinued. Hypothermia is the cause of at least 1,500 deaths a year in the United States. It is more common in older people and males. One of the lowest documented body temperatures from which someone with accidental hypothermia has survived is in a near-drowning of a 7-year-old girl in Sweden. Survival after more than six hours of CPR has been described. For those for whom ECMO or bypass is used, survival is around 50%. Deaths due to hypothermia have played an important role in many wars. The term is from Greek ὑπο, \"ypo\", meaning \"under\", and θερμία, \"thermía\", meaning \"heat\". The opposite of hypothermia is hyperthermia, an increased body temperature due to failed thermoregulation.",
            "score": 90.76619720458984
        },
        {
            "docid": "378661_2",
            "document": "Thermoregulation . Thermoregulation is the ability of an organism to keep its body temperature within certain boundaries, even when the surrounding temperature is very different. A thermoconforming organism, by contrast, simply adopts the surrounding temperature as its own body temperature, thus avoiding the need for internal thermoregulation. The internal thermoregulation process is one aspect of homeostasis: a state of dynamic stability in an organism's internal conditions, maintained far from thermal equilibrium with its environment (the study of such processes in zoology has been called physiological ecology). If the body is unable to maintain a normal temperature and it increases significantly above normal, a condition known as hyperthermia occurs. For humans, this occurs when the body is exposed to constant temperatures of approximately , and with prolonged exposure (longer than a few hours) at this temperature and up to around death is almost inevitable. Humans may also experience lethal hyperthermia when the wet bulb temperature is sustained above for six hours. The opposite condition, when body temperature decreases below normal levels, is known as hypothermia. It results when the homeostatic control mechanisms of heat within the body malfunction, causing the body to lose heat faster than producing it. Normal body temperature is around , and hypothermia sets in when the core body temperature gets lower than . Usually caused by prolonged exposure to cold temperatures, hypothermia is usually treated by methods that attempt to raise the body temperature back to a normal range.",
            "score": 89.61722564697266
        },
        {
            "docid": "3543130_12",
            "document": "Underwater diving . Hypothermia is reduced body temperature that happens when a body loses more heat than it generates. Hypothermia is a major limitation to swimming or diving in cold water. The reduction in finger dexterity due to pain or numbness decreases general safety and work capacity, which in turn increases the risk of other injuries. Body heat is lost much more quickly in water than in air, so water temperatures that would be tolerable as outdoor air temperatures can lead to hypothermia, which may lead to death from other causes in inadequately protected divers.",
            "score": 86.9616928100586
        },
        {
            "docid": "54637386_10",
            "document": "Physiology of underwater diving . Hypothermia is reduced body temperature that happens when a body dissipates more heat than it absorbs. Hypothermia is a major limitation to swimming or diving in cold water. The reduction in finger dexterity due to pain or numbness decreases general safety and work capacity, which consequently increases the risk of other injuries. Body heat is lost much more quickly in water than in air, so water temperatures that would be quite reasonable as outdoor air temperatures can lead to hypothermia in inadequately protected divers, although it is not often the direct clinical cause of death.",
            "score": 85.87190246582031
        },
        {
            "docid": "8744197_7",
            "document": "Climate of Houston . Winters in Houston are relatively mild and temperate compared to most areas of the United States, though Houston does get much colder than places like South Florida and Southern California. Houston is more prone to extreme variation in the winter months than cities like San Diego, California or Tampa, Florida. The average high in January, the coldest month, is and the low , George Bush Intercontinental Airport sees an average of 9.6 days per year of freezing temperatures. Cold fronts during the winter drop nighttime lows into the 30s but usually above freezing. The coldest weather of the season often includes a period about three weeks with temperatures in the low 30s to mid-40s at night. Hard freezes occur only uncommonly; however, George Bush Intercontinental Airport has recorded a freeze every winter since it opened in 1969. The coldest temperature ever recorded at George Bush Intercontinental Airport was on December 23, 1989. Elsewhere, the temperature in Houston dropped to on January 18, 1930.",
            "score": 84.53662872314453
        },
        {
            "docid": "18933066_40",
            "document": "Florida . Due to its subtropical and tropical climate, Florida rarely receives measurable snowfall. However, on rare occasions, a combination of cold moisture and freezing temperatures can result in snowfall in the farthest northern regions. Frost, which is more common than snow, sometimes occurs in the panhandle. The USDA Plant hardiness zones for the state range from zone 8a (no colder than ) in the inland western panhandle to zone 11b (no colder than ) in the lower Florida Keys.",
            "score": 80.04251098632812
        },
        {
            "docid": "1020101_18",
            "document": "Nyköping . Nyköping has, along with the rest of Mälardalen, a relatively mild humid continental climate. In recent decades the climate has more resembled a four-season oceanic climate. Winter averages around the freezing point during daytime with only the cold nights causing winter conditions in many winters. Summer average highs are between and depending on month and weather patterns. However, both summers and winters have been significantly warmer and colder, respectively, than the averages. Temperatures over are occasional but not overly common, with temperatures above unknown in recent decades. Winters are normally tempered by the Gulf Stream influence from the west and to a lesser degree the Baltic Sea to the east, but when cold air breaks through cold temperatures can occur, sometimes for a prolonged time. As typical of southern Sweden there is a slight seasonal lag, rendering that the warmest period is often occurring during the second half of summer.",
            "score": 79.3467025756836
        },
        {
            "docid": "1528350_36",
            "document": "Cold-weather warfare . Hypothermia occurs when the body core temperature drops below . Symptoms depend on the temperature and range from shivering and mental confusion to increased risk of the heart stopping. The treatment of mild hypothermia involves warm drinks, warm clothing and physical activity. In those with moderate hypothermia heating blankets and warmed intravenous fluids are recommended. People with moderate or severe hypothermia should be moved gently. In severe hypothermia extracorporeal membrane oxygenation (ECMO) or cardiopulmonary bypass may be useful. In those without a pulse cardiopulmonary resuscitation (CPR) is indicated along with the above measures. Rewarming is typically continued until a person's temperature is greater than . Adequate insulation from clothing is the best way to avoid hypothermia in the field.",
            "score": 79.09015655517578
        },
        {
            "docid": "14831788_5",
            "document": "Climate of the United States . In the Northern Hemisphere winter, the subtropical highs retreat southward. The polar jet stream (and associated conflict zone between cold, dry air masses from Canada and warm, moist air masses from the Gulf of Mexico) drops further southward into the United States - bringing more precipitation and periods of disturbed weather, as well as colder or mild air masses. Areas in the southern US (Florida, the Gulf Coast, the Desert Southwest, and southern California) however, often have more stable weather, as the polar jet stream's impact does not usually reach that far south. Weather systems, be they high-pressure systems (anticyclones), low-pressure systems (cyclones) or fronts (boundaries between air masses of differing temperature, humidity and most commonly, both) are faster-moving and more intense in the winter/colder months than in the summer/warmer months, when the belt of lows and storms generally move into southern Canada.",
            "score": 77.76779174804688
        },
        {
            "docid": "17841698_8",
            "document": "Climate of New York . Winters are often cold and snowy above the New York City and Long Island areas of New York. In the majority of winter seasons, a temperature of or lower can be expected in the northern highlands (Northern Plateau) and or colder in the southwestern and east-central highlands (Southern Plateau). The Adirondack region records from 35 to 45 days with below zero temperatures, in normal to severe winters. Winters are also long and cold in both Western and Central New York, though not as cold as the Adirondack region due to the warming influence of the Great Lakes. The New York City metro area, in comparison to the rest of the state, is milder in the winter (especially in the city itself, which averages several degrees above freezing). The record low for New York state is , set at Stillwater Reservoir on February 9, 1934 and at Old Forge on February 18, 1979. In February 2015, Rochester experienced its coldest month ever, with an average temperature of ; while later that year had a near-record warm November and a record-breaking December. The latter month was about 12 degrees F warmer than average, and several degrees over the previous record.",
            "score": 75.83197021484375
        },
        {
            "docid": "16749103_54",
            "document": "Scania . A typical winter, with average temperatures around the freezing point during January and February, means that a period of mild weather (often windy or/and rainy) is followed by a colder period (when precipitation falls as snow)—and then the mild weather returns etc., rather than a stable temperature close to zero degrees. During the colder periods, the temperature often is below freezing point also during daytime, while as during the milder periods, temperatures below freezing point are unusual even at night. During the \"mild periods\" temperatures slightly below freezing point only occur if the night is both calm and free of clouds. If the same circumstances occur during a \"cold period\", the nights can get very cold though. All together this adds up to a 24 hrs/day \"winter average\" of around 0 degrees In the north-eastern corner (and at the top of the ridges) the winter is in general notably colder though, and a snow cover may last for weeks.",
            "score": 75.66119384765625
        },
        {
            "docid": "37472_18",
            "document": "Trondheim . Trondheim city has a predominantly hemiboreal humid continental climate (Koppen: \"Dfb\"), but closely borders on an oceanic or subpolar oceanic climate. The part of the municipality further away from the fjord has colder winters. The part close to the fjord, such as the city centre, has milder winters. Trondheim is mostly sheltered from the strong south and southwesterly winds which can occur along the outer seaboard. Trondheim experiences moderate snowfall from November to March, but mixed with mild weather and rainfall. Based on the 1971–2000 average recorded at the airport, there are 14 days each winter with at least of snow cover on the ground and 22 days with a daily minimum temperature of or less. There is often more snow and later snowmelt in suburban areas at somewhat higher elevation, such as Byåsen and Heimdal, with good skiing conditions in Bymarka. Spring often sees much sunshine, but nights can be chilly. Temperatures have tended to be warmer in recent years. The Trøndelag area has seen average temperatures increase by almost in the last 25 years. All the monthly record lows are from 1955 or older, with half of them from before 1920. The all-time high was recorded 22 July 1901, and the all-time low in February 1899. The most exceptional record is the May record low from 1900, 3.7 °C colder than the second coldest May night. The earliest weather stations were located closer to the city centre (Trondheim, 58 m), but from 1945 the only weather station has been located further form the centre and at a higher elevation (Voll, 127 m and Tyholt, 113 m) thus at a colder location. The lapse rate is approximately per , so the city centre will be about warmer than Voll, while higher altitudes than Voll will be accordingly colder. Three of the monthly record highs are from after 2000. From 1982 - 1996 the city had no weather stations recording temperature, so in this period Trondheim Airport is used for averages. Temperatures have warmed in recent decades. The last overnight frost in June was in 1958, and the coldest night in May after year 2000 had low -2.7 °C. A new sunrecorder was established by met.no in the city at Gløshaugen in late 2015, and recorded 1,592 sunhours in 2016 and 1,576 sunhours in 2017. Earlier sunrecorders had blocking issues due to terrain. <br>",
            "score": 74.92745208740234
        },
        {
            "docid": "7455643_26",
            "document": "Thermal comfort . Various types of apparent temperature have been developed to combine air temperature and air humidity.  For higher temperatures, there are quantitative scales, such as the heat index. For lower temperatures, a related interplay was identified only qualitatively: High humidity and low temperatures cause the air to feel chilly. Cold air with high relative humidity \"feels\" colder than dry air of the same temperature because high humidity in cold weather increases the conduction of heat from the body. There has been controversy over why damp cold air feels colder than dry cold air. Some believe it is because when the humidity is high, our skin and clothing become moist and are better conductors of heat, so there is more cooling by conduction.",
            "score": 74.61750793457031
        },
        {
            "docid": "109729_18",
            "document": "Winter Haven, Florida . Winter Haven is located in the humid subtropical zone (Köppen climate classification: \"Cfa\"). The city gets its name from its comparative lack of colder weather. The average temperature is . The city averages inches of rain per year. The summer months of June, July, August, and September, which includes the height of the Atlantic hurricane season, are by far the rainiest time of the year. Those four months, which average inches of rain per year, account for more than half of the annual rainfall. Winters in Lakeland are dry and sunny, with mild temperatures with highs of and lows of . Frosts occur on one or two nights per year on average.",
            "score": 74.03147888183594
        },
        {
            "docid": "604689_7",
            "document": "Rio Grande Valley . Temperature extremes range from triple digits during the summer months to freezing during the winter. Taking into consideration the region’s warm weather, periods of triple-digit weather occur much more often than those with freezing temperatures. While the Valley has seen severe cold events before, such as the 2004 Christmas snow storm, the region only occasionally experiences temperatures at or below freezing. These happen less often near the coast, where in some cases, never see temperatures below 35-40 degrees. Arctic cold fronts bring colder weather to the region but tend to dissipate quickly with daytime heating.",
            "score": 73.3536148071289
        },
        {
            "docid": "146879_21",
            "document": "Hypothermia . Heat is lost much more quickly in water than in air. Thus, water temperatures that would be quite reasonable as outdoor air temperatures can lead to hypothermia in survivors, although this is not usually the direct clinical cause of death for those who are not rescued. A water temperature of can lead to death in as little as one hour, and water temperatures near freezing can cause death in as little as 15 minutes. A notable example of this occurred during the sinking of the \"Titanic\", when most people who entered the water died in 15–30 minutes.",
            "score": 71.32862854003906
        },
        {
            "docid": "50191193_3",
            "document": "2011–12 North American winter . On October 20, 2011, the National Oceanic and Atmospheric Administration's Climate Prediction Center issued its U.S. Winter Outlook. The outlook expected the present La Niña to persist and intensify into the winter, resulting in drier than normal conditions in the drought-stricken states of New Mexico, Oklahoma, Texas, and parts of adjacent states. The CPC noted the significance of the less-predictable Arctic Oscillation, with CPC deputy director Mike Halpert saying, \"The erratic Arctic Oscillation can generate strong shifts in the climate patterns that could overwhelm or amplify La Niña's typical impacts.\" The outlook was broken up into ten regions. The outlook anticipated above-normal wildfire conditions across the entire southern part of the United States, cooler and wetter-than-average conditions in the Pacific Northwest and western Montana, likewise for northern California, and drier-than-average conditions for southern California. Colder and wetter-than-average conditions were favored in the Northern Plains, but the converse was expected to occur in the Southern Plains and Gulf Coast states, worsening pre-existing drought conditions. In Florida and the southern Atlantic states, equal chances existed for below, near, and above-average temperatures, with below-average precipitation favored for the region and above-normal wildfire conditions. Equal chances for below, near, and above-average temperatures existed in the Ohio and Tennessee Valleys, with wetter-than-average conditions favored, resulting in an enhanced potential for storms and flooding. Equal chances for below, near, and above-average precipitation and temperatures existed in the Northeast and Mid-Atlantic states. The outlook noted that winter weather in this region often driven by the Arctic Oscillation rather than La Niña, and as such, if enough cold air and moisture were to coalesce, areas north of the Ohio Valley and into the Northeastern U.S. could expect above-average snowfall. Colder and wetter-than-average conditions were favored in the Great Lakes region, and above-average temperatures with above-average precipitation were favored in the western islands of Hawaii, resulting in the potential for elimination of drought, particularly in Kauai and Oahu. The outlook ended by noting chances favoring below-average temperatures in the southern half of Alaska and the panhandle with below-average levels of precipitation favored in the eastern interior region of the state.",
            "score": 71.2698745727539
        },
        {
            "docid": "1021806_13",
            "document": "Falun . Winter is the longest season lasting approximately from mid-November until the end of March, although March daytime temperatures tend to be mild. With an average high temperature of , July is the warmest month. However, the all-time heat record was set on August 4, 2014 when was measured. This was in turn the highest measured temperature of the intense heat wave that summer that affected most of Scandinavia. The climate of Falun is more continental than most of Sweden since it is relatively far from large bodies of waters moderating temperatures. As a result, the highs of July in Falun are normally warmer than many areas much further south in the country. Winters, however, are cold but also highly variable due to the proximity to some maritime influence that often brings mild temperatures above freezing, moderating average temperatures. The most precipitation occurs during the summer months of July and August.  The lowest temperature ever recorded in Falun is . The weather station has however, not recorded below according to the open data.",
            "score": 70.73324584960938
        },
        {
            "docid": "223338_11",
            "document": "Swimsuit . Both men and women may sometimes wear swimsuits covering more of the body when swimming in cold water (see also wetsuit and dry suit). In colder temperatures, the swimwear is needed to conserve body heat and protect the body core from hypothermia.",
            "score": 70.40228271484375
        },
        {
            "docid": "51796195_5",
            "document": "Cold and heat adaptations in humans . Bergmann’s rule states that endothermic animal subspecies living in colder climates have larger bodies than that of the subspecies living in warmer climates. Individuals with larger bodies are better suited for colder climates because larger bodies produce more heat due to having more cells, and have a smaller surface area compared to smaller individuals, which reduces heat loss. A study by Frederick Foster and Mark Collard found that Bergmann’s rule can be applied to humans when the latitude and temperature between groups differ widely.",
            "score": 70.04209899902344
        },
        {
            "docid": "50118_32",
            "document": "Groningen . Groningen has an oceanic temperate climate, like all of the Netherlands, although slightly colder in winter than other major cities in the Netherlands due to its northeasterly position. Weather is influenced by the North Sea to the north-west and its prevailing north-western winds and gales. Winter temperatures are cool: on average above freezing, although frosts are common during spells of easterly winds blowing in from the inner European continent, i. e., Germany, Russia and even Siberia. Night-time temperatures of or lower are not uncommon during cold winter periods. The lowest temperature ever recorded is on February 16, 1956. Snow often falls, but rarely stays long due to warmer daytime temperatures, although white snowy days happen every winter. Summers are somewhat warm and humid. Temperatures of or higher occur sporadically, most average daytime highs are around . Very rainy periods are common, especially in spring and summer. Average annual precipitation is about . Sunshine hours vary, but are usually below 1600 hours, giving much cloud cover similar to most of the Netherlands. Climate in this area has mild differences between highs and lows, and there is adequate rainfall year-round. The Köppen Climate Classification subtype for this climate is \"\". (Marine West Coast Climate/Oceanic climate).",
            "score": 69.8953628540039
        },
        {
            "docid": "19251750_7",
            "document": "Landsort . The Swedish weather service SMHI operates a meteorological station at Landsort. The southern end of the island has a typical oceanic climate with several maritime features. One of those is the delayed summer (May and June are very cool compared to nearby mainland areas), called seasonal lag. There is a very low diurnal temperature variation, which often results in very mild nights year-round compared with nearby cities and towns. Winters are more prone to cold than summers are to heat, owing to the possibility of coastal ice eliminating maritime moderation in winter months when inland temperatures are colder. During months in which ice is not a risk, all-time lows are much milder than during adjacent months. These cold snaps are rare. The area has a distinct microclimate, with relatively low precipitation for the reference period of 1961-1990. In spite of it being an extreme maritime climate by Swedish standards, it still is quite continental compared to similar latitudes in Scotland.",
            "score": 69.58635711669922
        },
        {
            "docid": "146879_16",
            "document": "Hypothermia . Hypothermia usually occurs from exposure to low temperatures, and is frequently complicated by alcohol consumption. Any condition that decreases heat production, increases heat loss, or impairs thermoregulation, however, may contribute. Thus, hypothermia risk factors include: substance abuse (including alcohol abuse), homelessness, any condition that affects judgment (such as hypoglycemia), the extremes of age, poor clothing, chronic medical conditions (such as hypothyroidism and sepsis), and living in a cold environment. Hypothermia occurs frequently in major trauma, and is also observed in severe cases of anorexia nervosa.",
            "score": 69.57489013671875
        },
        {
            "docid": "792685_43",
            "document": "Central heating . In mild climates an air source heat pump can be used to air condition the building during hot weather, and to warm the building using heat extracted from outdoor air in cold weather. Air-source heat pumps are generally uneconomic for outdoor temperatures much below freezing. In colder climates, geothermal heat pumps can be used to extract heat from the ground. For economy, these systems are designed for average low winter temperatures and use supplemental heating for extreme low temperature conditions. The advantage of the heat pump is that it reduces the purchased energy required for building heating; often geothermal source systems also supply domestic hot water. Even in places where fossil fuels provide most electricity, a geothermal system may offset greenhouse gas production since most of the heat is supplied from the surrounding environment, with only 15–30% as electrical consumption.",
            "score": 69.07958984375
        },
        {
            "docid": "4513789_12",
            "document": "Ipiales . Ipiales features an unusually cool subtropical highland climate (Köppen \"Cfb\"), with an average temperature around 15 °C colder than its near equatorial climate might suggest. Ipiales has summer (from October to March) and winter (from April to September) due to the city's high altitude at almost above sea level, which makes it the highest major city in Colombia and one of the highest on Earth. Rainfall is high year round falling on an average of 235 days, with a slight drying trend from July through September. The average temperature is cold for a subtropical highland climate with the city escaping an (E) Alpine classification by less than 1.5 °C. Temperatures rarely break the 20 °C mark or fall below freezing, giving the city perpetual spring-like weather.",
            "score": 69.01703643798828
        },
        {
            "docid": "4823678_3",
            "document": "Climate of Minneapolis–Saint Paul . The climate of the Twin Cities is classified as hot-summer humid continental (Köppen \"Dfa\"). A feature of the humid continental climate in the United States is that weather can be unpredictable with extremes occurring in many phases of measurements. For example, the Twin Cities has a hotter all-time record high temperature of than the entire state of Florida, despite being located nearly 1000 miles farther from the equator. Conversely, temperatures during the winter months are colder in the Twin Cities than in any other major metropolitan area in the continental United States, and are about equal to those in Anchorage, Alaska, which is around 1,000 miles closer to the North Pole. The Twin Cities can also experience droughts, floods, and on average are windier than Chicago, Illinois (the \"Windy City\", although that is not the origin of the phrase).",
            "score": 68.96841430664062
        },
        {
            "docid": "50812783_3",
            "document": "2010–11 North American winter . On October 21, 2010 the National Oceanic and Atmospheric Administration's Climate Prediction Center issued its US winter outlook. It predicted a La Niña to form. The Outlook predicted colder a wetter than average winter for the Pacific Northwest and Northern plains. It also predicted that the Southern plains, Gulf States, Southwest and Southeast Regions receiving a warmer and drier winter season with Florida having equal chance of a below or above average temperatures. The central United States, Mid Atlantic and New England had equal chances of having below or above average temperature and precipitation. It predicted that Alaska would have colder than average temperatures with an equal chance for above average or below average precipitation. It predicted that Hawaii would be drier than average in November but Wetter December through February. The 2010-2011 winter featured several significant storms and one of them was a historic storm. A devastating tornado outbreak in mid April was responsible for a late season blizzard in the Great Plains.",
            "score": 68.66385650634766
        },
        {
            "docid": "2329635_16",
            "document": "Diana Nyad . Nyad moved her training site from the Caribbean island of St. Maarten to Key West, Florida, in June 2011. She was joined by key members of her support team on June 28, to wait for ideal weather conditions that typically occur only during the summer doldrums in July and August. For the marathon swim to be feasible, two main weather conditions needed to come together at the same time: a combination of low-to-light winds (to minimize sea chop), and water temperatures in the high 80s °F (high 20s/low 30s °C). These relatively \"high\" water temperatures produce a twin challenge: in the first half of her swim the warm water will dehydrate her body, while in the second half her body temperature will drop and she will face potential hypothermia. Nyad had bulked up her physique to about 150 pounds/70 kg (15 pounds/7 kg more than she weighed in 2010) to help counter the loss of body mass during her grueling swim.",
            "score": 68.49519348144531
        },
        {
            "docid": "305265_10",
            "document": "Underwater . Water conducts heat around 25 times more efficiently than air. Hypothermia, a potentially fatal condition, occurs when the human body's core temperature falls below 35 °C. Insulating the body's warmth from water is the main purpose of diving suits and exposure suits when used in water temperatures below 25 °C.",
            "score": 68.4715576171875
        },
        {
            "docid": "17841698_3",
            "document": "Climate of New York . Seasonally, summer-like conditions prevail from June to early September statewide, while areas in far southern New York and New York City have summer conditions from late May through late September. Cold-air damming east of the Appalachians leads to protracted periods of cloud cover and precipitation east of the range, primarily between the October and April months. Winter-like conditions prevail from November through April in northern New York, and from December through March in southern New York. On average, western New York is much cloudier than points south and east in New York, much of it generated from the Great Lakes. Greenhouse gas emission is low on a per capita basis when compared to most other states due to the extensive use of mass transit, particularly across New York City. The significant urbanization within New York city has led to an urban heat island, which causes temperatures to be warmer overnight in all seasons.",
            "score": 68.02705383300781
        },
        {
            "docid": "6687077_23",
            "document": "Thrifty gene hypothesis . An alternative idea to explain the greater prevalence of diabetes in more northerly populations was suggested by Moalem et al. who noted that recent animal research has uncovered the importance of the generation of elevated levels of glucose, glycerol and other sugar derivatives as a physiological means for cold adaptation. High concentrations of these substances depress the freezing point of body fluids and prevent the formation of ice crystals in cells through supercooling, thus acting as a cryoprotectant or antifreeze for vital organs as well as in their muscle tissue. They consequently suggested that factors predisposing to elevated levels of glucose, glycerol and other sugar derivatives may have been selected for, in part, as adaptive measures in exceedingly cold climates. The authors suggest that this cryoprotective adaptation would have protected ancestral northern Europeans from the effects of suddenly increasingly colder climates, such as those believed to have arisen around 14,000 years ago and culminating in the Younger Dryas. A major issue with this whole idea, however, is that glucose, gycerol and sugar derivatives only become useful as cryoprotectants as the body temperature falls to the point where tissues are at risk of freezing – which is below 0 oC. Since no human ever survived a period of hypothermia with a body temperature less than 10 oC, because of heart failure, there is no possibility that this could ever have provided any selective advantage in our past history – no matter how cold the external temperature was.",
            "score": 67.89118194580078
        },
        {
            "docid": "105445_18",
            "document": "Fairbanks, Alaska . In addition to the chinook wind, Fairbanks experiences a handful of other unusual meteorological conditions. In summer, dense wildfire smoke accumulates in the Tanana Valley, affecting the weather and causing health concerns. When temperature inversions arise in winter, heavy ice fog often results. Ice fog occurs when air is too cold to absorb additional moisture, such as that released by automobile engines or human breath. Instead of dissipating, the water freezes into microscopic crystals that are suspended in the air, forming fog. Another one of Fairbanks' unusual occurrences is the prevalence of the aurora borealis, commonly called the northern lights, which are visible on average more than 200 days per year in the vicinity of Fairbanks. Fairbanks also has extremely low seasonal lag; the year's warmest month is July, which averages only warmer than June. Average daily temperatures begin to fall by late July and more markedly in August, which on average is cooler than June. The pattern of fall being colder than spring and a relatively early (late June/early July) peak in the year's average highest temperatures is due to the city's strategic location in a valley, far from any large body of water. This specific combination of features is virtually nonexistent elsewhere in the Northern Hemisphere.",
            "score": 67.81729888916016
        }
    ]
}