{
    "q": [
        {
            "docid": "28580397_4",
            "document": "China at the 2012 Summer Olympics . Among the nation's medalists were Sun Yang and Ye Shiwen, who emerged as China's first swimmers to win two gold medals in their events; Sun and Ye broke a world record and an Olympic record respectively. Sun also dominated the nation's Olympic medal standings, winning four medals. Gymnast Zou Kai, who won two golds and one bronze in London, became the most successful Chinese athlete in history with a total of six Olympic medals. Springboard diver Wu Minxia became the first Chinese athlete to win a gold medal in a single event at three consecutive Olympic Games. Meanwhile, Chen Ruolin became the second diver in Chinese history to defend two Olympic titles at a single games, after Guo Jingjing did so in two springboard events in 2008.",
            "score": 27.552443981170654
        },
        {
            "docid": "72622_29",
            "document": "1976 Summer Olympics . These are the top ten nations that won medals at the 1976 Games. Canada placed 27th with only 11 medals in total — none of them being gold. Canada remains the only host nation of a Summer Olympics that did not win at least one gold medal in its own games. It also did not win any gold medals at the 1988 Winter Olympics in Calgary. However, Canada went on to win the most gold medals at the 2010 Winter Olympics in Vancouver.",
            "score": 26.370786666870117
        },
        {
            "docid": "1603583_86",
            "document": "Sports in Canada . After Canada failed to win any gold medals at the 1976 Summer and 1988 Winter games, several organizations including Sport Canada and the Canadian Olympic Committee collaborated to launch \"Own the Podium – 2010\", a development program to help Canada earn the most medals at the 2010 Games. Canada did not win the most total medals at the Vancouver Olympics (they finished third, behind the United States, whose 37 total medals was the most of any country at a single Winter Olympics, and Germany, with 26), but did win the most gold medals, with 14, the most of any country at a single Winter Olympics.",
            "score": 25.77338671684265
        },
        {
            "docid": "925269_8",
            "document": "List of Canadian Summer Olympics gold medallists . Canada did not win any gold medals at the Montreal games; this was the only time that a host country for the summer Olympics failed to win at least one gold medal.",
            "score": 24.290504932403564
        },
        {
            "docid": "19155147_7",
            "document": "Ken Wood (coach) . Wood rained Chinese swimming champions Liu Zige, Ye Shiwen and other Chinese National Team and Provincial team swimmers at his high performance centre. Liu won gold at the 2008 Beijing Olympics as well as 3 world medals in the 200m butterfly. Ye won the 200m and 400m medly at the 2012 London Olympics. After Australia failed to win any individual gold medals in swimming at the 2012 London Olympics, Wood criticised the current swimmers, saying that they were \"fat\" compared to the Chinese swimmers, and criticised their \"embarrassing\" fixation on social media and treating the games like a \"social gathering\".",
            "score": 23.12100577354431
        },
        {
            "docid": "921328_3",
            "document": "1988 Winter Olympics medal table . As in the 1984 Winter Olympics, 17 NOCs won at least one medal and 11 of them secured at least one gold medal. The Soviet Union returned to the top of the gold medal count with 11, relegating East Germany—which took first place four years earlier—to second place with nine. The Soviet Union also collected the most overall medals (29), including the most bronzes (9). In a repeat of the 1976 Summer Olympics in Montreal and mimicking Yugoslavia at the 1984 Winter Games, Canada, as host nation, did not win any gold medal, totalling two silver and three bronze medals. Canadian hopes for a gold rested on the shoulders of figure skater Brian Orser, the reigning World champion and silver medalist at the Sarajevo Games. A tight contest with Brian Boitano of the United States ended with the American taking the Olympic title. Athletes from Norway failed to win any event in Calgary, making this the first and so far only time that the country ended the Winter Olympics without a single gold medal. Italy's two gold medals were won by the same athlete: Alberto Tomba, a first-time Olympian who was crowned Olympic champion in the alpine skiing's slalom and giant slalom events. Ski jumper Matti Nykänen of Finland contributed to three of his nation's four gold medals by winning both individual events (first time by an Olympic ski jumper) and helping his team to win the collective title. The performance of the Swiss athletes ensured their nation's best result at the Winter Games, securing a record number of 15 medals, including a then-record of five gold medals that took 18 years to be improved.",
            "score": 29.204954862594604
        },
        {
            "docid": "51310942_4",
            "document": "2018 Winter Olympics medal table . Going in, Canada held the record for most gold medals won at a single Winter Olympics with 14, which it won in Vancouver in 2010. This mark was equalled by both Norway and Germany at these Olympics. Norway set the record for most total medals at a single Winter Olympics with 39, surpassing the 37 medals of the United States won at the 2010 Winter Olympics. The mark of 30 NOCs winning medals is the highest for any Winter Olympic Games. Hungary won its first Winter Olympic gold medal ever. Norwegian cross-country skier Marit Bjørgen (two gold, one silver, and two bronze) achieved five medals, more than any other athlete. With 15 medals, she became the most decorated athlete in Winter Olympics history. Swedish cross-country skier Charlotte Kalla finished with four medals (one gold, three silver), as did her compatriot and fellow cross-country skier Stina Nilsson (one gold, two silvers, one bronze) and Russian cross-country skier Alexander Bolshunov (three silver, one bronze) who was competing for the OAR. Norwegian cross-country skier Johannes Høsflot Klæbo and French biathlete Martin Fourcade tied for the most gold medals, with three each. Ester Ledecká of the Czech Republic became the first female Winter Olympian to achieve a gold medal in two separate sports at a single Games, winning in both alpine skiing and snowboarding.",
            "score": 28.705753803253174
        },
        {
            "docid": "82785_9",
            "document": "1980 Summer Olympics . The impact of the boycott was mixed. Some events, such as swimming, track and field, boxing, basketball, diving, field hockey and equestrian sports, were hard hit. Athletes from 25 countries won Olympic gold (the same total as in the 1984 Games and one fewer than in the 1976 Games) and competitors from 36 countries became Olympic medalists. Italy won four times more gold medals than they won in Montreal and France multiplied its gold medal tally by three. Romania won more gold medals than it had at any previous Olympics. In terms of total medals, the Moscow Olympics was Ireland's most successful games since Melbourne 1956 (winning 2 medals). The same was true for Great Britain. \"Third World\" athletes qualified for more events and took more medals than they did at any previous Olympics.",
            "score": 27.99185299873352
        },
        {
            "docid": "7748167_2",
            "document": "Panama at the 1948 Summer Olympics . Panama competed at the 1948 Summer Olympics in London, England, returning to the Olympic Games for the first time since 1928. Panama won its first-ever Olympic medals at these Games, and did not win another Olympic medal until Irving Saladino won gold at the 2008 Summer Olympics.",
            "score": 27.816952228546143
        },
        {
            "docid": "925269_9",
            "document": "List of Canadian Summer Olympics gold medallists . Canada did not win any gold medals at the Munich games.",
            "score": 22.114391326904297
        },
        {
            "docid": "925269_11",
            "document": "List of Canadian Summer Olympics gold medallists . Canada did not win any gold medals at the Rome games.",
            "score": 22.114391326904297
        },
        {
            "docid": "961522_6",
            "document": "2016 Summer Olympics . The United States topped the medal table for the fifth time in the past six Summer Olympics, winning the most golds (46) and most medals overall (121), as well as its 1,000th Olympic gold medal overall. Great Britain finished second and became the first country of modern Olympics history to increase its tally of medals in the subsequent games after being the host nation. China finished third. Host country Brazil won seven gold medals, its most at any single Summer Olympics, finishing in thirteenth place. Bahrain, Fiji, Jordan, Kosovo, Puerto Rico, Singapore, Tajikistan, Ivory Coast and Vietnam each won their first gold medals, as did the group of Independent Olympic Athletes (from Kuwait).",
            "score": 29.088422298431396
        },
        {
            "docid": "14923677_3",
            "document": "Brad Alan Lewis . Lewis qualified for the 1980 U.S. Olympic team but did not compete due to the U.S. Olympic Committee's boycott of the 1980 Summer Olympics in Moscow, Russia. He was one of 461 athletes to receive a Congressional Gold Medal many years later. He and his rowing partner Paul Enquist won the gold medal in the double sculls at the 1984 Los Angeles Olympic Games. They were the first American rowing crew to win a gold medal in any event since 1964.",
            "score": 28.072240114212036
        },
        {
            "docid": "2132449_4",
            "document": "Chris Hoy . With his three gold medals in 2008 Summer Olympics, Hoy became Scotland's most successful Olympian, the first British athlete to win three gold medals in a single Olympic Games since Henry Taylor in 1908, and the most successful Olympic cyclist of all time. After winning a further two gold medals (in the keirin and team sprint) at the 2012 Summer Olympics, Hoy has won more Olympic gold medals (six) than any other Scottish athlete along with Jason Kenny, and more total medals (seven) than any except fellow cyclist Sir Bradley Wiggins.",
            "score": 27.40776801109314
        },
        {
            "docid": "925269_13",
            "document": "List of Canadian Summer Olympics gold medallists . Canada did not win any gold medals at the London games of 1948.",
            "score": 21.996509313583374
        },
        {
            "docid": "925269_15",
            "document": "List of Canadian Summer Olympics gold medallists . Canada did not win any gold medals at the Paris games of 1924.",
            "score": 21.996509313583374
        },
        {
            "docid": "4039847_7",
            "document": "Jennifer Heil . Heil was visibly distraught as many including herself expected her to win the gold medal. Heil had gone into the event as the reigning Olympic champion and favourite not only to win the gold, but Canada's first gold medal during a Canadian hosted Olympics ever. Heil's B2ten company was founded in part to win the first gold at home and assist fellow Canadians in their quest for medals. The honour of winning the first home-soil Olympic gold medal would go to Alexandre Bilodeau the next day on Sunday, February 14. Although Heil herself did not win it, Bilodeau's victory deserves some credit from Heil as he is a sponsored B2ten athlete as well. The next day Heil was seen on television celebrating her silver medal. She went on to say that she did not lose the gold but won the silver medal and was celebrating on stage at the medal ceremony.",
            "score": 21.80576229095459
        },
        {
            "docid": "1461487_8",
            "document": "Equestrian at the 1980 Summer Olympics . Soviet Union dominated team competitions, winning gold medals in all of them. However they did not win any individual gold as Italy, Poland and Austria won the individual jumping, eventing and dressage competitions, respectively. Austria and Poland have won their first equestrian gold medals, Bulgaria won its first equestrian medal, while Romania won its first medal since 1936.",
            "score": 21.92823076248169
        },
        {
            "docid": "20054722_6",
            "document": "Canoeing at the 2000 Summer Olympics – Women's K-4 500 metres . Fischer became the first woman in any sport to win Olympic gold medals 20 years apart with this event and the first woman to win gold medals in five different Olympics in any sport. Kőbán's silver medal brought her career total to six: 2 gold, 3 silver, and 1 bronze.",
            "score": 24.475172996520996
        },
        {
            "docid": "921323_3",
            "document": "1992 Winter Olympics medal table . Athletes from 20 NOCs won at least one medal, and athletes from 14 secured at least one gold medal. Making their first Olympic appearance since German reunification in 1990, Germany led in both gold and overall medals, with 10 and 26 respectively. The Unified Team, consisting of athletes from six former Soviet republics, was second in both categories, with 9 gold and 23 overall medals. Four nations won their first Winter Olympic medal in Albertville. South Korea won the country's first Winter Olympic medal—a gold—when Kim Ki-hoon came first in the newly introduced Olympic sport of short track speed skating. Silver medal-winning slalom skier Annelise Coberger—in addition to winning New Zealand's first Winter Olympic medal—became the first athlete from the Southern Hemisphere to win a medal at the Winter Olympics. Speed skater Ye Qiaobo of the People's Republic of China and alpine skier Marc Girardelli of Luxembourg also won their country's first ever Winter Olympic medals in Albertville. Croatia and Slovenia participated at their first Olympic Games as independent nations, though neither won a medal.",
            "score": 26.283864498138428
        },
        {
            "docid": "26481983_5",
            "document": "2016 Summer Olympics medal table . Athletes from 87 nations earned medals at the 2016 Summer Olympics, breaking the record of most nations winning a medal at a single edition of the Olympics. However, following reallocation due to doping sanctions, an 87th country was later awarded a medal at the 2008 Olympics, tying the record. Athletes from 59 nations earned gold medals at these games, also breaking the record for the most number of nations winning gold at a single games. Great Britain became the first country in the history of the modern Olympics to increase their tally of medals in the subsequent games after being the host nation – winning 67 total medals (with 27 golds) at these games compared to the 65 (with 29 golds) won in London four years previously. Host country Brazil won seven gold medals, their most at any single Summer Olympics.",
            "score": 32.26947546005249
        },
        {
            "docid": "1855215_17",
            "document": "Ice hockey at the Olympic Games . The Soviet Union won its third gold medal with a 7-1 record in the 1968 Grenoble Olympics. Czechoslovakia and Canada won the silver and bronze medals. It was the last time that the Olympics were counted as the World Championships. In 1970, Canada withdrew from international ice hockey competition protesting the use of full-time \"amateurs\" by the Soviet Union and Czechoslovakia, and the team did not participate in the 1972 and 1976 Winter Olympics. Led by goaltender Vladislav Tretiak and forwards Valeri Kharlamov, Alexander Yakushev, Vladimir Petrov and Boris Mikhailov, the Soviet team won gold at both the 1972 Games in Sapporo, Japan and 1976 Winter Olympics in Innsbruck, Austria. In 1971, the United States finished last at the World Championships and was relegated to Pool B. The team qualified for the 1972 Olympics and won silver, making it the first Pool B team to win an Olympic medal. Czechoslovakia won the bronze medal in 1972. In 1976, Czechoslovakia won the silver and West Germany won bronze. Along with Canada, the Swedish team did not participate in the 1976 tournament joining the boycott.",
            "score": 27.29474949836731
        },
        {
            "docid": "77745_40",
            "document": "2008 Summer Olympics . Eighty-seven nations earned medals, 54 of which won gold medals, both setting new records for Olympic Games. 118 participating countries did not win a medal. Athletes from China won 48 gold medals, the most of any nation at these Olympics, becoming the seventh nation to rank top in the medal table along with the United States, France, Great Britain, Germany, the Soviet Union and the Unified team. The United States team won the most medals overall, with 111. Afghanistan, Mauritius, Sudan, Tajikistan and Togo won their first Olympic medals. Athletes from Mongolia (which previously held the record for most medals without a gold) and Panama won their nation's first gold medals. An athlete from Serbia won its first medal under that name, having previously won medals as part of Yugoslavia and Serbia and Montenegro.",
            "score": 28.453917980194092
        },
        {
            "docid": "921338_3",
            "document": "1980 Winter Olympics medal table . Athletes from 19 countries won at least one medal, and athletes from 11 secured at least one gold medal. After winning a then-record 13 gold medals in the 1976 Winter Olympics, the Soviet Union led with 10 gold medals in 1980, and had the second most total medals with 22. East Germany led the overall medal count with 23. The host United States were third in both gold and overall medals, with 6 and 12, respectively. Having won her country's first Olympic medal in Innsbruck, four years before, alpine skier Hanni Wenzel won Liechtenstein's only two gold medals in the country's history, at Lake Placid. Liechtenstein is the smallest nation to ever win a gold medal at the Olympics. Bulgaria won its first Winter Olympic medal at these Games, a bronze medal in cross-country skiing. The People's Republic of China made their first appearance at a Winter Olympics at these Games, but failed to win any medals.",
            "score": 30.401338815689087
        },
        {
            "docid": "14796106_3",
            "document": "Mongolia at the Olympics . Mongolian athletes have won a total of 26 medals, all in Summer Olympics competitions, in freestyle wrestling, boxing, shooting, and judo. Prior to the 2008 Summer Olympics, Mongolia had won more silver and bronze medals without winning any gold medals than any other nation. Mongolia won their first ever gold medal in the Judo, with Naidangiin Tüvshinbayar winning in the Men's half heavyweight.",
            "score": 23.539589881896973
        },
        {
            "docid": "18933209_12",
            "document": "Olympic medal table . This difference in rankings has its origins in the early days of the Olympics, when the IOC did not publish or recognise medal tables. Before the 2002 Winter Olympics the difference in ranking system received scant notice, since in recent Olympic history the country that led in total medals also led in the gold count. However, during the 2002 Winter Olympics Germany won the highest number of medals (36), but earned one gold medal fewer than Norway - the latter winning 13. A similar situation occurred at the 2008 Summer Olympics, with China and U.S. topping the gold and total medal tallies respectively, and then again at the 2010 Winter Olympics when Canada and the U.S. finished 1st and 3rd respectively in the \"gold first\" ranking and 3rd and 1st respectively in terms of total medals won.  Other exceptions are the 1896, 1912, and 1964 Summer Olympics when the United States finished first in gold medal count, but second in the overall medal count. In an August 24, 2008 news conference, IOC President Jacques Rogge confirmed that the IOC does not have a view on any particular ranking system.",
            "score": 26.360445261001587
        },
        {
            "docid": "3837617_4",
            "document": "Argentina at the Olympics . Starting with the 1956 Summer Olympics, Argentina suffered a gradual overall decline, a situation that reached its most critical point in the 1976 and 1984 Summer Olympics. In those Games, Argentina did not win any medals. At the 2004 Summer Olympics in Athens, the country claimed gold medals for the first time in 52 years.",
            "score": 25.518240690231323
        },
        {
            "docid": "6129685_3",
            "document": "List of Olympic medalists in speed skating . Dutch skater Ireen Wüst has won eleven medals — five gold, five silver, and one broze — more than any other speed skater at the Olympics. Lidiya Skoblikova, who represented the Soviet Union, is one of two female Winter Olympians to win six gold medals (cross-country skier Lyubov Yegorova is the other). At the 1924 Winter Olympics, Finn Clas Thunberg became the first athlete to win two or more gold medals; in 1928, he became the first speed skater to successfully defend an Olympic title. At the 1964 Games, Skoblikova won four gold medals and became the first athlete to win a gold in every available event. The feat was repeated in 1980 by American Eric Heiden, who won five golds, the most that any Winter Olympian has won at one edition of the Games. In 2006, Canadian Cindy Klassen became the only other speed skater, and one of seven Winter Olympians, to win five medals—one gold, two silver, two bronze—at a single edition of the Games. Pechstein, American Bonnie Blair, and Sven Kramer of the Netherlands are the only speed skaters to win gold in the same event three times in a row. Andrea Schöne, who won a silver medal in 1976, is the youngest female athlete in an individual event to win a medal. German Christa Luding-Rothenburger and Canadian Clara Hughes are the only medal-winning speed skaters who have also won a medal at the Summer Olympic Games, having won medals in cycling.",
            "score": 27.683202743530273
        },
        {
            "docid": "1644945_21",
            "document": "Eduard Streltsov . Olympic policy in 1956 was to award gold medals only to members of the winning football squad who had played in the final match. Since Streltsov did not play in the final, he did not receive a medal. He was posthumously given a gold medal in 2006, after this policy was changed retroactively to allow all members of winning Olympic squads to receive medals.",
            "score": 20.049048900604248
        },
        {
            "docid": "31566075_11",
            "document": "Triathlon at the 2012 Summer Olympics . Great Britain was the only nation to win two medals in the triathlon events at the 2012 Summer Olympics with one gold medal and one bronze medal, both in the men's race. Switzerland became the first nation to win a second gold medal in Olympic triathlon after Spirig followed Brigitte McMahon (a gold medalist at the 2000 Summer Olympics) in becoming an Olympic champion. Australia won its fifth Olympic medal with Densham's bronze which is more than any other nation to that point. Sweden, Spain and Great Britain all won their first Olympic triathlon medal.",
            "score": 24.854373931884766
        },
        {
            "docid": "33299816_2",
            "document": "Alex Hadley . Alex Hadley (born 14 September 1973) is an Australian Paralympic swimmer from the United Kingdom. He was born in Staines, England. He competed but did not win any medals at the 1996 Atlanta Games. At the 2004 Athens Games, he won a gold medal in the Men's 4 × 100 m Medley 34 pts event and a silver medal in the Men's 4 × 100 m Freestyle 34 pts event. He also competed but did not win any medals at the 2008 Beijing Games.",
            "score": 17.96776533126831
        },
        {
            "docid": "27536552_25",
            "document": "Monica Puig . At the Olympic Games in Rio de Janeiro, Puig won the women's singles gold medal by defeating Polona Hercog, Anastasia Pavlyuchenkova, Garbiñe Muguruza, Laura Siegemund, Petra Kvitová, and finally Angelique Kerber. Puig became the second unseeded player to win a medal at the Olympics after Alicia Molik had won bronze in Athens and the first athlete representing Puerto Rico to win a gold medal in any sport. In Puerto Rico's Olympic history, Puig is the ninth sportsperson and the first sportswoman to win an Olympic medal. She is the first Latin American representative to win the gold medal in singles and the second to win a medal after Gabriela Sabatini won silver at the 1988 Summer Olympics. In November, Puig was presented the award for Best Female Athlete in Rio 2016 presented by the Association of National Olympic Committees (ANOC).",
            "score": 28.449228525161743
        }
    ],
    "r": [
        {
            "docid": "27566_2",
            "document": "Summer Olympic Games . The Summer Olympic Games () or the Games of the Olympiad, first held in 1896, is an international multi-sport event that is hosted by a different city every four years. The most recent Olympics were held in Rio de Janeiro, Brazil. The International Olympic Committee (IOC) organises the Games and oversees the host city's preparations. In each Olympic event, gold medals are awarded for first place, silver medals are awarded for second place, and bronze medals are awarded for third place; this tradition began in 1904. The Winter Olympic Games were created due to the success of the Summer Olympics.",
            "score": 37.290836334228516
        },
        {
            "docid": "2308715_11",
            "document": "Tiger Inn . Tiger Inn members acted to form the first American Olympics team for the first modern Olympic games in Athens in 1896. Most of the first American Olympic team came from Princeton, Harvard University and the Boston Athletic Association. Four Princetonians, including three Tiger Inn members, participated in those games. The TI members earned six medals in total: two gold, three silver medals, and one bronze; the four Princetonians earned 7 medals in total. The three TI members were Robert Garrett, Herb Jamison and Frank Lane; they were joined by Princetonian Al Tyler, who also medalled. These four Princeton athletes' 7 medals helped the 1896 American Olympic team earn 20 medals in total. Team Member Garrett delivered the most unexpected upset of the 1896 Games when he won Gold in the Discus, outperforming his Greek rival to win the most symbolic sport carried over from the ancient Olympics to the modern Olympic games.",
            "score": 35.11405944824219
        },
        {
            "docid": "68003_2",
            "document": "Athletics at the 1896 Summer Olympics . At the 1896 Summer Olympics, the first modern Olympiad, twelve athletics events were contested. A total of 25 medals (12 silver for winners, 13 bronze for runner-up, none for third) were awarded. The medals were later denoted as 37 modern medals (12 gold, 13 silver, 12 bronze). All of the events except the marathon were held in the Panathinaiko Stadium, which was also the finish for the marathon. Events were held on 6 April, 7 April, 9 April, and 10 April 1896 (all dates are according to the Gregorian calendar). Altogether, 64 athletes, all men, from ten nations competed. This made athletics the most international of the nine sports at the 1896 Games.",
            "score": 34.53750228881836
        },
        {
            "docid": "12108_189",
            "document": "Greece . Greece is the birthplace of the ancient Olympic Games, first recorded in 776 BC in Olympia, and hosted the modern Olympic Games twice, the inaugural 1896 Summer Olympics and the 2004 Summer Olympics. During the parade of nations Greece is always called first, as the founding nation of the ancient precursor of modern Olympics. The nation has competed at every Summer Olympic Games, one of only four countries to have done so. Having won a total of 110 medals (30 gold, 42 silver and 38 bronze), Greece is ranked 32nd by gold medals in the all-time Summer Olympic medal count. Their best ever performance was in the 1896 Summer Olympics, when Greece finished second in the medal table with 10 gold medals.",
            "score": 33.98114013671875
        },
        {
            "docid": "526488_14",
            "document": "Gold medal . At the 1896 Summer Olympics, winners received a silver medal and the second-place finisher received a bronze medal. In 1900, most winners received cups or trophies instead of medals. The next three Olympics (1904, 1908, 1912) awarded the winners solid gold medals, but the medals themselves were smaller. The use of gold rapidly declined with the onset of the First World War and also with the onset of the Second World War. The last series of Olympic medals to be made of solid gold were awarded at the 1912 Olympic Games in Stockholm, Sweden.",
            "score": 33.7679328918457
        },
        {
            "docid": "354367_7",
            "document": "Olympic medal . When the modern Olympic Games began in 1896 medals started to be given to successful olympian competitors. However, gold medals were not awarded at the inaugural Olympics in 1896 in Athens, Greece. The winners were instead given a silver medal and an olive branch, while runners-up received a laurel branch and a copper or bronze medal. In 1900, most winners received cups or trophies instead of medals.",
            "score": 33.42219161987305
        },
        {
            "docid": "228617_2",
            "document": "Football at the 1900 Summer Olympics . At the 1900 Summer Olympics, a football tournament was contested for the first time. Only two demonstration matches were held between the three club sides, and no medals were awarded. Despite this, the International Olympic Committee currently credits Great Britain, France and Belgium with gold, silver and bronze medals respectively as part of its attempt to reconcile early Olympic Games with the modern award scheme.",
            "score": 32.31060791015625
        },
        {
            "docid": "354367_11",
            "document": "Olympic medal . The first Olympic medals in 1896 were designed by French sculptor Jules-Clément Chaplain and depicted Zeus holding Nike, the Greek goddess of victory, on the obverse and the Acropolis on the reverse. They were made by the Paris Mint, which also made the medals for the 1900 Olympic Games, hosted by Paris. This started the tradition of giving the responsibility of minting the medals to the host city. For the next few Olympiads the host city also chose the medal design. Until 1912 the gold medals were made of solid gold.",
            "score": 32.2901611328125
        },
        {
            "docid": "921294_2",
            "document": "1896 Summer Olympics medal table . The 1896 Summer Olympics medal count is a list of National Olympic Committees ranked by the number of medals won during the 1896 Summer Olympics—the first Olympic Games of the Modern era—held in Athens, Greece, from 6 to 15 April 1896. A total of 241 athletes from 14 nations participated in 43 events in nine sports at these games.",
            "score": 32.28980255126953
        },
        {
            "docid": "26481983_5",
            "document": "2016 Summer Olympics medal table . Athletes from 87 nations earned medals at the 2016 Summer Olympics, breaking the record of most nations winning a medal at a single edition of the Olympics. However, following reallocation due to doping sanctions, an 87th country was later awarded a medal at the 2008 Olympics, tying the record. Athletes from 59 nations earned gold medals at these games, also breaking the record for the most number of nations winning gold at a single games. Great Britain became the first country in the history of the modern Olympics to increase their tally of medals in the subsequent games after being the host nation – winning 67 total medals (with 27 golds) at these games compared to the 65 (with 29 golds) won in London four years previously. Host country Brazil won seven gold medals, their most at any single Summer Olympics.",
            "score": 32.269474029541016
        },
        {
            "docid": "3623768_7",
            "document": "Sweden at the Olympics . <nowiki>*</nowiki>\"This table includes six medals – three gold, two silver, and one bronze – awarded in the 1908 and 1920 figure skating events.\" According to official data of the Swedish Olympic Committee. This is a list of people who have won three or more Olympic gold medals for Sweden. Medals won in the 1906 Intercalated Games are not included. It includes top-three placings in 1896 and 1900, before medals were awarded for top-three placings. Sweden has hosted the Games on one occasion. In 1956, the equestrian competitions were held in Stockholm.",
            "score": 32.167999267578125
        },
        {
            "docid": "18145006_3",
            "document": "Jamaica at the 2008 Summer Olympics . Although athletes representing Jamaica had won medals at every Olympic games since 1948 with the exceptions of the 1956 and 1964 games, the nation's delegation to the Beijing Olympics marked its most successful performance to that date than at any other Olympic games. More athletes (50 in total, including more female athletes than ever before) competed for Jamaica in Beijing than at any previous Games, more gold medals were won (6 in Beijing alone, almost doubling the number of gold medals won in Jamaica's Olympic history) and more medals were won overall (11 medals, besting Jamaica's showing at the 2000 Summer Olympics in Sydney, where 9 medals were won).",
            "score": 31.93703842163086
        },
        {
            "docid": "41756797_2",
            "document": "List of 1900 Summer Olympics medal winners . The 1900 Summer Olympics, officially the Games of the II Olympiad, were an international multi-sport event which was held in 1900 in Paris, France. Gold medals were not given at the 1900 Games. A silver medal was given for a first place and a bronze medal was given for second. The International Olympic Committee has retroactively assigned gold, silver, and bronze medals to competitors who earned 1st, 2nd, and 3rd-place finishes respectively in order to bring early Olympics in line with current awards.",
            "score": 31.92048454284668
        },
        {
            "docid": "921279_4",
            "document": "1904 Summer Olympics medal table . The United States won 239 (78 gold, 82 silver, 79 bronze) medals at the 1904 Summer Olympics, which is as of 2016, the record for most medals of any country in a single Summer Olympics. The number of gold medals won was bettered only twice, once at the 1980 Summer Olympics by the Soviets which the Americans boycotted and a second time which is the current record at the 1984 Summer Olympics by the Americans which the Soviets boycotted. Gold medals were awarded to event winners for the first time at the 1904 games. Prior to that, a silver medal was awarded to first-place finishers and a bronze medal to second-place finishers.",
            "score": 31.779876708984375
        },
        {
            "docid": "22576_90",
            "document": "Olympic Games . The athletes or teams who place first, second, or third in each event receive medals. The winners receive gold medals, which were solid gold until 1912, then made of gilded silver and now gold-plated silver. Every gold medal however must contain at least six grams of pure gold. The runners-up receive silver medals and the third-place athletes are awarded bronze medals. In events contested by a single-elimination tournament (most notably boxing), third place might not be determined and both semifinal losers receive bronze medals. At the 1896 Olympics only the first two received a medal; silver for first and bronze for second. The current three-medal format was introduced at the 1904 Olympics. From 1948 onward athletes placing fourth, fifth, and sixth have received certificates, which became officially known as victory diplomas; in 1984 victory diplomas for seventh- and eighth-place finishers were added. At the 2004 Summer Olympics in Athens, the gold, silver, and bronze medal winners were also given olive wreaths. The IOC does not keep statistics of medals won on a national level (except for team sports), but NOCs and the media record medal statistics as a measure of success.",
            "score": 31.639020919799805
        },
        {
            "docid": "32070578_2",
            "document": "List of multiple Olympic gold medalists at a single Games . This is a list of most gold medals won in a single Olympic Games. Medals won in the 1906 Intercalated Games are not included. It includes top-three placings in 1896 and 1900, before medals were awarded for top-three placings.",
            "score": 31.45628547668457
        },
        {
            "docid": "1736205_2",
            "document": "Ice hockey at the 1964 Winter Olympics . The men's ice hockey tournament at the 1964 Winter Olympics in Innsbruck, Austria, was the 10th Olympic Championship, also serving as the 31st World Championships and the 42nd European Championships. The games were held at the Olympiahalle Innsbruck. The Soviet Union won its second Olympic gold medal, fourth World Championship and eighth European Championship. Canada, represented for the first time by a purpose built national team organized and coached by Father David Bauer, was shut out of the medals for the first time in Olympic ice hockey history—still in contention for the gold medal on the last day until a loss to the Soviets, the Canadians were controversially denied a bronze medal as the rules were hastily changed by the IIHF late in the final period of the final game, where the Czechoslovakians were being dramatically outscored by Sweden just minutes prior to the medals presentation.",
            "score": 31.21689224243164
        },
        {
            "docid": "10167457_4",
            "document": "List of multiple Olympic gold medalists . This is a progressive list of Olympians that have held the record for most titles won. It includes titles won in 1896 and 1900, before gold medals were awarded for first place. All record-holders have competed at Summer Games rather than Winter Games.",
            "score": 31.04887580871582
        },
        {
            "docid": "3624090_2",
            "document": "Great Britain at the Olympics . Great Britain or Team GB is the team that sends athletes from the United Kingdom (UK), all but three of its overseas territories, and the three Crown dependencies, to the Olympic Games. It has sent athletes to every Summer and Winter Games, along with France and Switzerland, since the start of the Olympics' modern era in 1896, including the 1980 and 1984 Summer Olympics, which were boycotted by a number of other nations on each occasion. From 1896 to 2016 inclusive, Great Britain has won 847 medals at the Summer Olympic Games, and another 31 at the Winter Olympic Games. It is the only national team to have won at least one Gold Medal at every Summer Games, and lies third globally in the winning of both Gold Medals and total medals, surpassed only by the United States and the former Soviet Union.",
            "score": 30.93963623046875
        },
        {
            "docid": "16636124_2",
            "document": "List of Olympic records in swimming . The International Olympic Committee recognises the fastest performances in pool-based swimming events at the Olympic Games. Men's swimming has been part of the Summer Olympics since the Games' modern inception in 1896; it was not until 1912 that women competed against each other. The swimming events at the 1896 Olympic Games were held in a bay in the Aegean Sea with swimmers being required to swim to the shore—Hungarian swimmer Alfréd Hajós won two gold medals that year, saying \"My will to live completely overcame my desire to win.\" The 1900 Games in Paris saw the swimming events take place in the River Seine while the events at the 1908 Summer Olympics were hosted in a 100-metre pool located within an athletics track in the White City Stadium in London.",
            "score": 30.865158081054688
        },
        {
            "docid": "18789571_3",
            "document": "List of 2008 Summer Olympics medal winners . Nine new events were held, including two from the new cycling discipline of BMX. Women competed in the 3000 metre steeplechase for the first time. Marathon open water swimming events for men and women, over the distance of 10 kilometres, were added to the swimming discipline. Team events (men and women) in table tennis replaced the doubles events. In fencing, women's team foil and women's team sabre replaced men's team foil and women's team épée. Two sports were open only to men, baseball and boxing, while one sport and one discipline were open only to women, softball and synchronized swimming. Equestrian is the only sport in which men and women compete together in the same events. Baseball and softball may have made their last appearances in Olympics history during these Games, as the International Olympic Committee voted to remove them from the programme of the 2012 Olympics. A total of 958 medals for events (302 gold, 303 silver and 353 bronze) were awarded. In boxing, judo, taekwondo and wrestling, two bronze medals are awarded in each weight class. Therefore, the total number of bronze medals is greater than the total number of gold or silver medals. Additionally there were ties for a silver medal and two bronze medals.",
            "score": 30.824562072753906
        },
        {
            "docid": "24577837_4",
            "document": "List of 1924 Winter Olympics medal winners . Finnish speed skater Clas Thunberg topped the medal count with five medals: three golds, one silver, and one bronze. One of his competitors, Roald Larsen of Norway, also won five medals, with two silver and three bronze medal-winning performances. The first gold medalist at these Games—and therefore the first gold medalist in Winter Olympic history—was American speed skater Charles Jewtraw. Only one medal change took place after the Games: in the ski jump competition, a marking error deprived American athlete Anders Haugen of a bronze medal. Haugen pursued an appeal to the IOC many years after the fact; he was awarded the medal after a 1974 decision in his favor.",
            "score": 30.78829574584961
        },
        {
            "docid": "897981_5",
            "document": "Marian Drăgulescu . The 2004 European Championships in Ljubljana were an especially successful met for Drăgulescu. He helped his team to defend their title previously won in 2002. Additionally, Marian won the all around title, and gold medals on floor and on vault. The only other gymnast to win four gold medals at a European Championships was Nadia Comăneci, who captured four gold medals at the 1975 European Championships. His success at the 2004 Europeans made him one of the favorites for medals at the 2004 Olympic Games in Athens. At the 2004 Olympic Games Drăgulescu helped his team to a bronze medal and was a forerunner in the all around event until a mistake on the high bar, after which he still thrilled the crowd with a difficult routine. He won silver in the men's floor only after a tiebreaker was needed with gold medalist Kyle Shewfelt. On the men's vault he performed the exceptionally difficult vault that bears his name (a handspring double front with half turn) and received a 9.9, the highest score awarded in World or Olympic competition since 1995. It seemed he needed only to land his second vault to take gold, but he fell. However Drăgulescu was still awarded the bronze, a controversial decision because the disparity between the judges scores was greater than is permitted and therefore some or all of them should have been altered. They were not, and Shewfelt was pushed into fourth place. The Canadian federation filed a protest, but the result stood. In 2005 the judges involved were suspended for one year.",
            "score": 30.66310691833496
        },
        {
            "docid": "921338_3",
            "document": "1980 Winter Olympics medal table . Athletes from 19 countries won at least one medal, and athletes from 11 secured at least one gold medal. After winning a then-record 13 gold medals in the 1976 Winter Olympics, the Soviet Union led with 10 gold medals in 1980, and had the second most total medals with 22. East Germany led the overall medal count with 23. The host United States were third in both gold and overall medals, with 6 and 12, respectively. Having won her country's first Olympic medal in Innsbruck, four years before, alpine skier Hanni Wenzel won Liechtenstein's only two gold medals in the country's history, at Lake Placid. Liechtenstein is the smallest nation to ever win a gold medal at the Olympics. Bulgaria won its first Winter Olympic medal at these Games, a bronze medal in cross-country skiing. The People's Republic of China made their first appearance at a Winter Olympics at these Games, but failed to win any medals.",
            "score": 30.40134048461914
        },
        {
            "docid": "34069_27",
            "document": "Winter Olympic Games . The 1994 Winter Olympics, held in Lillehammer, Norway, were the first Winter Games to be held separately from the Summer Games. This change resulted from the decision reached in the 91st IOC Session (1986) to separate the Summer and Winter Games and place them in alternating even-numbered years. Lillehammer is the northernmost city to ever host the Winter Games and it was the second time the Games were held in Norway, after the 1952 Winter Olympics in Oslo. After the dissolution of Czechoslovakia in 1993, the Czech Republic and Slovakia made their Olympic debuts. The women's figure skating competition drew media attention when American skater Nancy Kerrigan was injured on 6 January 1994, in an assault planned by the ex-husband of opponent Tonya Harding. Both skaters competed in the Games, but the gold medal was controversially won by Oksana Baiul who became Ukraine's first Olympic champion, while Kerrigan won the silver medal. Johann Olav Koss of Norway won three gold medals, coming first in all of the distance speed skating events. 13-year-old Kim Yoon-Mi became the youngest-ever Olympic gold medallist when South Korea won the women's 3,000 meter speed skating relay. Russia won the most events, with eleven gold medals, while Norway achieved 26 podium finishes, collecting the most medals overall on home ground. Juan Antonio Samaranch described Lillehammer as \"the best Olympic Winter Games ever\" in his closing ceremony speech.",
            "score": 30.392168045043945
        },
        {
            "docid": "2179709_5",
            "document": "London Olympics . The 1944 Summer Olympics (the Games of the XIII Olympiad) were scheduled to be held in London. Awarded in 1939, they were, however, cancelled due to World War II. These Games would have celebrated the 50th anniversary of the Modern Olympiad. The 1948 Summer Olympics (the Games of the XIV Olympiad) were the first to be held after World War II, with the 1944 Summer Olympics having been cancelled due to the war. Showing a collective unity after the war, 59 nations competed in 136 different events between 29 July 1948 and 14 August 1948. Germany and Japan were not invited to the games due to security reasons. Unlike the previous time the UK hosted the Olympics, the British athletes did not have a high medal count, finishing 12th in the unofficial medal count with only 21 medals.",
            "score": 30.22488784790039
        },
        {
            "docid": "1855215_26",
            "document": "Ice hockey at the Olympic Games . The 2014 Winter Olympics were held in Sochi, Russia, and retained the same game format used in Vancouver 2010, while returning to the larger international-sized ice rinks. Slovenia participated for the first time, upsetting Slovakia in the round-robin before losing to Sweden in the quarterfinals 0–5, for its best finish in any international tournament. Latvia upset Switzerland 3–1 in the qualification playoffs, also making it to the Olympic quarterfinals for the first time, where they were narrowly defeated by Canada 2–1. Host nation Russia, considered a pre-tournament favourite, lost 3–1 in the quarterfinals to Finland and finished 5th. Entering the semi-finals undefeated after outscoring opponents 20–6, the United States lost to Canada 0–1, then lost the bronze medal game against Finland 0–5. Teemu Selänne scored six more points in the tournament, was named tournament MVP and boosted his modern-era Olympic career record for points to 43 (24 goals, 19 assists). At the age of 43, he also set records as both the oldest Olympic goal-scorer and oldest Olympic ice hockey medal winner. Canada defeated Sweden 3–0 to win its ninth Olympic gold medal. The team did not trail at any point over the course of the tournament, and became the first back-to-back gold medal winner since the start of NHL participation in 1998, as well as the first team to go undefeated since 1984.",
            "score": 30.224395751953125
        },
        {
            "docid": "6148421_2",
            "document": "List of Olympic medalists in short track speed skating . Short track speed skating is a sport that is contested at the Winter Olympic Games. The first Winter Olympics, held in 1924, included speed skating, but the first official short track speed skating events were not held until the 1992 Winter Olympics in Albertville, France. Before 1992, short track speed skating events were held at the 1988 Winter Olympics as a demonstration sport. At those games, events for both men and women were held in five disciplines: 500 metre, 1000 metre, 1500 metre, 3000 metre and the relay (3000 metres for women, 5000 metres for men). The Netherlands, United Kingdom and South Korea won two gold medals each, with Canada, Italy, Japan and China picking up a gold medal each. The results of those demonstration events are not considered official and are not included in this list. At the 1992 Winter Olympics, there were four medal events: men's 1000 metres, men's 5000 metre relay, women's 500 metres and women's 3000 metre relay. Men's 500 metres and women's 1000 metres was added in 1994. The men's and women's 1500 metres were added in 2002 and all eight events have been held at every Olympic Games since.",
            "score": 30.173643112182617
        },
        {
            "docid": "354367_8",
            "document": "Olympic medal . The custom of the sequence of gold, silver, and bronze for the first three places dates from the 1904 Summer Olympics in St. Louis, Missouri in the United States. The International Olympic Committee (IOC) has retroactively assigned gold, silver and bronze medals to the three best placed athletes in each event of the 1896 and 1900 Games. If there is a tie for any of the top three places all competitors are entitled to receive the appropriate medal according to IOC rules. Some combat sports (such as boxing, judo, taekwondo and wrestling) award two bronze medals per competition, resulting in, overall, more bronze medals being awarded than the other colours.",
            "score": 30.042407989501953
        },
        {
            "docid": "2176142_35",
            "document": "2012 Summer Olympics . Approximately 4,700 Olympic and Paralympic medals were produced by the Royal Mint at Llantrisant. They were designed by David Watkins (Olympics) and Lin Cheung (Paralympics). 99% of the gold, silver and copper was donated by Rio Tinto from a mine in Salt Lake County, Utah in the U.S. The remaining 1% came from a Mongolian mine. Each medal weighs , has a diameter of and is thick, with the sport and discipline engraved on the rim. The obverse, as is traditional, features Nike, the Greek goddess of victory, stepping from the Panathinaiko Stadium that hosted the first modern Olympic Games in 1896, with Parthenon in the background; the reverse features the Games logo, the River Thames and a series of lines representing \"the energy of athletes and a sense of pulling together\". The medals were transferred to the Tower of London vaults on 2 July 2012 for storage.",
            "score": 29.99359130859375
        },
        {
            "docid": "4196971_7",
            "document": "François-Louis Tremblay . At Tremblay's age of 29 these were likely his last games and therefore his first and last games on home soil. In the opening heat of the 500 m Francois-Louis Tremblay broke Charles Hamelin's Olympic Record which had just been set the heat before. The record was now set at 41.397 seconds. On February 26, he won two medals in one night. He won a bronze medal in the 500 m, with his teammate Charles Hamelin winning gold. He then won a gold medal in the 5000 m relay along with Charles Hamelin, François Hamelin, Olivier Jean and Guillaume Bastille. With the two medals at the Olympics, Tremblay tied a record set by Marc Gagnon as the only Canadian men to win 5 medals in the Winter Olympics.",
            "score": 29.962779998779297
        },
        {
            "docid": "921287_4",
            "document": "1900 Summer Olympics medal table . Gold medals were not given at the 1900 Games; a silver medal was given for a first place and a bronze medal was given for second. The International Olympic Committee has retroactively assigned gold, silver, and bronze medals to competitors who earned first, second, and third-place finishes respectively in order to bring early Olympics in line with current awards.",
            "score": 29.960840225219727
        }
    ]
}