{
    "q": [
        {
            "docid": "32086441_23",
            "document": "Xiguan . Kaiji is located on Longjin Donglu. Its owner is Ye Jiankai and he is jokingly called \"Dousha Kai\" because of the restaurant's food. Kaiji's Tangyuan (sweet dumplings) served with green bean soup and Vanilla green bean soup clear away diners' heat and toxic material and earn a high reputation in Guangzhou. The shop is Ye's grandfather's legacy.",
            "score": 28.168981075286865
        },
        {
            "docid": "32122477_6",
            "document": "La rose de Saint-Flour . When Pierrette returns a tiff with Marcachu turns into a fight. They prepare the soup, into which unexpected ingredients are placed. When Chapailloux arrives, they eat and discover the contents of the soup, including one of Pierrette's shoes. Another fight ensues, and Marcachu storms off with his marmite.",
            "score": 40.57359457015991
        },
        {
            "docid": "8501495_8",
            "document": "Ye Xian . The golden slipper is found by a local peasant who trades it, and it is passed on to various people until it reaches the hands of the nearby king of the To'Han islets, a powerful kingdom covering thousands of small islands. Fascinated by the shoe's small size, he issues a search to find the maiden whose foot will fit into the shoe and proclaims he will marry that girl. The search extends until it reaches the community of the cave-dwellers, and everyone, including Jun-Li, the late chief Wu's firstborn, tried the slipper. No maiden's foot can fit the shoe. Despondent that he could not find the woman he was searching for, the king made a great pavilion and placed the shoe there on display. Ye Xian arrives there late in the evening to retrieve the slipper, but is mistaken as a thief. Ye Xian then was brought before the king, and there she told him everything about her life, how she lost her friend, the gold-eyed fish, and now her slipper. The king, struck by her good-nature and beauty even though she lived in the land of the savages, believed her and allowed her to go home with the slipper.",
            "score": 37.8551744222641
        },
        {
            "docid": "3747_23",
            "document": "Bill Gates . In 2008, Gates appeared in a series of ads to promote Microsoft. The first commercial, co-starring Jerry Seinfeld, is a 90-second talk between strangers as Seinfeld walks up on a discount shoe store (Shoe Circus) in a mall and notices Gates buying shoes inside. The salesman is trying to sell Mr. Gates shoes that are a size too big. As Gates is buying the shoes, he holds up his discount card, which uses a slightly altered version of his own mugshot of his arrest in New Mexico in 1977, for a traffic violation. As they are walking out of the mall, Seinfeld asks Gates if he has melded his mind to other developers, after getting a \"Yes\", he then asks if they are working on a way to make computers edible, again getting a \"Yes\". Some say that this is an homage to Seinfeld's own show about \"nothing\" (\"Seinfeld\"). In a second commercial in the series, Gates and Seinfeld are at the home of an average family trying to fit in with normal people.",
            "score": 37.214388370513916
        },
        {
            "docid": "13075834_6",
            "document": "The Braes o' Killiecrankie . <score midi=\"5\" vorbis=\"1\"> \\relative c\" { \\time 2/4 \\key g \\major  \\partial 8 g16( a) | b8 b \\grace { c8 } b a16( g) | c4 c8 b16( a) | b8 b c16( b) a( g) | b8 d d g,16( a) | b8 b c16( b) a16( g) | c4 c8 b16( a) | b16( c) d16( b) a8 g | d8 g g \\bar \"||\" b16( c) | d8 d, d e16( f) | e8 d16( e) c8 b'16( c) | d8 d, d' d, | b' d d\\fermata b16( c) | d8 d, d e16( f) | g16( f) e( d) c8 b'16 c | b16( c) d( b) a8 g | e g g \\bar \"|.\" }  \\addlyrics {Whare | hae ye been sae | braw, lad? Whare | hae ye been sae | bran -- kie, O? Whare | hae ye been sae | braw, lad? Came | ye by Kil -- li -- | cran -- kie, O? An | ye had been whare | I hae been, Ye | wad -- na been sae | can -- tie, O; An | ye had seen what | I hae seen, I' the | braes o' Kil -- li -- | crank -- kie, O. }</score>",
            "score": 11.553434610366821
        },
        {
            "docid": "144829_24",
            "document": "Steve McQueen . In 1973 The Rolling Stones referred to McQueen in the song \"Star Star\" from the album \"Goats Head Soup\" for which an amused McQueen reportedly gave personal permission. The lines were \"Star fucker, star fucker, star fucker, star fucker star/ Yes you are, yes you are, yes you are/Yeah, Ali MacGraw got mad with you/For givin' head to Steve McQueen\".",
            "score": 27.008835673332214
        },
        {
            "docid": "12744285_3",
            "document": "Electric Soup (album) . It was also released as a 2-CD set with \"Gorilla Biscuit\", a collection of their b-sides and rarities. Brad Shepherd, the group's lead guitarist described the albums \"You just have to listen to [\"Electric Soup\"], it's just jam packed full of pretty groovy songs... The best of was always the record company's idea and the B-side was always our idea to combat that. We think if a best of is representative of a band then a B-side album is even more representative.\" Shepherd also explained the album names: \"\"Electric Soup\" is another name for Jack Daniels bourbon... \"Gorilla Biscuit\" is slang for 'downers' like mandrax.\"",
            "score": 26.143404960632324
        },
        {
            "docid": "2471736_5",
            "document": "Cryptotaenia . English names for the plant include mitsuba, Japanese wild parsley, stone parsley, honeywort, san ip, and san ye qin (from ). Like parsley, the flavor is clean and refreshing with a slightly bitter taste which some describe as celery-like. The sprouts are used in salads and soup. In Japan it is commonly used as a garnish in soups or atop entrees or as a sushi ingredient.",
            "score": 31.011072993278503
        },
        {
            "docid": "247960_6",
            "document": "Mikoyan-Gurevich MiG-25 . The subsonic Boeing B-47 Stratojet and Boeing B-52 Stratofortress strategic bombers were followed by the Mach 2 Convair B-58 Hustler, with the Mach 3 North American B-70 Valkyrie on the drawing board at that time. A major upgrade in the PVO defence system was required, and at the start of 1958 a requirement was issued for manned interceptors capable of reaching 3,000 km/h (1,864 mph) and heights of up to 27 km (88,583 ft). Mikoyan and Sukhoi responded. The Mikoyan-Gurevich OKB had been working on a series of interceptors during the second half of the 1950s: the I-1, I-3U, I-7U, I-75, Ye-150, Ye-150A, Ye-152, Ye-152A, Ye-152P, and Ye-152M. The Ye-150 was noteworthy because it was built specifically to test the Tumansky R-15 engine, two of which would later be used for the MiG-25. This led to Ye-152, alternatively known as Ye-166, which set several world records. The Ye-152M (converted from one of the two Ye-152 aircraft) was intended to be the definite heavy interceptor design. But before it was finished, the PVO had selected the Tupolev Tu-128. As the work on the MiG-25 was well under way, the single-engine Ye-152M was abandoned.",
            "score": 18.73620867729187
        },
        {
            "docid": "299646_27",
            "document": "Places in The Hitchhiker's Guide to the Galaxy . Frogstar World B is said to be \"\"the most totally evil place in the galaxy\"\". It is somewhat like the books' equivalent of Brontitall in the radio show; although there are differences between the two, they share some attributes. Although there is no statue of Arthur on Frogstar B, the bird people came about the same way. There is no archaeologist called Lintilla in the part of the books that concerns itself with Frogstar B; however, the spaceport with the massively delayed spaceship is there. Frogstar B was thrown into poverty through an event termed the Shoe Event Horizon. Many years ago, Frogstar World B was \"a thriving, happy planet – people, cities, shops, a normal world.\" However, there were slightly too many shoe-shops on the high streets of the planet, and the number of shoe-shops was steadily increasing. The more shoe-shops there were, the more the shops had to make. The more they had to make, the worse and more unwearable the shoes became. And the worse and more unwearable the shoes became, the more the people had to buy, and the more money the shops made until it became economically impossible to build anything other than shoe-shops. The result was collapse, ruin, and famine. Most of the population died out, but a select few with the right kind of genetic instability mutated into a bird-like species and cursed the ground, refusing to set foot on it ever again. Frogstar B is the home of the Total Perspective Vortex, a machine that effectively annihilates one's soul by showing one in an instant the whole infinity of creation and oneself in relation to it, and in the continuity of the books, Frogstar World B is the future site of Milliways, the Restaurant at the End of the Universe. In the radio series this role is instead given to Magrathea.",
            "score": 32.5083749294281
        },
        {
            "docid": "26396162_4",
            "document": "Holes in My Shoes . He grew up in extreme poverty in the Lower East Side of New York City, born in his parents cold water apartment on East 6th Street. His parents were Jewish immigrants from Austria. He sold newspapers on the corner of Avenue B and 10th Street and played in Tompkins Square Park. Beers and his siblings took many jobs as kids to support the starving family. They had potatoes and potato soup every day. They gathered fallen coal from the coal truck to keep the house warm. He had 3 brothers - Manny, Julius and Hy, and one sister, Lilian.",
            "score": 24.18232011795044
        },
        {
            "docid": "73440_25",
            "document": "Duck Soup (1933 film) . In another scene, the film pokes fun at the Hays Code. Due to the code, a man and woman could not be shown in bed together. The camera begins the scene in a woman's bedroom, panning across the foot of the bed. A pair of men's shoes are shown on the floor, then a pair of women's shoes and then four horseshoes. The camera cuts to a shot of the entire room: Pinky is sleeping in one bed with the horse, while the woman is in another bed.",
            "score": 32.542736530303955
        },
        {
            "docid": "19688599_10",
            "document": "Offset agreement . The universe of this military niche of offsets trade is sophisticated and less innocuous than commonly believed. In 2000 Daniel Pearl wrote an article about the universe of offsets: “could the sale of U.S. weapons in the Persian Gulf help an oil concern unload gasoline stations in Europe? Yes, under the new logic of international arms deals.” Pearl describes the new-found world of indirect offsets:",
            "score": 26.082967281341553
        },
        {
            "docid": "8529463_4",
            "document": "Aggregation problem . First, to sum the demand functions without other strong assumptions it must be assumed that they are independent; that is that one consumer's demand decisions are not influenced by the decisions of another consumer. For example, A is asked how many pairs of shoes he would buy at a certain price. A says at that price I would be willing and able to buy two pairs of shoes. B is asked the same question and says four pairs. Questioner goes back to A and says B is willing to buy four pairs of shoes, what do you think about that? A says if B has any interest in those shoes then I have none. Or A, not to be outdone by B, says \"then I'll buy five pairs\". And on and on. This problem can be eliminated by assuming that the consumers' tastes are fixed in the short run. This assumption can be expressed as assuming that each consumer is an independent idiosyncratic decision maker.",
            "score": 57.37624001502991
        },
        {
            "docid": "9360586_19",
            "document": "Milkweed (novel) . Big Henryk is a large boy who will “say yes to everything.” He doesn’t wear shoes but instead wears “gray bank coin bags on his feet.” He appears mentally disabled from the \"bellowing\" and how he says \"yes to everything\"",
            "score": 26.95664095878601
        },
        {
            "docid": "13094293_2",
            "document": "Soup for One (soundtrack) . Soup for One is the soundtrack album to the movie \"Soup for One\" by American R&B band Chic et al., released by Mirage Records in 1982. The album reached number 168 on the \"Billboard\" 200 albums chart and number 42 on the R&B chart. Besides three previously released tracks, Chic's \"I Want Your Love\" from 1978 album \"C'est Chic\", Sister Sledge's \"Let's Go On Vacation\" from 1980s \"Love Somebody Today\" and \"Jump, Jump\" from Debbie Harry's \"KooKoo\", the album contains five songs specifically written and produced by Bernard Edwards and Nile Rodgers for the movie.",
            "score": 20.217559814453125
        },
        {
            "docid": "8501495_9",
            "document": "Ye Xian . The next morning, the king goes into Ye Xian's house and asks her to come with him into his kingdom. Ye Xian then wears both her shoes, and appears in her beautiful sea-green gown. The stepmother and Jun-li, however, said that Ye Xian could not have clothes of that kind, for she was only their slave, and the stepmother said that the finery was Jun-li's and Ye Xian stole them. The king dismisses her lies, and invites Ye Xian to live at the palace with him as his wife and queen. She accepts, but her cruel step-family was left with their fate, which is to be banished to the wilderness by the king forever. They live a harsh, unhappy life until the day they were killed by a rain of fiery stones. On the other hand, the king takes Ye Xian into his kingdom and makes her his queen.",
            "score": 32.74089431762695
        },
        {
            "docid": "28284510_15",
            "document": "KLB Club . Yes, you gave us soup and enough black bread To etch out a mere existence, Enough to keep us wanting more And weaken our resistance",
            "score": 21.4467134475708
        },
        {
            "docid": "30177587_3",
            "document": "Shoe Show . The company was founded in 1960 by Robert B. Tucker and has more than 1150 locations. It acquired Burlington Shoes in 1986, Altier Shoes in 1993 and Shoebilee! in 2002. In the early 2000s, the company began opening Shoe Dept. Encore stores, which are larger than regular Shoe Dept. stores.",
            "score": 26.26975727081299
        },
        {
            "docid": "30011882_2",
            "document": "Louis Diat . Louis Felix Diat (1885–1957) was a chef and culinary writer who is one of the chefs believed to have created vichyssoise soup, though other chefs in France are also credited for the same; no proof is available for any claimants' assertions. Diat was born in 1885 in Bourbon-l'Archambault/Montmarault, France, where his father managed a shoe store. During the summer, when Diat and his siblings desired a cold snack, Diat's mother Annette often poured milk into leftover potato-and-leek soup (\"potage bonne femme\").",
            "score": 31.760711908340454
        },
        {
            "docid": "14600623_3",
            "document": "Space Soap (La Soupe aux choux) . This instrumental single is a R&B, dance and techno remake of the theme of \"La Soupe aux choux\", a 1981 French film directed by Jean Girault.",
            "score": 17.42922592163086
        },
        {
            "docid": "46746174_3",
            "document": "Litefeet . The Harlem shake is commonly incorporated into Litefeet, as is the “Chicken Noodle Soup, the Tone Whop (often mistakenly named the \"Toe Whop\"), and the Aunt Jackie. Moves often include: footwork, popping, shuffling, tutting, hat tricks, and shoe tricks.",
            "score": 28.935465335845947
        },
        {
            "docid": "8629842_2",
            "document": "Chicken Noodle Soup (song) . \"Chicken Noodle Soup\" is a song by producer Da Drizzle from Webstar's album \"\" (2006). It features rappers Young B and the Voice of Harlem. The song also has an associated dance.",
            "score": 18.213883876800537
        },
        {
            "docid": "10287083_9",
            "document": "North Slavic fermented cereal soups . Kyselo (or krkonošské kyselo) (, ) is a soup based on sourdough and mushrooms. It is a traditional Czech cuisine from poor folk food originating in the Northern Bohemia mountain region Krkonoše. It is very substantial and it contains an abundance of quality proteins, B vitamins, dietary fiber and other important nutrients. Usage of sourdough is closely related to fermented flour usage in the Polish sour rye soup.",
            "score": 25.323629021644592
        },
        {
            "docid": "226105_27",
            "document": "Bill Drummond . Several Penkiln Burn projects involve making things and then distributing them. Drummond has created a Soup Line drawn across a map going through Belfast and Nottingham to the edges of the British Isles. Anyone living on the Soup Line may contact Drummond to come to their house and make soup for them, their family and friends. Drummond has also constructed – and encourages others to construct – Cake Circles drawn on maps. Cakes are then made and delivered to people who live within the circle with the words \"I have baked you a cake, here it is\". Other projects involve Drummond building beds from timber in public places which are then raffled off. In 2011, for the Venice Biennale, Drummond took up shoe-shining on the streets of Venice. Each spring, Drummond gives away 40 bunches of daffodils to strangers on the street in different cities.",
            "score": 33.7177939414978
        },
        {
            "docid": "2814961_75",
            "document": "Women's cinema . Other notable filmmakers include María Ripoll (\"Tortilla Soup\", \"The Man with Rain in His Shoes\"), Patricia Ferreira, Chus Gutiérrez, María Lidón aka Luna (\"\", \"Moscow Zero\"), Rosa Vergés, Lydia Zimmermann, or Laura Mañá.",
            "score": 28.783802032470703
        },
        {
            "docid": "17647962_4",
            "document": "B and B Chemical Company . The building was designed by Coolidge, Shepley, Bulfinch & Abbott and built in 1937 for the B and B Chemical Company, a subsidiary of the United Shoe Machinery Corporation. The facility, which include a more simply designed second building behind this one, produced adhesives used in the shoe manufacturing process at other plants. It later served as the headquarters for the Polaroid Corporation for many years. It is now owned by The Bulfinch Companies, and is occupied by Nimbus Discovery, a biotechnology firm.",
            "score": 20.624290466308594
        },
        {
            "docid": "18622408_4",
            "document": "Grover Shoe Factory disaster . The R. B. Grover shoe factory was big, but not the biggest shoe factory in Brockton, a town that had 35,000 shoe workers. The wooden building, shaped like a letter \"E\", occupied half a city block at the corner of Main and Calmar Streets.  Grover made the popular Emerson brand shoe, and business had been good enough to add a fourth floor.",
            "score": 29.10947346687317
        },
        {
            "docid": "50112367_4",
            "document": "Brian Atwood . The Brian Atwood shoe line was launched in 2001. His budget line of shoes is B Brian Atwood. This brand retails for US$200 to US$500 as opposed to his main line of shoes which retails for $525 to $2900. The B Brian Atwood brand was later entered into a partnership agreement with shoemaker, Steve Madden (NASDAQ:SHOO), who purchased the Jones Group stake. He is the author of the book, \"Pumped\", a study of stiletto heels.",
            "score": 24.278985500335693
        },
        {
            "docid": "32064360_5",
            "document": "D-Men . The band started breaking up with the departure of singer Brace, followed by rapper Ali B. A single \"Vraag jezelf eens af\" was released. Contractual disagreements intensified with rapper Yes-R who joined the label of his cousin Ali B. Soesi B, a friend from childhood to Yes-R followed suit. The last of the new members to leave was Negativ. This the formation went back to the original three members Lange Frans, Brutus and Baas B. Yes-R even made a recording to diss the original members with his recording \"Je krijgt het van ons\" (\"You get it from us\")",
            "score": 14.739315271377563
        },
        {
            "docid": "11553901_3",
            "document": "Alphabet Soup (horse) . Alphabet Soup was bred by Southeast Associates, a group led by Roy S. Lerman, and purchased by Californian Georgia B. Ridder. He is a descendant of Nearco, and his damsire is U.S. Racing Hall of Fame inductee Arts and Letters. Purchased privately as a two-year-old by Georgia B. Ridder, Alphabet Soup was late in developing. Mrs. Ridder raced the colt in California, where he began to come into his own at the age of four, winning the 1995 Native Diver and Del Mar Breeders' Cup Handicaps. In 1996, en route to his triumph in that year's Breeders' Cup Classic, he won three important graded stakes races: the San Antonio Handicap, the Pat O'Brien Handicap, and the San Pasqual Handicap, in which he defeated Best Pal. He also crossed the wire first in the Goodwood Breeders' Cup Handicap but was disqualified and set back to third. Alphabet Soup raced in 1997 at age six, his best effort coming in defense of the San Antonio Handicap when he finished second to Gentlemen.",
            "score": 21.578203201293945
        },
        {
            "docid": "3075186_5",
            "document": "Blomberg B . A popular modification by railroads in later years was reducing the number of brake shoes from 8 to 4 by reconfiguring the double-clasp brake rigging, removing one brake shoe per wheel. This can give the Blomberg B a similar appearance of later Blomberg M trucks.",
            "score": 22.447681665420532
        }
    ],
    "r": [
        {
            "docid": "2040129_11",
            "document": "Billet reading . To disguise the reason for opening the envelope, the typical variation used by mentalists has the audience members write questions on their cards, which the magician will answer. The magician then starts by making a statement like \"I feel beautiful!\", expresses some confusion about why he would say that, and then opens the envelope to read the question, \"will the weather be nice tomorrow?\" (while actually reading the next card, \"what is my shoe size?\"). As the questions may be impossible to guess, like a random person's shoe size, comedy or misdirection is often worked into the routine. For instance, \"a size larger than last year\" makes a reasonable answer to shoe size no matter who asks the question. Mediums may use the question and answer format as well, except that the questions are to be asked of the deceased, or perhaps are simply names of people to be contacted in the spirit world.",
            "score": 62.15542984008789
        },
        {
            "docid": "8529463_4",
            "document": "Aggregation problem . First, to sum the demand functions without other strong assumptions it must be assumed that they are independent; that is that one consumer's demand decisions are not influenced by the decisions of another consumer. For example, A is asked how many pairs of shoes he would buy at a certain price. A says at that price I would be willing and able to buy two pairs of shoes. B is asked the same question and says four pairs. Questioner goes back to A and says B is willing to buy four pairs of shoes, what do you think about that? A says if B has any interest in those shoes then I have none. Or A, not to be outdone by B, says \"then I'll buy five pairs\". And on and on. This problem can be eliminated by assuming that the consumers' tastes are fixed in the short run. This assumption can be expressed as assuming that each consumer is an independent idiosyncratic decision maker.",
            "score": 57.37623977661133
        },
        {
            "docid": "718324_52",
            "document": "Medical error . A survey of more than 10,000 physicians in the United States came to the results that, on the question \"\"Are there times when it's acceptable to cover up or avoid revealing a mistake if that mistake would not cause harm to the patient?\"\", 19% answered \"yes\", 60% answered \"no\" and 21% answered \"it depends\". On the question \"\"Are there times when it is acceptable to cover up or avoid revealing a mistake if that mistake would potentially or likely harm the patient?\"\", 2% answered \"yes\", 95% answered \"no\" and 3% answered \"it depends\".",
            "score": 57.177978515625
        },
        {
            "docid": "47866157_26",
            "document": "FTC v. Motion Picture Advertising Service Co. . That court said it would expect the Massachusetts courts to find that the conduct alleged was unfair to consumers under the \"Brown Shoe\"/\"MPAS\" interpretation of § 5, since 93A is similar in wording to § 5. \"Assuming consumer harm were proved (a quite separate question), we would expect Massachusetts courts to follow FTC precedent that sensibly holds unlawful pernicious conduct with a clear potential for harm and no redeeming value whatever.\" The First Circuit therefore reversed and remanded.",
            "score": 55.100772857666016
        },
        {
            "docid": "20783125_10",
            "document": "Yes–no question . There is an ambiguity in English as to whether certain questions actually \"are\" yes–no questions in the first place. Syntactically identical questions can be semantically different. It can be seen by considering the following ambiguous example: The question could be a yes–no question or could be a choice question (also called alternative question). It could be asking the yes–no question of \"whether\" John played \"either\" of the games, to which the answer is yes or no; or it could be asking the choice question (which does not have a yes–no response) of \"which\" of the two games John played (with the presupposition that he played one or the other), to which the answer is the name of the game. Another such ambiguous question is \"Would you like an apple or an orange?\" to which the responses can be \"An apple\", \"An orange\", \"Yes\", and \"No\", depending from whether the question is seen as a choice question or a yes–no question. (The \"yes.\" answer involves a further ambiguity, discussed below.)",
            "score": 54.38946533203125
        },
        {
            "docid": "2341848_9",
            "document": "Raw bar . Consumming raw oysters is potentially dangerous as it might contains harmful bacteria. People eating raw oyster might contract vibriosis, an illness typically caused by eating raw seafood. There are reports of human casualities caused by consuming raw oyster.",
            "score": 54.032405853271484
        },
        {
            "docid": "5227945_5",
            "document": "The Origin of the Work of Art . The third interpretation is the most dominant (extended to all beings), but is derived from equipment: \"This long familiar mode of thought preconceives all immediate experience of beings. The preconception shackles reflection on the Being of any given being.\" The reason Heidegger selects a pair of peasant shoes painted by Vincent van Gogh is to establish a distinction between artwork and other \"things,\" such as pieces of equipment, as well as to open up experience through phenomenological description. This was actually typical of Heidegger as he often chose to study shoes and shoe maker shops as an example for the analysis of a culture. Heidegger explains the viewer's responsibility to consider the variety of questions about the shoes, asking not only about form and matter—what are the shoes made of?—but bestowing the piece with life by asking of purpose—what are the shoes for? What world do they open up and belong to? In this way we can get beyond correspondence theories of truth which posit truth as the correspondence of representations (form) to reality (matter).",
            "score": 53.55317306518555
        },
        {
            "docid": "620343_24",
            "document": "Whole Foods Market . In a \"Wall Street Journal\" article in August 2009, John Mackey acknowledged that his company had lost touch with its natural food roots and would attempt to reconnect with the idea that health was affected by the quality of food consumed. He said \"We sell a bunch of junk\". He stated that the company would focus more on health education in its stores. As of 2013, many stores have employed Healthy Eating Specialists which are team members who \"answer customers’ healthy eating questions and can assist...in choosing the most nutrient-dense ingredients, suggest satisfying healthy recipes,\" and help \"create a meal plan in keeping with your health goals.\"",
            "score": 53.389198303222656
        },
        {
            "docid": "20783125_16",
            "document": "Yes–no question . A further ambiguity with yes–no questions, in addition to that of polarity, is the ambiguity of whether an \"exclusive\" or \"inclusive\" disjunction is meant by the word \"or\", as it can represent either. Conventionally, in English yes–no questions the \"or\" represents an exclusive disjunction. However, as with the \"Would you like an apple or an orange?\" question mentioned earlier, to which one possible answer, as a yes–no question, is \"yes.\", yes–no questions can also be taken to be \"inclusive\" disjunctions. The informativeness of the \"or\" in the question is low, especially if the second alternative in the question is \"something\" or \"things\". The \"exclusive\" and \"inclusive\" can be determined often in spoken language (the speaker will often lower their pitch at the end of an \"exclusive\" question, as opposed to raising it at the end of an \"inclusive\" question), but it is a frequent source of humour for computer scientists and others familiar with Boolean logic, who will give responses such as \"yes\" to questions such as \"Would you like chicken or roast beef for dinner?\". However, the ambiguity is not confined to humour. The apple-or-orange question may be legitimately asking whether either is wanted, for example, and \"Would you like an apple or something?\" is indeed \"expecting\" either \"yes\" or \"no\" as a proper answer rather than the answer \"Something\" that an exclusive disjunction would be requesting.",
            "score": 51.56932067871094
        },
        {
            "docid": "3348022_12",
            "document": "Fei Yi . In one instance, a drunk Sun Quan asked Fei Yi: \"Yang Yi and Wei Yan behave like immature boys. Even though their contributions are insignificant, they can still cause big trouble because they are in positions of power. If one day Zhuge Liang is no longer around, there will definitely be disaster. All of you are confused. No one has considered the long-term implications of this problem. Isn't that harmful to your descendants?\" Fei Yi, stunned by Sun Quan's question, could not respond immediately and started glancing around as he tried to think of an answer. Fei Yi's deputy, Dong Hui, stepped up, looked at Fei Yi and said: \"You can say that the conflict between Yang Yi and Wei Yan is a private issue between them. They don't have wild ambitions unlike Ying Bu and Han Xin. As of now, our priority is to eliminate our powerful enemy and reunify the Empire. Only after we have achieved that can we consider our mission accomplished and be able to expand our legacy. If we put our priority aside and focus on preempting internal problems such as this, it would be equivalent to not building a boat at all to avoid getting caught in a storm. That wouldn't be beneficial at all in the longer term.\" Sun Quan was very amused by Dong Hui's reply.",
            "score": 50.88200759887695
        },
        {
            "docid": "7135084_10",
            "document": "Randomized response . The interviewed are asked to secretly throw a dice and answer the first question only if they throw a 6, otherwise the second question (formula_3). The \"yes\"-answers are now composed of consumers who have thrown a 6 and non-consumers who have thrown a different number. Let the result be 75 \"yes\"-answers out of 100 interviewed (formula_4). Inserted into the formula you get If all interviewed have answered honestly then their true proportion of consumers is 1/8 (= 12.5%).",
            "score": 49.662384033203125
        },
        {
            "docid": "10555897_4",
            "document": "100,000,000 Guinea Pigs . The book goes on to state that the Pure Food and Drug Act of 1906 is not effective in arresting these trends, and real reform or consumer protection is obstructed by the powerful connections that offending corporations have with the government. If the poison is such that it acts slowly and insidiously, perhaps over a long period of years (and several such will be considered in later chapters), then we poor consumers must be test animals all our lives; and when, in the end, the experiment kills us a year or ten years sooner than otherwise we would have died, no conclusions can be drawn and a hundred million others are available for further tests. The authors develop ideas such as synergy effects, and the precautionary and substitution principles. They claim that many toxic substances, even in low concentrations, can act together to cause much more harmful effects than each substance would individually. Prolonged exposure to low amounts of toxic substances, even at very mild concentrations, can potentially have serious negative health impacts that consumers are not made aware of. These impacts are felt by all consumers because harmful substances are being ingested by consumers because of the use of dangerous pesticides, herbicides and other chemicals in food production. Preservatives are particularly criticized, and the increase in canned or packaged foods is cited as evidence of an increasing risk of such synergy effects because of the large amount of chemical byproducts these products include.",
            "score": 49.49243927001953
        },
        {
            "docid": "13480_21",
            "document": "Horseshoe . However, the term \"farrier\" implies a professional horseshoer with skill, education, and training. Some people who shoe horses are untrained or unskilled, and likely to do more harm than good for the horse. People who do not understand the horse's foot will not trim the hoof correctly. This can cause serious problems for the animal, resulting in chronic lameness and damage to the hoof wall. Poor trimming will usually place the hoof at an incorrect angle, leave the foot laterally unbalanced and may cut too much off certain areas of the hoof wall, or trim too much of the frog or sole. Some horseshoers will rasp the hoof down to fit an improperly shaped or too-small size of shoe, which is damaging to the movement of the horse and can damage the hoof itself if trimmed or rasped too short. A poor horseshoer can also make mistakes in the shoeing process itself, not only quicking a horse, but also putting the shoe on crooked, using the wrong type of shoe for the job at hand, shaping the shoe improperly, or setting it on too far forward or back.",
            "score": 49.4835205078125
        },
        {
            "docid": "4035922_4",
            "document": "Definist fallacy . On the second word (\"fallacy\"), Frankena rejected the idea that it represented an error in reasoning – a fallacy as it is usually recognized – rather than an error in semantics. In Moore's open-question argument, because questions such as \"Is that which is pleasurable good?\" have no definitive answer, then pleasurable is not synonymous with good. Frankena rejected this argument as the fact that there is always an open question merely reflects the fact that it makes sense to ask whether two things that may be identical in fact are. Thus, even if good \"is\" identical to pleasurable, it makes sense to ask whether it is; the answer may be \"yes\", but the question was legitimate. This seems to contradict Moore's view which accepts that sometimes alternative answers could be dismissed without argument, however Frankena objects that this would be committing the fallacy of begging the question.",
            "score": 49.42862319946289
        },
        {
            "docid": "23924014_47",
            "document": "Coral reef fish . The spotted trunkfish is a reef fish which secretes a colourless ciguatera toxin from glands on its skin when touched. The toxin is only dangerous when ingested, so there's no immediate harm to divers. However, predators as large as nurse sharks can die as a result of eating a trunkfish. Ciguatera toxins appear to accumulate in top predators of coral reefs. Many of the Caribbean groupers and the barracuda for example may contain enough of this toxin to cause severe symptoms in humans who eat them. What makes the situation particularly dangerous is that such species may be toxic only at certain sizes or locations, making it difficult to know whether or when they are or are not safe to eat. In some locations this leads to many cases of ciguatera poisoning among tropical islanders.",
            "score": 48.62163543701172
        },
        {
            "docid": "54062514_5",
            "document": "Sanhujori . To facilitate recovery after childbirth, many Korean mothers consume the specific type of Korean traditional cuisines, which is commonly called \"Sanhujori foods.\" Common characteristics of Sanhujori foods are summarized as being soft, warm, and refreshing while cuisines with spicy flavors are perceived to be bad for the postpartum period. Among a variety of Sanhujori cuisines, seaweed soup is most widely consumed by Korean mothers. Researchers demonstrated that seaweed contains a great deal of omega-3 fatty acids, i.e., polyunsaturated fatty acids found in certain seeds and fish, and the soup with seaweed helps to accelerate the recovery time of mothers. Other than seaweed soup, Korean women also eat a variety of exotic, traditional dishes, such as a pig bone soup, ray soup, and dried cod soup.",
            "score": 48.44362258911133
        },
        {
            "docid": "55005694_3",
            "document": "The Digital Standard . The intended use for the standard is to encourage any consumer or manufacturer to evaluate and discuss the impact which any product's digital features have on individuals and society. Since the standard is a list of questions, anyone can answer the questions for any product to generate an evaluation. Supporters of the standard argue that the answers to the questions should either be obvious or the manufacturers should voluntarily disclose the answers. Goals of the standard include setting consumer expectations for how products should protect them, communicating acceptable practices to manufacturers, and encouraging conversations about what sorts of product behavior are either beneficial or harmful to the consumers who use them.",
            "score": 48.41238021850586
        },
        {
            "docid": "44430316_6",
            "document": "Host adaptation . Some commensal organisms, or organisms that occur in the body naturally and benefit from living in the host without causing it harm or conferring any significant benefit, also have the potential to become pathogens. This specific type of commensal/pathogen hybrid is called an opportunistic pathogen. Not all commensals are opportunistic pathogens. However, opportunistic pathogens are commensals by nature. They are not harmful for the body when the body's immune system is functioning normally, but if the host immune system becomes compromised, or loses its ability to function at its full or near-full potential, opportunistic pathogens switch from being a commensal organism to a pathogen. This is where the name opportunistic pathogen comes from: they are only pathogens when the opportunity to infect the host is there. An example of an opportunistic pathogen is Candida albicans. Candida albicans is a type of fungus/yeast found in the intestines and mucous membranes (like the vagina and throat) of healthy humans. It is also found on the skin of healthy humans. In healthy humans- meaning humans with functioning immune systems- Candida will not cause infections. It will simply co-exist with the host. However, if a person is in chemo therapy or has HIV/AIDS, which weakens the immune system (thus compromising it), Candida albicans will cause infections. It can cause infections as innocuous as yeast infections or thrush and it can cause infections as serious as systemic candidiasis which is fatal in about 50% of cases. Though the mechanisms Candida albicans uses to switch from being a commensal to a pathogen are largely unknown, the reasons for its strength as a pathogen are broadly known. Candida has plenty of phenotypic and genotypic plasticity which means it generates change quickly. As a result of constant diversification, candida has many opportunities to make advantageous mutations. Additionally, Candida can change morphology. It can convert from the yeast for to the filamentous form and vice versa, depending on which stage of infection it is in. In the beginning stages of infection, Candida is more likely to be in the filamentous form because this allows it to adhere to and infect cells more efficiently. Other adaptations of the commensal pathogen include the ability to grow at host temperature, create biofilms, resist reactive oxygen species (ROS) created as part of the human immune response to fight off infection, adapt to different pHs (relevant for being carried in the blood in different parts of the body) and adapt to low nutrient or low glucose environments like the liver Because Candida albicans is very good at adapting to the fluctuating environments of the humans body (i.e. its changing temperature, pH, oxygen reactivity and more) candida albicans is a good pathogen.",
            "score": 48.34242248535156
        },
        {
            "docid": "13575603_20",
            "document": "Fifth Amendment to the United States Constitution . The Fifth Amendment protects individuals from being forced to incriminate themselves. Incriminating oneself is defined as exposing oneself (or another person) to \"an accusation or charge of crime,\" or as involving oneself (or another person) \"in a criminal prosecution or the danger thereof.\" The \"privilege\" against compelled self-incrimination is defined as \"the constitutional right of a person to refuse to answer questions or otherwise give testimony against himself. ... \" To \"plead the Fifth\" is to refuse to answer any question because \"the implications of the question, in the setting in which it is asked\" lead a claimant to possess a \"reasonable cause to apprehend danger from a direct answer\", believing that \"a responsive answer to the question or an explanation of why it cannot be answered might be dangerous because injurious disclosure could result.\"",
            "score": 48.337337493896484
        },
        {
            "docid": "73511_114",
            "document": "T–V distinction . The modern social custom when using the Greek language in Greece is to ask the other person \"may we speak in the singular?\" in which the other person is expected to answer \"yes\" and afterwards the discussion continues using the informal \"εσύ\" (\"esý\"); it is unthinkable for the other person to answer \"no\" or show preference for plural forms, and for this reason one should not even ask this question to a person of high status, such as a professional. Therefore, asking this question can itself be considered a form of disrespect in some social situations. Likewise, not asking this question and simply using the singular without prior explicit or implicit agreement would also be considered disrespectful in various social contingencies. In other cases, even using the formal plural (without a question) could also be considered offensive. A person being inappropriately addressed in the singular will often indicate their displeasure by insisting on responding in the plural, in a display of irony that may or may not be evident to the other party. A similar social custom exists with the words \"κύριε\" (Mr/Sir) and \"κυρία\" (Mrs/Madam), which can show both respect and a form of \"mock respect\" essentially communicating disapproval, often depending on the voice intonation and the social situation. Overall, the distinction between formal and informal forms of address and when to use each can be quite subtle and not easily discernible by a non-native speaker.",
            "score": 48.25457763671875
        },
        {
            "docid": "588859_11",
            "document": "Twenty Questions . In developing the Participatory Anthropic Principle (PAP) which is an , theoretical physicist John Archibald Wheeler used a variant on Twenty Questions, called Negative Twenty Questions, to show how the questions we choose to ask about the universe may dictate the answers we get. In this variant, the respondent does not choose or decide upon any particular or definite object beforehand, but only on a pattern of 'Yes' or 'No' answers. This variant requires the respondent to provide a consistent set of answers to successive questions, so that each answer can be viewed as logically compatible with all the previous answers. In this way, successive questions narrow the options until the questioner settles upon a definite object. Wheeler's theory was that, in an analogous manner, consciousness may play some role in bringing the universe into existence.",
            "score": 48.169708251953125
        },
        {
            "docid": "4431867_4",
            "document": "Soviet cuisine . An everyday Soviet full course meal (lunch or dinner) consisted of three or four courses, typically referred to as \"the first\", \"the second\", \"the third\", and \"the fourth\"; an optional salad was not \"numbered\". In a restaurant, one could eat anything one liked in any order, but in a typical canteen, especially in a workers' or students' canteen, one would normally have received what was called a \"combined lunch\" (\"kompleksny obed\"). \"The first\" was a soup or broth, i.e., \"liquid\" food. \"The second\" was some kind of \"solid\" food: meat, fish, or poultry with a side dish, called \"garnish\" (). Garnishes typically included potatoes in a variety of forms, buckwheat kasha, macaroni, etc. Bliny, baked dishes ( \"zapekanka\"), or eggs could also be served as \"the second\". \"The third\" was something to drink: tea, coffee, kompot, milk, kefir, etc. \"The fourth\" was a dessert. Green vegetables and salads were seasonal, and with some exceptions uncommon at the table. Spices were rarely used and food had a generally mild taste. There were no differences between breakfast, lunch, and dinner meals. Lunch was always consumed with a soup as a first course. A lot of households used to eat fish instead of meat on Thursdays. The common approach, which still holds today in Russia is: \"Eat a lot, few times a day. Eat nothing between meals\". A typical lunch meal could consist of chicken broth based soup or borscht for a first course and fried meatballs or goulash served with boiled potatoes or buckwheat porridge as a main course. Butter or sour cream was used instead of sauce. Holiday meals were typically derived from old French and Russian cuisines with extensive use of heavy sauces, marinated meats, and melted cheese. Mixing ingredients and extensive cooking was common, just as at classic French cuisine. Generally, people put a lot of effort in order to prepare such meals. Often, the richness of a holiday table was an issue of honor for the family.",
            "score": 48.05121994018555
        },
        {
            "docid": "47883354_37",
            "document": "Horse welfare . The case of shoeing is special. It was originally a means of protecting the equine foot from wear and tear on different hard surfaces. However, its usefulness is questioned by a growing number of riders who feel that being \"barefoot\" is more consistent with the nature of the horse. According to Pierre Enoff, the horse does not really need shoeing, which frustrates locomotion and sensory perception by forcing it to rely solely on the hoof walls, unable to use the soles or assess the terrain. The dominant perspective of professionals in the horse world, including farriers, is to see shoeing as protection for the hoof. Similarly, moving to a barefoot approach too quickly can be harmful to horses that have lived with shoes for a long time if their feet are not prepared.",
            "score": 47.979244232177734
        },
        {
            "docid": "3780915_30",
            "document": "Table manners . Usually, diners will have a bowl of soup on the right with a bowl of rice to its left. Alternatively, soup may be served in a single large communal pot to be consumed directly or ladled into individual bowls. Dining utensils will include a pair of chopsticks and a spoon. Common chopstick etiquette should be followed (See Chopstick Etiquette), but rice is generally eaten with the spoon instead of chopsticks. Often some form of protein (meat, poultry, fish) will be served as a main course and placed at the center of the table within reach of the diners. \"Banchan\" will also be distributed throughout the table. If eaten with spoon, \"banchan\" is placed on the spoonful of rice before entering the mouth. With chopsticks, however, it is fed to the mouth directly. The last piece of food on a communal dish should not be served to oneself without first asking for permission, but, if offered the last bit of food in the communal dish, it is considered rude to refuse the offer. Bowls of rice or soup should not be picked up off the table while dining, an exception being made for large bowls of Korean noodle soup. Slurping while eating noodles and soup is generally acceptable. It is not uncommon to chew with the mouth open.",
            "score": 47.97704315185547
        },
        {
            "docid": "56933038_4",
            "document": "Carl E. Schneider . Schneider has argued that institutional review boards are unnecessary and harmful, restricting useful and innocuous research while being likely to permit truly dangerous studies. He stated in a 2018 lecture that IRBs are \"deeply unethical system[s] of regulation\" because they fail to reach consistent decisions and prohibit many experiments which have the potential to benefit patient health. Schneider cited a multi-center study of vitamin A supplementation for neonatal ICU patients which IRBs halted: one institution's IRB rejected the study because it considered the experiment unnecessary, claiming the benefits of vitamin A supplementation were proven; another denied it because it considered the effects of vitamin A on neonates too ill-studied to be ethical. He continued by noting that even without IRB approval, the doctors running the study would have had the ability to give or not give vitamin A to their patients, and even to collect data on the two groups. However, to compare the patients would require IRB approval.",
            "score": 47.67757034301758
        },
        {
            "docid": "2159752_4",
            "document": "Ancient and Honorable Order of Turtles . To gain admission, one must correctly answer a number (usually three or four) from a list of questions, each of which suggests a vulgar, lewd, or salacious answer, but the actual correct answer is rather innocuous. It is assumed that all prospective Turtles own a diabetic donkey, or one of a sweet and kindly disposition; therefore once inducted, a member must reply to the question \"Are you a Turtle?\" with \"You bet your sweet ass I am.\" If the member is unable or unwilling (perhaps because of a social restriction on vulgarity) to provide the correct answer, he or she owes to each other turtle present a drink of the recipient's choice. A large part of the tradition of the order involves the qualifying questions that prospective members have to answer. These fun questions are actually small riddles: each suggests a vulgar or lewd answer, but the candidate has to provide a completely innocuous answer.",
            "score": 47.3314094543457
        },
        {
            "docid": "20206189_5",
            "document": "Spekkens toy model . The Spekkens toy model is based on the knowledge balance principle: \"the number of questions about the physical state of a system that are answered must always be equal to the number that are unanswered in a state of maximal knowledge.\" However, the \"knowledge\" one can possess about a system must be carefully defined for this principle to have any meaning. To do this, the concept of a \"canonical\" set of yes or no questions is defined as the minimum number of questions needed. For example, for a system with 4 states, one can ask \"Is the system in state 1?\", \"Is the system in state 2?\" and \"Is the system in state 3?\" which would determine the state of the system (state 4 being the case if all three questions were answered \"No.\"). However, one could also ask \"Is the system in either state 1 or state 2?\" and \"Is the system in either state 1 or state 3?\", which would also uniquely determine the state, and has only two questions in the set. This set of questions is not unique, however it is clear that at least two questions (bits) are required to exactly represent one of four states. We say that for a system with 4 states, the number of questions in a canonical set is two. As such, in this case, the knowledge balance principle insists that the maximum number of questions in a canonical set that one can have answered at any given time is one, such that the amount of knowledge is equal to the amount of ignorance.",
            "score": 47.32619857788086
        },
        {
            "docid": "32591_51",
            "document": "Vegetarianism . Princeton University professor and animal rights activist Peter Singer believes that if alternative means of survival exist, one ought to choose the option that does not cause unnecessary harm to animals. Most ethical vegetarians argue that the same reasons exist against killing animals in the flesh to eat as against killing humans to eat, especially humans with cognitive abilities equal or lesser than the animals in question. Singer, in his book \"Animal Liberation,\" listed possible qualities of sentience in non-human creatures that gave such creatures the scope to be considered under utilitarian ethics, and this has been widely referenced by animal rights campaigners and vegetarians. Ethical vegetarians also believe that killing an animal, like killing a human, especially one who has equal or lesser cognitive abilities than the animals in question, can only be justified in extreme circumstances and that consuming a living creature for its enjoyable taste, convenience, or nutrition value is not a sufficient cause. Another common view is that humans are morally conscious of their behaviour in a way other animals are not, and therefore subject to higher standards.",
            "score": 47.28824996948242
        },
        {
            "docid": "1696774_16",
            "document": "Botticelli (game) . This variant is particularly useful as a pastime for long trips, since a single round can sometimes last over an hour. As in the standard version, the chooser picks a famous person or character and provides an initial (for example, if the chooser picked Sandro Botticelli, he or she would provide the letter \"B\"). The guesser must then think of a trivia question which can be answered by a word beginning with that letter, so in our example the guesser might ask, \"What is the most populous country in South America?\", the answer being \"Brazil.\" The answer to the question must be something the chooser could reasonably know, not something personal to the guesser (e.g. \"What was the name of my invisible friend when I was five?\") or anything otherwise impossible to guess. If the chooser answers correctly, the guesser must think of another question. If the chooser is stumped and cannot answer, the guesser may ask a single yes-or-no question (as in direct mode of the standard version) about the person or character. Once the chooser answers the question, the guesser must stump the chooser again before asking another direct question. Generally, guessing the identity of the person or character counts as a direct question and can only be done after the chooser is stumped; however, in the interest of shortening the game, players sometimes will guess the person without having first stumped the chooser.",
            "score": 46.85064697265625
        },
        {
            "docid": "2987336_13",
            "document": "Double-barreled question . An example in practice has been cited in the case of \"Weise v. Rainville\" (1959) 173 CA2d 496, 506, where the objection to such a question was sustained because such a question \"raises the danger that the witness does not intend to reply to both questions\" when answering \"yes\" to the compound question. It may also be unclear to the court, jurors, or appellate bodies, what the witness intended in answering the question; and such a question may combine a request for relevant information with a request for information that is irrelevant or inadmissable. If the question is one for which the answer will not be harmful to the opposing attorney's case, then the attorney need not object at all; alternately, the opposing attorney may object, and specify when objecting that he would not object to a rephrasing of the question into separate, non-compound parts.",
            "score": 46.835533142089844
        },
        {
            "docid": "19277881_4",
            "document": "Silver Shoes . In Alexander Melentyevich Volkov's \"The Wizard of the Emerald City\" (1939), the Silver shoes or Serebryaniye bashmachki as they are called in the manuscript, are the source of Elly's (his version of Dorothy) protection instead of the good Witch's kiss. She is therefore attacked once by an Ogre when removing them, and afterward wears them even when she sleeps. They are not taken from the Witch's body, but rather brought by Toto from her dwelling (a dark cave). This was possibly done to avert the problem of a person wearing the shoes to be impossible to harm, since in that book the hurricane is created by the Wicked Witch to destroy mankind, and redirected upon her by the Good Witch of the North, who suffers no ill effects for harming her. It is said the Witch only wore the shoes on very special occasions. They are lost just like in Baum's book.",
            "score": 46.82207489013672
        },
        {
            "docid": "17846131_13",
            "document": "Echographies of Television . Stiegler points out that we learn from reading Derrida himself that writing is already a kind of teletechnology, and he therefore asks Derrida about the specificity of these more contemporary teletechnologies, especially television. Rather than immediately answering the question directly, Derrida first states that the answer \"cannot\" be a matter of opposing contemporary prostheses to some prior epoch of immediate or natural speech. If there \"is\" a specificity of modern teletechnology, then it has something to do with the directness of \"live\" recording and transmission, and the speed with which what is recorded can be made to travel the farthest distances. Nevertheless, however, we must also recognise that even the most \"live\" broadcasts are \"produced\".",
            "score": 46.58585739135742
        }
    ]
}