{
    "q": [
        {
            "docid": "33953744_2",
            "document": "Beverage industry . The beverage industry refers to the industry that produces drinks, in particular ready to drink beverages. Beverage production can vary greatly depending on the beverage being made. ManufacturingDrinks.com explains that, \"bottling facilities differ in the types of bottling lines they operate and the types of products they can run\". Other bits of required information include the knowledge of if said beverage is canned or bottled (plastic or glass), hot-fill or cold-fill, and natural or conventional. Innovations in the beverage industry, catalysed by requests for non-alcoholic beverages, include: beverage plants, beverage processing, and beverage packing.",
            "score": 83.9035234451294
        },
        {
            "docid": "57059548_10",
            "document": "Chennai Beverages . Different types of vending machine are available in the beverages industry based on the type of requirement from various audience necessity. Chennai Beverages offering fewer models like",
            "score": 59.67295002937317
        },
        {
            "docid": "247960_6",
            "document": "Mikoyan-Gurevich MiG-25 . The subsonic Boeing B-47 Stratojet and Boeing B-52 Stratofortress strategic bombers were followed by the Mach 2 Convair B-58 Hustler, with the Mach 3 North American B-70 Valkyrie on the drawing board at that time. A major upgrade in the PVO defence system was required, and at the start of 1958 a requirement was issued for manned interceptors capable of reaching 3,000 km/h (1,864 mph) and heights of up to 27 km (88,583 ft). Mikoyan and Sukhoi responded. The Mikoyan-Gurevich OKB had been working on a series of interceptors during the second half of the 1950s: the I-1, I-3U, I-7U, I-75, Ye-150, Ye-150A, Ye-152, Ye-152A, Ye-152P, and Ye-152M. The Ye-150 was noteworthy because it was built specifically to test the Tumansky R-15 engine, two of which would later be used for the MiG-25. This led to Ye-152, alternatively known as Ye-166, which set several world records. The Ye-152M (converted from one of the two Ye-152 aircraft) was intended to be the definite heavy interceptor design. But before it was finished, the PVO had selected the Tupolev Tu-128. As the work on the MiG-25 was well under way, the single-engine Ye-152M was abandoned.",
            "score": 13.382248282432556
        },
        {
            "docid": "2379425_9",
            "document": "Capitalism (video game) . Some of the scenarios require the player to dominate a particular market in terms of market share. For example, \"Food Dominance\" sets a goal of dominating the food industry within 50 years while earning an annual operating profit of no less than $20 million. In \"Fortress of the Beverage King\", the player must dethrone the Beverage King 'James Zandman' as the dominator of the beverage industry within 50 years.",
            "score": 57.888575315475464
        },
        {
            "docid": "16307785_2",
            "document": "Massachusetts Alcoholic Beverage Control Commission . The Alcoholic Beverages Control Commission is a Massachusetts state government agency responsible for licensing or permitting participants in the alcoholic beverages industry in Massachusetts. It licenses manufacturers of alcoholic beverages, wholesalers and importers and out-of-state suppliers of alcoholic beverages. Additionally, brokers, salesman, warehouses, planes, trains, ships, ship chandlers and motor vehicles transporting alcoholic beverages in Massachusetts require licensing. The Commission also approves the granting of every retail pouring or package store license application allowed by a city or town.",
            "score": 58.59845447540283
        },
        {
            "docid": "369386_11",
            "document": "Cooper Industries . Eaton's B-Line Business (formerly Cooper B-Line) is a global provider of support systems and enclosure solutions for engineered facility subsystem applications in various markets: commercial, industrial, utility and OEM.",
            "score": 42.29304265975952
        },
        {
            "docid": "40624042_10",
            "document": "Massachusetts Bottle Bill . A referendum on the ballot in November 2014, concerned whether to expand the bill to cover containers for some non-carbonated beverages. This would address growing concern over the nearly 1.4billion containers not covered by existing legislation that are found in litter and landfill waste. The goal of the initiative petition that placed the measure on the ballot was to broaden the scope of beverage types requiring a deposit in order to be more responsive to consumer preferences as well as establishing a mechanism for stabilizing the recycling industry by tying the handling fees paid to redemption centers to the Consumer Price Index. Opponents argued that the change would increase costs and red tape for the beverage industry.",
            "score": 54.28861951828003
        },
        {
            "docid": "19159283_30",
            "document": "Seoul . The traditional, labour-intensive manufacturing industries have been continuously replaced by information technology, electronics and assembly-type of industries; however, food and beverage production, as well as printing and publishing remained among the core industries. Major manufacturers are headquartered in the city, including Samsung, LG, Hyundai, Kia and SK. Notable food and beverage companies include Jinro, whose soju is the most sold alcoholic drink in the world, beating out Smirnoff vodka; top selling beer producers Hite (merged with Jinro) and Oriental Brewery. It also hosts food giants like Seoul Dairy Cooperative, Nongshim Group, Ottogi, CJ, Orion, Maeil Holdings, Namyang Dairy Products and Lotte.",
            "score": 74.70472025871277
        },
        {
            "docid": "25249846_5",
            "document": "Functional beverage . The functional beverage industry is a subsector of the functional food and non-alcoholic beverage industry. It is the fastest-growing sector of the industry, partially due to the maturity of the carbonated soft drink sector and heavy investments by major food and beverage companies. Another reason for the industry's growth may be the consumer-oriented market scheme whereby innovative ideas come from consumers. By 2008, in the U.S., the market share of functional beverages accounted for 48.9% of the non-alcoholic industry, which is worth $118.3 billion.",
            "score": 67.88473773002625
        },
        {
            "docid": "13324152_3",
            "document": "Tygon tubing . \"Tygon B-44-3\", \"Tygon B-44-4X\", \"Tygon B-44-4X I.B.,\" and \"Tygon Silver\" (antimicrobial) were widely used in the food and beverage industry, in particular in: beverage dispensing, dairy processing, soft-serve dispensing, vitamin and flavor concentrate systems, cosmetic production, and water purification systems. These formulations each meet U.S. Food and Drug Administration 3-A and NSF International 51 criteria but they do not comply with European Directives (European Directive 2002/72/EC of 6 August 2002 relating to plastic materials and articles intended to come into contact with foodstuffs as modified in particular by Directive 2007/19/EC of 2 April 2007).",
            "score": 46.281856298446655
        },
        {
            "docid": "23904206_7",
            "document": "John B. R. Cooper . After passage of an 1829 law requiring permanent residents to be Mexican citizens, both Cooper and Hartnell were naturalized in 1830. Before 1829, naturalization was not strictly required but, along with conversion to Catholicism and marriage into a prominent family, helped Cooper become accepted in Monterey and obtain land grants.",
            "score": 24.627896308898926
        },
        {
            "docid": "47993650_10",
            "document": "MyDrink Beverages . In 2014 MyDrink Beverages created community of beverage entrepreneurs and called it DrinkPreneur. Main purpose of this community is to inspire and help current and new entrepreneurs of beverage industry by providing necessary information and making communication easier between beverage industry members in all the World.",
            "score": 66.63769578933716
        },
        {
            "docid": "57059548_4",
            "document": "Chennai Beverages . Chennai Beverages is a well-known brand in hot beverages and vending machine industries. CB is offering pantry services and hot beverages product direct delivery to corporate office and large scale industries.",
            "score": 63.40533971786499
        },
        {
            "docid": "16307053_3",
            "document": "Florida Division of Alcoholic Beverages and Tobacco . The Division of Alcoholic Beverages and Tobacco is responsible for licensing the alcoholic beverage and tobacco industries, for collection and auditing of taxes and fees paid by the licensees, and for enforcing the laws and regulations of the alcoholic beverage and tobacco industries.",
            "score": 60.919517517089844
        },
        {
            "docid": "5645363_3",
            "document": "Clean-in-place . Up to the 1950s, closed systems were disassembled and cleaned manually. The advent of CIP was a boon to industries that needed frequent internal cleaning of their processes. Industries that rely heavily on CIP are those requiring high levels of hygiene, and include: dairy, beverage, brewing, processed foods, pharmaceutical, and cosmetics.",
            "score": 54.691386461257935
        },
        {
            "docid": "10242140_5",
            "document": "Carleton B. Gibson . Gibson was hired to oversee the Rochester Athenæum and Mechanics Institute in June 1910 by the then board of directors which included George Eastman. He instituted the Institute's Cooperative education program in 1912, as part of his focus on industrial education. The program required students to study half time and to work half time in shops at Eastman Kodak, Gleason Works, and the German American Button Company.",
            "score": 34.02505135536194
        },
        {
            "docid": "33953744_1",
            "document": "Beverage industry . Beverage industry",
            "score": 60.249839782714844
        },
        {
            "docid": "46397836_4",
            "document": "Arnold C. Cooper . Arnold Cooper received his degree in Chemical engineering from Purdue University in 1955. After six months serving as a Second Lieutenant in the Army Chemical Corps, in 1956, he enrolled in the newly started Industrial Management MBA (Master of Business Administration) program at Purdue University, in what later became the Krannert School of Management. yes",
            "score": 42.38620972633362
        },
        {
            "docid": "3832346_15",
            "document": "KHS GmbH . The turnkey lines manufactured by KHS GmbH offer systems for every branch of industry, every type of container, and every process in the production of beverages. The container types offered include glass and PET bottles, cans, and kegs. Each KHS line comprises the individual machines required to carry out all beverage production processes ranging from PET bottle production, filling, labeling, packing, and palletizing up to and including inspection and complete sanitizing.",
            "score": 55.60277605056763
        },
        {
            "docid": "16307053_6",
            "document": "Florida Division of Alcoholic Beverages and Tobacco . The Division of Alcoholic Beverages and Tobacco was originally created as the \"Malt and Vinous Beverage Department\" in 1933 following the 21st Amendment to the U.S. Constitution which placed the responsibility of controlling the alcoholic beverage industry upon the states. Two years later it became the \"State Beverage Department\" and in 1945, the state’s cigarette industry was added as a responsibility of the department. In 1969, the department was grouped with other business regulatory programs as a division under the Department of Business Regulation. The name was expanded to what it is today, the Division of Alcoholic Beverages and Tobacco, in 1977.",
            "score": 65.8032888174057
        },
        {
            "docid": "19261279_4",
            "document": "High-speed door . High-speed doors are usually used wherever goods traffic occurs and where the doors have to fulfill special requirements. In the food and beverage industry, or Medical industry for example, special climatic conditions have to prevail; short opening and closing times reduce cooling loss, avoid airflow and enable a smooth operating procedure. They can also be designed in larger dimensions for the mining and aircraft industries.",
            "score": 52.99435567855835
        },
        {
            "docid": "17204058_1",
            "document": "Alcoholic beverage industry in Europe . Alcoholic beverage industry in Europe",
            "score": 59.36770153045654
        },
        {
            "docid": "40436825_15",
            "document": "Piramal Group . Piramal Glass is a manufacturer of glass packaging for the pharmaceuticals, foods & beverages (F&B) and cosmetics & perfumery (C&P) industries, services. Piramal Glass has manufacturing plants in USA, Sri Lanka and India.",
            "score": 43.18442964553833
        },
        {
            "docid": "18400194_37",
            "document": "Tea in the United Kingdom . Tea had other attractions as well. Drinking a hot, sweet beverage transformed their meals, which generally consisted of dry bread and cheese, and made them go down more easily. The warm beverage was especially appealing given Britain’s cold and wet climate. Further, tea helped alleviate some of the consequences of the urbanization that accompanied the industrial revolution: drinking tea required boiling the water, thereby killing water-borne diseases like dysentery, cholera, and typhoid.",
            "score": 56.33619809150696
        },
        {
            "docid": "23867229_1",
            "document": "Union of Beverage and Related Industry Workers . Union of Beverage and Related Industry Workers",
            "score": 58.93625068664551
        },
        {
            "docid": "50291430_5",
            "document": "True Williams . \"Williams was a man of great talent—of fine imagination and sweetness of spirit—but it was necessary to lock him in a room when industry was required, with nothing more exciting than cold water as a beverage.\" - Albert Bigelow Paine",
            "score": 52.14141368865967
        },
        {
            "docid": "326530_22",
            "document": "YAML . YAML autodetects the datatype of the entity. Sometimes one wants to cast the datatype explicitly. The most common situation is where a single-word string that looks like a number, boolean or tag requires disambiguation by surrounding it with quotes or using an explicit datatype tag. a: 123 # an integer b: \"123\" # a string, disambiguated by quotes c: 123.0 # a float d: !!float 123 # also a float via explicit data type prefixed by (!!) e: !!str 123 # a string, disambiguated by explicit type f: !!str Yes # a string via explicit type g: Yes # a boolean True (yaml1.1), string \"Yes\" (yaml1.2) h: Yes we have No bananas # a string, \"Yes\" and \"No\" disambiguated by context.",
            "score": 24.451630115509033
        },
        {
            "docid": "2499106_5",
            "document": "George Hacker . As director for alcohol policies at the Center for Science in the Public Interest, Hacker has led national efforts to combat alcoholic beverage industry marketing and advertising practices, to increase long-dormant alcohol excise tax rates, and to require warning labels on alcoholic beverage containers. He is the author of numerous newspaper and magazine articles on alcohol issues, and an author of several CSPI publications, including \"Last Call for High Risk Bar Promotions\", \"State Alcohol Taxes and Health\", \"Marketing Booze to Blacks\", and \"The Booze Merchants\".",
            "score": 47.95854139328003
        },
        {
            "docid": "38786354_9",
            "document": "Introduction to cooperative learning . Two important aspects of using informal cooperative learning groups are to (a) make the task and the instructions explicit and precise and (b) require the groups to produce a specific product (such as a written answer).  According to Johnson, Johnson and Holubec the informal cooperative learning procedure is organized in the following way:",
            "score": 38.637877225875854
        },
        {
            "docid": "49147_61",
            "document": "Fair trade . Fair trade commodities are goods that have been exchanged from where they were grown or made to where they are purchased, and have been certified by a fair trade certification organization, such as Fair Trade USA or World Fair Trade Organization. Such organizations are typically overseen by Fairtrade International. Fairtrade International sets international fair trade standards and supports fair trade producers and cooperatives. Sixty percent of the fair trade market revolves around food products such as coffee, tea, cocoa, honey, and bananas. Non-food commodities include crafts, textiles, and flowers. It has been suggested by Shima Baradaran of Brigham Young University that fair trade techniques could be productively applied to products which might involve child labor. Although fair trade represents only .01% of the food and beverage industry in the United States, it is growing rapidly and may become a significant portion of the national food and beverage industry.",
            "score": 61.56617259979248
        },
        {
            "docid": "5594274_4",
            "document": "Slush (beverage) . Frozen uncarbonated beverages are made by freezing a non-carbonated juice or other liquid. Machines for producing these do not require a pressure chamber, and as a result, they are much cheaper and easier to maintain. There are variations including frozen carbonated beverages, typified by the Slurpee or ICEE, which are made by freezing a carbonated drink. Machines for producing these are complicated and expensive, and notably require a carbon dioxide supply. They make a very fine and 'dry' slush. There are also frozen coffee beverages and frozen alcoholic beverages, as well as more conventional slush drinks. There are also \"instant\" slush drinks formed via supercooling. Several examples include Slushie, which allows consumers to make beverages that turn to slush upon opening using a conventional freezer; the Chill Chamber, which allows businesses to store beverages at below freezing temperatures that turn to slush upon opening; and supercooled Sprite from Coca-Cola (briefly marketed in the UK), which required special vending machines to store the bottles in a supercooled state so that they would turn to slush upon opening.",
            "score": 58.88491463661194
        },
        {
            "docid": "11280044_10",
            "document": "Alcohol laws in Germany . The permit is not required if alcohol-free beverages, free samples, prepared food is sold or administered or in connection with a accommodation establishment beverages and prepared food is delivered to residents. Every other establishment which does not apply to this scheme requires a Liquor license \"(Gaststättenkonzession)\". In most cases a Liquor license is always then required, when alcoholic beverages are served or sold for consumption in the premises. Furthermore on-licence premises have to place a clearly legible notice with the restrictions of the Protection of Young Persons Act \"(Jugendschutzgesetz)\" and the bartender must ensure that alcoholic beverages may not be sold or served to underage or visibly intoxicated persons.",
            "score": 39.84189772605896
        }
    ],
    "r": [
        {
            "docid": "33953744_2",
            "document": "Beverage industry . The beverage industry refers to the industry that produces drinks, in particular ready to drink beverages. Beverage production can vary greatly depending on the beverage being made. ManufacturingDrinks.com explains that, \"bottling facilities differ in the types of bottling lines they operate and the types of products they can run\". Other bits of required information include the knowledge of if said beverage is canned or bottled (plastic or glass), hot-fill or cold-fill, and natural or conventional. Innovations in the beverage industry, catalysed by requests for non-alcoholic beverages, include: beverage plants, beverage processing, and beverage packing.",
            "score": 83.90352630615234
        },
        {
            "docid": "13683732_6",
            "document": "Culinary tourism . We say \"food tourism\", but drinking beverages is an implied and associated activity. It is also cumbersome to say \"food and drink tourism\". We need to clarify \"far and near\". In addition to traveling across country or the world to eat or drink, we can also be food travelers in our own regions, cities and neighborhoods. If you rarely leave your neighborhood and travel across town to a new neighborhood to go to a special grocery store or to eat out, you're a \"food traveler\" in your own backyard! The act of traveling is implied because most people travel at least across their own town, if not the region, the country and even the planet. The distance covered is not as important as the fact that we are always on the move. We are all \"travelers\" of a sort and we are all \"eaters\". Therefore, we can also all be regarded as \"food travelers\". Previously the World Food Travel Association had used the phrase \"culinary tourism\" to describe our industry. We stopped using that phrase in 2012 because our research indicated that it gave a misleading impression. While \"culinary\" technically can be used for anything relating to food and drink and initially seems to make good sense, the perception among the majority of English-speakers we interviewed is that the word \"culinary\" is elitist. Nothing could be further from the truth about what our industry is all about. \"Food Tourism\" includes [sic] the food carts and street vendors as much as the locals-only (gastro)pubs, dramatic wineries, or one-of-a-kind restaurants. There is something for everyone in the food tourism industry.",
            "score": 83.72311401367188
        },
        {
            "docid": "38506943_12",
            "document": "Research Institute of Petroleum Industry . Relying on new management, PIRI believes that with support and cooperation of managers, universities, scientific research centers, science-based companies and experienced contractors in the area of oil and gas industry, we can take big steps towards realization of high objectives of policyholders and planners of the country. Among those high objectives, we can refer to production and optimum use of reservoirs, offer and development of new technologies and consistent progress with protecting the production resources. Therefore, PIRI warmly welcomes all powerful and capable companies’ cooperation in industrialization of domestic technologies which we have referred to some of them in this booklet.",
            "score": 75.14349365234375
        },
        {
            "docid": "160246_26",
            "document": "Sherry . Sherry-seasoned casks are sold to the Scotch whisky industry for use in aging whisky. Other spirits and beverages may also be aged in used sherry casks. Contrary to what most people think, these sherry-seasoned casks are specifically prepared for the whisky industry, they are not the same as the old (and largely inactive) butts used for the maturation of sherry.",
            "score": 75.00692749023438
        },
        {
            "docid": "19159283_30",
            "document": "Seoul . The traditional, labour-intensive manufacturing industries have been continuously replaced by information technology, electronics and assembly-type of industries; however, food and beverage production, as well as printing and publishing remained among the core industries. Major manufacturers are headquartered in the city, including Samsung, LG, Hyundai, Kia and SK. Notable food and beverage companies include Jinro, whose soju is the most sold alcoholic drink in the world, beating out Smirnoff vodka; top selling beer producers Hite (merged with Jinro) and Oriental Brewery. It also hosts food giants like Seoul Dairy Cooperative, Nongshim Group, Ottogi, CJ, Orion, Maeil Holdings, Namyang Dairy Products and Lotte.",
            "score": 74.70471954345703
        },
        {
            "docid": "5062324_7",
            "document": "Rudd Center for Food Policy and Obesity . In 2011, the Rudd Center published a study in the journal \"Public Health Nutrition\" suggesting that additional government regulation of front-of-package labeling is needed to protect consumers. Through an online survey, researchers asked parents with children between the ages of 2 and 11 to view images of actual box fronts of children's cereals. While the cereals were of below-average nutritional quality, the boxes featured various nutrition-related health claims including 'whole grain', 'fiber', 'calcium and vitamin D', 'organic' and 'supports your child's immunity'. Participants were provided with possible meanings for these claims and indicated how the claims would affect their willingness to buy the product. Parents inferred that cereals containing claims were more nutritious overall and might provide specific health-related benefits for their children, which predicted a greater willingness to buy the cereals. According to John Bode, to expect for the food industry to voluntarily stop marketing junk to children is unrealistic and therefore makes no sense. However, Food industry advocates claim the industry is heavily regulated and if we start adding stricter regulations then the consumer is ultimately denied choice. The way that food industry markets food and perceive different categories of food has worsened the body images of the American population. Our food environment has continually increased our populations' weight, appearance standards have remained severe, more people are dieting, more people are fighting their bodies, and more people have perverted relationships with food. Due to rising global concerns about the increasing occurrence of childhood overweight and obesity, the World Health Organization and the Institute of Medicine have both called on the private sector to address these problems. The Rudd Center has debuted a database for pledges on food marketing to children; listed in the Rudd Center database are the voluntary pledges issued by food and beverage companies to change marketing of foods and non-alcoholic beverages to children. To persuade the food industry to self-regulate, the Rudd Center organized a pledge initiative in which participants, many major global food and beverage companies, in conjunction with industry trade organizations, have issued voluntary pledges to change marketing of foods and non-alcoholic beverages to children.O Rudd makes available on its website a database that lists and describes these pledges, making publicly available the specific criteria each pledge or company uses to define their restrictions on marketing communications to children, including the definition of \"children\" (age); the definition of marketing directed at children (child-directed media); the communications channels (e.g. television, Internet, etc.) and marketing techniques (ex. advertising using licensed characters, advertising using promotional materials, etc.) covered. The self-regulation includes all participating companies. Most of the pledges* require participating companies to publish individual commitments to the pledges**, which may contain more stringent definitions than specified in the pledges. A minority of pledges do not require commitments from participating companies. In these cases the criteria set out in the pledge cover all members. On the other hand , according to Elaine Kolish, vice president of the Childrens Food and Beverage Advertising Initiative (CFBAI) states that it is wholly inappropriate for government regulation. She claims that, \" products being sold to children are legal\" , it is the adults (parents) who are buying the products. Participants include such global food corporations as Mondelez International, Nestle, Coca-Cola, PepsiCo, McDonald's, Pizza Hut, and Parmalat.",
            "score": 71.65625762939453
        },
        {
            "docid": "28407756_10",
            "document": "Vicki Vann . Vann created a sister publication to Beverage Industry News Magazine that is consumer slanted called Drink Style Magazine. It is a quarterly published publication with the first issue in January, 2016. The magazine features expert, in-depth information about leading products in wine, beer, spirits and cocktails from around the world, all with eye-popping images and engaging stories. Readers will be able to go on wine vineyard tours, meet wine producers, learn what it means to be a wine sommelier, and get user-friendly information about top vintages, regions, varietals and styles. Visit new and pioneering craft breweries and discover the best beers to drink in any season, in any setting, from hoppy ales to session beers to sip during those long sports matches to what’s on draft at the newest craft beer destinations. Readers can enjoy pulling up a stool to have a snack at the hottest cocktail bar openings around the world, and keep up with creative mixology trends, meet bar personalities and find new and exotic ingredients for assemblage. The magazine also consists of traveling behind the scenes to distilleries and helps the reader stay ahead of the latest spirits releases while keeping the back bar up to date, from high-profile portfolios as well as niche brands. The pages consist of the simple art of learning how to wine and dine in top destinations from the most coveted street carts to swank venues. The reader has the opportunity to become the host with the most, using state of the art tips and recipes for home entertainment and enjoyment.  Vann created Araceli Spirits, LLC., in 2013, which is a company created to introduce unique spirits and beverages. The company was started with the introduction of Araceli Marigold Liqueur, the world's very first liqueur of its kind, which is available to consumers at stores and online outlets throughout the United States. Araceli Marigold Liqueur is a vision that was created by Victoria. She serves as owner and brand ambassador of the brand. The liqueur is a tribute to the Hispanic traditional holiday; El Día de los muertos, and pays tribute to the sacred marigold flower, honoring the celebration and love of people and life. In 2015 Vann created an evaluation system as the 21st Century award for quality and credibility called Liquor Rank. It exists to provide the definitive last word on spirits and beverage evaluation and provide you limitless opportunities to market your brand. Each product is reviewed under ideal tasting conditions by a panel of experts of which Vann is a seat member, who know what they and ultimately consumers, are looking for. Each product submitted to Liquor Rank is evaluated and ranked in blind tastings ensuring your rank is bias free. Beer wine and spirits industry trade buyers and consumers recognize and respond to the value of Liquor Rank's accolades and scores, setting itself apart from over saturated liquor competitions that will hand over a medal to almost anyone who enters, Liquor Rank is different; it's the last word on quality. A favorable Liquor Rank is easily and immediately recognized as a symbol of achievement as it was earned via the ultimate definition of balanced spirits evaluation. Your brand truly earns its score, it doesn't just get awarded a medal for showing up. Victoria has said this about how \"Liquor Rank\" works, \"Literally, you take a number, and we all know numbers are useful. They help us count; our money, our time, and just where we stand in the world. In the world of selling more liquor it is your \"Liquor Rank\" that counts. You put your heart and soul into this spirit, now it's time to tell everyone just how good it is. Your \"Liquor Rank\" is based on your product and your product alone. It's not about how you stack up against the next guy, not what another category is doing in terms of increasing their sales and market penetration, but, quite simply your \"Liquor Rank\" reflects the positive qualities your liquid brings to the glass. \"Liquor Rank\" is the defining number that, at a glance, allows buyers and consumers to know just what to expect when they pick up your bottle. Like well respected wine industry ratings systems \"Liquor Rank\" is based on a 20 point scale, set from 80-100. Your product is judged on its merits; taste, texture, color, aroma, mixability, and price. All of these factors are considered by our panel of experts.\"",
            "score": 70.87728118896484
        },
        {
            "docid": "80058_56",
            "document": "Lê Duẩn . Lê Duẩn departed from Marxist/Leninist orthodoxy when it came to practical policy and stated that the country had to \"carry out agricultural cooperation immediately, even before having built large industry.\" While he acknowledged that his view was heresy, Lê Duẩn insisted that Vietnam was in a unique situation; \"It seems that no country so far in history has been in a situation such as ours. We must lead the peasantry and agriculture immediately to socialism, without waiting for a developed industry, though we know very well that without the strong impact of industry, agriculture cannot achieve large-scale production and new relations of agriculture cannot be consolidated... To proceed from small-scale production to large-scale production is a new one.\" According to Lê Duẩn the key to socialism was not mechanisation and industrialisation, but a new division of labour. He also believed that cooperatives did not need to be autarkic, but rather \"organically connected, through the process of production itself, with other cooperatives and with the state economic sector.\" Vietnam could achieve this through state intervention and control. He saw the economy as one whole directed by the state and not many parts intertwined.",
            "score": 70.75785064697266
        },
        {
            "docid": "748731_7",
            "document": "Cooper (profession) . In the 21st century, coopers mostly operate barrel-making machinery and assemble casks for the wine and spirits industry. There is still demand for high-quality wooden barrels, and it is thought that the highest-quality barrels are those hand-made by professional coopers.",
            "score": 69.67100524902344
        },
        {
            "docid": "28407756_9",
            "document": "Vicki Vann . Vann joined Beverage Industry News Magazine, BIN, as an editor in 2000. She worked as a journalist, and coordinator of editorial material, as well as a host for video projects and short films representing products featured in the magazine while assisting Beverage Media Group, BMG, in New York City, which consists of 35 beverage publications across the United States, all servicing the United States beverage, beer, wine and spirits industry, before being appointed to Editor-in-Chief of BIN Magazine in 2005.",
            "score": 68.4164810180664
        },
        {
            "docid": "17204058_5",
            "document": "Alcoholic beverage industry in Europe . Alcohol is also associated with a number of jobs, including over 750,000 jobs in alcoholic beverage (mainly wine) production. Further jobs are also related to alcohol elsewhere in the supply chain, e.g. in pubs or shops.",
            "score": 68.16207885742188
        },
        {
            "docid": "5906_34",
            "document": "Carbon dioxide . Carbon dioxide is used by the food industry, the oil industry, and the chemical industry. The compound has varied commercial uses but one of its greatest use as a chemical is in the production of carbonated beverages; it provides the sparkle in carbonated beverages such as soda water, beer and sparkling wine.",
            "score": 68.15357971191406
        },
        {
            "docid": "25249846_5",
            "document": "Functional beverage . The functional beverage industry is a subsector of the functional food and non-alcoholic beverage industry. It is the fastest-growing sector of the industry, partially due to the maturity of the carbonated soft drink sector and heavy investments by major food and beverage companies. Another reason for the industry's growth may be the consumer-oriented market scheme whereby innovative ideas come from consumers. By 2008, in the U.S., the market share of functional beverages accounted for 48.9% of the non-alcoholic industry, which is worth $118.3 billion.",
            "score": 67.88473510742188
        },
        {
            "docid": "36626920_5",
            "document": "Dana Shires . Under Cade, the team's research ultimately led to the formulation of a beverage that would replenish the sodium, sugar and water lost during strenuous exercise. Originally nicknamed Cade's Cola, the beverage was eventually marketed as Gatorade, and was the first product in what is now the multibillion-dollar sports beverage industry.",
            "score": 66.77867889404297
        },
        {
            "docid": "47993650_10",
            "document": "MyDrink Beverages . In 2014 MyDrink Beverages created community of beverage entrepreneurs and called it DrinkPreneur. Main purpose of this community is to inspire and help current and new entrepreneurs of beverage industry by providing necessary information and making communication easier between beverage industry members in all the World.",
            "score": 66.6376953125
        },
        {
            "docid": "52893218_6",
            "document": "Industrial microbiology . _Fermentation is a reaction where sugar can be converted into a gas, alcohols or acids. _Microorganisms like yeast and bacteria are used to massively produce the many things. Drinking alcohol also known as ethanol is produced by yeast and bacteria. _Ethanol can also be used as a fuel source. _The drinking alcohol is produced from natural sugars like glucose.  _Carbon dioxide is produced as a side product in this reaction and can be used to make bread, and can also be used to carbonate beverages. FermentationWine : _Alcoholic beverages like beer and wine are fermented by microorganisms when there is no oxygen present.",
            "score": 66.62116241455078
        },
        {
            "docid": "380095_10",
            "document": "Gomel Region . The processing industry is represented by alcohol, alcoholic beverage, wine, beer and soft drinks, vegetable-drying and canning industries.",
            "score": 66.16195678710938
        },
        {
            "docid": "16307053_6",
            "document": "Florida Division of Alcoholic Beverages and Tobacco . The Division of Alcoholic Beverages and Tobacco was originally created as the \"Malt and Vinous Beverage Department\" in 1933 following the 21st Amendment to the U.S. Constitution which placed the responsibility of controlling the alcoholic beverage industry upon the states. Two years later it became the \"State Beverage Department\" and in 1945, the state’s cigarette industry was added as a responsibility of the department. In 1969, the department was grouped with other business regulatory programs as a division under the Department of Business Regulation. The name was expanded to what it is today, the Division of Alcoholic Beverages and Tobacco, in 1977.",
            "score": 65.80329132080078
        },
        {
            "docid": "48607842_30",
            "document": "Impact of the privatisation of British Rail . Lew Adams General Secretary of the Associated Society of Locomotive Engineers and Firemen (ASLEF) who vigorously opposed the privatisation of British Rail declared in 2004: \"I was vehement that we wanted to stay in the public sector, and of course there were all the usual concerns trade unionists have regarding privatization, safety issues, job losses, protecting the conditions of service, and pensions. But accepting the will of Parliament, it was time to look at the arguments. So we said to management, ‘Well, if that’s what you want, this is what we want.’ Today I cannot argue against the private entrepreneur coming into the rail industry. We are running 1,700 more trains per day since it was privatized. The entrepreneurs built traffic to the extent that we are having to build more infrastructure. What is true is true: 4.2 billion pounds spent on new trains. We never saw that in all the years I’ve been in the rail industry. All the time it was in the public sector, all we got were cuts, cuts, cuts. And today there are more members in the trade union, more train drivers, and more trains running. The reality is that it worked, we’ve protected jobs, and we got more jobs. If a private company is making more money, I look at that from a union’s point of view, ‘Well, that looks like a wage increase to me.’ And we can argue that. And the more secure they are and the more productive they are in delivering train services, well, that means more jobs. I was there when the public railways had some 600,000 people and it came down to 100,000 in the time I worked in the rail industry. Now we are expanding on jobs.\".",
            "score": 65.68492889404297
        },
        {
            "docid": "24797_12",
            "document": "Proclus . There is a double motivation found in Neoplatonic systems. The first is a need to account for the origin and character of all things in the universe. The second is a need to account for how we can know this origin and character of things. These two aims are related: they begin from the assumption that we can know reality, and then ask the question of what reality must be like, in its origin and unfolding, so that we can know it. An important element in the Neoplatonic answer to these questions is its reaction to Scepticism. In response to the sceptical position that we only know the appearances presented by our senses, and not the world as it is, Plotinus placed the object of knowledge inside the soul itself, and accounted for this interior truth through the soul's kinship with its own productive principles.",
            "score": 65.6159439086914
        },
        {
            "docid": "44943323_5",
            "document": "Pierre Castel . Pierre Castel is the CEO and president of Patriarche. He is also the president of Cassiopée Limited which now has a global presence in the beverage industry. He is also the founder and president of the Castel-Frères with roots in the wine and spirits sector. He has been involved in the beverage industry, specializing in breweries, wineries, and carbonated drinks for over 60 years.",
            "score": 65.36357116699219
        },
        {
            "docid": "511665_7",
            "document": "National Recovery Administration . In his June 13, 1933 \"Statement on the National Industrial Recovery Act,\" President Roosevelt described the spirit of the NRA: \"On this idea, the first part of the NIRA proposes to our industry a great spontaneous cooperation to put millions of men back in their regular jobs this summer.\" He further stated, \"But if all employers in each trade now band themselves faithfully in these modern guilds—without exception—and agree to act together and at once, none will be hurt and millions of workers, so long deprived of the right to earn their bread in the sweat of their labor, can raise their heads again. The challenge of this law is whether we can sink selfish interest and present a solid front against a common peril.\"",
            "score": 64.87936401367188
        },
        {
            "docid": "14189344_65",
            "document": "Technological and industrial history of China . The beverage industry was very large and widespread. All regions had breweries and distilleries producing beer and a variety of domestic and western alcoholic beverages. China successfully exported several varieties of beer and liquor, and domestic soft drink production was widespread.",
            "score": 64.71991729736328
        },
        {
            "docid": "22418955_79",
            "document": "Prohibition in the United States . As a result of Prohibition, the advancements of industrialization within the alcoholic beverage industry were essentially reversed. Large-scale alcohol producers were shut down, for the most part, and some individual citizens took it upon themselves to produce alcohol illegally, essentially reversing the efficiency of mass-producing and retailing alcoholic beverages. Closing the country's manufacturing plants and taverns also resulted in an economic downturn for the industry. While the Eighteenth Amendment did not have this effect on the industry due to its failure to define an \"intoxicating\" beverage, the Volstead Act's definition of 0.5% or more alcohol by volume shut down the brewers, who expected to continue to produce beer of moderate strength.",
            "score": 64.52841186523438
        },
        {
            "docid": "5277007_2",
            "document": "Cooperative inquiry . Cooperative inquiry, also known as collaborative inquiry was first proposed by John Heron in 1971 and later expanded with Peter Reason. The major idea of cooperative inquiry is to “research ‘with’ rather than ‘on’ people.” It emphasizes that all active participants are fully involved in research decisions as co-researchers. Cooperative inquiry creates a research cycle among four different types of knowledge: propositional knowing (as in contemporary science), practical knowing (the knowledge that comes with actually doing what you propose), experiential knowing (the feedback we get in real time about our interaction with the larger world) and presentational knowing (the artistic rehearsal process through which we craft new practices). The research process iterates these four stages at each cycle with deepening experience and knowledge of the initial proposition, or of new propositions, at every cycle.",
            "score": 64.37405395507812
        },
        {
            "docid": "74581_173",
            "document": "Foreign relations of Israel . Israeli companies have taken a very active interest in possibilities for carrying out clinical research in Lithuania; many of them are already in cooperation with Lithuanian medical institutions and have invested in Lithuania's burgeoning life sciences sector. In 2013, Lithuanian biotechnology company ProBioSanus signed a representation agreement with Bharat Israel where ProBioSanus' natural, probiotic-based cleaning and personal care products will be available for sale in Israel for the first time. The company already opened stores in Lithuania and Scandinavia. Mr Andrejauskas, head of ProBioSanus spoke of this agreement saying that \"We have a strong scientific base and intellectual potential In Lithuania, so we are allocating particular attention to the creation of new formulas and products.\" Besides Israeli investments in the Lithuanian life science's sector, Lithuanian presence in Israel in the food industry remains strong as Israeli supermarkets sell Lithuanian cheese, curd desserts, Vilnius mayonnaise, Žemaitijos Pienas butter, Panevėžys ice cream, Švyturys-Utenos Alus beers and various styles of Lithuanian liquors. According to Vadimas Ivanovas, a business and financial analyst at Enterprise Lithuania, says that Israeli retail chains are very interested in Lithuanian sweets, pastries, canned vegetables, various sauces, alcoholic beverages, mineral water. \"Veal is particularly popular.\"",
            "score": 64.31197357177734
        },
        {
            "docid": "36541420_7",
            "document": "BINDER (company) . Products can be found in universities and public/commercial research institutes e.g. in the field of biotechnology, pharmaceuticals, IVF and life science. Also in the industrial sector BINDER products are used. Examples include the food & beverage industry, electronics and cosmetics industry as well as chemical industries and aerospace and defense.",
            "score": 63.64055633544922
        },
        {
            "docid": "11946216_4",
            "document": "Indian whisky . The manufacture of whisky from malted grains in India was pioneered by Amrut Distilleries in 1982. Amrut Distilleries began procuring barley from farmers in Haryana, Punjab and Rajasthan, in addition to molasses, and launched Prestige Blended Malt Whisky in the Canteen Stores Department in 1986. The first batch of single malt whisky was ready within 18 months. Because India had no culture of consuming single malts at the time, the company did not consider bottling it as a single malt. Instead, the whisky was blended with alcohol distilled from sugarcane to produce MaQintosh Premium Whisky. According to Neelakanta Jagdale, \"The alcoholic beverages industry was not a priority in the country. Although we received help to a certain extent from the Central Food Technological Research Institute (CFTRI), we had to find our own ways to learn about improved distilling methods\". Amrut Distilleries launched Amrut, the first single malt whisky to be made in India, on 24 August 2004. The production of Amrut single malt whisky was the result of the distillery having malt that was ageing far in excess of what was needed for its medium range Prestige Malt Whisky. Initially, Amrut aged malt whisky for around a year before blending it. However, due to changing customer preferences, less malt whisky was being added into blended variants. Surinder Kumar, the master blender at Amrut Distilleries, has estimated that because of climate differences, one year of barrel ageing in India is equal to three years of ageing in Scotland.",
            "score": 63.61131286621094
        },
        {
            "docid": "22418955_49",
            "document": "Prohibition in the United States . Prohibition was a major blow to the alcoholic beverage industry and its repeal was a step toward the amelioration of one sector of the economy. An example of this is the case of St. Louis, one of the most important alcohol producers before prohibition started, which was ready to resume its position in the industry as soon as possible. Its major brewery had \"50,000 barrels\" of beer ready for distribution since March 22, 1933, and was the first alcohol producer to resupply the market; others soon followed. After repeal, stores obtained liquor licenses and restocked for business. After beer production resumed, thousands of workers found jobs in the industry again.",
            "score": 63.55615234375
        },
        {
            "docid": "167373_54",
            "document": "Pat Boone . Boone wrote \"Questions About God\" with reporter Cord Cooper. He told \"The 700 Club\" in 2009, \"The big question is there a God? Is God real? How do we know? Is there proof? So this fella, Cord Cooper, and I decided we needed to answer three basic questions in a very simple form, but I think substantively and really bares no rational refutation ... We quote Einstein and Stephen Hawking, who is still living, the most brilliant man on the planet. As they say, it's inconceivable that all this has happened without a plan, without a blueprint, without some designer who created the design. So this book is so simple, yet I think profound truth.\"",
            "score": 63.46855163574219
        },
        {
            "docid": "2526118_24",
            "document": "Anglo-American Committee of Inquiry . Recommendation No. 8. Various plans for large-scale agricultural and industrial development in Palestine have been presented for our consideration; these projects, if successfully carried into effect, could not only greatly enlarge the capacity of the country to support an increasing population but also raise the living standards of Jew and Arab alike. We are not in a position to assess the soundness of these specific plans; but we cannot state too strongly that, however technically feasible they may be, they will fail unless there is peace in Palestine. Moreover, their full success requires the willing cooperation of adjacent Arab states, since they are not merely Palestinian projects. We recommend therefore that the examination, discussion and execution of these plans be conducted, from the start and throughout, in full consultation and cooperation not only with the Jewish Agency but also with the governments of the neighboring Arab States directly affected.",
            "score": 63.441978454589844
        },
        {
            "docid": "57059548_4",
            "document": "Chennai Beverages . Chennai Beverages is a well-known brand in hot beverages and vending machine industries. CB is offering pantry services and hot beverages product direct delivery to corporate office and large scale industries.",
            "score": 63.40534210205078
        }
    ]
}