{
    "q": [
        {
            "docid": "16774115_22",
            "document": "The Tonight Show with Conan O'Brien . On September 23, 2009, during his opening monologue, O'Brien told a very brief joke about Newark, and a supposed health care program for the city's citizens that would involve Newark giving them a bus ticket out of the city. Newark mayor Cory Booker responded in a satirical YouTube video calling for O'Brien to apologize, and that Conan would be banned from ever entering Newark Liberty International Airport until doing so. Conan responded by further making fun of Newark, however, saying the only way he could get to Newark now would be like everyone else, \"through a series of poor decisions.\" He also called out Cory Booker to come on the show to air out their grievances, deciding to then ban Booker from Burbank airport, adding later that he had absolutely no power to do so. Booker subsequently banned Conan from the state of New Jersey as well as all the sister cities of Newark. In response, O'Brien read a letter on air from Elizabeth, New Jersey mayor Chris Bollwage, declaring that he will temporarily rename Terminal A of Newark Liberty (which lies in Elizabeth) the Conan O'Brien Terminal. Conan continued, saying he had created a \"geographic toilet seat\" around Newark. The mayors of Bayonne, East Orange, Kearny, Jersey City, and Elizabeth have publicly sided with Conan O'Brien. He ended this by saying, \"Your move, Mayor Booker.\" The feud was unofficially ended when Secretary of State Hillary Clinton called for it to end during a prepared comedy bit, telling Booker to \"chalk it up\" to Conan. The following week Conan announced that Cory Booker would be a guest on the October 16, 2009 show to mend the feud. That night, O'Brien and his wife donated $50,000 to the Newark Now Organization, and NBC Universal matched Conan's donation to total a $100,000 gift. Booker also admitted that he is a big Conan fan and often tapes shows to watch the next day or watches them on the website Hulu.",
            "score": 52.9591623544693
        },
        {
            "docid": "3317590_8",
            "document": "Bart Gets Famous . In the episode, Bart appears on the talk show \"Late Night with Conan O'Brien\". Conan O'Brien was a writer for \"The Simpsons\" during the fourth and early part of the fifth seasons. During the production of the episode, he received an audition to replace David Letterman as the host of \"Late Night\" on NBC, after Letterman defected to CBS. The writers decided that since the episode featured Bart getting famous, it would give them an opportunity to work in O'Brien's show. The part was written just after O'Brien's audition for \"Late Night\", but before he knew he was going to be the host. O'Brien recorded his part shortly after \"Late Night with Conan O'Brien\" premiered, but he believed NBC would have fired him before the episode aired. He described being a guest star on the show as \"really delightful\", adding that \"it's like being frozen in amber. I know people will be watching \"The Simpsons\" long after I'm dead.\"",
            "score": 59.64061236381531
        },
        {
            "docid": "25805409_24",
            "document": "List of The Tonight Show with Conan O'Brien sketches . When their studio was added to the Universal Studios Tour, Conan acknowledged that it could not compete with the other stops on the tour. In order to compensate for this, Conan and Andy would act out exciting scenarios as the tour passed the studio. Past scenarios have included Conan delivering Andy's baby and Conan curing Andy's paralysis.",
            "score": 34.42774701118469
        },
        {
            "docid": "869611_11",
            "document": "Andy Richter . On February 24, 2009, it was announced that Richter would be joining Conan O'Brien once again as the announcer for \"The Tonight Show with Conan O'Brien\" in Los Angeles. Richter frequently appeared in comedy sketches on the show and often commented and interacted with Conan during the opening monologue; he was also part of the show's writing staff. In mid-December 2009, Richter also began joining Conan on the couch during the celebrity interviews, much like he did in his former sidekick role on \"Late Night\". Richter said he enjoyed having a steady paycheck again and not having to deal with production companies while developing television shows. Richter said, \"Now I'm so happy to be back and making TV every night, not asking permission from somebody and waiting six months to get their sparklingly clear and cogent notes. And then wait another month for them to get back from Hawaii and say, 'Yes, now we can go make television.' I felt like a plumber who kept going into the building and saying, 'Can we put some pipes together?' and watching my wrenches gather dust.\"",
            "score": 50.05127763748169
        },
        {
            "docid": "4221870_14",
            "document": "Conan O'Brien . Fox, however, would not let O'Brien out of his contract. Eventually, NBC and O'Brien would split the cost to get him out of the contract. After O'Brien's departure, the writers at \"The Simpsons\" would watch videotaped episodes of \"Late Night\" at lunch the day following their midnight broadcast and analyze them. During his time at \"The Simpsons\", O'Brien also had a side project working with Smigel on the script for a musical film based on the \"Hans and Franz\" sketch from \"Saturday Night Live\", but the film was never produced.",
            "score": 41.55310559272766
        },
        {
            "docid": "1241117_20",
            "document": "Jimmy Vivino and the Basic Cable Band . It was initially unknown whether Weinberg would be joining O'Brien when his new late night show on TBS began in November 2010. Most or all of the rest of the band were expected to follow O'Brien, alongside his other non-musical staff and crew, to the TBS program. By September 2010, it was clear that Weinberg would not be part of the show, now named \"Conan\". Jimmy Vivino was now the leader of the band, with Wormworth full-time on drums, and the band was firmly ensconced in Los Angeles as a base. Upon announcing Weinberg's split from O'Brien in September 2010, O'Brien said, \"Max has been a huge part of my life for the past 17 years and he is an incredible band leader and musician.\" Weinberg said, \"my association with Conan, his staff, and crew has been a deeply rewarding experience for me. And, making music with Jimmy Vivino, Mark Pender, La Bamba, Scott Healy, Mike Merritt, and percussionist James Wormworth enabled me to become a better musician and bandleader. I thank them for their first-rate work on the bandstand. I wish Conan and his show the best and I do look forward to dropping by.\" Both looked forward to Weinberg occasionally stopping by to sit in on the new show. Weinberg said his health was better than ever but that the \"life-changing experience emotionally and spiritually\" of the surgery and a desire to remain in New Jersey with his family had played a chief role in his departure from the band and O'Brien.",
            "score": 43.340715765953064
        },
        {
            "docid": "38476563_2",
            "document": "List of Conan episodes (2013) . This list of episodes of \"Conan\" details information on the 2013 episodes of \"Conan\", a television program on TBS hosted by Conan O'Brien. Conan hosted shows at The Tabernacle in Atlanta, Georgia between April 1–4. During the week of October 28–31, highlights of the past 20 years of Conan's show were shown.",
            "score": 43.12618947029114
        },
        {
            "docid": "174688_34",
            "document": "Late Night with Conan O'Brien . On December 6, 2005 \"Late Night with Conan O'Brien\" segments began selling on the iTunes Store. Most segments were priced at $1.99, as were most episodes of other shows, with \"special\" best-ofs and other longer segments priced at $9.99. In December, 2007 NBC stopped selling all its television shows on iTunes, but the network returned it to iTunes in September 2008 after NBC and Apple worked out a new agreement. The show was offered free at Hulu.com and the NBC website but has been unavailable on the Internet since the 2010 Tonight Show conflict. However, in May 2018, O'Brien and his current network, TBS, announced they would partner with NBC to make his entire \"Late Night\" archives available online, marking the 25th anniversary of O'Brien's late night debut.",
            "score": 44.78856801986694
        },
        {
            "docid": "25805409_36",
            "document": "List of The Tonight Show with Conan O'Brien sketches . 2009 proved to be a successful year for former President Bill Clinton and occasionally Conan would use a chart to illustrate fluctuations in his popularity. The chart consisted of a picture of Clinton and an arrow that was attached at his crotch. As positive statistics were presented, the arrow would thicken and elongate, simulating an erection. When negative statistics were presented, the arrow would shrink and shrivel up.",
            "score": 30.88570737838745
        },
        {
            "docid": "174688_32",
            "document": "Late Night with Conan O'Brien . During the live tapings, and prior to the show, there was an audience warm-up, during which the audience watched a montage of highlights from the show, and staff writer Brian McCann greeted the audience (this task was formerly undertaken by head writer Mike Sweeney). McCann delivered a few jokes, told the audience what to expect, and finally introduced the band and then O'Brien. O'Brien then thanked the audience for coming, meeting as many audience members as he could. He would often then do a musical number with the band to pump up the audience (\"Burning Love\" was one standard). After the show was finished taping, O'Brien sang the \"End of the Show Song\", which never aired on Late Night, although in February 2009, a short video of it was posted on Late Night Underground.",
            "score": 55.706345081329346
        },
        {
            "docid": "11415141_89",
            "document": "Masturbation . Another NBC show, \"Late Night with Conan O'Brien\", had a character known as the Masturbating Bear, a costume of a bear with a diaper covering its genitals. The Masturbating Bear would touch his diaper to simulate masturbation. Prior to leaving \"Late Night\" to become host of \"The Tonight Show\", Conan O'Brien originally retired the character due to concerns about its appropriateness in an earlier time slot. The Masturbating Bear however made his \"Tonight Show\" debut during the final days of Conan O'Brien's tenure as host of the \"Tonight Show\". It was clear by then that Conan O'Brien was being removed from the show and he spent his last shows pushing the envelope with skits that typically would not be appropriate for the \"Tonight Show\", one of which was the Masturbating Bear. After much debate on whether or not he would be able to be used on Conan O'Brien's new TBS show, \"Conan\", the Masturbating Bear made an appearance on the very first episode.",
            "score": 51.35110521316528
        },
        {
            "docid": "25805409_33",
            "document": "List of The Tonight Show with Conan O'Brien sketches . After mentioning that Oprah Winfrey is suing companies for using her name and image without permission, Conan claims to be a victim of similar unauthorized endorsements. He then shows a commercial made up of clips that were spliced together to give the impression he was endorsing a certain product (while making other inappropriate remarks). Conan would later admit that he would be okay with the endorsement if he was being paid for it.",
            "score": 34.5441529750824
        },
        {
            "docid": "29774150_7",
            "document": "Conan blimp . Arguably the most effective social media trend that O'Brien's team took advantage of at that time was Foursquare. In 2010, mobile advertising was quickly becoming the most prominent form of marketing, with Foursquare's social, interactive function at the forefront. O'Brien connected with Foursquare users by allowing them to check into the blimp. Afterwards, users would receive a \"Conan Blimpspotter\" badge and a message saying, \"You've spotted the Conan Blimp! A big orange bag of slow moving gas has never looked so pretty.",
            "score": 29.378166675567627
        },
        {
            "docid": "22657864_18",
            "document": "Mine That Bird . On the second to last episode of \"The Tonight Show with Conan O'Brien\", which aired on January 21, 2010, host Conan O'Brien claimed that \"The Tonight Show\" had purchased Mine That Bird for a comedy bit at the expense of NBC. A chestnut horse which O'Brien introduced as Mine That Bird was brought out in a (supposedly) mink Snuggie and watched what O'Brien stated to be \"restricted footage of NFL Super Bowl highlights\". O'Brien stated the cost of the bit was $4.8 million.",
            "score": 50.44373655319214
        },
        {
            "docid": "22708200_6",
            "document": "David's Supermarkets . In early April 2014, during a special week of shows in Dallas, Conan O'Brien, host of TBS' \"Conan\", came to Johnson County, south of Fort Worth, to put together a video for the late-night talk show. One segment focused on O'Brien in character as a Johnson County deputy scoping out the David's Supermarket location in Alvarado. During his surveillance, he scared customers, as well as checking up on reports that the store was selling candy bars past their expiration date.",
            "score": 48.87994861602783
        },
        {
            "docid": "48711965_10",
            "document": "Sodder children disappearance . The Sodders celebrated on Christmas Eve 1945. Marion, the oldest daughter, had been working at a dime store in downtown Fayetteville, and she surprised three of her younger sisters—Martha, 12, Jennie, 8, and Betty, 5—with new toys she had bought for them there as gifts. The younger children were so excited that they asked their mother if they could stay up past what would have been their usual bedtime.",
            "score": 50.83521866798401
        },
        {
            "docid": "25824966_10",
            "document": "2010 Tonight Show conflict . While many of O'Brien's professional advisors and managers pushed for the Fox deal, O'Brien's desire to one day perhaps take over \"The Tonight Show\" after Leno made it a difficult decision (O'Brien, like many baby-boomer comedians, had grown up idolizing Carson's incarnation). Chernin warned O'Brien that waiting around for Leno to leave would be \"only an invitation to long-term disappointment, and potentially a path toward undermining a promising career.\" Nevertheless, O'Brien signed the deal with NBC in March 2002; the contract extended him through 2005 and most significantly contained an \"explicit Prince of Wales clause\" that solidified the official line of succession: If anything were to happen to Leno, O'Brien would step in. O'Brien's successful hosting job at the 2002 54th Primetime Emmy Awards \"sent out the most resounding message yet about his growing strength as a performer\", and a year later, NBC broadcast O'Brien's tenth anniversary special in primetime. By the time Leno's contract again came up for renewal, a discussion would be needed regarding the future of \"The Tonight Show\". Facing the prospect of attempting to keep both Leno and O'Brien, Zucker made the final call on Leno's deal: \"Yes, we’ll extend your deal. But this is your last contract. Time to hand over the keys.\" The plan would extend Leno four additional years, after which he would give \"The Tonight Show\" to O'Brien.",
            "score": 35.45768582820892
        },
        {
            "docid": "174688_15",
            "document": "Late Night with Conan O'Brien . Particularly in the early years, comedic sketches overtook all segments on the show, occasionally even interrupting guest interviews and O'Brien's monologue. Frequently sketches would randomly begin without introduction, such as during banter between Richter and O'Brien. A lot of the humor had a fantasy-like quality to it, where inanimate objects would talk or silly characters would disrupt the show. Sometimes a short story would emerge in these sketches with a resolution culminating in a song. Generally, throughout the later years, original sketches, ideas and characters were constantly being introduced, rather than relying heavily on a few recurring segments like other past and current talk shows. There still were quite a number of recurring segments, but again, a much higher quantity than a typical talk show.",
            "score": 51.323230028152466
        },
        {
            "docid": "1240010_11",
            "document": "Conan (talk show) . Following the 2010 \"Tonight Show\" conflict, O'Brien announced on the first day of The Legally Prohibited from Being Funny on Television Tour that he had signed a deal with cable network TBS to host a talk show on their late-night lineup, beginning in November 2010. Before the deal was announced, O'Brien initially had reservations about the move, as it would place comedian George Lopez's show, \"Lopez Tonight\", one hour later to midnight, effectively doing to Lopez what NBC had wanted to do with O'Brien. However, Lopez reportedly called O'Brien and expressed his excitement about the move. Lopez went on to state, \"I can't think of anything better than doing my show with Conan as my lead-in It's the beginning of a new era in late-night comedy.\" In an official press release by Turner Broadcasting, it stated that O'Brien had only begun negotiations a week prior to the official announcement of the show. Steve Koonin, President of Turner Entertainment Networks, went on to comment of the announcement, \"Conan has been the comedic voice for a generation. TBS already has a huge audience of young comedy lovers, and Conan's show will give these fans even more reasons to watch our network.\"",
            "score": 56.15095543861389
        },
        {
            "docid": "3237517_2",
            "document": "Pierre Bernard (comedian) . Pierre Bernard, Jr. is a graphic designer and comedian, most notable for his work on \"Late Night with Conan O'Brien\", \"The Tonight Show with Conan O'Brien\", and \"Conan\". He had a recurring sketch called \"Pierre Bernard's Recliner of Rage\", where he would complain about issues that concern him while sitting in a recliner. The issues he complains about are typically esoteric in nature and mainly deal with comic books, anime, drawing or science fiction.",
            "score": 38.45628571510315
        },
        {
            "docid": "29774150_3",
            "document": "Conan blimp . O'Brien's shift from NBC to TBS stemmed from the 2010 \"Tonight Show\" conflict between O'Brien and former \"Tonight Show\" host Jay Leno. The controversy occurred when, due to the low ratings of \"The Jay Leno Show\" and \"The Tonight Show with Conan O'Brien\", NBC announced that Leno would be moved from 10:00 p.m. to 11:35 p.m. and O'Brien would be moved from 11:30 p.m. to 12:05 a.m. The announcement occurred seven months after \"The Tonight Show with Conan O'Brien\"'s premiere, and over four years after it was made known that O'Brien would replace Leno as the \"Tonight Show\" host. Ultimately, NBC Universal chief Jeff Zucker's decision to reschedule O'Brien and Leno's time slots led to O'Brien's departure from the network and a public outcry from O'Brien's fans on social media sites like Twitter and Facebook.",
            "score": 38.87059426307678
        },
        {
            "docid": "26516852_3",
            "document": "The Legally Prohibited from Being Funny on Television Tour . O'Brien announced on March 11, 2010 via his Twitter account that he would embark on a 30-city live tour beginning April 12. Even with the unconventional marketing campaign of a single Twitter announcement, many locations sold out within hours of the tweet and additional shows were added on to meet demand. During the tour, O'Brien announced that his new show, \"Conan\", would debut on TBS in November 2010. A documentary following O'Brien during the tour, \"Conan O'Brien Can't Stop\", was released in June 2011.",
            "score": 37.80496644973755
        },
        {
            "docid": "2525385_24",
            "document": "Mac and Me . The film is part of a running gag by actor Paul Rudd. When appearing as a guest on \"Late Night with Conan O'Brien\" and O'Brien's later show \"Conan\", Rudd would perform a \"bait-and-switch\" by routinely showing the same clip from \"Mac and Me\" (in which Eric Cruise, watched by MAC, loses control of his wheelchair and falls off a cliff into a lake) instead of showing clips from the actual films he was ostensibly promoting. While giving an interview alongside \"\" co-star Chris Evans in 2016, Rudd expressed his appreciation of \"Mac and Me\"s \"blatant\" advertising of McDonald's, \"unearned\" positioning of Bobby Caldwell ballad \"Take Me (I'll Follow You)\", and inclusion of a fly landing on MAC's nose, declaring: \"I love it... it's so good\". Evans also professed to \"love\" the film, noting that he \"grew up on it\".",
            "score": 44.0239862203598
        },
        {
            "docid": "100506_2",
            "document": "Max Weinberg . Max Weinberg (born April 13, 1951) is an American drummer and television personality, most widely known as the longtime drummer for Bruce Springsteen's E Street Band and as the bandleader for Conan O'Brien on \"Late Night with Conan O'Brien\" and \"The Tonight Show with Conan O'Brien\".",
            "score": 41.25942850112915
        },
        {
            "docid": "3188339_8",
            "document": "The Denial Twist . Conan O'Brien makes a cameo appearance in the video; The White Stripes had been a week-long musical guest on \"Late Night with Conan O'Brien\" when they were promoting \"Elephant\". The square-headed O'Brien doll in the video was a reference to a similar one given to the comedian at the end of their week-long stay on the show. The plaster blow-up was actually created by Gondry.",
            "score": 44.25916004180908
        },
        {
            "docid": "16774115_17",
            "document": "The Tonight Show with Conan O'Brien . The guests for Conan O'Brien's first week as host were announced on May 22, 2009, with the first episode of \"The Tonight Show with Conan O'Brien\" including actor and comedian Will Ferrell, in addition to a musical performance of the song \"Got Some\" by guest Pearl Jam. The show's opening began with a nod to \"The Tonight Show Starring Johnny Carson\", beginning with the classic \"Laramie Peacock\" logo used during the 1960s and 1970s, and the announcement that \"the following program is brought to you in living color, on NBC\", a slogan that would be readopted by NBC soon after.",
            "score": 40.863630056381226
        },
        {
            "docid": "27114550_34",
            "document": "Young Justice (TV series) . On the program \"Conan\", Conan O'Brien visited Bruce Timm during one of his segments and they developed a super hero named The Flaming C. However, on several occasions, their original creation would be animated in preexisting sequences from \"Young Justice\" using the voice acting of whichever character Flaming C was placed over. These scenes were taken from \"Fireworks\", \"Welcome to Happy Harbor\", \"Schooled\", and \"Denial\". In the comic book \"Young Justice/Batman: The Brave & The Bold: Super Sampler\", the Team is seen watching the Flaming C on television.",
            "score": 31.258936405181885
        },
        {
            "docid": "16774115_41",
            "document": "The Tonight Show with Conan O'Brien . The \"expensive\" comedy bit continued on January 21, featuring 2009 Kentucky Derby winner Mine That Bird wearing a mink Snuggie watching restricted Super Bowl footage, which O'Brien claimed cost NBC $4.8 million. The final episode upped the ante further with a purported $65 million sketch, featuring a credit card-purchased fossil skeleton of a ground sloth from the Smithsonian Institution spraying Beluga caviar through a hose onto an original Picasso painting. In response to the Internet community's outcry over the expense of these sketches, O'Brien explained that the segments were a joke.",
            "score": 37.924508452415466
        },
        {
            "docid": "4221870_19",
            "document": "Conan O'Brien . On February 20, 2009, NBC aired the last episode of \"Late Night with Conan O'Brien\". The show consisted of a compilation of previous \"Late Night\" clips and included a surprise appearance by former sidekick Andy Richter. Will Ferrell, John Mayer, and the White Stripes also appeared. O'Brien ended the episode by destroying the set with an axe, handing out the pieces of the set to the audience, and thanking a list of people who helped him get to that point in his career. Among those thanked were Lorne Michaels, David Letterman, Jay Leno, and O'Brien's wife and children.",
            "score": 50.27936244010925
        },
        {
            "docid": "25805409_46",
            "document": "List of The Tonight Show with Conan O'Brien sketches . Inspired by a man who garned media attention for motorizing his recliner, Andy revealed that he'd motorized the podium from which he watches each episode. For the next few moments Andy would pilot his podium around the stage, often cutting in front of the camera and distracting Conan as he attempts to continue with the show.",
            "score": 39.5132098197937
        },
        {
            "docid": "23963855_12",
            "document": "The Simpsons 20th Anniversary Special – In 3-D! On Ice! . The special got an average Metacritic rating of 64. Robert Canning of IGN called the special \"Impressive\" saying that \"It's really just one big fan talking to a bunch of other fans (which includes the creators) about a series we all love. And heck, the special is worth a watch if only to hear how Conan O'Brien would write the ending to the longest running series in the history of television.\" Todd VanDerWerff of \"The A.V. Club\" gave the special a B−.",
            "score": 32.65020728111267
        },
        {
            "docid": "4221870_23",
            "document": "Conan O'Brien . On Thursday, January 7, 2010, NBC executive Jeff Zucker met with Jay Leno and Conan O'Brien to discuss how to get Leno out of prime time, where his ratings were lackluster, and back into late night, where O'Brien's ratings had collapsed before Leno's prime time series began. A proposal was made that would see O'Brien remain as host of \"The Tonight Show\", which would be moved to 12:05 am with Leno hosting a 30-minute show at 11:35 pm On January 10, NBC Universal Television Entertainment chairman Jeff Gaspin confirmed that \"The Jay Leno Show\" would indeed end at the start of the Winter Olympics on February 12, 2010, and be moved to 11:35 pm following the Olympics coverage. Sources familiar with the situation told the \"New York Post\" that O'Brien was unhappy with NBC's plan. On January 12, O'Brien released this statement: \"I sincerely believe that delaying \"The Tonight Show\" into the next day to accommodate another comedy program will seriously damage what I consider to be the greatest franchise in the history of broadcasting. \"The Tonight Show\" at 12:05 simply isn’t \"The Tonight Show.\"\" On January 21, 2010, it was announced that Conan had reached a deal with NBC that would see him exit \"The Tonight Show\" the next day. The deal also granted him $45 million, of which $12 million was designated for distribution to his staff, who had moved with Conan to Los Angeles from New York when he left \"Late Night\".",
            "score": 45.58261966705322
        }
    ],
    "r": [
        {
            "docid": "10187530_7",
            "document": "In the Night Garden... . \"In the Night Garden...\" is intended to help children relax and achieve calming relationships with parents. Wood states: \"We became very aware of the anxiety surrounding the care of young children which manifested itself in all kind of directions; but the one big subject that came up again and again was bedtime. It's the classic time for tension between children who want to stay up and parents who want them to go to bed... so this is a programme about calming things down whereas most children's TV is about getting everything up.\"",
            "score": 63.54621124267578
        },
        {
            "docid": "10187530_17",
            "document": "In the Night Garden... . Until 1 April 2008, the show aired on the CBeebies channel every day, including weekends, at 6:25 PM in the \"Bedtime Hour\" slot, in addition to earlier daytime showings on weekdays (like every other show on CBeebies, the same episodes are shown all day). From April until August 2008, \"In The Night Garden...\" was removed from its 6:25 PM \"Bedtime Hour\" slot, which resulted in a petition asking for the programme to be re-instated to its normal slot. One parent petitioner was quoted by \"The Daily Telegraph\" commenting that \"My four-year-old refused to believe it was bedtime because \"ITNG\" hadn't been on and it was daylight outside.\"",
            "score": 63.46986770629883
        },
        {
            "docid": "4190517_4",
            "document": "One to Grow On . Although many of the celebrities featured were from sitcoms or shows that kids were familiar with, René Enríquez from the adult oriented prime time show \"Hill Street Blues\" also hosted a segment; specifically on how children should not be watching his TV show since it was broadcast too late, past a typical child's bedtime on a school night. Another special move was when pro athlete Ozzie Smith hosted a segment which revolved around the issue of usage of snuff, where Smith explained in his segment that he is not a user of snuff and it has nothing to do at all with baseball playing ability or the \"image of the big leagues\". A few segments featured a young Jaleel White as one of the child actors.",
            "score": 59.966670989990234
        },
        {
            "docid": "3317590_8",
            "document": "Bart Gets Famous . In the episode, Bart appears on the talk show \"Late Night with Conan O'Brien\". Conan O'Brien was a writer for \"The Simpsons\" during the fourth and early part of the fifth seasons. During the production of the episode, he received an audition to replace David Letterman as the host of \"Late Night\" on NBC, after Letterman defected to CBS. The writers decided that since the episode featured Bart getting famous, it would give them an opportunity to work in O'Brien's show. The part was written just after O'Brien's audition for \"Late Night\", but before he knew he was going to be the host. O'Brien recorded his part shortly after \"Late Night with Conan O'Brien\" premiered, but he believed NBC would have fired him before the episode aired. He described being a guest star on the show as \"really delightful\", adding that \"it's like being frozen in amber. I know people will be watching \"The Simpsons\" long after I'm dead.\"",
            "score": 59.6406135559082
        },
        {
            "docid": "8982920_2",
            "document": "Bedtime . Bedtime (also called putting to bed or tucking in) is a ritual part of parenting to help children feel more secure and become accustomed to a more rigid schedule of sleep than they might prefer. The ritual of bedtime is aimed at facilitating the transition from wakefulness to sleep. It may involve bedtime stories, children's songs, nursery rhymes, bed-making and getting children to change into nightwear. In some religious households, prayers are said shortly before going to bed.",
            "score": 59.00588607788086
        },
        {
            "docid": "5022420_3",
            "document": "A Scare at Bedtime . \"A Scare at Bedtime\" was originally commissioned by RTÉ to fill a ten-minute gap that was left before the 23:00 News due to the short running times of American shows that preceded it. This show took its name from the nightly RTÉ 1 show called \"A Prayer at Bedtime\", which overlaid the text of a Roman Catholic prayer over serene images with choral music playing. \"A Scare at Bedtime\", first aired in 1997, is close to being the polar opposite of this, with extremely adult content, lewd jokes and slightly obscene anecdotes being related by the two puppets and 'Tales of Caution' acted out in live action segments. Podge's origins on \"The Den\" is ignored, as the backstory gradually established on \"A Scare at Bedtime\", presents Podge and his identical twin brother Rodge to be both in their sixties, and living in Ballydung Manor, a converted insane asylum for most of that time, with a lunatic nurse that they call \"Granny\" who practices the dark arts (since she is dating Satan, whom they refer to as the \"quare fella\" throughout the series) . They were also then given full names also: Padraig Judas O'Leprocy and Rodraig Spartacus O'Leprocy.",
            "score": 57.5965461730957
        },
        {
            "docid": "174688_44",
            "document": "Late Night with Conan O'Brien . The February 19, 1998 episode was aired against coverage of the 1998 Winter Olympics on CBS, and therefore, Conan assumed no one was watching, and they could do anything. He and Andy took to performing increasingly outrageous acts, such as Conan revealing a Hanson T-shirt under his shirt and tie, and confessing his hatred for the NBC screen bug, going as far as to kill it with a can of Raid. He and Andy also smoked on the air (with a cutaway showing a mother finding her two kids imitating Conan), Max Weinberg confessed to killing Bruce Springsteen's previous drummer, as well as a number of other people he didn't like (even showing a map of where he buried them), Al Roker walked into the studio and confessed he never liked the weather, and Conan asked a female audience member to have consensual sex with him, which the woman vehemently refused. The event became known as \"Nobody's Watching\".",
            "score": 57.2170295715332
        },
        {
            "docid": "149224_11",
            "document": "Generation gap . The study looked at Baby Boomers (born 1946-1964), Generation X’ers (born 1965-1980), Generation Y’ers (born 1981-2000) and Generation Z’ers (born 2000 to present). The research, as expected, showed generational gaps between the different forms of technology used. The largest gap was shown between texting and talking on the phone; 56% of Gen Z’ers and 42% of Gen Y’ers admitted to sending, receiving, reading text messages every night within one hour prior to bedtime, compared to only 15% of Gen X’ers (born 1965-1980), and 5% of Baby Boomers. Baby Boomers (born 1946-1964), were more likely to watch TV within the last hour prior to bedtime, 67%, compared to Gen Y’ers (born 1981-2000), who came in at 49%. When asked about computer/internet use within the last hour prior to bedtime, 70% of those polled admitted to using a computer \"a few times a week\", and from those, 55% of the Gen Z’ers (born mid-1990s or 2000 to present), said they \"surf the web\" every night before bed.",
            "score": 56.35176086425781
        },
        {
            "docid": "7564162_7",
            "document": "The Bear (Bo' Selecta!) . For the first series of \"Bo' Selecta!\", the Bear had a talk show in his treehouse on Hampstead Heath called \"Bedtime with the Bear\", which featured women, who he would ask rude questions to. The format changed slightly for series 2, which featured him still hosting a talk show, but with one difference: A bedtime story. Bedtime stories feature the Bear, spotting something rude, that the guests are doing to the guest's surprise. This usually gives him an erection.",
            "score": 56.302093505859375
        },
        {
            "docid": "1240010_11",
            "document": "Conan (talk show) . Following the 2010 \"Tonight Show\" conflict, O'Brien announced on the first day of The Legally Prohibited from Being Funny on Television Tour that he had signed a deal with cable network TBS to host a talk show on their late-night lineup, beginning in November 2010. Before the deal was announced, O'Brien initially had reservations about the move, as it would place comedian George Lopez's show, \"Lopez Tonight\", one hour later to midnight, effectively doing to Lopez what NBC had wanted to do with O'Brien. However, Lopez reportedly called O'Brien and expressed his excitement about the move. Lopez went on to state, \"I can't think of anything better than doing my show with Conan as my lead-in It's the beginning of a new era in late-night comedy.\" In an official press release by Turner Broadcasting, it stated that O'Brien had only begun negotiations a week prior to the official announcement of the show. Steve Koonin, President of Turner Entertainment Networks, went on to comment of the announcement, \"Conan has been the comedic voice for a generation. TBS already has a huge audience of young comedy lovers, and Conan's show will give these fans even more reasons to watch our network.\"",
            "score": 56.15095520019531
        },
        {
            "docid": "174688_32",
            "document": "Late Night with Conan O'Brien . During the live tapings, and prior to the show, there was an audience warm-up, during which the audience watched a montage of highlights from the show, and staff writer Brian McCann greeted the audience (this task was formerly undertaken by head writer Mike Sweeney). McCann delivered a few jokes, told the audience what to expect, and finally introduced the band and then O'Brien. O'Brien then thanked the audience for coming, meeting as many audience members as he could. He would often then do a musical number with the band to pump up the audience (\"Burning Love\" was one standard). After the show was finished taping, O'Brien sang the \"End of the Show Song\", which never aired on Late Night, although in February 2009, a short video of it was posted on Late Night Underground.",
            "score": 55.70634460449219
        },
        {
            "docid": "21087619_4",
            "document": "Laura Ann Kesling . Kesling played the role of Bobbi, Sandler's character's niece, in \"Bedtime Stories\". Filming for \"Bedtime Stories\" began in February 2008 and wrapped in mid-June. Children were allowed on the set for up to eight hours, three of which had to be school hours. During these hours, Kesling and the other children worked with a tutor. All filming was done in the Los Angeles area, and when Kesling was not scheduled to be in any scenes that day, she attended her own school. Jonathan Curiel of the San Francisco Chronicle described Kesling as \"cute\" and \"big-eyed\" in her role as Bobbi.",
            "score": 55.19057846069336
        },
        {
            "docid": "6333131_2",
            "document": "Politically Correct Bedtime Stories . Politically Correct Bedtime Stories: Modern Tales for Our Life and Times is a 1994 book written by American writer James Finn Garner, in which Garner satirizes the trend toward political correctness and censorship of children's literature, with an emphasis on humour and parody. The bulk of the book consists of fairy tales such as Little Red Riding Hood, the Three Little Pigs and Snow White, rewritten so that they supposedly represent what a \"politically correct\" adult would consider a good and moral tale for children.",
            "score": 54.994781494140625
        },
        {
            "docid": "9840054_8",
            "document": "Good Night (The Simpsons) . FilmThreat says \"This dark nursery rhyme is funny and disturbing. Homer’s voice is totally off the wall, nothing like it stands today, and it’s interesting to see how far they’ve come since these early forays into animation\". Todd Doogan of The Digital Bits was sad that \"only [one] of the original Tracey Ullman Show shorts\" was featured on the first season DVD\". He added, \"Still, the one you gets perfectly illustrates just how far the show has come\". DVD.net describes it as \"The Simpsons as some of you may never have seen before, drawn by the hand of Matt Groening himself and looking a little worse for wear.\" DVD Movie Guide says, \"I’ve seen a few additional Ullman shorts and think they’re nearly unwatchable, so I can’t say I miss them, at least not for their entertainment value. However, they’d make a nice historical addition, so it’s too bad we only get this single clip. The first one ever aired, “Good Night Simpsons” runs for 115 unfunny seconds.\" The Digital Fix says the short extra on the DVD \"showcases the superb sense of humour that has made The Simpsons what it is today\", and that \"the picture quality is quite breathtaking (considering the age of these shorts) while the sound is standard DD2.0 Stereo\". It adds that \"it is a teaser for something we will supposedly never see (all 48 shorts on DVD)\" and wishes they had chosen a short that hadn't been featured in a future episode (The 138th Episode Spectacular), and therefore released on the Season 7 Box set. Planet Simpson says \"the drawing and animation were blatantly crude, thick-lined, and primary-colored\" and that \"the vignettes were far too short for anything as sophisticated as 'character development'\". It adds that the \"central gag [of] kids finding ironic horror in bedtime platitudes\" was very simplistic, and doubts many people even watched the airing of the short. However, the book explains the significance of Good Night as \"the first baby steps of an institution that would become one of the most-watched TV shows on earth and the most influential cultural enterprise of its time\".",
            "score": 54.62923812866211
        },
        {
            "docid": "1751628_12",
            "document": "Late night television in the United States . Usually the band leader is a major part of the show, and the band leader and host often exchange playful banter during the monologue and comedy segments; the band leader has thus taken over the part of being the host's sidekick, which in the past was played by an announcer or designated co-host (such as Ed McMahon and Andy Richter). Of the current late night talk show band leaders who play this role, Paul Shaffer is well known for being a straight man to David Letterman. However, on \"The Tonight Show with Conan O'Brien\", Max Weinberg rarely spoke during the show, and his interactions with O'Brien were often short and awkward – a recurring gag on the show (Richter, now the announcer, was O'Brien's primary sidekick on \"The Tonight Show\" and has carried on in that role on \"Conan\", whereas new band leader Jimmy Vivino has barely any interaction with O'Brien), and Kevin Eubanks was often the butt of Leno's jokes, particularly regarding drug-related stories. Most notably \"The Late Late Show with Craig Ferguson\" did not have a house band, and Ferguson often used that fact as a running gag in his show; Ferguson used a robot named Geoff Peterson as his sidekick (\"The Late Late Show\" had never had a house band with hosts Tom Snyder, Craig Kilborn, and Craig Ferguson, but with James Corden's assumption of hosting duties, the program features a house band led by Reggie Watts).",
            "score": 54.31110382080078
        },
        {
            "docid": "28613119_80",
            "document": "Lost Girl . In a 2012 report by TiVo of television programs watched at bedtime, \"Lost Girl\" was rated one of the top ten, most watched shows.",
            "score": 54.308719635009766
        },
        {
            "docid": "9978987_31",
            "document": "Fullerton Public Library . They provide a variety of programs targeting different ages, including toddler storytime, pre-school storytime, Book Babies, and Bedtime Bears (storytimes for families in the evening), school visits, school nights, parent nights, and the After School Club (crafts, activities, puppet shows, and stories for elementary aged children).",
            "score": 54.162452697753906
        },
        {
            "docid": "5865997_4",
            "document": "The Phantom of Liberty . Cut to the present day where a nanny is reading the voice-over from a book whilst seated on a park bench. The children in her care are given some pictures by a strange man in the park. There are implications of child abduction or pedophilia. Cut to a close-up of a spider and the interior of a bourgeois apartment where a man is \"fed up with symmetry\" as he rearranges his mantelpiece. The children arrive home and show the pictures to their parents who are shocked that the girls have such images. The parents are disgusted and yet erotically stimulated by the images. When we see the images, they are revealed as picture postcards of French architecture. The parents then let the children keep the pictures and dismiss the nanny. At bedtime, the husband cannot sleep as he is woken in the night by a cockerel, a postman and an emu wandering through his bedroom.",
            "score": 54.04134750366211
        },
        {
            "docid": "1499197_17",
            "document": "KPRC-TV . \"Late Night with Conan O'Brien\" also did not air in Houston from 1994 to 1996; KPRC opted to air reruns of \"The Jenny Jones Show\" in its place. \"Late Night\" returned to KPRC in 1996, although it was subjected to delayed scheduling in later years to air various programs such as \"Ricki Lake\" at 11:35 p.m., followed by \"Access Hollywood\", a repeat of the 10 p.m. newscast and \"Jenny Jones\", which delayed \"Late Night\" to 2:40 a.m. This fact was not lost on O'Brien, who visited Houston (including visits at the main Houston Bus Terminal and the Astrodome) to watch an episode of his own show with Houstonians in a classic remote piece; KPRC's mail servers were flooded with emails in response. KPRC moved the show to 12:35 a.m. in 1998, and finally to its network-recommended (for its time zone) 11:35 p.m. slot in 2005, where \"Late Night\", now hosted by Seth Meyers, continues to air; however, the station still delays \"Last Call with Carson Daly\" until 2:05, showing infomercials in the show's network timeslot of 12:35 a.m. KPRC was among a handful of NBC affiliates that did not air \"Poker After Dark\" during its entire run, and likewise did not carry the short-lived \"Face the Ace\" in August 2009 (along with WDIV and Milwaukee's WTMJ-TV), pre-empting both primetime airings with St. Jude Children's Research Hospital programs. As of January 2013, NBC's current overnight lineup (a rebroadcast of the fourth hour of \"Today\" on weekdays; \"LXTV 1st Look\" and \"Open House NYC\" on weekends) does not air in Houston (as with sister station WDIV).",
            "score": 53.84524917602539
        },
        {
            "docid": "41895171_14",
            "document": "Lost Girl (season 2) . In a 2012 report by TiVo of television programs watched at bedtime, \"Lost Girl\" was rated one of the top ten, most watched shows.",
            "score": 53.75848388671875
        },
        {
            "docid": "39341735_21",
            "document": "Lost Girl (season 1) . In a 2012 report by TiVo of television programs watched at bedtime, \"Lost Girl\" was rated one of the top ten, most watched shows.",
            "score": 53.75848388671875
        },
        {
            "docid": "35698172_6",
            "document": "Columbian Park Zoo . The Columbian Park Zoo offers education programs for children from pre-school through college. For pre-school children, the zoo offers a program called Bedtime Zoo Stories designed for children’s ages one to five. The program is held once a month and children are encouraged to dress in their pajamas for 45 minutes of bedtime story readings. The zoo also offers the Little Club Club for children ages three to five which is designed to allow children to get closer to animals and actually touch them while learning different facts about each one.",
            "score": 53.603004455566406
        },
        {
            "docid": "4622679_5",
            "document": "Honey, We're Killing the Kids . The show follows families' home lives for a period of four weeks. During this period they follow a manual of instructions written by experts including a child psychologist, a fitness expert and a dietician. At weekly interventions to this regime they are criticized by the show's host and given three new 'rules' targeted at each family specifically, to help them be better parents. Rules have been primarily aimed at the children, including both diet and exercise, but there have also been a couple of rules for adults, such as giving up smoking (and in one case going back to university). Practices such as \"Home Cooking\" and \"Get Active\" have been introduced, but also recommendations aimed at fostering emotional stability such as \"Honey Time\", a practice encouraged where the parents set aside time before bedtime, to praise positive things their children have done that day. It is generally accepted that positive reward and praise of children is likely to enhance their social and educational chances in later life, by making them more confident and emotionally secure.",
            "score": 53.339927673339844
        },
        {
            "docid": "15189071_3",
            "document": "Bedtime toy . The bedtime toys are typically of an animal, such as the common teddy bear, or any other creature, such as a mythical creature. The toy is often used for physical comfort, and sometimes mental comfort for children with a strong fear of the night.",
            "score": 53.07971954345703
        },
        {
            "docid": "16774115_22",
            "document": "The Tonight Show with Conan O'Brien . On September 23, 2009, during his opening monologue, O'Brien told a very brief joke about Newark, and a supposed health care program for the city's citizens that would involve Newark giving them a bus ticket out of the city. Newark mayor Cory Booker responded in a satirical YouTube video calling for O'Brien to apologize, and that Conan would be banned from ever entering Newark Liberty International Airport until doing so. Conan responded by further making fun of Newark, however, saying the only way he could get to Newark now would be like everyone else, \"through a series of poor decisions.\" He also called out Cory Booker to come on the show to air out their grievances, deciding to then ban Booker from Burbank airport, adding later that he had absolutely no power to do so. Booker subsequently banned Conan from the state of New Jersey as well as all the sister cities of Newark. In response, O'Brien read a letter on air from Elizabeth, New Jersey mayor Chris Bollwage, declaring that he will temporarily rename Terminal A of Newark Liberty (which lies in Elizabeth) the Conan O'Brien Terminal. Conan continued, saying he had created a \"geographic toilet seat\" around Newark. The mayors of Bayonne, East Orange, Kearny, Jersey City, and Elizabeth have publicly sided with Conan O'Brien. He ended this by saying, \"Your move, Mayor Booker.\" The feud was unofficially ended when Secretary of State Hillary Clinton called for it to end during a prepared comedy bit, telling Booker to \"chalk it up\" to Conan. The following week Conan announced that Cory Booker would be a guest on the October 16, 2009 show to mend the feud. That night, O'Brien and his wife donated $50,000 to the Newark Now Organization, and NBC Universal matched Conan's donation to total a $100,000 gift. Booker also admitted that he is a big Conan fan and often tapes shows to watch the next day or watches them on the website Hulu.",
            "score": 52.959163665771484
        },
        {
            "docid": "96467_12",
            "document": "Graham Norton . In 2005, Norton moved to the BBC and began hosting the Saturday evening reality TV series \"Strictly Dance Fever\" on BBC One, as well as a new comedy chat show, \"Graham Norton's Bigger Picture\". He also read stories some nights on the BBC children's channel CBeebies as part of \"Bedtime Hour\".",
            "score": 52.53315734863281
        },
        {
            "docid": "27324038_6",
            "document": "The War for Late Night . \"The War for Late Night\" chronicles the 2010 conflict surrounding the American late-night talk show \"The Tonight Show\" involving Conan O'Brien and Jay Leno. Carter gives biographical description of other late-night television personalities, including David Letterman, Jimmy Fallon, Jimmy Kimmel, Craig Ferguson, Jon Stewart and Stephen Colbert. As host of \"Late Night with Conan O'Brien\", O'Brien decided to remain with NBC after attempts by ABC and Fox to attract him to their networksas NBC executives had told O'Brien that he would become host of \"The Tonight Show\" after Leno's retirement. While hosting \"The Tonight Show\" and analyzing ratings results, O'Brien told his manager Gavin Polone that he feared that Leno might be moved back to the program. Carter's book contains details of O'Brien's and Leno's contracts, and describes O'Brien's emotional state during the 2010 conflict. According to Carter, Leno had an advantage during negotiations because of a stronger contract agreement with NBC, which gave Leno the option to sue NBC if his program was canceled.",
            "score": 52.36669921875
        },
        {
            "docid": "25824966_57",
            "document": "2010 Tonight Show conflict . Following the taping, the studio set was used one final time for a party thrown by staff. O'Brien's monologue spot from the floor was framed and signed by his staff as a gift, which touched O'Brien. 10.3 million people watched the final episode of \"The Tonight Show with Conan O'Brien\", a notably high number for live late-night viewing and for a Friday night. The final episode scored a 7.0 household rating and a 4.4 rating in the 18–49 demo. Not only did O'Brien's final show beat all late night competition, it outscored all prime time shows in the 18–49 demo from that night and the night before. The network confirmed that Leno would officially resume as host of \"The Tonight Show\" on March 1, and NBC reran episodes from O'Brien's time as host until the network began airing the Olympics on February 15.",
            "score": 52.122283935546875
        },
        {
            "docid": "27495714_2",
            "document": "List of A Scare at Bedtime episodes . A Scare at Bedtime (also known as Podge and Rodge: A Scare at Bedtime) was an Irish television show, produced by Double Z Enterprises and broadcast by RTÉ, featuring the two puppets Podge and Rodge as the hosts of a spooky tales and urban myths adult comedy show. It ran for nine series, with a total of 150 episodes from 1997 until January 2006.",
            "score": 52.0936164855957
        },
        {
            "docid": "2880009_4",
            "document": "Bedtime story . Bedtime stories are also useful for teaching the child abstract virtues such as sympathy, unselfishness, and self-control, as most children are said to be \"naturally sympathetic when they have experienced or can imagine the feelings of others\". Thus, bedtime stories can be used to discuss darker subjects such as death and racism. As the bedtime stories broaden in theme, the child \"will broaden in their conception of the lives and feelings of others\".",
            "score": 52.0711555480957
        },
        {
            "docid": "26061098_3",
            "document": "The Week Show . \"The Week Show with Matt Chin\" was based on an online talk show, titled \"My Show with Matt Chin\", that Matt Chin and Ricky Thompson had starred in. In the beginning, the show was broadcast on \"Tomgreen.com: The Channel\", and on their old website, www.myshowscrazy.com. Newer episodes were premiered on Chin's YouTube account and past episodes had been archived. In 2005, Matt Chin and Ricky Thompson found out that Conan O'Brien needed a replacement for \"Late Night\" on NBC when he goes to \"The Tonight Show\", and have decided to run to take over the job from him in 2009. They've done a lot of things to get that job between 2005 and 2008; such as sending their episodes of \"My Show\" to NBC, making a petition for their audience to sign in order to make that happen, and a few other things. Meanwhile, Carson Daly of \"Last Call with Carson Daly\", Jimmy Fallon, and Tom Green were also campaigning for the job during those 3 years. Of course, Jimmy Fallon ended up being announced to replace Conan O'Brien in 2008, and Matt Chin and Ricky Thompson were devastated. At the same time, Bite TV needed them to host a half-hour late night talk show that will air weekly, and will be produced by Glass Box Productions. When that announcement was made, it made them feel better, and the rest of the story became the nearly 3 year journey of \"The Week Show with Matt Chin.\" Despite very low ratings, the show was loved by everybody who was a fan of \"My Show with Matt Chin\" back in 2001.",
            "score": 51.97564697265625
        },
        {
            "docid": "2737829_26",
            "document": "Bedtime Story (Madonna song) . \"Bedtime Story\" has been cited as one of the songs with the most unfulfilled potential in Madonna's career, nonetheless, the song did enjoy some success, being a club \"favorite\" in the mid-1990s. It has been described as the record that foreshadowed Madonna's usage of electronic music in her later work, especially \"Ray of Light\" (1998), which according to Vicente, owes \"its contemplative and electronic techno rave character to 'Bedtime Story'\". O'Brien wrote in \"Madonna: Like an Icon\", that the song \"foreshadowed [the singer's] move towards electronica\" and labelled it an \"embryonic moment that went a lot further on the next few albums\". De Vries recalled that tackling the song \"seemed to set something free in Madonna. She was straining at the leash a little bit, to find some other languages to speak, and 'Bedtime Story' was an embryonic moment that went a lot further on to the next few albums.\" In a review for the \"Bedtime Stories\" album on a whole, Sal Cinquemani of \"Slant Magazine\" wrote that the song was \"the germ that would later inspire Madonna to seek out and conquer electronica with the likes of William Orbit and Mirwais\".",
            "score": 51.84601593017578
        }
    ]
}