{
    "q": [
        {
            "docid": "16774115_22",
            "document": "The Tonight Show with Conan O'Brien . On September 23, 2009, during his opening monologue, O'Brien told a very brief joke about Newark, and a supposed health care program for the city's citizens that would involve Newark giving them a bus ticket out of the city. Newark mayor Cory Booker responded in a satirical YouTube video calling for O'Brien to apologize, and that Conan would be banned from ever entering Newark Liberty International Airport until doing so. Conan responded by further making fun of Newark, however, saying the only way he could get to Newark now would be like everyone else, \"through a series of poor decisions.\" He also called out Cory Booker to come on the show to air out their grievances, deciding to then ban Booker from Burbank airport, adding later that he had absolutely no power to do so. Booker subsequently banned Conan from the state of New Jersey as well as all the sister cities of Newark. In response, O'Brien read a letter on air from Elizabeth, New Jersey mayor Chris Bollwage, declaring that he will temporarily rename Terminal A of Newark Liberty (which lies in Elizabeth) the Conan O'Brien Terminal. Conan continued, saying he had created a \"geographic toilet seat\" around Newark. The mayors of Bayonne, East Orange, Kearny, Jersey City, and Elizabeth have publicly sided with Conan O'Brien. He ended this by saying, \"Your move, Mayor Booker.\" The feud was unofficially ended when Secretary of State Hillary Clinton called for it to end during a prepared comedy bit, telling Booker to \"chalk it up\" to Conan. The following week Conan announced that Cory Booker would be a guest on the October 16, 2009 show to mend the feud. That night, O'Brien and his wife donated $50,000 to the Newark Now Organization, and NBC Universal matched Conan's donation to total a $100,000 gift. Booker also admitted that he is a big Conan fan and often tapes shows to watch the next day or watches them on the website Hulu.",
            "score": 45.029908776283264
        },
        {
            "docid": "3317590_8",
            "document": "Bart Gets Famous . In the episode, Bart appears on the talk show \"Late Night with Conan O'Brien\". Conan O'Brien was a writer for \"The Simpsons\" during the fourth and early part of the fifth seasons. During the production of the episode, he received an audition to replace David Letterman as the host of \"Late Night\" on NBC, after Letterman defected to CBS. The writers decided that since the episode featured Bart getting famous, it would give them an opportunity to work in O'Brien's show. The part was written just after O'Brien's audition for \"Late Night\", but before he knew he was going to be the host. O'Brien recorded his part shortly after \"Late Night with Conan O'Brien\" premiered, but he believed NBC would have fired him before the episode aired. He described being a guest star on the show as \"really delightful\", adding that \"it's like being frozen in amber. I know people will be watching \"The Simpsons\" long after I'm dead.\"",
            "score": 52.920889139175415
        },
        {
            "docid": "25805409_24",
            "document": "List of The Tonight Show with Conan O'Brien sketches . When their studio was added to the Universal Studios Tour, Conan acknowledged that it could not compete with the other stops on the tour. In order to compensate for this, Conan and Andy would act out exciting scenarios as the tour passed the studio. Past scenarios have included Conan delivering Andy's baby and Conan curing Andy's paralysis.",
            "score": 29.931578397750854
        },
        {
            "docid": "869611_11",
            "document": "Andy Richter . On February 24, 2009, it was announced that Richter would be joining Conan O'Brien once again as the announcer for \"The Tonight Show with Conan O'Brien\" in Los Angeles. Richter frequently appeared in comedy sketches on the show and often commented and interacted with Conan during the opening monologue; he was also part of the show's writing staff. In mid-December 2009, Richter also began joining Conan on the couch during the celebrity interviews, much like he did in his former sidekick role on \"Late Night\". Richter said he enjoyed having a steady paycheck again and not having to deal with production companies while developing television shows. Richter said, \"Now I'm so happy to be back and making TV every night, not asking permission from somebody and waiting six months to get their sparklingly clear and cogent notes. And then wait another month for them to get back from Hawaii and say, 'Yes, now we can go make television.' I felt like a plumber who kept going into the building and saying, 'Can we put some pipes together?' and watching my wrenches gather dust.\"",
            "score": 50.58892023563385
        },
        {
            "docid": "4221870_14",
            "document": "Conan O'Brien . Fox, however, would not let O'Brien out of his contract. Eventually, NBC and O'Brien would split the cost to get him out of the contract. After O'Brien's departure, the writers at \"The Simpsons\" would watch videotaped episodes of \"Late Night\" at lunch the day following their midnight broadcast and analyze them. During his time at \"The Simpsons\", O'Brien also had a side project working with Smigel on the script for a musical film based on the \"Hans and Franz\" sketch from \"Saturday Night Live\", but the film was never produced.",
            "score": 36.7835955619812
        },
        {
            "docid": "1241117_20",
            "document": "Jimmy Vivino and the Basic Cable Band . It was initially unknown whether Weinberg would be joining O'Brien when his new late night show on TBS began in November 2010. Most or all of the rest of the band were expected to follow O'Brien, alongside his other non-musical staff and crew, to the TBS program. By September 2010, it was clear that Weinberg would not be part of the show, now named \"Conan\". Jimmy Vivino was now the leader of the band, with Wormworth full-time on drums, and the band was firmly ensconced in Los Angeles as a base. Upon announcing Weinberg's split from O'Brien in September 2010, O'Brien said, \"Max has been a huge part of my life for the past 17 years and he is an incredible band leader and musician.\" Weinberg said, \"my association with Conan, his staff, and crew has been a deeply rewarding experience for me. And, making music with Jimmy Vivino, Mark Pender, La Bamba, Scott Healy, Mike Merritt, and percussionist James Wormworth enabled me to become a better musician and bandleader. I thank them for their first-rate work on the bandstand. I wish Conan and his show the best and I do look forward to dropping by.\" Both looked forward to Weinberg occasionally stopping by to sit in on the new show. Weinberg said his health was better than ever but that the \"life-changing experience emotionally and spiritually\" of the surgery and a desire to remain in New Jersey with his family had played a chief role in his departure from the band and O'Brien.",
            "score": 37.151256918907166
        },
        {
            "docid": "38476563_2",
            "document": "List of Conan episodes (2013) . This list of episodes of \"Conan\" details information on the 2013 episodes of \"Conan\", a television program on TBS hosted by Conan O'Brien. Conan hosted shows at The Tabernacle in Atlanta, Georgia between April 1–4. During the week of October 28–31, highlights of the past 20 years of Conan's show were shown.",
            "score": 33.245676040649414
        },
        {
            "docid": "174688_34",
            "document": "Late Night with Conan O'Brien . On December 6, 2005 \"Late Night with Conan O'Brien\" segments began selling on the iTunes Store. Most segments were priced at $1.99, as were most episodes of other shows, with \"special\" best-ofs and other longer segments priced at $9.99. In December, 2007 NBC stopped selling all its television shows on iTunes, but the network returned it to iTunes in September 2008 after NBC and Apple worked out a new agreement. The show was offered free at Hulu.com and the NBC website but has been unavailable on the Internet since the 2010 Tonight Show conflict. However, in May 2018, O'Brien and his current network, TBS, announced they would partner with NBC to make his entire \"Late Night\" archives available online, marking the 25th anniversary of O'Brien's late night debut.",
            "score": 38.89600205421448
        },
        {
            "docid": "25805409_36",
            "document": "List of The Tonight Show with Conan O'Brien sketches . 2009 proved to be a successful year for former President Bill Clinton and occasionally Conan would use a chart to illustrate fluctuations in his popularity. The chart consisted of a picture of Clinton and an arrow that was attached at his crotch. As positive statistics were presented, the arrow would thicken and elongate, simulating an erection. When negative statistics were presented, the arrow would shrink and shrivel up.",
            "score": 27.41923427581787
        },
        {
            "docid": "174688_32",
            "document": "Late Night with Conan O'Brien . During the live tapings, and prior to the show, there was an audience warm-up, during which the audience watched a montage of highlights from the show, and staff writer Brian McCann greeted the audience (this task was formerly undertaken by head writer Mike Sweeney). McCann delivered a few jokes, told the audience what to expect, and finally introduced the band and then O'Brien. O'Brien then thanked the audience for coming, meeting as many audience members as he could. He would often then do a musical number with the band to pump up the audience (\"Burning Love\" was one standard). After the show was finished taping, O'Brien sang the \"End of the Show Song\", which never aired on Late Night, although in February 2009, a short video of it was posted on Late Night Underground.",
            "score": 40.67719221115112
        },
        {
            "docid": "11415141_89",
            "document": "Masturbation . Another NBC show, \"Late Night with Conan O'Brien\", had a character known as the Masturbating Bear, a costume of a bear with a diaper covering its genitals. The Masturbating Bear would touch his diaper to simulate masturbation. Prior to leaving \"Late Night\" to become host of \"The Tonight Show\", Conan O'Brien originally retired the character due to concerns about its appropriateness in an earlier time slot. The Masturbating Bear however made his \"Tonight Show\" debut during the final days of Conan O'Brien's tenure as host of the \"Tonight Show\". It was clear by then that Conan O'Brien was being removed from the show and he spent his last shows pushing the envelope with skits that typically would not be appropriate for the \"Tonight Show\", one of which was the Masturbating Bear. After much debate on whether or not he would be able to be used on Conan O'Brien's new TBS show, \"Conan\", the Masturbating Bear made an appearance on the very first episode.",
            "score": 54.531325340270996
        },
        {
            "docid": "25805409_33",
            "document": "List of The Tonight Show with Conan O'Brien sketches . After mentioning that Oprah Winfrey is suing companies for using her name and image without permission, Conan claims to be a victim of similar unauthorized endorsements. He then shows a commercial made up of clips that were spliced together to give the impression he was endorsing a certain product (while making other inappropriate remarks). Conan would later admit that he would be okay with the endorsement if he was being paid for it.",
            "score": 34.383103132247925
        },
        {
            "docid": "29774150_7",
            "document": "Conan blimp . Arguably the most effective social media trend that O'Brien's team took advantage of at that time was Foursquare. In 2010, mobile advertising was quickly becoming the most prominent form of marketing, with Foursquare's social, interactive function at the forefront. O'Brien connected with Foursquare users by allowing them to check into the blimp. Afterwards, users would receive a \"Conan Blimpspotter\" badge and a message saying, \"You've spotted the Conan Blimp! A big orange bag of slow moving gas has never looked so pretty.",
            "score": 31.450705528259277
        },
        {
            "docid": "22657864_18",
            "document": "Mine That Bird . On the second to last episode of \"The Tonight Show with Conan O'Brien\", which aired on January 21, 2010, host Conan O'Brien claimed that \"The Tonight Show\" had purchased Mine That Bird for a comedy bit at the expense of NBC. A chestnut horse which O'Brien introduced as Mine That Bird was brought out in a (supposedly) mink Snuggie and watched what O'Brien stated to be \"restricted footage of NFL Super Bowl highlights\". O'Brien stated the cost of the bit was $4.8 million.",
            "score": 36.61067986488342
        },
        {
            "docid": "22708200_6",
            "document": "David's Supermarkets . In early April 2014, during a special week of shows in Dallas, Conan O'Brien, host of TBS' \"Conan\", came to Johnson County, south of Fort Worth, to put together a video for the late-night talk show. One segment focused on O'Brien in character as a Johnson County deputy scoping out the David's Supermarket location in Alvarado. During his surveillance, he scared customers, as well as checking up on reports that the store was selling candy bars past their expiration date.",
            "score": 39.43095111846924
        },
        {
            "docid": "48711965_10",
            "document": "Sodder children disappearance . The Sodders celebrated on Christmas Eve 1945. Marion, the oldest daughter, had been working at a dime store in downtown Fayetteville, and she surprised three of her younger sisters—Martha, 12, Jennie, 8, and Betty, 5—with new toys she had bought for them there as gifts. The younger children were so excited that they asked their mother if they could stay up past what would have been their usual bedtime.",
            "score": 32.276795864105225
        },
        {
            "docid": "25824966_10",
            "document": "2010 Tonight Show conflict . While many of O'Brien's professional advisors and managers pushed for the Fox deal, O'Brien's desire to one day perhaps take over \"The Tonight Show\" after Leno made it a difficult decision (O'Brien, like many baby-boomer comedians, had grown up idolizing Carson's incarnation). Chernin warned O'Brien that waiting around for Leno to leave would be \"only an invitation to long-term disappointment, and potentially a path toward undermining a promising career.\" Nevertheless, O'Brien signed the deal with NBC in March 2002; the contract extended him through 2005 and most significantly contained an \"explicit Prince of Wales clause\" that solidified the official line of succession: If anything were to happen to Leno, O'Brien would step in. O'Brien's successful hosting job at the 2002 54th Primetime Emmy Awards \"sent out the most resounding message yet about his growing strength as a performer\", and a year later, NBC broadcast O'Brien's tenth anniversary special in primetime. By the time Leno's contract again came up for renewal, a discussion would be needed regarding the future of \"The Tonight Show\". Facing the prospect of attempting to keep both Leno and O'Brien, Zucker made the final call on Leno's deal: \"Yes, we’ll extend your deal. But this is your last contract. Time to hand over the keys.\" The plan would extend Leno four additional years, after which he would give \"The Tonight Show\" to O'Brien.",
            "score": 36.65812289714813
        },
        {
            "docid": "174688_15",
            "document": "Late Night with Conan O'Brien . Particularly in the early years, comedic sketches overtook all segments on the show, occasionally even interrupting guest interviews and O'Brien's monologue. Frequently sketches would randomly begin without introduction, such as during banter between Richter and O'Brien. A lot of the humor had a fantasy-like quality to it, where inanimate objects would talk or silly characters would disrupt the show. Sometimes a short story would emerge in these sketches with a resolution culminating in a song. Generally, throughout the later years, original sketches, ideas and characters were constantly being introduced, rather than relying heavily on a few recurring segments like other past and current talk shows. There still were quite a number of recurring segments, but again, a much higher quantity than a typical talk show.",
            "score": 41.32575702667236
        },
        {
            "docid": "1240010_11",
            "document": "Conan (talk show) . Following the 2010 \"Tonight Show\" conflict, O'Brien announced on the first day of The Legally Prohibited from Being Funny on Television Tour that he had signed a deal with cable network TBS to host a talk show on their late-night lineup, beginning in November 2010. Before the deal was announced, O'Brien initially had reservations about the move, as it would place comedian George Lopez's show, \"Lopez Tonight\", one hour later to midnight, effectively doing to Lopez what NBC had wanted to do with O'Brien. However, Lopez reportedly called O'Brien and expressed his excitement about the move. Lopez went on to state, \"I can't think of anything better than doing my show with Conan as my lead-in It's the beginning of a new era in late-night comedy.\" In an official press release by Turner Broadcasting, it stated that O'Brien had only begun negotiations a week prior to the official announcement of the show. Steve Koonin, President of Turner Entertainment Networks, went on to comment of the announcement, \"Conan has been the comedic voice for a generation. TBS already has a huge audience of young comedy lovers, and Conan's show will give these fans even more reasons to watch our network.\"",
            "score": 48.625720143318176
        },
        {
            "docid": "3237517_2",
            "document": "Pierre Bernard (comedian) . Pierre Bernard, Jr. is a graphic designer and comedian, most notable for his work on \"Late Night with Conan O'Brien\", \"The Tonight Show with Conan O'Brien\", and \"Conan\". He had a recurring sketch called \"Pierre Bernard's Recliner of Rage\", where he would complain about issues that concern him while sitting in a recliner. The issues he complains about are typically esoteric in nature and mainly deal with comic books, anime, drawing or science fiction.",
            "score": 43.024773359298706
        },
        {
            "docid": "29774150_3",
            "document": "Conan blimp . O'Brien's shift from NBC to TBS stemmed from the 2010 \"Tonight Show\" conflict between O'Brien and former \"Tonight Show\" host Jay Leno. The controversy occurred when, due to the low ratings of \"The Jay Leno Show\" and \"The Tonight Show with Conan O'Brien\", NBC announced that Leno would be moved from 10:00 p.m. to 11:35 p.m. and O'Brien would be moved from 11:30 p.m. to 12:05 a.m. The announcement occurred seven months after \"The Tonight Show with Conan O'Brien\"'s premiere, and over four years after it was made known that O'Brien would replace Leno as the \"Tonight Show\" host. Ultimately, NBC Universal chief Jeff Zucker's decision to reschedule O'Brien and Leno's time slots led to O'Brien's departure from the network and a public outcry from O'Brien's fans on social media sites like Twitter and Facebook.",
            "score": 44.684958934783936
        },
        {
            "docid": "26516852_3",
            "document": "The Legally Prohibited from Being Funny on Television Tour . O'Brien announced on March 11, 2010 via his Twitter account that he would embark on a 30-city live tour beginning April 12. Even with the unconventional marketing campaign of a single Twitter announcement, many locations sold out within hours of the tweet and additional shows were added on to meet demand. During the tour, O'Brien announced that his new show, \"Conan\", would debut on TBS in November 2010. A documentary following O'Brien during the tour, \"Conan O'Brien Can't Stop\", was released in June 2011.",
            "score": 34.848280906677246
        },
        {
            "docid": "2525385_24",
            "document": "Mac and Me . The film is part of a running gag by actor Paul Rudd. When appearing as a guest on \"Late Night with Conan O'Brien\" and O'Brien's later show \"Conan\", Rudd would perform a \"bait-and-switch\" by routinely showing the same clip from \"Mac and Me\" (in which Eric Cruise, watched by MAC, loses control of his wheelchair and falls off a cliff into a lake) instead of showing clips from the actual films he was ostensibly promoting. While giving an interview alongside \"\" co-star Chris Evans in 2016, Rudd expressed his appreciation of \"Mac and Me\"s \"blatant\" advertising of McDonald's, \"unearned\" positioning of Bobby Caldwell ballad \"Take Me (I'll Follow You)\", and inclusion of a fly landing on MAC's nose, declaring: \"I love it... it's so good\". Evans also professed to \"love\" the film, noting that he \"grew up on it\".",
            "score": 35.89664626121521
        },
        {
            "docid": "100506_2",
            "document": "Max Weinberg . Max Weinberg (born April 13, 1951) is an American drummer and television personality, most widely known as the longtime drummer for Bruce Springsteen's E Street Band and as the bandleader for Conan O'Brien on \"Late Night with Conan O'Brien\" and \"The Tonight Show with Conan O'Brien\".",
            "score": 35.106621503829956
        },
        {
            "docid": "3188339_8",
            "document": "The Denial Twist . Conan O'Brien makes a cameo appearance in the video; The White Stripes had been a week-long musical guest on \"Late Night with Conan O'Brien\" when they were promoting \"Elephant\". The square-headed O'Brien doll in the video was a reference to a similar one given to the comedian at the end of their week-long stay on the show. The plaster blow-up was actually created by Gondry.",
            "score": 32.486652851104736
        },
        {
            "docid": "16774115_17",
            "document": "The Tonight Show with Conan O'Brien . The guests for Conan O'Brien's first week as host were announced on May 22, 2009, with the first episode of \"The Tonight Show with Conan O'Brien\" including actor and comedian Will Ferrell, in addition to a musical performance of the song \"Got Some\" by guest Pearl Jam. The show's opening began with a nod to \"The Tonight Show Starring Johnny Carson\", beginning with the classic \"Laramie Peacock\" logo used during the 1960s and 1970s, and the announcement that \"the following program is brought to you in living color, on NBC\", a slogan that would be readopted by NBC soon after.",
            "score": 33.47334551811218
        },
        {
            "docid": "27114550_34",
            "document": "Young Justice (TV series) . On the program \"Conan\", Conan O'Brien visited Bruce Timm during one of his segments and they developed a super hero named The Flaming C. However, on several occasions, their original creation would be animated in preexisting sequences from \"Young Justice\" using the voice acting of whichever character Flaming C was placed over. These scenes were taken from \"Fireworks\", \"Welcome to Happy Harbor\", \"Schooled\", and \"Denial\". In the comic book \"Young Justice/Batman: The Brave & The Bold: Super Sampler\", the Team is seen watching the Flaming C on television.",
            "score": 22.690197110176086
        },
        {
            "docid": "16774115_41",
            "document": "The Tonight Show with Conan O'Brien . The \"expensive\" comedy bit continued on January 21, featuring 2009 Kentucky Derby winner Mine That Bird wearing a mink Snuggie watching restricted Super Bowl footage, which O'Brien claimed cost NBC $4.8 million. The final episode upped the ante further with a purported $65 million sketch, featuring a credit card-purchased fossil skeleton of a ground sloth from the Smithsonian Institution spraying Beluga caviar through a hose onto an original Picasso painting. In response to the Internet community's outcry over the expense of these sketches, O'Brien explained that the segments were a joke.",
            "score": 25.33009099960327
        },
        {
            "docid": "4221870_19",
            "document": "Conan O'Brien . On February 20, 2009, NBC aired the last episode of \"Late Night with Conan O'Brien\". The show consisted of a compilation of previous \"Late Night\" clips and included a surprise appearance by former sidekick Andy Richter. Will Ferrell, John Mayer, and the White Stripes also appeared. O'Brien ended the episode by destroying the set with an axe, handing out the pieces of the set to the audience, and thanking a list of people who helped him get to that point in his career. Among those thanked were Lorne Michaels, David Letterman, Jay Leno, and O'Brien's wife and children.",
            "score": 43.62581276893616
        },
        {
            "docid": "25805409_46",
            "document": "List of The Tonight Show with Conan O'Brien sketches . Inspired by a man who garned media attention for motorizing his recliner, Andy revealed that he'd motorized the podium from which he watches each episode. For the next few moments Andy would pilot his podium around the stage, often cutting in front of the camera and distracting Conan as he attempts to continue with the show.",
            "score": 32.099908113479614
        },
        {
            "docid": "23963855_12",
            "document": "The Simpsons 20th Anniversary Special – In 3-D! On Ice! . The special got an average Metacritic rating of 64. Robert Canning of IGN called the special \"Impressive\" saying that \"It's really just one big fan talking to a bunch of other fans (which includes the creators) about a series we all love. And heck, the special is worth a watch if only to hear how Conan O'Brien would write the ending to the longest running series in the history of television.\" Todd VanDerWerff of \"The A.V. Club\" gave the special a B−.",
            "score": 30.73182249069214
        },
        {
            "docid": "4221870_23",
            "document": "Conan O'Brien . On Thursday, January 7, 2010, NBC executive Jeff Zucker met with Jay Leno and Conan O'Brien to discuss how to get Leno out of prime time, where his ratings were lackluster, and back into late night, where O'Brien's ratings had collapsed before Leno's prime time series began. A proposal was made that would see O'Brien remain as host of \"The Tonight Show\", which would be moved to 12:05 am with Leno hosting a 30-minute show at 11:35 pm On January 10, NBC Universal Television Entertainment chairman Jeff Gaspin confirmed that \"The Jay Leno Show\" would indeed end at the start of the Winter Olympics on February 12, 2010, and be moved to 11:35 pm following the Olympics coverage. Sources familiar with the situation told the \"New York Post\" that O'Brien was unhappy with NBC's plan. On January 12, O'Brien released this statement: \"I sincerely believe that delaying \"The Tonight Show\" into the next day to accommodate another comedy program will seriously damage what I consider to be the greatest franchise in the history of broadcasting. \"The Tonight Show\" at 12:05 simply isn’t \"The Tonight Show.\"\" On January 21, 2010, it was announced that Conan had reached a deal with NBC that would see him exit \"The Tonight Show\" the next day. The deal also granted him $45 million, of which $12 million was designated for distribution to his staff, who had moved with Conan to Los Angeles from New York when he left \"Late Night\".",
            "score": 48.58652079105377
        }
    ],
    "r": [
        {
            "docid": "40977524_20",
            "document": "Child Lying . The children were brought into a test room and told that they were going to play a trivia game. They were given multiple choice questions to answer. Each card with a question had the answer on the back side. For each correct answer, the child would receive a point and points would equal a prize. After two questions, the experimenter would step out of the room. The next question card is left laying out and hidden cameras would show if the child looked at the answer or not. After a brief period of time, the experimenter returned to the room and asked the child if they peeked at the card. They were then asked what the animal was on the back of the card and the ink color of the card. If the child answered correctly, they were then asked how they knew the answer. Many children who had looked at the card while the experimenter was absent answered with “I don’t know”. Some children not only lied about peeking at the card but also tried to conceal how they would know the answer, claiming to have known by mere chance. The control group followed a similar process, the only difference is when the experimenter left the children were informed that they could look at the back of the card. This was to ensure that the animal and ink color was easy to remember.",
            "score": 59.231937408447266
        },
        {
            "docid": "11415141_89",
            "document": "Masturbation . Another NBC show, \"Late Night with Conan O'Brien\", had a character known as the Masturbating Bear, a costume of a bear with a diaper covering its genitals. The Masturbating Bear would touch his diaper to simulate masturbation. Prior to leaving \"Late Night\" to become host of \"The Tonight Show\", Conan O'Brien originally retired the character due to concerns about its appropriateness in an earlier time slot. The Masturbating Bear however made his \"Tonight Show\" debut during the final days of Conan O'Brien's tenure as host of the \"Tonight Show\". It was clear by then that Conan O'Brien was being removed from the show and he spent his last shows pushing the envelope with skits that typically would not be appropriate for the \"Tonight Show\", one of which was the Masturbating Bear. After much debate on whether or not he would be able to be used on Conan O'Brien's new TBS show, \"Conan\", the Masturbating Bear made an appearance on the very first episode.",
            "score": 54.53132629394531
        },
        {
            "docid": "34998522_49",
            "document": "Eyewitness memory (child testimony) . Studies also show that it is not the leading questions themselves that can alter a child’s recall of the event, but the event in question. When children are questioned about true events that they actually participated in, they are much more accurate with their answers. With suggested events in which the questioner is suggesting the child may have been involved, children become more suggestible and easier to influence. Younger children also have a larger tendency to change their answers when making “yes,” “no,” or “I don’t know” statements.",
            "score": 53.307403564453125
        },
        {
            "docid": "3317590_8",
            "document": "Bart Gets Famous . In the episode, Bart appears on the talk show \"Late Night with Conan O'Brien\". Conan O'Brien was a writer for \"The Simpsons\" during the fourth and early part of the fifth seasons. During the production of the episode, he received an audition to replace David Letterman as the host of \"Late Night\" on NBC, after Letterman defected to CBS. The writers decided that since the episode featured Bart getting famous, it would give them an opportunity to work in O'Brien's show. The part was written just after O'Brien's audition for \"Late Night\", but before he knew he was going to be the host. O'Brien recorded his part shortly after \"Late Night with Conan O'Brien\" premiered, but he believed NBC would have fired him before the episode aired. He described being a guest star on the show as \"really delightful\", adding that \"it's like being frozen in amber. I know people will be watching \"The Simpsons\" long after I'm dead.\"",
            "score": 52.92089080810547
        },
        {
            "docid": "174688_2",
            "document": "Late Night with Conan O'Brien . Late Night with Conan O'Brien is an American late-night talk show hosted by Conan O'Brien that aired 2,725 episodes on NBC between 1993 and 2009. The show featured varied comedic material, celebrity interviews, and musical and comedy performances. \"Late Night\" aired weeknights at 12:37 am Eastern/11:37 pm Central and 12:37 am Mountain in the United States. From 1993 until 2000, Andy Richter served as O'Brien's sidekick; following his departure, O'Brien was the show's sole featured performer. The show's house musical act was The Max Weinberg 7, led by E Street Band drummer Max Weinberg.",
            "score": 52.76060104370117
        },
        {
            "docid": "26516852_4",
            "document": "The Legally Prohibited from Being Funny on Television Tour . In January 2010, late-night talk show hosts Conan O'Brien and Jay Leno engaged in a public relations conflict over who should host \"The Tonight Show\". Due to low ratings for \"The Jay Leno Show\" and \"The Tonight Show with Conan O'Brien\", NBC announced a schedule change, moving Leno from 10:00 pm to 11:30 pm, and O'Brien from 11:30 pm to 12:00 am. This change resulted in a public outcry and public demonstrations largely in support of O'Brien. O'Brien indicated that he would quit his show and leave the network if NBC were to implement it, citing the \"destruction\" of the venerable franchise which had aired at or around 11:30 pm for over 60 years.",
            "score": 52.42640686035156
        },
        {
            "docid": "757775_3",
            "document": "The Living Bible . The children were one of the chief inspirations for producing the Living Bible. Our family devotions were tough going because of the difficulty we had understanding the King James Version, which we were then using, or the Revised Standard Version, which we used later. All too often I would ask questions to be sure the children understood, and they would shrug their shoulders—they didn't know what the passage was talking about. So I would explain it. I would paraphrase it for them and give them the thought. It suddenly occurred to me one afternoon that I should write out the reading for that evening thought by thought, rather than doing it on the spot during our devotional time. So I did, and read the chapter to the family that evening with exciting results—they knew the answers to all the questions I asked!",
            "score": 52.42461013793945
        },
        {
            "docid": "40977524_24",
            "document": "Child Lying . The age peeking results confirmed that a child’s inhibitory control increases as their age increases. 93% of the peeking children denied looking at the card. After the age of 3, the transgression remains strong throughout elementary school years. The facial expressions of liars and nonliars does not show a difference until the children are questioned about why they made a decision. It was found that older children were more likely to lie about knowing the correct answer. They knew if they answered the question correctly, the experimenter would know they looked at the back of the card.",
            "score": 52.33635330200195
        },
        {
            "docid": "5176810_36",
            "document": "List of Late Night with Conan O'Brien sketches . Conan and Max converse about a current event or person, with Conan asking leading questions to which Max replies incorrectly, but in great detail in an attempt to appear knowledgeable. Usually, this is initiated when Conan introduces a person who is famous for some accomplishment but not necessarily widely recognizable. Max will claim to recognize the person and perhaps claim to be a long-time friend or acquaintance of the individual. Conan then catches Max in the lie, stating \"I made it up just to make a fool out of you!\". Max replies \"Well, I guess I know what's coming...\", Conan says \"You sure do\", and a large red stamp (like a typical rubber stamp imprint) of the word \"ASS\" appears on the screen over a dejected Max, along with a dramatic voiceover of the word. Occasionally, the roles will be reversed, and Conan will be \"stamped\".",
            "score": 51.7394905090332
        },
        {
            "docid": "16774115_45",
            "document": "The Tonight Show with Conan O'Brien . In February 2010, NBC took O'Brien's official website offline, and removed all mentions of the former host from NBC.com. Around the same time, HornyManatee.com, a URL launched by O'Brien's \"Late Night\" show as part of a sketch, began redirecting to NBC.com. In early February 2010, O'Brien's face in the 30 Rockefeller Plaza mural was replaced by Jay Leno's likeness. The NBC \"Tonight Show Experience\" website which originally featured media on all of the past hosts was also removed of all content. More recently mention of O'Brien has been restored to the site. Every search result in O'Brien's name on NBC.com only produced links to the \"30 Rock\" episode \"Tracy Does Conan\" – in which O'Brien guest stars – and the farewells to O'Brien during the episode of \"Late Night with Jimmy Fallon\" which aired after O'Brien's last \"Tonight Show\".",
            "score": 51.73235321044922
        },
        {
            "docid": "4944010_10",
            "document": "Robert Briffault . In 1930, H. L. Mencken wrote the following in his \"\": Primitive society, like many savage societies of our own time, was probably strictly matriarchal. The mother was the head of the family. ...What masculine authority there was resided in the mother's brother. He was the man of the family, and to him the children yielded respect and obedience. Their father, at best, was simply a pleasant friend who fed them and played with them; at worst, he was an indecent loafer who sponged on the mother. They belonged, not to his family, but to their mother's. As they grew up they joined their uncle's group of hunters, not their father's. This matriarchal organisation of the primitive tribe, though it finds obvious evidential support in the habits of higher animals, has been questioned by many anthropologists, but of late one of them, Briffault, demonstrated its high probability in three immense volumes [\"The Mothers: A Study of the Origins of Sentiments and Institutions\"]. It is hard to escape the cogency of his arguments, for they are based upon an almost overwhelming accumulation of facts. They not only show that, in what we may plausibly assume about the institutions of early man and in what we know positively about the institutions of savages today, the concepts inseparable from a matriarchate colour every custom and every idea: they show also that those primeval concepts still condition our own ways of thinking and doing things, so that \"the societal characters of the human mind\" all seem to go back \"to the functions of the female and not to those of the male.\" Thus it appears that man, in his remote infancy, was by no means the lord of creation that he has since become.\"",
            "score": 51.570350646972656
        },
        {
            "docid": "1240010_30",
            "document": "Conan (talk show) . Prior to the show's airing, interviews with O'Brien and Richter indicated that the show would more closely represent \"Late Night\" than \"Tonight\" in regard to content and material, meaning that edgier or questionable content excised as a result of the move to the earlier time slot will no longer be an issue at TBS. On the July 12, 2010 episode of Marc Maron's \"WTF\" podcast, Andy Richter said that they no longer have to \"worry about living up to a respected franchise\", and that on \"The Tonight Show\" certain sketches \"that just felt too 12:30\" would be cut and how \"it'll be nice to not have to worry about that anymore\". During an appearance at the 2010 San Francisco Sketch Comedy Festival, O'Brien told the audience he was \"no longer interested in 'broadening' the audience or trying to reach everybody of all ages,\" further implying the content will not be toned-down. As the show is on cable, fewer restrictions will apply to the show in regards to explicit content, such as swearing and racier material.",
            "score": 51.106632232666016
        },
        {
            "docid": "869611_11",
            "document": "Andy Richter . On February 24, 2009, it was announced that Richter would be joining Conan O'Brien once again as the announcer for \"The Tonight Show with Conan O'Brien\" in Los Angeles. Richter frequently appeared in comedy sketches on the show and often commented and interacted with Conan during the opening monologue; he was also part of the show's writing staff. In mid-December 2009, Richter also began joining Conan on the couch during the celebrity interviews, much like he did in his former sidekick role on \"Late Night\". Richter said he enjoyed having a steady paycheck again and not having to deal with production companies while developing television shows. Richter said, \"Now I'm so happy to be back and making TV every night, not asking permission from somebody and waiting six months to get their sparklingly clear and cogent notes. And then wait another month for them to get back from Hawaii and say, 'Yes, now we can go make television.' I felt like a plumber who kept going into the building and saying, 'Can we put some pipes together?' and watching my wrenches gather dust.\"",
            "score": 50.58892059326172
        },
        {
            "docid": "1240010_2",
            "document": "Conan (talk show) . Conan is a late-night talk show airing each Monday through Thursday at 11:00 p.m. eastern time on TBS in the United States. The hour-long show premiered on November 8, 2010, and is hosted by writer, comedian and performer Conan O'Brien, accompanied by his long-time \"sidekick\" Andy Richter. Describing itself as a traditional late-night talk show, \"Conan\" draws its comedy from recent news stories, political figures and prominent celebrities, as well as aspects of the show itself.",
            "score": 50.524635314941406
        },
        {
            "docid": "16774115_31",
            "document": "The Tonight Show with Conan O'Brien . On January 10, NBC confirmed they would move Jay Leno out of primetime on February 12, and intended to move him to late-night as soon as possible. TMZ reported that O'Brien was given no advance notice of the change, and that NBC offered two choices: the hour-long 12:05 am time slot, or the option to leave the network. If O'Brien did choose to leave, Leno would likely regain the \"Tonight Show\" title as well as the full 11:35 pm to 12:35 am time slot. Another possibility was that NBC could pay O'Brien to refrain from working for another network, remain off-air, then have him resume as host once Leno retires. The day after the change was announced, \"The New York Times\" spoke with an anonymous FOX executive, who said that the company felt O'Brien \"would be a great fit for Fox.\" ABC had stated they felt no need to add O'Brien to their late night schedule, which already contained \"Nightline\" and \"Jimmy Kimmel Live!\".",
            "score": 50.4934196472168
        },
        {
            "docid": "5176810_8",
            "document": "List of Late Night with Conan O'Brien sketches . In this sketch, Conan has supposedly sent out questionnaires to celebrities and he reads their replies. Conan reads a question and then recites the answer that each of three celebrities gave. The answers of the first two celebrities are ordinary \"straight\" answers. The third is the gag answer and often relates to something unseemly about the celebrity. For example, to the question: \"I like to think of my viewers as people who...\" Brian Williams wrote \"want to be informed.\" Meredith Vieira wrote \"want to be my friend.\" Tony Danza wrote \"have broken both arms and can't change the channel;\" A running joke has the survey frequently including a question which is answered by O.J. Simpson somehow referring to committing murder. To the question: \"My favorite time of day is...\" Evangeline Lilly wrote: \"Dawn.\" Matt Lauer wrote \"Twilight\". O. J. Simpson wrote: \"Murder O'Clock.\" A reply where Paris Hilton is the final respondent to a question has been used in every segment for at least the last four years, usually about her promiscuous dating habits. O'Brien and bandleader Max Weinberg have been used as well, with answers that perceive O'Brien as a loser and Max as a pervert. Another running gag has both Larry King and Kirstie Alley answering, usually poking fun at Larry King's age and Kirstie Alley's weight.",
            "score": 50.24354934692383
        },
        {
            "docid": "25824966_84",
            "document": "2010 Tonight Show conflict . Over time, as the controversy has become more distant, formal acknowledgement of O'Brien's lengthy career at NBC has become more common by the network. In 2017, mention was made of the host in NBC's 90th Anniversary Special, and a display for him (along with all other former \"Tonight Show\" hosts) appears in the ride queue of the \"Race Through New York Starring Jimmy Fallon\" theme park attraction at Universal Studios Florida. A plaque on the O'Brien display reads: In September 1993, Conan O'Brien made his television debut on \"Late Night with Conan O'Brien\" after working as a writer on such television comedy institutions as \"Saturday Night Live\" and \"The Simpsons\". O'Brien's brand of irreverent humor proved to be a hit with the late night audience, including memorable sketches like \"If They Mated,\" \"In the Year 2000,\" and \"Triumph the Insult Comic Dog.\" In September 2004, on the 50th anniversary of \"The Tonight Show\", NBC announced that O'Brien would take over hosting duties from Jay Leno in 2009. While his time as host proved to be short-lived, O'Brien went on to launch a new late night talk show, \"Conan\", on TBS in November 2010. Conan O'Brien remains a true comedy innovator and, at almost 25 years on the air, has enjoyed one of the longest runs of any late night television host.",
            "score": 50.164642333984375
        },
        {
            "docid": "4862102_14",
            "document": "Peter Ellis (childcare worker) . During the forensic interviews, children were asked if they had anything to say about the Civic Creche. Few allegations of abuse emerged during this phase of the interviews. Later in the interviews, many specific and direct questions were employed to elicit allegations that children had made to their parents. A number of suggestive and leading questions were asked. Questions were sometimes repeated when the child had already provided an answer. Children were seldom advised that it was acceptable to say \"I don't know\" or \"I can't remember\". Sue Sidey testified that \"don't knows\" and \"can't remembers\" were often \"anxious responses\". She provided no evidence to support her claim.",
            "score": 49.701656341552734
        },
        {
            "docid": "23399373_7",
            "document": "Do Not Fold, Spindle or Mutilate . At the precinct, detective Hallum questions a man (Paul Smith), \"Don't get yourself in an uproar, Mr. Cutter, we really don't care why you went there\". Cutter turns to his lawyer (Gary Vinson) and asks, \"Do I answer that?\" and the lawyer replies, \"If you think you can…safely\". The exasperated Hallum says to the lawyer, \"For crying out loud, Mr. Jonas, you're making this guy sound as guilty as sin. Stop with the cagey act, will you, and explain to your client that unless the coroner declares Brenda Bauer hit herself on the head with that candlestick five times, we've got a murder case here. He's not a prime suspect. His fingerprints don't match the prints on that candlestick. Now tell him to start talking to me and you stop dancing and maybe we can go home. I'm tired.\" The diffident Jonas replies, \"Well, seems reasonable, but I must insist on protecting my client's best interests\". Hallum retorts, \"then go out and hire him a lawyer who knows what he's doing. Like I said, I don't care why you went there. I just want to know when you made the appointment and if she said anything to you at all about what she expected to be doing before she met you. Now is that so hard to answer?\" Cutter then says, \"Well, as a matter of fact, we... we had a standing appointment...uh... every Tuesday at 6:30. we never saw each other any other time, or even talked on the phone. Just... uh... every Tuesday night at 6:30\".",
            "score": 49.581634521484375
        },
        {
            "docid": "44311171_2",
            "document": "Child Identity . Child Identity is not only a psychological structure, but also a complex subject of contemporary humanitarian science. Identity formation is a complex process that is never completed. When we research the problems of identity we want to answer questions 'Who we are?', 'Do we choose our identity?', 'Is identity given to us or do we create our own?', etc. In a world of change, children are faced with many questions and struggles as they sort out their multiple identities. Children begin to ask identity questions at an early age. Who am I? Who is my family? Where do I belong? Why does my family celebrate some holidays and not others? These are all standard questions children ask to determine how they fit into their world.  Erik Erikson (1902–1994) became one of the earliest psychologists to take an explicit interest in problem of child identity. The child identity is a complex socio-cultural phenomenon, which includes a variety of representations of a child about themselves, about the world, about his place in this world. The Child Identity is a dynamic construct that is rapidly changing under the influence of the environment, education and family. In childhood, identity is a dependent phenomenon, there are a lot of the unconscious factors are affecting to behavior patterns, relationships child with world. Child Identity formed under influence of various factors and stereotypes.",
            "score": 49.383914947509766
        },
        {
            "docid": "5176810_49",
            "document": "List of Late Night with Conan O'Brien sketches . Pictures of two famous celebrities, usually believed to be dating at the time, are shown. The pictures are then combined into a grotesque new picture of what their offspring would look like if they mated. The segment became so successful that it later spawned a book. The last item in the sketch often makes a joke using an unaltered photograph of a celebrity as the offspring: for example, if Saddam Hussein and Osama Bin Laden (\"two of the most hated people in the world\") were to have a child, it would be Steve Bartman. Another notable example; Paris Hilton and her pet chihuahua would create George W. Bush. Once Conan mated Kelly Ripa with Clay Aiken then asked the question \"What do you get when you cross a perky talk show host and a guy who just won't come out of the closet?\", and a picture of Conan was shown.",
            "score": 49.36384963989258
        },
        {
            "docid": "19425160_20",
            "document": "The Mole (Australia season 4) . Hostage Rescue: Josh was taken hostage in the middle of the night and brought to the top of Amédée Lighthouse. The next morning, Cam, Kris, and Petrina were charged with rescuing him. They met the host in a second-floor room at their hotel and were told to ask Josh repeated yes/no questions to help discern his location. For every \"yes\" answer, they would get a small piece to a picture on a flatscreen in front of them that would show where Josh was. For every \"no\" answer, they would lose 2 minutes off their one-hour time limit. After some \"yes\" answers, the group of three figured out that Josh was in a lighthouse, and thought that would be enough information, so they ran down to the helipad and the chopper that was to take them to Josh's location. The pilot, however, informed them that there were numerous lighthouses in the area, so they ran back up to the host and asked some more questions. They again reached a point where they thought they had enough information, but again wound up running back up to the host. At this point, Cam figured out that all they needed were \"yes\" answers from Josh to get the picture showing his location - the questions didn't necessarily have to be about his location. After asking questions such as \"Is the sun in the sky?\" and \"Is water wet?\" they finally completed the picture and knew which lighthouse they had to go to. The assignment was not over, however, until all three of them reached the top where Josh was being held. With all the \"no\" answers they'd gotten from Josh and the time wasted running up and down the stairs at the hotel, precious little was left by the time they got to the lighthouse, and Kris was unable to climb the 249 stairs up to the top in time, missing out on the $5,000 the assignment was worth.",
            "score": 49.31108093261719
        },
        {
            "docid": "1266808_21",
            "document": "Amahl and the Night Visitors . Later that night, Amahl's mother weeps, praying that Amahl not become a beggar (\"Don't Cry Mother Dear\"). After bedtime (\"From Far Away We Come\"), there is a knock at the door and the mother tells Amahl to go see who it is (\"Amahl ... Yes Mother!\"). He is amazed when he sees three splendidly dressed kings (the Magi). At first the mother does not believe Amahl, but when she goes to the door to see for herself, she is stunned. The Three Kings tell the mother and Amahl they are on a long journey to give gifts to a wondrous Child and they would like to rest at their house, to which the mother agrees (\"Good Evening!\"; \"Come In!\"), saying that all she can offer is \"a cold fireplace and a bed of straw\". The mother goes to fetch firewood, and Amahl seizes the opportunity to speak with the kings. King Balthazar answers Amahl's questions about his life as a king and asks what Amahl does. Amahl responds that he was once a shepherd, but his mother had to sell his sheep. Now, he and his mother will have to go begging. Amahl then talks with King Kaspar, who is childlike, eccentric, and a bit deaf. Kaspar shows Amahl his box of magic stones, beads, and licorice, and offers Amahl some of the candy (\"Are You A Real King?\"; \"This is My Box\"). The mother returns (\"Amahl, I Told You Not To Be A Nuisance!\"). He defends himself, saying \"They kept asking me questions,\" when of course it has in fact been Amahl asking the kings questions. Amahl is told to go fetch the neighbors (\"All These Beautiful Things\"; \"Have You Seen a Child?\") so the kings may be fed and entertained properly (\"Shepherds! Shepherds!\"; \"Emily! Emily\"; \"Olives and Quinces\"; \"Dance of the Shepherds\").",
            "score": 49.273399353027344
        },
        {
            "docid": "10187530_7",
            "document": "In the Night Garden... . \"In the Night Garden...\" is intended to help children relax and achieve calming relationships with parents. Wood states: \"We became very aware of the anxiety surrounding the care of young children which manifested itself in all kind of directions; but the one big subject that came up again and again was bedtime. It's the classic time for tension between children who want to stay up and parents who want them to go to bed... so this is a programme about calming things down whereas most children's TV is about getting everything up.\"",
            "score": 49.10247039794922
        },
        {
            "docid": "4190517_4",
            "document": "One to Grow On . Although many of the celebrities featured were from sitcoms or shows that kids were familiar with, René Enríquez from the adult oriented prime time show \"Hill Street Blues\" also hosted a segment; specifically on how children should not be watching his TV show since it was broadcast too late, past a typical child's bedtime on a school night. Another special move was when pro athlete Ozzie Smith hosted a segment which revolved around the issue of usage of snuff, where Smith explained in his segment that he is not a user of snuff and it has nothing to do at all with baseball playing ability or the \"image of the big leagues\". A few segments featured a young Jaleel White as one of the child actors.",
            "score": 49.06610870361328
        },
        {
            "docid": "5176810_76",
            "document": "List of Late Night with Conan O'Brien sketches . Conan reflects on the fact that he has had a long and varied career. He offers to field any questions from the audience on some of the celebrities he has met or any other interesting aspect of his life in show-business. However the questions from the audience always relate to obscure topics such as how best to grow a plant or car maintenance advice. While Conan expresses disappointment that the question is not about his career, he is always able to give expert in-depth answers to the audience's queries.",
            "score": 48.98033905029297
        },
        {
            "docid": "17107766_11",
            "document": "CIA activities in Peru . State Department sources, according to the \"Times\", were unhappy with the CIA role in the matter, \"We don't know for sure that he [Montesinos] was involved, but there's a lot of smoke coming from his direction, We do know that we should have had a lot of the information a lot earlier than we got it.\" Their concern touched on the constant question of how closely US intelligence organizations can work with people accused of human rights violations and other criminal activities. They cited officials including the Undersecretary of State, Thomas R. Pickering, as being dissatisfied with the flow of information from the agency, both about the its own early role in the case and about the possible involvement of Peruvian officials. According to the State personnel, \"Every time you asked a question, it would take a few days to get an answer, and every time, their story would change a little. It was like pulling teeth.\"",
            "score": 48.826744079589844
        },
        {
            "docid": "10732335_13",
            "document": "Kate Plus 8 . Criticisms were raised regarding Kate's intentions of continuing with the show, as well as whether or not the children were being exploited or were under emotional distress. According to lawyer Gloria Allred, \"Every state does regulate to protect the health, the safety and welfare of little child performers [...] And these little ones are only eight years old and five years old, they can’t protect themselves, so the state has to be sure that they are safe in their workplace.\" In the case of the show, the children's workplace is their home. At this point there are no clear laws in Pennsylvania (where the Gosselins reside) regarding a child's appearance on a reality show. However, Pennsylvania law permits children who are at least seven years old to work in the entertainment industry, as long as certain guidelines are followed and a permit is obtained. For example, children may not work after 11:30 p.m. under most circumstances, or perform in any location that serves alcohol. Kate says that the children were happy and healthy and were never in any danger from doing the show. Jon stated they were \"in talks\" regarding ensuring the children's happiness, and that there is no truth to any reports that the children have been hurt by the series. TLC released a statement saying that the network \"fully complies with all applicable laws and regulations\" to produce the show. The statement also said that \"for an extended period of time, we have been engaged in cooperative discussions and supplied all requested information to the Pennsylvania Department of Labor and Industry\".",
            "score": 48.667747497558594
        },
        {
            "docid": "1240010_11",
            "document": "Conan (talk show) . Following the 2010 \"Tonight Show\" conflict, O'Brien announced on the first day of The Legally Prohibited from Being Funny on Television Tour that he had signed a deal with cable network TBS to host a talk show on their late-night lineup, beginning in November 2010. Before the deal was announced, O'Brien initially had reservations about the move, as it would place comedian George Lopez's show, \"Lopez Tonight\", one hour later to midnight, effectively doing to Lopez what NBC had wanted to do with O'Brien. However, Lopez reportedly called O'Brien and expressed his excitement about the move. Lopez went on to state, \"I can't think of anything better than doing my show with Conan as my lead-in It's the beginning of a new era in late-night comedy.\" In an official press release by Turner Broadcasting, it stated that O'Brien had only begun negotiations a week prior to the official announcement of the show. Steve Koonin, President of Turner Entertainment Networks, went on to comment of the announcement, \"Conan has been the comedic voice for a generation. TBS already has a huge audience of young comedy lovers, and Conan's show will give these fans even more reasons to watch our network.\"",
            "score": 48.6257209777832
        },
        {
            "docid": "4221870_23",
            "document": "Conan O'Brien . On Thursday, January 7, 2010, NBC executive Jeff Zucker met with Jay Leno and Conan O'Brien to discuss how to get Leno out of prime time, where his ratings were lackluster, and back into late night, where O'Brien's ratings had collapsed before Leno's prime time series began. A proposal was made that would see O'Brien remain as host of \"The Tonight Show\", which would be moved to 12:05 am with Leno hosting a 30-minute show at 11:35 pm On January 10, NBC Universal Television Entertainment chairman Jeff Gaspin confirmed that \"The Jay Leno Show\" would indeed end at the start of the Winter Olympics on February 12, 2010, and be moved to 11:35 pm following the Olympics coverage. Sources familiar with the situation told the \"New York Post\" that O'Brien was unhappy with NBC's plan. On January 12, O'Brien released this statement: \"I sincerely believe that delaying \"The Tonight Show\" into the next day to accommodate another comedy program will seriously damage what I consider to be the greatest franchise in the history of broadcasting. \"The Tonight Show\" at 12:05 simply isn’t \"The Tonight Show.\"\" On January 21, 2010, it was announced that Conan had reached a deal with NBC that would see him exit \"The Tonight Show\" the next day. The deal also granted him $45 million, of which $12 million was designated for distribution to his staff, who had moved with Conan to Los Angeles from New York when he left \"Late Night\".",
            "score": 48.58652114868164
        },
        {
            "docid": "3242481_4",
            "document": "Small Talk (U.S. game show) . In the first two rounds, a question with two choices was presented, usually about the children (e.g., \"Would you rather watch T.V. or go to the movies?\" or \"Do men or women make better drivers?\"). The contestants secretly predicted how the majority of the children answered that question. The first contestant then selected one of the children, at which point Shriner read a just-for-fun question related to the main question, which may or may not provide a clue to the child's answer of the main question. The contestant then guessed the child's response to the main question. The child's answer was then played, and if the contestant predicted correctly, he/she scored points. This same process was repeated with the other two contestants. Each player attempted to predict the response of two children.",
            "score": 48.25898361206055
        },
        {
            "docid": "11388250_2",
            "document": "Kids on Q . Kids on Q is a one-hour news-magazine for kids on Q in the Philippines and the first locally produced children's show airs every Saturday at 10 a.m. (PST). The show features 3-5 minute AVs (Audio and Video) on the latest news, issues, and concerns of children and their parents. The program aims to be an entertaining yet informative aid to answering the many questions a child has about his world. It is anchored by Tonipet Gaba, who also hosts Art Angel on GMA Network and Tara Lets Eat segment of The Beat (formerly Sapulso).",
            "score": 48.24852752685547
        }
    ]
}