{
    "q": [
        {
            "docid": "29206360_20",
            "document": "Lil B . In 2011, after hearing a verse from Lil B on the Lil Wayne mixtape \"Sorry 4 the Wait\", Compton rapper Game referred to Lil B as the \"wackest rapper of all time.\" Lil B responded by calling Game \"irrelevant,\" to which Game then threatened to knockout Lil B. Game targeted Lil B in his verse in his track \"Martians vs Goblins\" featuring Lil Wayne and Tyler the Creator, with the line \"Tie Lil B up to a tank full of propane, swag, now watch him cook\". Lil B addressed this on his track \"Tank of Propaine\" on his \"White Flame\" mixtape. Several weeks later, the two settled their differences through Twitter after which Lil B urged fans to purchase Game's \"The R.E.D. Album\".",
            "score": 96.86370253562927
        },
        {
            "docid": "13470963_2",
            "document": "Dedication 2 . Dedication 2 is a 2006 mixtape by DJ Drama and Lil Wayne. It is a sequel to Lil Wayne's previous mixtape, \"The Dedication\", and is second in DJ Drama's \"Gangsta Grillz\" series with Lil Wayne. It is one of the few mixtapes in the hip hop genre to be both financially successful and critically acclaimed. Despite its illegal use of unlicensed instrumentals and samples, it is sold through iTunes and retail stores such as Best Buy and FYE, widely reviewed in the mainstream media, and even though a mixtape that almost only exclusively sold digitally it peaked at #69 on Billboard's \"Top R&B/Hip-Hop Albums\" chart. The cover shows Lil Wayne with \"Fear God\" tattooed on his eyelids. Much of the mixtape showcases Lil Wayne's free associating rhymes and \"liquid non-sequiturs.\"",
            "score": 93.25999593734741
        },
        {
            "docid": "168540_13",
            "document": "Lil Wayne . \"Tha Carter II\", the follow-up to the original \"Tha Carter\" album, was released in December 2005, this time without production by longtime Cash Money Records producer Mannie Fresh, who had since left the label. \"Tha Carter II\" sold more than 238,000 copies in its first week of release, debuting at No. 2 on the \"Billboard\" 200 albums chart, and went on to sell 2,000,000 copies worldwide. The lead single \"Fireman\" became a hit in the US, peaking at 32 on the Billboard Hot 100 chart. Other singles included \"Grown Man\" with Currensy, \"Hustler Musik\", and \"Shooter\" with R&B singer Robin Thicke. Lil Wayne also appeared on a remix of Bobby Valentino's \"Tell Me\", which rose to No. 13 on the U.S. R&B Charts. In 2005, Lil Wayne was named president of Cash Money, and in the same year he founded Young Money Entertainment as an imprint of Cash Money. However, as of late 2007, Lil Wayne reported that he has stepped down from the management of both labels and has handed management of Young Money over to Cortez Bryant.",
            "score": 110.09000432491302
        },
        {
            "docid": "18933037_72",
            "document": "Boeing B-52 Stratofortress . The USAF continues to rely on the B-52 because it remains an effective and economical heavy bomber in the absence of sophisticated air defenses, particularly in the type of missions that have been conducted since the end of the Cold War against nations with limited defensive capabilities. The B-52 has also continued in service because there has been no reliable replacement. The B-52 has the capacity to \"loiter\" for extended periods, and can deliver precision standoff and direct fire munitions from a distance, in addition to direct bombing. It has been a valuable asset in supporting ground operations during conflicts such as Operation Iraqi Freedom. The B-52 had the highest mission capable rate of the three types of heavy bombers operated by the USAF in the 2000–2001 period. The B-1 averaged a 53.7% ready rate, the Northrop Grumman B-2 Spirit achieved 30.3%, while the B-52 averaged 80.5%. The B-52's $72,000 cost per hour of flight is more than the B-1B's $63,000 cost per hour, but less than the B-2's $135,000 per hour.",
            "score": 118.246248960495
        },
        {
            "docid": "18933037_2",
            "document": "Boeing B-52 Stratofortress . The Boeing B-52 Stratofortress is an American long-range, subsonic, jet-powered strategic bomber. The B-52 was designed and built by Boeing, which has continued to provide support and upgrades. It has been operated by the United States Air Force (USAF) since the 1950s. The bomber is capable of carrying up to of weapons, and has a typical combat range of more than 8,800 miles (14,080 km) without aerial refueling.",
            "score": 90.49462747573853
        },
        {
            "docid": "7445875_2",
            "document": "You (Lloyd song) . \"You\" is a song by American R&B artist Lloyd featuring rapper Lil Wayne, and was produced by Big Reese and Jasper Cameron for Lloyd's second studio album, \"Street Love\". It was recorded in the producer's basement. It is the first official single off the album. Lloyd himself has reported that he leaked the song to an Atlanta radio station to receive airplay. The song features an interpolation of Spandau Ballet's song \"True\". On February 8, 2007, \"You\" became Lloyd's first and Lil Wayne's second top-ten single on the U.S. \"Billboard\" Hot 100, charting at number nine. The song reached number one on the US Hot R&B/Hip-Hop Songs chart in February 2007, becoming both Lloyd and Lil Wayne's first number-one single on this chart. On the UK Singles Chart, the single debuted on May 28, 2007, at number sixty-six on download sales alone, and moved up to number forty-five.",
            "score": 109.63402366638184
        },
        {
            "docid": "343971_8",
            "document": "Medium bomber . Subsequent to World War II, only the U.S. Strategic Air Command ever used the term \"medium bomber\" in the 1950s to distinguish its Boeing B-47 Stratojets from somewhat larger contemporary Boeing B-52 Stratofortress \"heavy bombers\" in bombardment wings (older B-29 and B-50 heavy bombers were also redesignated as \"medium\" during this period). This nomenclature was purely semantic and bureaucratic, however as both the B-47 and B-52 strategic bombers were much larger and had far greater performance and load-carrying ability than any of the World War II-era heavy or medium bombers. Similarly, the Royal Air Force referred at times to its V bomber force as medium bombers, but this was in terms of range rather than load-carrying capacity.",
            "score": 97.03387999534607
        },
        {
            "docid": "42964782_4",
            "document": "California Boy . On the song, Lil B stated that he didn't use Autotune effect on his vocals, in reference to its extensive use on rapper Lil Wayne's rock music album, \"Rebirth\" (2010). Prior to the release of the song, Lil B claimed that he will be releasing a garage punk album, titled \"California Boy\".",
            "score": 86.70634007453918
        },
        {
            "docid": "1573838_8",
            "document": "Birdman (rapper) . In 2010 he was going to release an album titled \"Priceless 2\", a sequel to his previous album, but changed it to \"Bigga Than Life\". The first promotional single was titled \"Loyalty\" and featured Lil Wayne and Tyga. Other collaborations will come from Rick Ross, Young Jeezy, Bun B and Drake. The album was scheduled to be released in early 2011. He released a music video for a possible future single, \"My Jewel\", which featured Bun B and Young Jeezy. On November 22, 2010, he released the first official single, \"Fire Flame\", which featured Lil Wayne. Birdman released another single called \"I Get Money\" featuring T-Pain, Young Money artist Mack Maine and Lil Wayne. On September 13, 2011, Birdman released \"Y.U. MAD\", featuring Nicki Minaj and Lil Wayne. He collaborated with Mack Maine as a duo named White Boys to release a mixtape titled \"Billionaire Minds\" on November 2, 2011. On May 22, 2012, he released \"Born Stunna\", featuring Rick Ross. The remix, featuring Lil Wayne and Nicki Minaj, was released July 10, 2012. The most recent single, \"Shout Out\" featuring Gudda Gudda and French Montana, was released October 16, 2012.",
            "score": 97.82983946800232
        },
        {
            "docid": "23257145_8",
            "document": "No Love Lost (Joe Budden album) . On February 27, 2012 at a concert, Budden previewed a new track featuring Lil Wayne, and R&B singer Tank called “Put It Down Like You”. On October 10, E1 Music released the first song from the album, \"She Don't Put It Down Like You\", which featured fellow rapper Lil Wayne and R&B singer Tank. The track was produced by T-Minus. The remix was also included on the album and it features Fabolous and Twista. A music video was shot in January 2013 for the remix. On February 5, 2013, the music video was released for \"She Don't Put It Down\" (Remix) featuring Fabolous, Lil Wayne and Tank.",
            "score": 93.21809887886047
        },
        {
            "docid": "47352149_4",
            "document": "Angels Exodus . The album generally received mixed-to-positive reviews from music critics. \"Fact\" magazine critic Chris Campbell stated: \"\"Angels Exodus\" gives Lil B the chance to indulge his significant conceptual side with some confines\" and further wrote: \"The only fair way to evaluate a Lil B album is against other Lil B albums/mixtapes, and in terms of quality, he’s certainly released better.\" Amanda Bassa of HipHopDX wrote: \"In some ways, \"Angels Exodus\" is impressive for the sheer fact that Lil B seems to have shown some sort of artistic and mental growth since his initial YouTube blitz.\" Nevertheless, Bassa also criticized the album, stating: \"Even mass amounts of hype can’t cover up Lil B’s poorly mixed vocals, off-kilter methods of blending rapping with simply speaking, skewed perspective on life, and utter knack for taking what makes Rap great, and doing the exact opposite.\" Tiny Mix Tapes' Brian Richardson described the album as \"one weird hip-hop record,\" stating: \"There may be more reverby synths on \"Angel’s Exodus\" than there are on the new Radiohead record.\" Richardson further commented: \"Ultimately, it plays more like a mixtape than an album; although there are no skits or guest spots, several songs check in at under two minutes and feel like unfinished sketches.\"",
            "score": 96.66486096382141
        },
        {
            "docid": "214209_19",
            "document": "Strategic bomber . During the 1950s the U.S. Strategic Air Command also briefly brought back the outdated term \"medium bomber\" to distinguish its Boeing B-47 Stratojets from somewhat larger contemporary Boeing B-52 Stratofortress \"heavy bombers\" in bombardment wings; older B-29 and B-50 heavy bombers were also redesignated as \"medium\" during this period. SAC's nomenclature here was purely semantic and bureaucratic, however as both the B-47 and B-52 strategic bombers were much larger and had far greater performance and load-carrying ability than any of the World War II-era heavy or medium bombers.",
            "score": 94.29066777229309
        },
        {
            "docid": "30773508_5",
            "document": "We the Best Forever . Khaled originally announced the first single would feature Lil Wayne. The album's first single \"Welcome to My Hood\" featuring Rick Ross, Plies, Lil Wayne, and T-Pain, and produced by The Renegades, DJ Nasty & LVM, and Khaled was released on January 18, 2011. It peaked on the \"Billboard\" Hot 100 at number seventy-nine. On February 10, 2011, the music video was released for \"Welcome to My Hood\" featuring Rick Ross, Plies, Lil Wayne, and T-Pain. On April 27, 2011, the music video was released for the \"Welcome to My Hood\" (Remix) featuring T-Pain, Ludacris, Busta Rhymes, Twista, Mavado, Birdman, Ace Hood, The Game, Fat Joe, Jadakiss, Bun B and Waka Flocka Flame.",
            "score": 109.50899577140808
        },
        {
            "docid": "24693358_5",
            "document": "Keyshia Cole discography . \"Woman to Woman\" is Cole's fifth studio album, released November 19, 2012 in the United States by Geffen Records. The album debuted at number 10 on the \"Billboard\" 200, with first week sales of 96,000, lower than her last effort. The album yielded three singles, \"Enough of No Love\" featuring Lil Wayne, \"Trust and Believe\" and \"I Choose You\". \"Enough of No Love\" peaked at number 84 on the \"Billboard\" Hot 100, and number seven on the R&B chart. \"Trust and Believe\" entered the \"Billboard\" Bubbling Under chart at number two, and also charted at number eight on the US R&B chart. The album has sold 246,300 copies in the US as of January 2013.",
            "score": 114.18528008460999
        },
        {
            "docid": "168540_12",
            "document": "Lil Wayne . In the summer of 2004, Wayne's album \"Tha Carter\" was released, marking what critics considered advancement in his rapping style and lyrical themes. In addition, the album's cover art featured the debut of Wayne's now-signature dreadlocks. \"Tha Carter\" gained Wayne significant recognition, selling 878,000 copies in the United States, while the single \"Go DJ\" became a Top 5 Hit on the R&B/Hip-Hop chart. After the release of \"Tha Carter\", Lil Wayne was featured in Destiny's Child's single \"Soldier\" with T.I., which peaked at No. 3 on the \"Billboard\" Hot 100 and the Hot R&B/Hip-Hop Songs charts.",
            "score": 94.9138536453247
        },
        {
            "docid": "38876858_5",
            "document": "Rain in England . \"Rain in England\" is described by Lil B as the first ambient hip hop album. The lyrics, described as meditative and surreal, explore themes like death, life, family, God, birth and gender. Most tracks begin with Lil B announcing the theme, which he then contemplates in a zigzag of free associative thought. Lil B took care not to use profanity at all on the album. The synthesizer music is droning and tonally simple; one critic compared the tonality to the nursery rhyme \"Three Blind Mice\". Tom Breihan of \"Pitchfork\" called \"Rain in England\" \"an album of quasi-rap spoken-word over self-produced music even more ambient than the spaced-out, lo-fi synth landscapes he usually raps over.\" Nitsuh Abebe wrote in \"Pitchfork\"s \"Why We Fight\" column that the album is \"beatless washes of new-agey synths with Lil B flowing over them more like the host of a self-hypnosis tape than a rapper.\" \"Rain in England\" has been compared to the music of Brian Eno, Stars of the Lid, Ray Lynch and Tangerine Dream.",
            "score": 106.04106199741364
        },
        {
            "docid": "54248_7",
            "document": "Military aircraft . Bombers are normally larger, heavier, and less maneuverable than fighter aircraft. They are capable of carrying large payloads of bombs, torpedoes or cruise missiles. Bombers are used almost exclusively for ground attacks and not fast or agile enough to take on enemy fighters head-to-head. A few have a single engine and require one pilot to operate and others have two or more engines and require crews of two or more. A limited number of bombers, such as the B-2 Spirit, have stealth capabilities that keep them from being detected by enemy radar. An example of a conventional modern bomber would be the B-52 Stratofortress. An example of a World War II bomber would be a B-17 Flying Fortress. Bombers include light bombers, medium bombers, heavy bombers, dive bombers, and torpedo bombers.",
            "score": 98.33061695098877
        },
        {
            "docid": "3993649_26",
            "document": "Cold War (1979–1985) . During the Cold War prior to the 1970s and 1980s, the primary heavy strategic bomber of the United States Air Force was the B-52 Stratofortress. However, the development of more sophisticated Airborne Early Warning and Control (AWACS) technology rendered the B-52 more vulnerable to attacks from the ground and enemy fighters. The Air Force saw a need for a bomber that could go faster, was more maneuverable, and could still deliver a substantial payload to its target. This led to the development of the B-1A Lancer in the early to mid 1970s. The B-1A program was cancelled in 1977 but was later brought back by President Reagan in 1981 under its new and current designation, the B-1B. The B-1B is capable of speeds at or above Mach 1.2 and can deliver a payload of 75,000 pounds. The Lancer was a nuclear capable bomber until 1994 when the nuclear mission for the bomber was cancelled, and it was switched to conventional weapons.",
            "score": 98.50011932849884
        },
        {
            "docid": "19716446_7",
            "document": "Shawty Lo . In late 2008 Shawty Lo started working on a new album entitled \"Carlos\"; artists that were to be featured on the album included Rick Ross, T-Pain, Lil' Kim, Bun B, Nate Butler, Lyfe Jennings, Mýa, T.I., Lil Wayne, and Gucci Mane. On December 8, 2008 Shawty Lo released a song from the album entitled \"Supplier\"; it featured vocals from Trey Songz and Lil Wayne.",
            "score": 100.31347823143005
        },
        {
            "docid": "42964782_5",
            "document": "California Boy . The song generally received mixed to positive reviews from critics and was stylistically compared to Lil Wayne's \"Rebirth\" album and Kid Cudi's WZRD project. Chris Martins of \"Spin\" was optimistic on his review of the song, stating that \"it is shaping up to be at least more promising than the unholy mess that was Wayne's \"Rebirth\".\" Similarly, \"Fact\" magazine wrote: \"Especially compared to \"Rebirth\"s horrid approximation of nu-metal, \"California Boy\" does quite a good job of capturing Lil B’s infectious earnestness.\" Phillip Mlynar of MTV Hive described the song as \"a poppy-guitar groove that would fit seamlessly into a drive-time radio show.\" Ian S. Port of SF Weekly described the songs as \"a parodic but somewhat credible acoustic-electric rock song that could stand in for a particularly tepid Goo Goo Dolls or Gin Blossoms B-side.\" Exclaim! writer Josiah Hughes criticized the song's style on the basis of Lil B's upcoming garage punk album, calling his understanding of garage punk as \"a bad Hootie & the Blowfish song.\" Max Bell of \"LA Weekly\" panned the song, noting that \"even his early advocate, Cocaine Blunt's Andrew Noz, dismissed the track.\" Tiny Mix Tapes assumed that \"the song is sure to alienate even the most hardcore fans.\"",
            "score": 97.62141346931458
        },
        {
            "docid": "38935482_12",
            "document": "Visionair (album) . The album features collaborations with R&B musicians from America as well as Japan. American rappers Lil Wayne and Nicki Minaj are featured on the album, as well as Canadian R&B singer Drake. American producer Jermaine Dupri produced the song \"Black Out.\" He and Verbal had been sending emails to each other for a while. At one point, Dupri told Verbal that rapper Lil Wayne was working in the studio next to his. Verbal asked if they could collaborate, and he agreed. The recording of \"Black Out\" became the beginning of the solo project.",
            "score": 96.15482115745544
        },
        {
            "docid": "21242497_14",
            "document": "Rebirth (Lil Wayne album) . The album debuted at number 2 on the US \"Billboard\" 200 chart with first week sales of 176,000 copies, exceeding expectations. It serves as Wayne's seventh US top-ten album. It also debuted at number 1 on the Top R&B/Hip-Hop Albums and the Top Rap Albums. In its second week it fell to number 4 on the \"Billboard\" 200 selling 89,024 more copies making its total sales so far 265,400. On its third week it fell one spot and brought its total sales to 324,470. On its fifth and sixth week it stayed at number 12 on the \"Billboard\" Hot 100. It remained at number 1 on Top Rap Albums for 6 straight weeks. \"Rebirth\" also entered at number 24 in the United Kingdom and at number 86 in France. On March 5, 2010, the album was certified gold by the Recording Industry Association of America (RIAA), following shipment in excess of 500,000 copies. On September 5, 2011, the album has sold 775,000 in the United States.",
            "score": 114.23635077476501
        },
        {
            "docid": "31390866_4",
            "document": "Grove St. Party . Lil Wayne made a remix for his mixtape \"Sorry For The Wait\", which features rapper Lil B. Prodigy of Mobb Deep released a remix called \"It's a Body\". Wiz Khalifa released a remix called \"Reefer Party\". Ace Hood also did a freestyle for the song.",
            "score": 66.58619356155396
        },
        {
            "docid": "211782_27",
            "document": "North American XB-70 Valkyrie . The B-70, designed for even higher speeds, altitudes and range than the B-58, suffered even more in relative terms. At high altitudes, the B-70 was as much as four times as fast as the B-52, but at low altitudes it was limited to only Mach 0.95, only modestly faster than the B-52 at the same altitudes. It also had a smaller bombload and shorter range. Its only major advantage would be its ability to use high speed in areas without missile cover, especially on the long journey from the USA to USSR. The value was limited; the USAF's doctrine stressed that the primary reason for maintaining the bomber force in an era of ICBMs was that the bombers could remain in the air at long ranges from their bases and were thus immune to sneak attack. In this case, the higher speed would be used for only a short period of time between the staging areas and the Soviet coastline.",
            "score": 94.13948595523834
        },
        {
            "docid": "6118105_36",
            "document": "Nuclear triad . The strategic bomber program for the United States still remains viable as well. B-2 and B-52H bombers still make up the entirety of the long range bomber force designed to deliver a nuclear payload. The Rockwell B-1 Lancer is also used for long range bombing missions. However, in 1997, it was modified to carry only conventional payloads. The B-1 Lancer is no longer used to deliver nuclear payloads. Currently, 76 B-52H bombers are maintained at bases in Barksdale, Louisiana, and Minot, North Dakota. Along with these, 20 B-2 bombers are in service at Whiteman Air Force Base in Missouri. The United States Air Force is in the process of integrating a new long range bomber, the B-21 Raider, into service. This aircraft is scheduled to begin service in 2025. The B-21 will contribute to even greater capabilities for the US nuclear armada. It will allow for a larger and more diverse payload that includes current and future weapons. It will allow for increased range compared to the B-1, 2, and 52. The range capabilities of the B-21 are currently classified and are not expected to be released. The B-21 will also cost significantly less than the B-2 bomber. In 1997, the average cost of a B-2 was $737 million. The projected average cost for the B-21 Raider is $550 million per plane.",
            "score": 118.66462993621826
        },
        {
            "docid": "9782939_7",
            "document": "Bombers B-52 . \"Bombers B-52\" was filmed with the full cooperation of the USAF at Castle and March Air Force Bases in California, where examples of Boeing B-47 Stratojet bombers, North American F-86 Sabre fighters and B-52s were based. During production Natalie Wood was named \"Sweetheart of Castle Air Force Base\".",
            "score": 87.81297969818115
        },
        {
            "docid": "17100042_9",
            "document": "Sol-Angel and the Hadley St. Dreams . The album's lead single, \"I Decided\", was released on April 22, 2008. It charted at number 44 on the \"Billboard\" Hot R&B/Hip-Hop Songs, at number one on the Hot Dance Singles Sales and Hot R&B/Hip-Hop Singles Sales charts, and at number two on the Hot Singles Sales chart. It also peaked at number 27 on the UK Singles Chart and at number 6 on the UK R&B Singles Chart. \"ChampagneChroniKnightcap\" featuring American rapper Lil Wayne was released as a single on August 19. November 25 saw the release of \"Sandcastle Disco\", which reached the number one spot on the US \"Billboard\" Hot Dance Club Play chart. \"T.O.N.Y.\" was released as the fourth single on March 31, 2009, topping the US \"Billboard\" Hot Dance Club Play chart. The song also charted at number 31 on \"Billboard\"s Adult R&B Songs, and number 62 on both the R&B/Hip-Hop Airplay and Hot R&B/Hip-Hop Songs.",
            "score": 90.49104762077332
        },
        {
            "docid": "18933037_52",
            "document": "Boeing B-52 Stratofortress . With the escalating situation in Southeast Asia, 28 B-52Fs were fitted with external racks for 24× 750 lb (340 kg) bombs under project \"South Bay\" in June 1964; an additional 46 aircraft received similar modifications under project \"Sun Bath\". In March 1965, the United States commenced Operation Rolling Thunder. The first combat mission, Operation Arc Light, was flown by B-52Fs on 18 June 1965, when 30 bombers of the 9th and 441st Bombardment Squadrons struck a communist stronghold near the Bến Cát District in South Vietnam. The first wave of bombers arrived too early at a designated rendezvous point, and while maneuvering to maintain station, two B-52s collided, which resulted in the loss of both bombers and eight crewmen. The remaining bombers, minus one more that turned back due to mechanical problems, continued toward the target. Twenty-seven Stratofortresses dropped on a one-mile by two-mile target box from between 19,000 and 22,000 feet, a little more than 50% of the bombs falling within the target zone. The force returned to Andersen AFB except for one bomber with electrical problems that recovered to Clark AFB, the mission having lasted 13 hours. Post-strike assessment by teams of South Vietnamese troops with American advisors found evidence that the Viet Cong had departed the area before the raid, and it was suspected that infiltration of the south's forces may have tipped off the north because of the South Vietnamese Army troops involved in the post-strike inspection. Beginning in late 1965, a number of B-52Ds underwent \"Big Belly\" modifications to increase bomb capacity for carpet bombings. While the external payload remained at 24 of 500 lb (227 kg) or 750 lb (340 kg) bombs, the internal capacity increased from 27 to 84 for 500 lb bombs, or from 27 to 42 for 750 lb bombs. The modification created enough capacity for a total of 60,000 lb (27,215 kg) using 108 bombs. Thus modified, B-52Ds could carry 22,000 lb (9,980 kg) more than B-52Fs. Designed to replace B-52Fs, modified B-52Ds entered combat in April 1966 flying from Andersen Air Force Base, Guam. Each bombing mission lasted 10 to 12 hours and included an aerial refueling by KC-135 Stratotankers. In spring 1967, B-52s began flying from U Tapao Airfield in Thailand so that refueling was not required. On 22 November 1972, a B-52D (55-0110) from U-Tapao was hit by a surface-to-air missile (SAM) while on a raid over Vinh. The crew was forced to abandon the damaged aircraft over Thailand. This was the first B-52 destroyed by hostile fire. In total, 31 B-52s were lost during the war, which included 10 B-52s shot down over North Vietnam.",
            "score": 102.68707418441772
        },
        {
            "docid": "9782939_9",
            "document": "Bombers B-52 . Reviews of \"Bombers B-52\" mainly focused on the aerial scenes, which during the Cold War era did project a near-propaganda effort, using many period aircraft to depict the era faithfully. The review in \"The New York Times\" was mildly laudatory, describing it as a \"frank tribute to Air Force nuclear power, laced together with a familiar service feud ... Irving Wallace's dialogue is excellent. Furthermore, his unpretentious scenario is credible and persuasive in training sequences and especially in the hearth scenes.\" The performances of the leads was also considered \"natural.\" Overall, \"The New York Times\" critic thought \"'Bombers B-52' is not [terrific], but it could have been much, much worse.\" \"Variety\" gushed that it was \"magnificently mounted, with breathtaking scenes of the new B-52s,\" while \"Time\" magazine more aptly characterized \"Bombers B-52\" as a \"$1,400,000 want ad for Air Force technicians.\" In other reviews, the dichotomy of 19-year-old Natalie Wood being courted by 40-year-old Efrem Zimbalist Jr. was noted, as well as the attempt to portray a contemporary, if tepid, love story.",
            "score": 88.99626863002777
        },
        {
            "docid": "149225_70",
            "document": "AC/DC . In 2009 the Recording Industry Association of America upgraded the group's US sales figures from 69 million to 71 million, making AC/DC the fifth-best-selling band in US history and the tenth-best-selling artist, selling more albums than Madonna and Mariah Carey. The RIAA also certified \"Back in Black\" as double Diamond (20 million) in US sales, and by 2007 the album had sold 22 million copies, which made it the fifth-best-selling album of all-time in the US.",
            "score": 126.08176553249359
        },
        {
            "docid": "9782939_1",
            "document": "Bombers B-52 . Bombers B-52",
            "score": 87.51056575775146
        },
        {
            "docid": "2796527_14",
            "document": "T-Pain . The album was preceded by three singles. Its lead single, \"Can't Believe It\", featuring Lil Wayne, was released in July 2008. The single reached number seven on the Hot 100 and number two on the Hot R&B/Hip-Hop Songs chart. The album's second single, \"Chopped 'N' Skrewed\", featuring Ludacris, was released in September 2008. The single reached number twenty-seven on the Hot 100 and number three on the Hot R&B/Hip-Hop Songs chart. The third and final single from the album, \"Freeze\", featuring Chris Brown, was released in October 2008 and reached number thirty-eight on the Hot 100 and number thirty-nine on the Hot R&B/Hip-Hop Songs chart. Guest appearances on \"Thr33 Ringz\" included T.I., Lil Wayne, Ludacris, DJ Khaled, Ciara, Chris Brown and Kanye West among others. \"Pr33 Ringz\" was the introduction mixtape for the album.",
            "score": 92.75512826442719
        }
    ],
    "r": [
        {
            "docid": "20959564_10",
            "document": "For Those About to Rock We Salute You . \"For Those About to Rock\" became the first AC/DC album to ever hit No. 1 in the US on the \"Billboard\" chart and stayed on the top for three weeks. To date, in the US, it has achieved sales. In the UK, the album's two singles, \"Let's Get It Up\" and \"For Those About to Rock (We Salute You)\", made it to No. 13 and No. 15, respectively. The album has sold an estimated seven million copies worldwide, making it one of the highest sold AC/DC albums worldwide.. However it marks a major drop-off in sales in the United States, only selling 4 million as follow-up to the 22x platinum Back in Black. In a 2008 \"Rolling Stone\" cover story, David Fricke singled out the title track for praise, noting its \"unusual stop-start effect that hooks you just as hard as their usual railroad drive.\" Band biographer Jesse Fink states that \"Spellbound\" \"calibrates the power of AC/DC so awesomely it's like a sort of rock Valhalla.\"",
            "score": 134.4517822265625
        },
        {
            "docid": "18424778_23",
            "document": "Black Ice (album) . On the first day of its US release, 20 October 2008, \"Black Ice\" sold over 193,000 units. By 28 October, \"Black Ice\" debuted at number one on the US \"Billboard\" 200 albums chart, selling over 784,000 copies in its first week, the second highest one-week sales of an album in the US of 2008, behind Lil Wayne's \"Tha Carter III\". It was AC/DC's second release to top the US charts, after \"For Those About to Rock We Salute You\" (1981) and became the biggest debut ever by a mainstream hard rock album. As of 31 December 2008, the album had sold 1.915 million copies in the US, according to Nielsen SoundScan, and was certified 2x Platinum by the RIAA. \"Black Ice\" also debuted at number one on the ARIA Album Charts, selling over 90,000 units, and the UK Album charts, with 110,000 copies sold. It was their first number one in the UK since \"Back in Black\" (1980). In Canada, \"Black Ice\" debuted at number one and sold 119,000 copies in its first week, making it the best-selling album debut in Canada in 2008. The album held the top spot in Canada for three consecutive weeks, with sales of over 200,000 copies. In Germany, \"Black Ice\" became the 14th best-selling album of the 2000s, with sales of 1 million copies and being certified 5 times platinum.",
            "score": 133.57785034179688
        },
        {
            "docid": "4396_19",
            "document": "Northrop Grumman B-2 Spirit . The program was the subject of public controversy for its cost to American taxpayers. In 1996, the General Accounting Office (GAO) disclosed that the USAF's B-2 bombers \"will be, by far, the most costly bombers to operate on a per aircraft basis\", costing over three times as much as the B-1B (US$9.6 million annually) and over four times as much as the B-52H (US$6.8 million annually). In September 1997, each hour of B-2 flight necessitated 119 hours of maintenance in turn. Comparable maintenance needs for the B-52 and the B-1B are 53 and 60 hours respectively for each hour of flight. A key reason for this cost is the provision of air-conditioned hangars large enough for the bomber's wingspan, which are needed to maintain the aircraft's stealthy properties, particularly its \"low-observable\" stealthy skins. Maintenance costs are about $3.4 million a month for each aircraft.",
            "score": 131.00592041015625
        },
        {
            "docid": "19921742_2",
            "document": "DJ Khaled discography . American musician DJ Khaled has released ten studio albums, twenty-six singles and nine featured singles. His first album, \"Listennn... the Album\", was released in 2006. \"We the Best\", his second album, was released in 2007 and contains the hits \"We Takin' Over\", with Akon, T.I., Rick Ross, Fat Joe, Birdman and Lil Wayne, and \"I'm So Hood\", with T-Pain, Rick Ross, Trick Daddy, and Plies. The two songs peaked at number 28 and number 19 on the US \"Billboard\" Hot 100 and are platinum songs, and \"We the Best\" peaked at number eight on the US \"Billboard\" 200. His next album, \"We Global\", from 2008, peaked at number seven on the albums chart and has the song \"Out Here Grindin'\", featuring Akon, Rick Ross, Plies, Boosie Badazz, Ace Hood, and Trick Daddy. \"All I Do is Win\" had peaked at number 24 on the Hot 100 as \"Victory\"'s third single, and was certified double platinum by the RIAA. Released in 2011 was \"We the Best Forever\", containing the top 10 song \"I'm On One\", with Drake, Rick Ross and Lil Wayne. The album hit number five on the \"Billboard\" 200. Khaled is also a record executive, serving as the executive producer for album by Rick Ross, as well as for every artist signed to his respective label, We the Best Music.",
            "score": 126.86956787109375
        },
        {
            "docid": "149225_5",
            "document": "AC/DC . AC/DC have sold more than 200 million records worldwide, including 71.5 million albums in the United States, adding them to the list of highest-certified music artists in the United States and the list of best-selling music artists. \"Back in Black\" has sold an estimated 50 million units worldwide, making it the second-highest-selling album by any artist – and the highest-selling album by any band. The album has sold 22 million units in the US, where it is the sixth-highest-selling album of all time. AC/DC ranked fourth on VH1's list of the \"100 Greatest Artists of Hard Rock\" and were named the seventh \"Greatest Heavy Metal Band of All Time\" by MTV. In 2004, AC/DC ranked No. 72 on the \"Rolling Stone\" list of the \"100 Greatest Artists of All Time\". Producer Rick Rubin, who wrote an essay on the band for the \"Rolling Stone\" list, referred to AC/DC as \"the greatest rock and roll band of all time\". In 2010, \"VH1\" ranked AC/DC number 23 in its list of the \"100 Greatest Artists of All Time\".",
            "score": 126.86262512207031
        },
        {
            "docid": "40015666_2",
            "document": "List of songs recorded by AC/DC . The following is a list of songs known to have been recorded by AC/DC. Since 1974 they have released 16 studio albums (14 available worldwide and 2 released only in Australia), 2 soundtrack albums, 4 live albums, 11 video albums, and 2 box set albums. Although a large number of AC/DC singles have been released, the band always refused to release any greatest hits type packages; \"Who Made Who\" (which served as the soundtrack to Stephen King's \"Maximum Overdrive\"), \"Iron Man 2\", and the band's various live recordings are as close as the group have come to such a compilation. AC/DC albums are available to download from Verizon, but for several years the band refused to release their albums on iTunes, as iTunes normally allows downloading of individual tracks; AC/DC publicly stated, \"Our ... reason is that we honestly believe the songs on any of our albums belong together. If we were on iTunes, we know a certain percentage of people would only download two or three songs from the album – and we don't think that represents us musically.\" However, the band finally released their entire discography to iTunes in November 2012. Finally, they also released their music to Spotify in June 2015, though they previously refused to do so.",
            "score": 126.51873779296875
        },
        {
            "docid": "149225_70",
            "document": "AC/DC . In 2009 the Recording Industry Association of America upgraded the group's US sales figures from 69 million to 71 million, making AC/DC the fifth-best-selling band in US history and the tenth-best-selling artist, selling more albums than Madonna and Mariah Carey. The RIAA also certified \"Back in Black\" as double Diamond (20 million) in US sales, and by 2007 the album had sold 22 million copies, which made it the fifth-best-selling album of all-time in the US.",
            "score": 126.0817642211914
        },
        {
            "docid": "4354534_2",
            "document": "AC/DC discography . The following lists summarise the discography of the Australian hard rock band AC/DC. AC/DC released 17 studio albums (15 available worldwide and 2 released only in Australia), 2 soundtrack albums, 4 live albums, 11 video albums, and 2 box set albums. Although a large number of AC/DC singles have been released, the band always refused to release any greatest hits-type packages; \"Who Made Who\" (which served as the soundtrack to Stephen King's \"Maximum Overdrive\"), \"Iron Man 2\", and the band's various live recordings are as close as the group have come to such a compilation. Verizon makes AC/DC albums available to download, but for several years the band refused to release their albums on iTunes, as iTunes normally allows downloading of individual tracks; AC/DC publicly stated, \"Our...reason is that we honestly believe the songs on any of our albums belong together. If we were on iTunes, we know a certain percentage of people would only download two or three songs from the album – and we don't think that represents us musically.\" However, the band finally released their entire discography to iTunes in November 2012. On June 30, 2015, their catalog appeared on Spotify for the first time.",
            "score": 126.00152587890625
        },
        {
            "docid": "706798_20",
            "document": "Romeo Miller . On January 5, 2015 Miller released his first collaboration mixtape titled \"We All We Got\" with his new group Money Mafia which includes himself, his father Master P, Ace B, Young Junne, Eastwood, Gangsta, Play Beezy, Calliope Popeye, Flight Boy and No Limit Forever in-house producer Blaq N Mild, the mixtape would also include a surprise feature from Lil Wayne on the track \"Power\". On April 20, 2015 Miller released his second collaboration mixtape titled \"Hustlin\" with his group Money Mafia. On July 29, 2015 Miller would release two new singles from his upcoming fourth studio album titled \"Till the Club Close\" featuring fellow No Limit Forever artist Ace B and \"Bent\" featuring fellow No Limit Forever artist's Ace B and his uncle Silkk the Shocker. On December 17, 2015 Miller would reveal the title, cover art and would also announce the release date to his upcoming fourth studio album entitled \"Fighting Monsters\" which was scheduled for release on January 7, 2016.",
            "score": 122.53119659423828
        },
        {
            "docid": "32757923_5",
            "document": "Cherlise . In an interview, Fat Joe said about Cherlise, “We got a female R&B singer that me and Rico Love, the writer, both work with. her name is Cherlise out of Miami. She’s phenomenal! her album is coming out this year or next year.” On November 26 it was announced that Cherlise's first album would be called \"Like A Woman\" and also announced that the album would be due sometime in 2012. Cherlise was interviewed in late August 2011 on her new album and her sound \"My music is very dance-driven and very sassy and definitely has a sexual tone to it, but it definitely is just fresh. If I just have to say it in words, it’s just a fresh sound and fresh feel.\" She also said \"I don’t have an album name yet because I’m holding off on the final product. We’ve been working almost three years on the album. You should definitely expect a classic album. As far as features, we have Jim Jonsin and we have Earl and E. There’s a long list of people that we’ve been working with. As far as features are concerned, we have Lil’ Wayne right now. I don’t want to go crazy with the features because it is my debut album so I’m really looking forward to the world getting a chance to know me as an artist and just fall in love with my music.\" In an interview cherlise said \"I’m working on my album right now. I’ve been in the lab with Lil Wayne, Fat Joe, Maino, Young Chris, and a few other artists. You should look forward to big things! My main focus however, is my album. It’s going to be a classic!\"",
            "score": 121.82855224609375
        },
        {
            "docid": "19031610_16",
            "document": "Folie à Deux (album) . As the release of the new album approached, the band and its management found that they would have to navigate changes in the music industry, which Hurley described as \"a completely different place.\" Facing declining record sales, the lack of a proper outlet for exhibition of music videos, and the economic crisis, Hurley commented that \"people are buying things they need to survive rather than records and concert tickets.\" The group's 2007 album \"Infinity on High\" sold one million copies, which was considered a disappointment compared to \"From Under the Cork Tree\"'s sales of three million. Trohman attributed this to \"the same reason that nobody's records are selling that well: there's so much turmoil in the music industry, so much downsizing, and people are finding different ways to get their music more and more all the time. There's very little we can do about that as a band. All we can do is try to make great music and hope it connects with people.\"",
            "score": 121.80502319335938
        },
        {
            "docid": "10391001_3",
            "document": "Lil Wayne albums discography . As of 2015, all of Wayne's albums have been certified at least gold by the RIAA. His album sales in the United States stand at over 15 million copies as of July 2013, and his digital track sales stand at over 37 million digital copies.",
            "score": 121.73787689208984
        },
        {
            "docid": "168540_4",
            "document": "Lil Wayne . Following the success of \"Tha Carter III\", Wayne decided to record a rock-esque album titled \"Rebirth\". The album, released in 2010, was certified gold by the RIAA, despite a generally negative critical response. In March 2010, Lil Wayne began serving an 8-month jail sentence in New York after being convicted of criminal possession of a weapon stemming from an incident in July 2007. Wayne's eighth album \"I Am Not a Human Being\" (2010), was released during his incarceration. His 2011 album and first following his release, \"Tha Carter IV\", sold 964,000 copies in its first week of availability in the United States. It includes the singles \"6 Foot 7 Foot\", \"How to Love\" and \"She Will\". On September 27, 2012, Lil Wayne passed Elvis Presley as the male with the most entries on the \"Billboard\" Hot 100 chart, with 109 songs. The record has since been passed by other artists. Lil Wayne's twelfth studio album, \"Tha Carter V\", has been delayed multiple times and has no scheduled release date. Lil Wayne has sold over 100 million records worldwide, including more than 15 million albums and 37 million digital tracks in United States, making him one of the best-selling artists of all time. On June 8, 2018, Carter ended his long-tenured record deal with Cash Money Records.",
            "score": 120.725830078125
        },
        {
            "docid": "148864_40",
            "document": "Mr. Children . They have both achieved \"the best selling album\" and \" the most Artist total sales Albums \" for 2012.Mr.Children has become the third artists who achieved TOP 2 spots on the yearly album ranking, and this is the first time in 14 years for any artist to achieve this . Mr.Children was the 4th artist by total sales revenue in Japan in 2012, with ¥9.947 billion (approximately $84 million).",
            "score": 120.04763793945312
        },
        {
            "docid": "424093_34",
            "document": "1990s in music . In the mid-1990s, neo soul, which added 1970s soul influences to the hip hop soul blend, arose, led by artists such as D'Angelo, Erykah Badu, Lauryn Hill, and Maxwell. Lauryn Hill and Missy Elliott further blurred the line between R&B and hip hop by recording both styles. D'Angelo's \"Brown Sugar\" was released in June 1995. Although sales were sluggish at first, the album was eventually a hit, due in large part to \"Lady,\" a top-ten hit on the \"Billboard\" Hot 100 charts, peaking at #10. The album earned platinum certification from the Recording Industry Association of America, for shipments of one million copies in the U.S., while its total sales have been estimated within the range of 1.5 million to over two million copies. While the album was certified platinum in the United States, indicating shipments of one million units, its total sales were adversely reported by several publications with estimations ranging from 1.5 to 2 million units. The album helped give commercial visibility to the burgeoning Neo soul movement of the 1990s, along with debut albums by Maxwell, Erykah Badu, and Lauryn Hill. The album was a critical success as well and appeared on many critics' best-of lists that year.",
            "score": 119.07447052001953
        },
        {
            "docid": "38484036_29",
            "document": "Nothing Was the Same . \"Nothing Was the Same\" debuted at number one on the US \"Billboard\" 200, with first-week sales of 658,000. The album has the second highest first week sales of any album in 2013, at the time of its release. It would also be the highest first week sales for a hip hop album since Lil Wayne's \"Tha Carter IV\" (2011). In its second week, the album sold 148,000 more copies. In its third week, the album sold 83,000 more copies. In its fourth week, the album continued to remain in the top five on the US \"Billboard\" 200, selling 58,000 more copies. The album sold 1,344,000 copies in 2013 in the United States, making it the seventh best-selling album of the year. On April 2, 2018, the album was certified quadruple Platinum by the Recording Industry Association of America (RIAA) for combined sales and album-equivalent units of over four million units. As of August 2016, the album has sold 1,783,000 copies in the United States.<ref name=\"sales 8/28/16\"></ref>",
            "score": 119.02019500732422
        },
        {
            "docid": "6118105_36",
            "document": "Nuclear triad . The strategic bomber program for the United States still remains viable as well. B-2 and B-52H bombers still make up the entirety of the long range bomber force designed to deliver a nuclear payload. The Rockwell B-1 Lancer is also used for long range bombing missions. However, in 1997, it was modified to carry only conventional payloads. The B-1 Lancer is no longer used to deliver nuclear payloads. Currently, 76 B-52H bombers are maintained at bases in Barksdale, Louisiana, and Minot, North Dakota. Along with these, 20 B-2 bombers are in service at Whiteman Air Force Base in Missouri. The United States Air Force is in the process of integrating a new long range bomber, the B-21 Raider, into service. This aircraft is scheduled to begin service in 2025. The B-21 will contribute to even greater capabilities for the US nuclear armada. It will allow for a larger and more diverse payload that includes current and future weapons. It will allow for increased range compared to the B-1, 2, and 52. The range capabilities of the B-21 are currently classified and are not expected to be released. The B-21 will also cost significantly less than the B-2 bomber. In 1997, the average cost of a B-2 was $737 million. The projected average cost for the B-21 Raider is $550 million per plane.",
            "score": 118.66463470458984
        },
        {
            "docid": "24232722_2",
            "document": "List of biggest selling British acts of all time . This list documents Britain's best-selling music artists alphabetically as well as by record sales. This page lists those artists who have had claims of over 50 million or more records in sales. The list is divided into numerous record-sales brackets within each of which, artists are listed in alphabetical order, rather than by number of records sold. The artists on the list are supported by third-party reliable sources, the sales-figures within which should represent a total number of sold albums, singles, compilation-albums, music videos as well as downloads of singles and full-length albums. This list holds no account of sales after the initial release dates, some artists keep on selling albums they originally released for instance in 1972. those albums sold over the years in their millions. For instance, Rod Stewart, \"Footloose and Fancy Free\" sold over 20 million copy's after release and so did most of his albums. He should be higher up the list according to the BBC his sales are approaching 300 million albums and this is not including the Jeff Beck Group, The Faces, Pyton Lee Jackson, Steampacket or Shotgun Express recordings.",
            "score": 118.57101440429688
        },
        {
            "docid": "18933037_72",
            "document": "Boeing B-52 Stratofortress . The USAF continues to rely on the B-52 because it remains an effective and economical heavy bomber in the absence of sophisticated air defenses, particularly in the type of missions that have been conducted since the end of the Cold War against nations with limited defensive capabilities. The B-52 has also continued in service because there has been no reliable replacement. The B-52 has the capacity to \"loiter\" for extended periods, and can deliver precision standoff and direct fire munitions from a distance, in addition to direct bombing. It has been a valuable asset in supporting ground operations during conflicts such as Operation Iraqi Freedom. The B-52 had the highest mission capable rate of the three types of heavy bombers operated by the USAF in the 2000–2001 period. The B-1 averaged a 53.7% ready rate, the Northrop Grumman B-2 Spirit achieved 30.3%, while the B-52 averaged 80.5%. The B-52's $72,000 cost per hour of flight is more than the B-1B's $63,000 cost per hour, but less than the B-2's $135,000 per hour.",
            "score": 118.24624633789062
        },
        {
            "docid": "39721317_2",
            "document": "We Outchea . \"We Outchea\" is a song by American hip hop recording artist Ace Hood from his fourth studio album \"Trials & Tribulations\". It was released on May 27, 2013 by We the Best Music Group, Cash Money and Republic, as the second single from the album. The song, produced by Lee On The Beats, features a guest appearances from fellow American rapper Lil Wayne. The song has peaked at number 19 on the U.S. \"Billboard\" Bubbling Under Hot 100 Singles chart.",
            "score": 117.65512084960938
        },
        {
            "docid": "3081146_2",
            "document": "The Notorious K.I.M. . The Notorious K.I.M. is the second studio album by American rapper Lil' Kim. It was released on June 27, 2000, by Atlantic Records and her first album on her new label Queen Bee Entertainment. It debuted at number four on the US \"Billboard\" 200 chart, selling 229,000 copies in its first week, achieving Lil' Kim's highest peak and biggest first-week sales, and reached the top of the Top R&B/Hip-Hop Albums chart. A commercial success, \"The Notorious K.I.M.\" was certified platinum by the Recording Industry Association of America (RIAA) on August 2, 2000. It was the best-selling female rap album in 2000 with sales of over 1.4 million copies in the United States. To date, \"The Notorious K.I.M.\" has sold over 5.2 million copies worldwide.",
            "score": 117.04785919189453
        },
        {
            "docid": "39639385_2",
            "document": "Rich Gang (album) . Rich Gang is a compilation album by Young Money and Cash Money as the supergroup Rich Gang. The album was released July 23, 2013, by Young Money Entertainment, Cash Money Records and Republic Records. The album contains contributions from several YMCMB members, including Birdman, Lil Wayne, Nicki Minaj, Tyga, Mack Maine, Limp Bizkit, Bow Wow, Ace Hood, Jae Millz, Cory Gunz, Gudda Gudda, Caskey, Detail, Busta Rhymes and Mystikal. The compilation also features guest appearances from artists outside the labels, including Future, Meek Mill, French Montana, T.I., Yo Gotti, Flo Rida, Chris Brown, Rick Ross, The Game, Kendrick Lamar, and R. Kelly. The album was supported by the three singles \"Tapout\" which peaked at No. 45 on the \"Billboard\" Hot 100, along with the R. Kelly featured \"We Been On\" and \"50 Plates\" by Rick Ross. The album received generally mixed reviews from music critics and sold 40,000 copies in the US after three weeks of sale.",
            "score": 116.88272857666016
        },
        {
            "docid": "2465857_5",
            "document": "UK Albums Chart . Though album sales tend to produce more revenue and, over time, act as a greater measure of an artist's success, this chart receives less media attention than the UK Singles Chart, because overall sales of an album are more important than its peak position. 2005 saw a record number of artist album sales with 126.2  million sold in the UK. In February 2015, it was announced that due to the falling sales of albums and rise in popularity of audio streaming, the Official Albums Chart would begin including streaming data from March 2015. Under the revised methodology, the Official Charts Company takes the 12 most streamed tracks from one album, with the top-two songs being down-weighted in line with the average of the rest. The total of these streams is divided by 1000 and added to the pure sales of the album. This calculation was designed to ensure that the chart rundown continues to reflect the popularity of the albums themselves, rather than just the performance of one or two smash hit singles. The final number one album on the UK Albums Chart to be based purely on sales alone was \"Smoke + Mirrors\" by Imagine Dragons. On 1 March 2015, \"In the Lonely Hour\" by Sam Smith became the first album to top the new streaming-incorporated Official Albums Chart.",
            "score": 116.68697357177734
        },
        {
            "docid": "4367547_3",
            "document": "Usher discography . Usher's success increased in 2004, with the release of his fourth studio album \"Confessions\". It was his first US number-one album, and had the highest first-week sales for an R&B artist, with 1.1 million copies sold. It spawned four Hot 100 number-one hits; \"Yeah!\", \"Burn\", \"Confessions Part II\", and \"My Boo\". \"Yeah!\" and \"Burn\" stayed atop the Hot 100 for a combined 20 weeks and were the best-selling singles of 2004, ranking first and second, respectively. \"Confessions\" received a diamond certification from the Recording Industry Association of America (RIAA), and has sold over 20 million copies worldwide. The album ranked second on the 2000–2009 \"Billboard\" 200 Decade-end chart. In 2008, Usher issued \"Here I Stand\". Its lead single \"Love in This Club\" topped the Hot 100, marking Usher's eighth number-one on the chart. Follow-up single \"Love in This Club Part II\" became a top 20 hit, while the album's fourth and fifth singles, \"Trading Places\" and \"Moving Mountains\", charted below the top 40. \"Here I Stand\" was deemed as a commercial failure relative to \"Confessions\", which had sold nineteen million copies worldwide compared to \"Here I Stand's\" two million during the same period. It was certified platinum by the RIAA and has sold 1.3 million copies in the United States. Its worldwide sales stand over 5 million copies.",
            "score": 116.555419921875
        },
        {
            "docid": "168540_29",
            "document": "Lil Wayne . In July 2011, Lil Wayne confirmed in an interview with MTV that \"Tha Carter IV\" was finished, and was released on August 29, 2011. For preparation for \"Tha Carter IV\", Lil Wayne released a mixtape, \"Sorry 4 the Wait\", with all the beats coming from other artist's songs, similar to his \"No Ceilings\" mixtape. \"Tha Carter IV\" debuted at No. 1 on the \"Billboard\" 200, with first-week sales of 964,000 copies, making it Lil Wayne's third chart topping album of his career. On January 8, 2012, According to Nielsen SoundScan was elected the seventh artist (second male artist) all-time best-selling tracks digital with 36,788,000 million to the end of 2011. In October 2011, it was reported that Lil Wayne was working on sequels to \"I Am Not a Human Being\" and \"Rebirth\". In January 2012, Birdman announced that he and Wayne had finished recording \"Like Father, Like Son 2\". On November 22, 2012, he announced that \"Tha Carter V\" would be his final album.",
            "score": 116.3388900756836
        },
        {
            "docid": "19499_20",
            "document": "Mariah Carey . During the week of September 25, 2005, Carey set another record, becoming the first female to occupy the first two spots atop the Hot 100, as \"We Belong Together\" remained at number one, and her next single, \"Shake It Off\" moved into the number two spot (Ashanti had topped the chart in 2002 while being a \"featured\" singer on the number two single). On the Billboard Hot 100 Year-end Chart of 2005, the song was declared the number one song, a career first for Carey. \"Billboard\" listed \"We Belong Together\" ninth on The \"Billboard\" Hot 100 All-Time Top Songs and was declared the most popular song of the 2000s decade by \"Billboard\". The album earned ten Grammy Award nominations in 2006–07: eight in 2006 for the original release (the most received by Carey in a single year), and two in 2007 for the \"Ultra Platinum Edition\" (from which \"Don't Forget About Us\" became her seventeenth number-one hit). In 2006 Carey won Best Contemporary R&B Album for \"The Emancipation of Mimi\", as well as Best Female R&B Vocal Performance and Best R&B Song for \"We Belong Together\". \"The Emancipation of Mimi\" was the best-selling album in the United States in 2005, with nearly five million units sold. It was the first album by a solo female artist to become the year's best-selling album since Alanis Morissette's \"Jagged Little Pill\" in 1996. At the end of 2005, the IFPI reported that \"The Emancipation of Mimi\" had sold more than 7.7 million copies globally, and was the second-best-selling album of the year after Coldplay's \"X&Y\". It was the best-selling album worldwide by a solo and female artist. To date, \"The Emancipation of Mimi\" has sold over 12 million copies worldwide. At the 48th Grammy Awards, Carey performed a medley of \"We Belong Together\" and \"Fly Like a Bird\".",
            "score": 115.40755462646484
        },
        {
            "docid": "52501835_2",
            "document": "We Are King . We Are King is the debut album by R&B trio King, released on February 5, 2016. The album was nominated for Best Urban Contemporary Album at the 59th Grammy Awards, making them the first independent artists to be nominated in that category. Upon its release, \"We Are King\" appeared 6 times in the Billboard charts for 1st week sales: #1 on the Heatseekers Chart, #7 for Independent Albums, #8 for R&B, #20 for Top Hip-Hop/R&B, #78 for Top Album Sales, and #158 in the Top 200.",
            "score": 115.2660140991211
        },
        {
            "docid": "1645657_11",
            "document": "Eazy-Duz-It . The album received very little attention from radio and television stations, but got support from Los Angeles's hip-hop underground. On May 20, 1989, it peaked at #41 on the \"Billboard\" 200, and since 1989, was in various places on the chart for over 90 weeks. It peaked at #12 on the Top R&B/Hip-Hop Albums chart on March 11, 1989. Since the album's release, it has been on the chart during 51 different weeks. On February 15, 1989, the album was certified Gold (500,000 sales) by the Recording Industry Association of America, and on June 1, 1989, it was certified Platinum (1,000,000 sales). It received its peak certification by the RIAA of Double Platinum (2,000,000 sales) on September 1, 1992. In 1989, it had sold over 650,000 copies, and by early 1995, \"Eazy-Duz-It\" had sold 2.5 million copies. On February 11, 1989, \"We Want Eazy\" charted on the R&B/Hip-Hop Songs at number 43. It stayed on the chart for over 15 weeks. The song also charted at number seven on the Hot Rap Songs chart. \"Eazy-er Said Than Dunn\", the album's 3rd single, peaked at number 84 on the R&B/Hip-Hop Songs charts on May 6, 1989, where it would maintain some lower position on the chart for six weeks. \"Eazy-Duz-It\" charted on the Hot Dance Singles Sales chart at number 39. In August 2015, a couple weeks after the release of the N.W.A. biopic film, \"Straight Outta Compton\", the album re-entered the chart at #32 on the Billboard 200, out-peaking its original peak position in 1989 when it charted at #41 on the Billboard 200.",
            "score": 114.62537384033203
        },
        {
            "docid": "38511062_5",
            "document": "Trials &amp; Tribulations (Ace Hood album) . On June 5, 2013, the second single from the album \"We Outchea\" featuring Lil Wayne was released to iTunes. The song was solicited to rhythmic contemporary radio stations in the United States on June 25, 2013. On June 29, 2013, the music video was released for \"We Outchea\" featuring Lil Wayne.",
            "score": 114.44478607177734
        },
        {
            "docid": "215554_16",
            "document": "Usher (musician) . Usher's fourth studio album, \"Confessions\", was released on March 23, 2004—just as its first single, \"Yeah!\", was in its sixth week at number one on the \"Billboard\" Hot 100 and fifth week on top of the Hot R&B/Hip-Hop Singles Chart. The album's nearly 1.1 million unit debut sales was the highest first-week numbers ever scanned by a male R&B artist and the seventh best of the Nielsen SoundScan history. The album has since sold over 20 million copies worldwide, with over 10 million in the United States, earning the album a Diamond certification by the RIAA.",
            "score": 114.35232543945312
        },
        {
            "docid": "2345751_5",
            "document": "Whitney Houston albums discography . According to the RIAA, Houston is the top-selling R&B female artist of the 20th century, and the fourth best-selling female artist in the United States, with shipments of 57 million albums. In addition, until the launch of the RIAA's digital certification program in 2004, she had sold 16.5 million physical singles more than any other female solo artist in history. According to the Official UK Charts Company in October 2012, Houston is at number four in the top 10 biggest selling female singles artists of all-time list with a sales total of 8.5 million singles. Whitney Houston is one of pop music's best-selling music artists of all-time, with an estimated 170–200 million records sold worldwide.",
            "score": 114.29875183105469
        },
        {
            "docid": "50293518_34",
            "document": "Lemonade (Beyoncé album) . In the United States, \"Lemonade\" debuted at number one on the \"Billboard\" 200, with 653,000 album-equivalent units, out of which 485,000 were pure album sales. Subsequently, she broke the record she previously tied with DMX, by becoming the first artist in the chart's history to have their first six studio albums debut at number one. In the same week, Beyoncé became the first female artist to chart twelve or more songs on the US \"Billboard\" Hot 100 at the same time, with every song on the album debuting on the chart. She passed the previously held record of eleven by Taylor Swift's third studio album \"Speak Now\" (2010), while Cardi B passed hers with 13 songs in 2018. Additionally, \"Lemonade\" was streamed 115 million times via Tidal, setting a record for the most-streamed album in a single week by a female artist, which was later surpassed by Cardi B's \"Invasion of Privacy\" (2018). The album slipped from number one to number two in its second week, selling 321,000 album-equivalent units, out of which 196,000 were pure album sales. It remained at number two in its third week selling 201,000 album-equivalent units, out of which 153,000 were pure album sales. \"Lemonade\" was certified platinum by the Recording Industry Association of America (RIAA) in June 2016. According to Nielsen's 2016 Year-end Report, it has sold 1.52 million copies and 2.1 million album-equivalent units in the United States. In Canada, the album debuted at number one with sales of 33,000 copies.",
            "score": 114.24674224853516
        }
    ]
}