{
    "q": [
        {
            "docid": "20595373_31",
            "document": "List of Soulcalibur characters . Reception to Charade has been mixed. Netjack<nowiki>'</nowiki>s Steve Lubitz described Charade as \"Weapon Master, only uglier\" and cited a lack of creativity with the design. The sentiment was shared by Deeko<nowiki>'</nowiki>s review of \"Soulcalibur II\", who said that Charade felt like a new character that used \"old character moves and tactics\". Other reviewers of \"II\" repeated the sentiment, noting Charade as one of several \"Doppelgänger\" fighters in the title that filled in another character's role. On the other hand, UGO's Doug Trueman cited Charade as a character that \"[added] something spectacular to the \"Soul Calibur\" pantheon.\" and additionally received mention in UGO's \"Top 11 Soul Calibur Fighters\" article, losing to Olcadan only due to Olcadan's owl-inspired design.",
            "score": 41.538663387298584
        },
        {
            "docid": "30624551_6",
            "document": "Faust (2011 film) . Faust cannot resist the idea of spending a night with Gretchen. Yet Mauricius demands nothing less than Faust's soul in return. Faust even has to sign the contract with his own blood. Now living on borrowed time, Faust can hit on Gretchen, but he is haunted by penitence and fear. Finally Faust cannot bear Mauricius' nihilistic comments anymore. Overwhelmed with wrath, he buries Mauricius under rocks and finds himself lost in the middle of nowhere.",
            "score": 32.64182186126709
        },
        {
            "docid": "20595373_39",
            "document": "List of Soulcalibur characters . is the secret final boss of \"Soulcalibur III\", replacing the normal final boss Abyss if certain requirements are met. Its appearance has been a mystery as it is not player-controllable, is given very little mention in-game (its profile only stated that it is the result of Soul Edge and Soul Calibur fusing with Nightmare's remains), and does not appear or mentioned in future games. The official artbook of \"Soulcalibur V\" mentions the creature as the personification of \"Catastrophe\" residing in Astral Chaos who is very powerful that even Soul Calibur's creator, Algol avoids confronting it for the time being.",
            "score": 35.756922483444214
        },
        {
            "docid": "7211083_27",
            "document": "Soulcalibur . Four years later, Nightmare had begun on his Soul Edge ritual again in his old castle, wanting to resurrect Soul Edge, but his ritual was interrupted by an exiled French nobleman, Raphael Sorel. Although Raphael was utterly defeated, he was able to penetrate Soul Edge, which gave Siegfried and Soul Calibur the time to break free of its control fully. Soul Edge was then pierced by Siegfried using Soul Calibur, trapping them in the \"Soul Embrace\". While things seemed to go normal afterwards, Zasalamel had returned to try and free both swords, intending to use their power to break his cycle of reincarnation induced by Soul Calibur. He managed to do so, and Inferno took a physical form to become the \"second Nightmare\". Siegfried clashed with this new Nightmare, but was wounded in the process and had to be healed by Soul Calibur, tying him with it permanently, while Soul Edge was cast to the void to heal itself. The clash of Soul Edge and Soul Calibur had awakened Algol from his slumber, who rose the Tower of Remembrance to wait for warriors to challenge him. Meanwhile, Nightmare, with his servant Tira, wanting to gather the Soul Edge fragments to complete Soul Edge, forced several warriors, including Astaroth, Sophitia, and Voldo into servitude, while Siegfried, having recovered, set out to confront Nightmare. The two clashed for the second time in the Tower of Remembrance, where Siegfried managed to destroy both Nightmare and Soul Edge, seemingly once and for all.",
            "score": 36.13594603538513
        },
        {
            "docid": "7211083_25",
            "document": "Soulcalibur . A long time ago, an ordinary sword was soaked with blood through the endless battles of its era, causing the sword to be corrupted and becoming sentient by its own, which earned it the name \"Soul Edge\". No one dared to wield the sword without getting corrupted by its evil spirit, and only the Hero King, Algol can wield it without getting possessed. However, Algol's son, jealous of his father's feat, wielded the sword and became corrupted. Algol destroyed both his son and the sword, from which he then made a weapon in grief, naming it \"Soul Calibur\". He was sacrificed to complete the sword's ritual which would then be protected by a cult; no one knew that Soul Edge would reform on its own later on. Soul Calibur itself was lost after it was stolen by a member of the cult, Zasalamel.",
            "score": 39.229975938797
        },
        {
            "docid": "1935120_7",
            "document": "Yoshimitsu . An ancestor of Yoshimitsu with the same name first appears in Namco's \"Soulcalibur\" series in 1998's \"Soulcalibur\". After refusing power-hungry lord Oda Nobunaga's offer of alliance, Yoshimitsu discovers his village has been destroyed. In a battle with Nobunaga's army, Yoshimitsu loses his arm. He subsequently sets out to find the fabled weapon Soul Edge in order to have revenge against Nobunaga. In meditation, Yoshimitsu decides that if he were to give in to his hatred, he would be no better than Nobunaga or Nightmare. When he reaches the castle where Soul Edge is, he discovers it has been locked away with Soul Calibur.",
            "score": 27.405836582183838
        },
        {
            "docid": "3899137_20",
            "document": "Weaponlord . Namco informed the developers that they would not be working on a sequel to \"Weaponlord.\" The game's weapon and parry mechanics was shown to Namco; Goddard and Winstead believe that the gameplay became the basis for \"Soul Edge/Calibur\" games.",
            "score": 27.828937530517578
        },
        {
            "docid": "3318391_13",
            "document": "Tira (Soulcalibur) . Tira was featured as one of the girls in GameDaily's article \"Babes of the Week: \"Soul Calibur\" Hotties\", describing her as \"one of the more dangerous-looking women introduced in the \"Soul Calibur\" series\" and \"an essential new addition to the series\"; GameDaily also included Tira in the list of \"Top 50 Hottest Game Babes\" at number 19, praised for her \"part goth and part carnival performer\" design as well as her revealing appearance, later drawing mention also in the article \"Babe of the Week: Chicks with Baggage\" due to her mental instability. UGO.com ranked Tira number six in their list of \"Top 11 Soulcalibur Fighters\", noting a liking of her weapon of choice and describing her as \"a force to be reckoned with...also quite the hottie in a dangerous, 'forbidden fruit' sort of way.\" Mania.com named her one of the \"Top 10 Hot But Mostly Bothered Video Game Females\", placing fifth on the list and described as \"unquestionably hot\", though noted as frightening due to the character's fascination with death. Magazine publications have also featured her in a context revolving around her attractiveness, such as \"play\"<nowiki>'</nowiki>s \"Girls of Gaming 5\" annual publication.",
            "score": 30.6700439453125
        },
        {
            "docid": "328198_20",
            "document": "Philadelphia Soul . Though originally not as important as the rivalries with the Power and Desperados, the Cleveland Gladiators would soon become the Soul's biggest rival. The rivalry started in 2008 when the Gladiators moved from Las Vegas to Cleveland, moving them into the same division as the Soul. In their first ever meeting, the Gladiators defeated the Soul 63-35. For the 2017 season, the AFL abolished the conferences, and the Soul and Gladiators played four games against one another, with Philadelphia winning all four. The Gladiators announced that they would not play the 2018 or 2019 seasons due to renovations on Quicken Loans Arena that will require it to close during the basketball off-season.",
            "score": 34.776673793792725
        },
        {
            "docid": "649307_12",
            "document": "Operation Sandstone . More efficient weapons would require less efficient initiators. This meant that less polonium would be required. At the time of Sandstone, the national stockpile of polonium-beryllium initiators consisted of 50 A-Class initiators, with more than 25 curies of polonium, and 13 B-Class initiators with 12 to 25 curies. During Sandstone, at least one test would be conducted with a B-Class initiator.",
            "score": 24.679983139038086
        },
        {
            "docid": "20595373_3",
            "document": "List of Soulcalibur characters . The \"Soul\" series is a weapon-based fighting game franchise developed by Namco Bandai's Project Soul division and consists of eight games: \"Soul Edge\", \"Soulcalibur\", \"Soulcalibur II\", \"Soulcalibur III\", \"Soulcalibur Legends\", \"Soulcalibur IV\", \"\" and \"Soulcalibur V\". Set in the 16th century, the plot of the games revolve around Soul Edge, a cursed sword able to possess its wielder and devour souls. Its spirit is called Inferno, and his avatar/host is called Nightmare. Soul Calibur, a holy sword and Soul Edge's antithesis, also has a spirit called Elysium.",
            "score": 31.560504913330078
        },
        {
            "docid": "17257687_9",
            "document": "Gladiators (2008 Australian TV series) . The barrier test was so successful at vetting would-be Gladiators & Challengers that less than 10% of applicants successfully completed the first event known as the Grunt Challenge. The challenge required participants to do a burpee style exercise (Grunts) to a cadence called by Chief himself. Prospective Challengers were required to complete a minimum of 75 Grunts to pass through to the next event, whereas Gladiators were required to complete 100 Grunts.",
            "score": 30.918876886367798
        },
        {
            "docid": "1140805_5",
            "document": "Strip search . In order to bypass the legal reasonable suspicion requirement, and because strip searches can be humiliating, the search is often made less overt, as part of an intake process, that includes a mandatory shower. For example, most prisons also include a mandatory shower along with a change of clothes. The shower serves to make the strip search less blatant as well as providing the additional benefit of removing contamination (in addition to removing weapons or other contraband). Many shelters require new arrivals to hand over all their clothing for a wash, as well as requiring them to have a shower. These rules also enable a discreet check for weapons or other contraband, with less legal implications, being less objectionable because the requirement is applied to everyone entering a facility. It is less offensive to clients than requiring them to undergo an overt strip search.",
            "score": 35.833582639694214
        },
        {
            "docid": "39716504_6",
            "document": "Mark 21 Mod 2 torpedo . Kingfisher C was a more developed version, carried by a powered missile, the AUM-2 \"Petrel\". This offered greater range, but then required its own guidance too. The choice was made, early on, that this would be one of the newly developed jet engines rather than the simpler rocket motors used by the British – the Fairchild J44 engine finally chosen did not run until 1948. Once WWII was over, the need for the weapon was less urgent and development slowed.",
            "score": 29.04089069366455
        },
        {
            "docid": "7211083_3",
            "document": "Soulcalibur . The central motif of the series, set in a historical fantasy version of the 16th century, are mythical swords, the evil weapon called 'Soul Edge' and the subsequent sword used to oppose this evil, 'Soul Calibur'. While it has developed during its various iterations, some of the characters and gameplay elements have remained consistent throughout the series. It is one of the most popular and successful franchises in the fighting game genre.",
            "score": 36.43888807296753
        },
        {
            "docid": "20595373_52",
            "document": "List of Soulcalibur characters . is the physical manifestation of Soul Calibur, taking the form of an angelic woman who, due to Patroklos's influence, resembles Sophitia. Her goal is to destroy everything related to Soul Edge and will do anything to achieve it, even if it means by destroying the innocent \"malfested.\" She guides Patroklos to destroy Soul Edge using Soul Calibur with the promise that she will help him find his sister Pyrrha, though she already knows that Pyrrha is a malfested and must be vanquished. She is successful in convincing Patroklos to kill Pyrrha, though Edge Master's giving of a second chance prevents Patroklos from doing so. Angry, she traps Patroklos in a crystal and confronts him in his subconscious to reveal her intentions and tries to possess Patroklos in order to destroy Soul Edge, though in the end she is defeated and eventually destroyed by Patroklos and Pyrrha along with Soul Calibur.",
            "score": 27.659985542297363
        },
        {
            "docid": "226090_7",
            "document": "Cutlass . Although also used on land, the cutlass is best known as the sailor's weapon of choice. A naval side-arm, its popularity was likely because it was not only robust enough to hack through heavy ropes, canvas, and wood, but short enough to use in relatively close quarters, such as during boarding actions, in the rigging, or below decks. Another advantage to the cutlass was its simplicity of use. Employing it effectively required less training than that required to master a rapier or small sword, and it was more effective as a close-combat weapon than a full-sized sword would be on a cramped ship.",
            "score": 37.138972997665405
        },
        {
            "docid": "7211083_28",
            "document": "Soulcalibur . Seventeen years later, however, Soul Edge had reformed itself, as did Nightmare, who had possessed a swordsman and became the king of Hungary under the alias \"Graf Dumas\". His former servant, Tira, did not accept him and intended to search for a new vessel for Soul Edge. She eventually found her now-dead nemesis, Sophitia's daughter, Pyrrha Alexandra, whom she had once kidnapped to blackmail Sophitia, who had Soul Edge's power in her blood. Though successful in advising her to attack and kill the people who had ostracized her, Tira was confronted by Pyrrha's long-lost brother, Patroklos Alexander, formerly a warrior under Graf Dumas, who had made his life's goal to find his sister and avenge his mother's murder. While he was able to bring her back, they were confronted by Nightmare and Pyrrha awakened her Soul Edge powers. She was disappointed when Patroklos was hesitant in accepting her, and decided to follow Tira again. Patroklos was named as Soul Calibur's new wielder afterwards by Siegfried and also purified the holy sword through the help of several Asian warriors, before going on an all-out battle in Europe. Nightmare was eventually killed by Siegfried's subordinate, Z.W.E.I., who was immediately wounded by the possessed Pyrrha, who proceeded to battle Patroklos. Patroklos accidentally killed his sister, but was given a second chance by Edge Master to purify Pyrrha without killing her. However, Patroklos was trapped subconsciously to fight Soul Calibur's spirit, Elysium, the one who had guided him all this time, as she was angry at him for sparing his malfested sister. After defeating Elysium, he alongside Pyrrha pierced Soul Calibur with Soul Edge, after which he accepted to live with his sister regardless of who she is.",
            "score": 27.56074345111847
        },
        {
            "docid": "1391901_5",
            "document": "Priscus (gladiator) . Gladiatorial fights did not always end with death of a participant. A gladiator could raise a finger or surrender his weapon to the opponent to signal his willingness to concede defeat. And imposition of \"missio\" would require that the conceding gladiator return to continued fight training. Missio was initiated following the spirit of the attendees with a reprieve from the match ending in a death. The fighters could initiate ending of the match requesting that the match be declared a draw as supported by the crowds. Gladiatorial surrender was not common since it was held in disdain.",
            "score": 26.759142875671387
        },
        {
            "docid": "7211083_6",
            "document": "Soulcalibur . Wikipedia uses a standardized naming convention of Soulcalibur for all games in the series except for the original \"Soul Edge\" (also known as \"Soul Blade\"). However, most usages of \"Soulcalibur\" are officially written as SoulCalibur or Soul Calibur (abbreviated to SC), and even SOULCALIBUR in all capital letters as it is used in the games' documentation and official websites but not in logos and only since \"Soulcalibur III\" (including for \"Soulcalibur Legends\", written as \"SOULCALIBUR Legends\"). Various western media outlets usually use either \"Soulcalibur\" or \"Soul Calibur\".",
            "score": 29.293795108795166
        },
        {
            "docid": "9054221_2",
            "document": "List of Roman gladiator types . There were many different types of gladiators in ancient Rome. Some of the first gladiators had been prisoners-of-war, and so some of the earliest types of gladiators were experienced fighters; Gauls, Samnites, and \"Thraeces\" (Thracians) used their native weapons and armor. Different gladiator types specialized in specific weapons and fighting techniques. Combatants were usually pitted against opponents with different, but more or less equivalent equipment, for the sake of a fair and balanced contest. Most gladiators only fought others from within the same school or Ludus, but sometimes specific gladiators could be requested to fight one from another Ludus.",
            "score": 29.36876893043518
        },
        {
            "docid": "20595373_45",
            "document": "List of Soulcalibur characters . hails from an ancient tribe that was tasked with the protection of the holy sword Soul Calibur by Algol. Angered by the tribe's restrictions, he tried to take Soul Calibur but was caught and exiled. Pursuing the sword he gained the ability to reincarnate, though eventually yearned to die for good. Tracking down Soul Edge, he manipulated events so that Soul Calibur would come to him, serving as the main antagonist of \"Soulcalibur III\". Hoping to use the combined energies of the swords to end his existence, he was instead transformed into a monster called Abyss. During these events he had a vision of the future, and desiring to see it firsthand he returned to life, acting in \"Soulcalibur IV\" to protect the swords in case their destruction broke his cycle of reincarnation. His further fate afterward is unknown, as he is given no mention in \"Soulcalibur V\". He is set to appear in \"Soulcalibur VI\", which revisits the events of the first \"Soulcalibur\" game.",
            "score": 33.388038635253906
        },
        {
            "docid": "12406739_7",
            "document": "List of American Gladiators events . In the first half of season one, there were four safe zones consisting of a pillbox (where the contender started the event, weapon in hand), a burnt out building, a thatch bush, and two oil drums, and four weapons (see chart below). If the contenders hit the bull's eye on the target, which was located at the foot of the Gladiator's platform, they would receive 100 points. Hitting the outer rim was worth less points, originally 60 and rising to 75 by the end of the season. If the contenders failed to hit the target in four tries but still had time on the clock, they could earn 30 points and a draw by taking cover in the last safe zone and avoiding being hit.",
            "score": 36.936325550079346
        },
        {
            "docid": "2780115_15",
            "document": "Necrid . Other reviewers praised the character's gameplay and design. An editor for the video game website GameZone wrote that his attacks compensated for his appearance and described him as \"cool\", while also praising both his weapon and fighting style. Adam Sessler and Morgan Webb of \"X-Play\" stated that, while Necrid did not seem to fit the aesthetic, the character did have some appeal. UGO's Doug Trueman stated Necrid's weapon had to be \"seen to be believed\", and described him among other new characters as \"[adding] something spectacular to the \"Soul Calibur\" pantheon\". Tim Rogers of website \"Insert Credit\" called Necrid \"a work of digital art both in form and function\" and added that \"as far as console-only characters go—everybody wins with Necrid\". Despite their negative remarks, an editor for IGN listed Necrid as eighth on their list of the top ten characters contributed to the \"Soulcalibur\" games by designers outside Namco and wrote that while they felt the character's gameplay was unbalanced, it added to Necrid's appeal; the editor wrote \"what do you expect from a man who shares a symbiotic relationship with the very energy that powers Soul Edge? If you needed to clean house in [\"Soulcalibur II\"], Necrid was the man for the job.\"",
            "score": 25.95018434524536
        },
        {
            "docid": "2047211_16",
            "document": "Soulcalibur III . The console version of the game was first released in North America on October 25, 2005. A soundtrack for the game was released as \"Soulcalibur III Original Soundtrack - Legend of Sounds\". Two guide books were released in Japan in November–December 2005: \"Famitsu\"'s \"Soul Calibur III Starting Guide Book\" and Namco's own \"Soul Calibur III Official Complete Guide\".",
            "score": 29.170103549957275
        },
        {
            "docid": "28640088_33",
            "document": "Gladiator Begins . In the arena, the player can prepare their gladiator with the proper equipments and move sets and choose from the available matches to enter. During the match, the player will attack with armed weapons or with their bare hands at other gladiator opponents. Gladiators can knock off other gladiator's weapons and armors and pick them up to use it in their favor. During different arenas and matches, there will be some replicated themes such as the battle aboard a ship and animals like tigers and elephants to fight against. After winning a match, the player will earn money and AP and return to hub area to prepare for the next day or move on with the story.",
            "score": 32.65868353843689
        },
        {
            "docid": "19826868_3",
            "document": "List of awards and nominations received by Chris Brown . In 2007, he received twelve nominations but did not win any awards. In 2008, Brown has received forty-one nominations and won sixteen, including Favorite Male Pop/Rock Artist, Favorite Soul/R&B Male Artist and Artist of the Year at the American Music Awards; Best Male R&B Artist at the BET Awards; Best Heartbreak Video for \"No Air\" at the BET Pre-Awards; Best International Act and Best R&B/Soul at the MOBO Awards; Best Male Video for \"With You\" at the MTV Video Music Awards; Best Male Artist at the NAACP Image Awards; Favorite Male Singer at the Nickelodeon Kids' Choice Awards; Best R&B Artist at the Ozone Awards; Choice Music Hookup for \"No Air\", Choice Music: Male Artist, Choice Music: R&B Artist, Choice Music: R&B Track for \"Forever\" and Choice Music: Rap/Hip Hop Track for \"Shawty Get Loose\" at the Teen Choice Awards. In 2010, he won the AOL Fandemonium Award at the BET Awards. Overall, Brown has won 82 awards from 266 nominations.",
            "score": 17.019407272338867
        },
        {
            "docid": "690278_22",
            "document": "Choice . Maximizers are less happy in life, perhaps due to their obsession with making optimal choices in a society where people are frequently confronted with choice. One study found that maximizers reported significantly less life satisfaction, happiness, optimism, and self-esteem, and significantly more regret and depression, than did satisficers. In regards to buying products, maximizers were less satisfied with consumer decisions and were more regretful. They were also more likely to engage in social comparison, where they analyze their relative social standing among their peers, and to be more affected by social comparisons in which others appeared to be in higher standing than them. For example, maximizers who saw their peer solve puzzles faster than themselves expressed greater doubt about their own abilities and showed a larger increase in negative mood. On the other hand, people who refrain from taking better choices through drugs or other forms of escapism tend to be much happier in life.",
            "score": 24.640790104866028
        },
        {
            "docid": "3335114_11",
            "document": "Giacomo di Grassi . For a medium weapon (a short spear, a bayoneted gun or a two-handed sword), requiring two hands, the left hand grabs near the buttstock and the right a comfortable distance ahead of it, about one foot up to give an estimation. The left hand is either squarely in front of the lower belly, or it is closer to the left hip, depending on how long the weapon is compared to the user’s height. The point is comfortably stretched out towards the opponent’s neck or upper chest. The stance is more square than for the short weapon, although the right foot is still forward somewhat. To thrust, the right and left hands both push forward together, but the right hand then releases its grip to allow the left to keep pushing the weapon out to its fullest extent. At the same time, the left foot is brought from behind to step far forward in front of the right foot, and finally the right foot is shifted forward and to the left to align it with the point of the weapon and the left foot. The left hand must then pull the weapon back so that the right hand can grab it and return to the on guard position described above. The feet go through a reverse pattern of what they just did to return the body to its initial position. This is a more complex movement than with the short weapon, and so takes much drill to become comfortable with.",
            "score": 45.38326168060303
        },
        {
            "docid": "35757696_7",
            "document": "Deadliest Warrior (season 1) . The Gladiator catches up, and attacks with trident and net. The Apache tries to block with his shield, but it is thrown aside by the trident. The Apache swings his tomahawk at the Gladiator. The two fight hand-to-hand, but the Gladiator kicks the Apache to the ground. He advances with his trident while the Apache tries to avoid the weapon. The trident gets stuck in a tree branch, but the Gladiator quickly frees it and continues to attack. With few options left, the Apache tries a run. The Gladiator, however, quickly throws his net, tripping and ensnaring the Apache. The Gladiator throws the trident at the Apache, but he just manages to roll away and escape from the net. He throws a tomahawk, which sails past the Gladiator's helmet.",
            "score": 42.984957218170166
        },
        {
            "docid": "22597264_3",
            "document": "Scissor (gladiator) . German historian and experimental archeologist Marcus Junkelmann has propagated an idea, based on an unlabeled, unclear image that he decided might be a scissor, that this type of gladiator fought using a weapon consisting of a hardened steel tube that encased the gladiator's entire forearm, with the hand end capped off and a semicircular blade attached to it. A handle inside the tube might have allowed the gladiator to maintain control in the heat of battle.  This weapon might have been both deadly and versatile; the gladiator could use his protected arm to block his opponent's blows and quickly counterattack, the shape of the blade being such that even the slightest touch could cause a serious wound.",
            "score": 33.84048628807068
        },
        {
            "docid": "1707475_8",
            "document": "Felix Faust . Over the years, Faust's hunger for magical power proved very costly to him. He has bargained his soul for knowledge away on many occasions, only to buy it back later when his acquisitions failed to help him meet his goals; every time, he'd end up worse than before. Eventually, he found it difficult to find any mystics willing to purchase his tarnished soul. Finally, he tried to trick Neron into giving him power by offering the pure soul of an innocent girl he murdered in lieu of his own. Unfortunately for him, Neron saw through the ruse and punished Faust by setting the girl's vengeful spirit upon him. For a time, Faust's damned soul languished in a hellish plane for magicians who had abused or ignored the laws of magic.",
            "score": 31.299227952957153
        }
    ],
    "r": [
        {
            "docid": "8963493_2",
            "document": "Guige . A guige is a long strap, typically made of leather, used to hang a shield on the shoulder or neck when not in use. Used in combat, it freed a soldier to use a weapon requiring two hands (or a weapon in each hand) without discarding the shield; the shield could then be easily retrieved when needed.",
            "score": 57.1761589050293
        },
        {
            "docid": "18985454_10",
            "document": "Diablo (video game) . Bows are the ranged weapon of the game, best used by rogues. Staves, while capable of physical attacks, are mainly used for the spell charges that they contain, as casting from a staff does not require the player to learn the spell or use mana. A staff's spell can only be cast a certain number of times before it requires a recharge. Swords are typically one-handed (though two-handed varieties also exist), while axes are all two-handed. Maces and clubs add a 50% damage bonus against the undead. Shields, when paired with single-handed weapons, allow attacks to be blocked. There are three classifications of armor: light, medium and heavy. Characters are also allowed to wear a helmet, two rings, and one amulet.",
            "score": 55.73856735229492
        },
        {
            "docid": "3335114_15",
            "document": "Giacomo di Grassi . When used in conjunction with another weapon, the shield, of various shapes and sizes, each requiring their own specific uses, was held in the left hand and the weapon in the right hand. This usually necessitated that weapons of the short variety be used, since medium and long ones would be too heavy for the right hand alone to wield. The right foot was placed forward and the left foot behind, which although more straining a position than the other way around, kept the right hand in a better place for thrusting, and the left, unarmed side, farther away from the opponent. The shield was held outstretched towards the opponent's face to limit his vision and to parry his weapon closer to its pivot point where it is weakest in its movement.",
            "score": 51.480403900146484
        },
        {
            "docid": "8458031_12",
            "document": "Society for Creative Anachronism activities . Most SCA fighters use a one-handed weapon in combination with a shield of some kind. With centuries of historical examples to draw upon, shields may range from large rectangular Roman-style \"scuta\" to small bucklers, with common styles including the \"kite\", center-grip (round or oval), and \"heater\" (so called because it resembles the shape of a flatiron). Other popular weapon choices include two-weapons (one in each hand) or two-handed weapons such as greatswords, glaives, or katana. Some Kingdoms are also starting to experiment with thrown weapons such as javelins and throwing axes for use in melees and battles.",
            "score": 49.54508972167969
        },
        {
            "docid": "14011883_7",
            "document": "Continental Rummy . Seven different deals, or hands, make up one game. Each hand consists of a combination of sets and runs, and there is a different opening requirement for each of the seven hands. The first hand requires a player to open, or \"go down,\" with two sets. A minimum of six cards makes up the first hand's opening requirements, seven cards for the second hand, etc. Each successive hand needs one more card for the opening requirements, until the seventh hand, which requires twelve cards to open. Everyone moves on to the next hand together, regardless of whether they were able to go down during the previous hand.",
            "score": 48.98506164550781
        },
        {
            "docid": "9054221_17",
            "document": "List of Roman gladiator types . The Hoplomachus (Greek \"armed fighter\") wore quilted, trouser-like leg wrappings, loincloth, a belt, a pair of long shin-guards or greaves, an arm guard (manica) on the sword-arm, and a brimmed helmet that could be adorned with a plume of feathers on top and a single feather on each side. He was equipped with a gladius and a very small, round shield. He also carried a spear, which the gladiator would have to cast before closing for hand-to-hand combat. The hoplomachi were paired against the Myrmillones or Thraeces. They may have developed out of the earlier '\"Samnite\" type after it became impolitic to use the names of now-allied peoples.",
            "score": 48.914215087890625
        },
        {
            "docid": "2529634_34",
            "document": "Ancient Macedonian army . Each phalangite carried as his primary weapon a \"sarissa\", which was a type of pike. The length of these pikes was such that they had to be wielded with two hands in battle. The traditional Greek hoplite used his spear single-handed, as the large \"hoplon\" shield needed to be gripped by the left hand, therefore the Macedonian phalangite gained in both weapon reach and in the added force of a two handed thrust. At close range, such large weapons were of little use, but an intact phalanx could easily keep its enemies at a distance; the weapons of the first five rows of men all projected beyond the front of the formation, so that there were more spearpoints than available targets at any given time. The men of the rear ranks raised their sarissas so as to provide protection from aerial missiles. A phalangite also carried a sword as a secondary weapon for close quarter fighting should the phalanx disintegrate. The phalanx, however, was extremely vulnerable in the flanks and rear.",
            "score": 47.173370361328125
        },
        {
            "docid": "1003366_24",
            "document": "Paladin (character class) . The Crusaders, a playable character class new to the expansion, were formed by the cleric Akkhan in order to expose and cleanse the corruption at the heart of the Zakarum faith. Crusaders believe their mission would never end; to this end, each crusader is obliged to train an apprentice who would eventually take up their arms and their very name to preserve their legacy. The Crusaders are notably more focused on offensive abilities than Paladins or Templars, capable of both using weapon-based attacks up close and cast holy magic from a distance. The Crusaders' class-specific weapon is a flail, which comes in one-handed or two-handed versions. As many of their abilities rely on having a shield equipped, they are the only class that may opt to wield a two-handed weapon in one hand while using a shield in the other.",
            "score": 46.86788558959961
        },
        {
            "docid": "2859033_9",
            "document": "Shinomori Aoshi . Aoshi is a grandmaster and Okashira of the Oniwanbanshou shinobi. Aoshi's weapon of choice is a kodachi, a sword that is described in the series to act like a shield because its light weight makes it easy to block with. He originally used only one of these short swords for defense and relied mainly on kenpo for his offense, but later used a two-sworded style. When in their saya, they appear to be part of a single sheathed sword, one blade appearing to be the hilt, while the second blade is stationed opposite the first and blends in with the saya itself, giving it the impression of being a nodachi. A dangerous opponent, he uses his speed together with a mix of sword and hand-to-hand combat moves. His physical strength is extremely high, having once knocked Sanosuke out with one blow to the back of the neck in the anime, and break Suzaku's sword in his grip in the manga.",
            "score": 46.799217224121094
        },
        {
            "docid": "3376850_23",
            "document": "Indian martial arts . “There are several kinds of gladiators, each performing astonishing feats. In fighting they show much speed and agility and blend courage and skill in squatting down and rising up again. Some of them use shields in fighting, others use cudgels. Others again use no means of defence, and fight with one hand only; these are called \"ek-hath\". Those who come from the eastern districts of Hindostan use a small shield called “\"chirwah\"”. Those from the southern provinces have shields of such magnitude as to cover a man and a horse. This kind of shield is called \"tilwah\". Another class use a shield somewhat less than the height of a man. Some again use a long sword, and seizing it with both hands they perform extraordinary feats of skill. There is another famous class called Bankúlis. They have no shield but make use of a peculiar kind of sword which, though curved towards the point, is straight near the handle. They wield it with great dexterity. The skill that they exhibit passes all description. Others are skilful in fighting with daggers and knives of various forms; of these there are upwards of a hundred thousand. Each class has a different name; they also differ in their performances. At court there are a thousand gladiators always in readiness.”",
            "score": 46.596397399902344
        },
        {
            "docid": "18042165_18",
            "document": "The Emberverse series . Clan Mackenzie's weapon of choice is the longbow, but in hand-to-hand fighting they use the gladius and buckler.",
            "score": 46.301883697509766
        },
        {
            "docid": "43013126_10",
            "document": "Bloodborne . The player may only wield two melee weapons and two secondary weapons at one time. Most melee weapons, called Trick Weapons, can transform into an alternate state; each state encourages a different approach to combat. For example, the Hunter Axe in its initial state is wielded with one hand and can be used to quickly dispatch enemies in cramped areas, but when transformed into its secondary state, it becomes an extended two handed weapon more suited for crowd control. With most Trick Weapons, one state is usually a slower, bigger weapon, that deals heavier damage per hit, while the other state is smaller, faster, and deals its damage in hit streaks. The player's main secondary weapon is a firearm; the firearm, usually a pistol, can be used in a traditional sense, as well as a way to stun enemies. When an enemy is stunned, the player can perform a Visceral attack; Visceral attacks cause a large amount of damage in one hit and can also be performed after the player strikes an enemy from behind with a charged attack. Other secondary weapons include a torch, cannon, and wooden shield, while other main melee weapons include a hammer, sword, two-handed gun, which serves as the melee and ranged weapon, and a whip. The player can carry other offensive weapons, such as molotovs, throwing knives, and pebbles.",
            "score": 46.190467834472656
        },
        {
            "docid": "16790703_8",
            "document": "Samnite (gladiator type) . Although individual gladiators of a single class might fight with widely different gear, in general, the Samnite fought in the gear of a warrior from Samnium: a short sword (\"gladius\"), a rectangular shield (\"scutum (shield)\"), a greave (\"ocrea\"), and a helmet. The helmet had a crest, a rim, a visor, and a plume (\"galea\"); this last element gave \"an imposing appearance\". The Samnite's greave was worn on the left leg and reached to just below the knee. It was made of leather and sometimes had a metal rim. He also wore an ankleband on the right ankle. The Samnite's sword arm was protected by an arm guard (\"manica\"); this became a common piece of equipment for most gladiators. The sword was the Samnite's most common weapon (the word \"gladiator\" comes from the Latin \"gladius\", \"sword\"), but some seem to have fought with a lance instead.",
            "score": 46.14895248413086
        },
        {
            "docid": "23468036_18",
            "document": "History of weapons . Originating in Spain, the \"gladius\" was adopted by the Romans as one of their most commonly used weapons for close combat. Typically 30 cm in length, characterizing a short sword, the term \"gladius\" was also applied to longer swords. Though many swords were double-edged for ease of cutting, this was not always the case. In addition, the geometry of the sword's point varied over time due to changing combat styles, but all were tapered to allow for thrusting. The gladius was also suitable for cutting and chopping. It was mainly used for thrusting, however, and thus had limited effect when wielded from horseback. These swords were made with an iron blade to which a bronze-covered wood, or ivory cross guard, pommel, and grip would be attached. The gladius varied in length and size as Roman soldiers of different ranks used gladius measuring around 34.5 and 64 centimeters. There were other short sword variations that were classified with names other than \"gladius\". One such example is the \"sica\", which was about 40 cm long and had a curved tip. To engage in close combat, Roman soldiers would lead with their shield protected from volleys of arrows or pila and thrust forward with their sword.",
            "score": 45.91658401489258
        },
        {
            "docid": "1218906_6",
            "document": "Rune (video game) . Weapons in \"Rune\" are divided into three categories: swords, axes, and maces/hammers. Each of the three classes have five weapons, increasing in size as the game progresses. Each weapon has a unique \"Rune Power\" that can be activated for a short period of time when the player has enough rune power. Shields may be equipped along with the first three weapons of each class. Weapons of tier 4 and 5 are two-handed, and may not be used along with shields. Besides these standard weapons, other items such as torches and severed limbs may also be equipped to be used as weapons. While high-tier weapons tend to be preferable in singleplayer games, all tiers are considered somewhat equal for multiplayer situations due to balancing factors such as speed.",
            "score": 45.9011344909668
        },
        {
            "docid": "21928561_8",
            "document": "Dungeon Siege III . Each character has two different styles of fighting, each to handle different situations. For example, the character of Lucas can wield a two-handed sword to damage a lot of enemies at once but with less protection or use a one-handed sword and shield to fight against single strong enemies or to block attacks. In addition, there are three different special abilities for each stance that require \"focus\", the game's equivalent to magic points, to use. The amount of focus required varies based on the ability used. Each of those abilities has an improved version available after meeting certain conditions, such as using the skill a certain number of times. There are also three different passive abilities (such as healing, increased armor etc.). The improved versions of the attack abilities and the passive abilities use a different system of power spheres. All improved and passive abilities will deplete such a sphere. Both the focus points and the spheres are refilled by fighting enemies. While amount of focus available will always be a maximum of 100%, the player will start with only one sphere and gain three additional ones at key points of the plot, regardless of their level or experience points. Additionally, each character has ten different skills they can increase at each level reached, allowing them to improve their attacks, get bonus effects when being hit, etc.",
            "score": 45.6451416015625
        },
        {
            "docid": "94166_28",
            "document": "Bolt action . The bolt action requires four distinct movements and is therefore generally slower than other major manual repeating mechanisms, such as lever and pump action, which generally require two movements, although straight-pull bolt actions also require only two distinct movements. In addition, the trigger hand must leave the gun and regrip the weapon after each shot, usually resulting in the shooter having to realign his sight and reacquire the target for every shot. It is also not ambidextrous, and left-handed models tend to be more expensive.",
            "score": 45.60135269165039
        },
        {
            "docid": "3335114_11",
            "document": "Giacomo di Grassi . For a medium weapon (a short spear, a bayoneted gun or a two-handed sword), requiring two hands, the left hand grabs near the buttstock and the right a comfortable distance ahead of it, about one foot up to give an estimation. The left hand is either squarely in front of the lower belly, or it is closer to the left hip, depending on how long the weapon is compared to the user’s height. The point is comfortably stretched out towards the opponent’s neck or upper chest. The stance is more square than for the short weapon, although the right foot is still forward somewhat. To thrust, the right and left hands both push forward together, but the right hand then releases its grip to allow the left to keep pushing the weapon out to its fullest extent. At the same time, the left foot is brought from behind to step far forward in front of the right foot, and finally the right foot is shifted forward and to the left to align it with the point of the weapon and the left foot. The left hand must then pull the weapon back so that the right hand can grab it and return to the on guard position described above. The feet go through a reverse pattern of what they just did to return the body to its initial position. This is a more complex movement than with the short weapon, and so takes much drill to become comfortable with.",
            "score": 45.383262634277344
        },
        {
            "docid": "1707475_20",
            "document": "Felix Faust . Felix Faust is unschooled in physical battle, and a sub-par hand-to-hand combatant. He is, however, a master sorcerer able to control vast magical power to affect reality itself. When he first appeared, Faust was unique amongst magicians of his caliber, requiring books or scrolls of spells to focus his powers. However, in recent appearances he seems to have overcome this disadvantage.",
            "score": 45.329505920410156
        },
        {
            "docid": "17857795_4",
            "document": "Lock-out device . Lock-out devices were not always a mainstay in game shows. Early game shows lacked this technology, and those that required it made use of alternate, less-precise, systems. For example, the 1969 game show \"He Said, She Said\" required contestants to raise their hands, while the host and production staff determined visually which had raised their hands first. A similar, but more technical system was actually used in the earlier game show \"Winner Take All\"; the show was one of, if not the first applications of this forerunner of the modern lock-out. On the show, two contestants competed at answering trivia questions, with the first to ring in earning the right to answer. Each contestant's hand signal sounded a different sound effect (a buzzer and a bell, perhaps influencing the future terms of ringing or buzzing in). Whichever was deemed to have sounded first was considered to have control. A modern lock-out device essentially utilizes some sort of electronic system to do the determining with precision and certainty, rather than by human observation.",
            "score": 45.282981872558594
        },
        {
            "docid": "29234_16",
            "document": "Spear . After the fall of the Western Roman Empire, the spear and shield continued to be used by nearly all Western European cultures. Since a medieval spear required only a small amount of steel along the sharpened edges (most of the spear-tip was wrought iron), it was an economical weapon. Quick to manufacture, and needing less smithing skill than a sword, it remained the main weapon of the common soldier. The Vikings, for instance, although often portrayed with axe or sword in hand, were armed mostly with spears, as were their Anglo-Saxon, Irish, or continental contemporaries.",
            "score": 44.734214782714844
        },
        {
            "docid": "30855309_36",
            "document": "Roman infantry tactics . Hand-to-hand engagement after release of missile weapons: Once the deployment and initial skirmishing described above took place, the main body of heavy infantry closed the gap and attacked on the double. The front ranks usually cast their pila, and the following ranks hurled theirs over the heads of the front-line fighters. After the pila were cast, the soldiers then drew their swords and engaged the enemy. Emphasis was on using the shield to provide maximum body coverage, while attacking with their gladius in thrusts and short cuts, minimizing exposure to the enemy. In the combat that ensued, Roman discipline, heavy shield, armor and training were to give them important advantages.",
            "score": 44.69540786743164
        },
        {
            "docid": "17834611_26",
            "document": "Shaman (character class) . The Shaman wears only cloth or leather armor until level 40, at which time mail armor may also be equipped. Shamans may wield a one-handed or two-handed mace, staff, one-handed or two-handed axe, dagger, or fist weapon; and may use a shield. Speccing into enhancement grants a shaman the ability to dual wield (formerly a talent in the enhancement tree) and use a weapon in their offhand instead of a shield.",
            "score": 44.57772445678711
        },
        {
            "docid": "13521161_5",
            "document": "Conan (2007 video game) . Players control Conan the Barbarian from a third-person perspective while attempting to advance through the series of levels that subdivide the game. The gameplay is the same for each level: Conan moves from area to area, fighting groups of enemies until he reaches the end. At the end of certain levels, the barbarian has to fight a more powerful opponent called a boss. Defeating a boss involves a two-stage process: Conan has to inflict heavy damage on the creature and thus trigger an interactive button-pressing sequence that players have to complete to kill the boss. Several cycles of this process are required to defeat most bosses. Besides combat, button-pressing sequences are also used to interact with the environment, such as knocking down obstacles to create passageways, or as parts of platforming sequences in which Conan climbs walls and jumps from ledge to ledge. Players can save their progress by using special stones that are placed throughout the game. Conan starts each level with his default one-handed sword, and can pick up shields and other weapons to switch between three styles of attack: fighting with a one-handed weapon, a two-handed weapon, or a weapon in each hand. Each style features several attacks with names like \"Cimmerian Charge\" and \"Black River Rage\". The barbarian can change or stop his attacks at any time, creating many options in combat. When Conan lands a sequence of successive hits on his enemies, he activates his Song of Death, which increases the damage of his attacks for a short time. For defense, Conan can roll under enemy attacks or block them. If the player presses the block button just when an enemy is about to hit the barbarian, an image of a controller button appears on the screen. Pressing the button shown will make Conan execute a gory counterattack, which instantly kills the enemy. Other methods to kill enemies include grabbing and throwing them against other objects, such as spikes and other enemies, or over cliffs.",
            "score": 44.20885467529297
        },
        {
            "docid": "2909541_7",
            "document": "Infantry tactics . On the infantry level, the Roman Army adapted new weapons: the \"pilum\" (a piercing javelin), the \"gladius\" (a short thrusting sword), and the \"scutum\" (a large convex shield) providing protection against most attacks without the inflexibility of the \"phalanx\". Generally, battle would open with a volley of light \"pila\" from up to (and frequently far less), followed by a volley of heavy \"pila\" just before the clashing with \"scuta\" and \"gladii\". Roman soldiers were trained to stab with these swords instead of slash, always keeping their shields in front of them, maintaining a tight shield-wall formation with their fellow soldiers. To motivate the Roman soldier to come within two meters (6 ft) of his enemy (as he was required to do with the \"gladius\") he would be made a citizen after doing so, upon completion of his term of service. Roman infantry discipline was strict, and training constant and repetitive.",
            "score": 43.885986328125
        },
        {
            "docid": "2024951_89",
            "document": "Byzantine army . There were many sword (\"xiphos\") types; straight, curved, one- and two-handed, which are depicted in illustrations. According to the \"Strategika\", by the sixth century the short Roman \"gladius\" had been abandoned in favor of a long two-edged sword, the spathion, used by both the infantry and cavalry. The tenth century \"Sylloge Tacticorum\" gives the length of this kind of sword as the equivalent of 94 cm and mentions a new saber-like sword of the same length, the \"paramerion\", a curved one-edged slashing weapon for cavalrymen. Both weapons could be carried from a belt or by a shoulder strap.",
            "score": 43.757747650146484
        },
        {
            "docid": "23468036_19",
            "document": "History of weapons . In addition to short swords, Roman infantry typically carried a spear or other type of pole weapon. The most common was known as the javelin, a heavy spear that could be either thrown or thrusted. Similar in function to the javelin was the \"fuscina.\" Although not used by the Roman military, this fork-like trident was one of the most popular gladiator weapons. A version of the javelin that had a much longer and thinner tip was the \"pilum\", which could pierce armor or shields when thrown. Several \"pila\" could be thrown to initiate combat, disrupting the structure and defense of enemy armies and providing an opportunity for close combat, where the gladius would take over. The design of the \"pilum\" allowed it to become lodged in an enemy shield. Removing a \"pilum\" from a shield was often difficult and time consuming during combat. In fact, most were not reusable after removal.",
            "score": 43.4854621887207
        },
        {
            "docid": "55211059_5",
            "document": "Boxing Siana Cup . One side of the vase, known as \"Side A,\" depicts two warriors fighting. The two fighters are identified as warriors by their attire. They both wear helmets that cover their entire face, which distinguishes the helmets as Corinthian. For protection, the warriors hold shields and wear greaves on their legs. In their other hand, the fighters each hold a spear as their weapon and carry a sword at their waist. Each of these elements is typical of Greek warfare. Instead of a traditional shield, the soldier on the right uses a tripod, as seen by the tripod leg protruding from the base of the \"shield\" and stretching across the soldier's body. Despite the few elements identifying the fighters as warriors, the two soldiers are otherwise nude. The warriors are surrounded by figures that are described as spectators. Four spectators stand to the left of the battle scene and three stand on the right. The spectators are in an alternating pattern of being nude or clothed in drapes.",
            "score": 43.47209930419922
        },
        {
            "docid": "703444_5",
            "document": "Swordsmanship . Greece provides the foundation for the widespread use of the sword as a weapon in its own right in the West. The Roman legionaries and other forces of the Roman military, until the 2nd century A.D., used the gladius as a short thrusting sword effectively with the \"scutum\", a type of shield, in battle. Gladiators used a shorter gladius than the military. The spatha was a longer double-edged sword initially used only by Celtic soldiers, later incorporated as auxilia into Roman Cavalry units; however by the 2nd century A.D. the spatha was used throughout much of the Roman Empire. The Empire's legionary soldiers were heavily trained and prided themselves on their disciplinary skills. This probably carried over to their training with weaponry, but we have no Roman manuals of swordsmanship. One translation of Juvenal's poetry by Barten Holyday in 1661 makes note that the Roman trainees learned to fight with the wooden wasters before moving on to the use of sharpened steel. In fact, it is also found that Roman gladiators trained with a wooden sword, which was weighted with lead, against a straw man or a wooden pole known as a \"palus\" (an early relative of the later wooden \"pell\"). This training would have provided the Roman soldier with a good foundation of skill, to be improved upon from practical experience or further advanced training.",
            "score": 43.388729095458984
        },
        {
            "docid": "30855309_13",
            "document": "Roman infantry tactics . After conditioning, the recruits underwent weapons training; this was deemed of such importance that weapons instructors generally received double rations. Legionaries were trained to thrust with their \"gladii\" because they could defend themselves behind their large shields (\"scuta\") while stabbing the enemy. These training exercises began with thrusting a wooden \"gladius\" and throwing wooden \"pila\" into a \"quintain\" (wooden dummy or stake) while wearing full armor. Their wooden swords and \"pila\" were designed to be twice as heavy as their metal counterparts so that the soldiers could wield a true \"gladius\" with ease. Next, soldiers progressed to \"armatura\", a term for sparring that was also used to describe the similar one-on-one training of gladiators. Unlike earlier training, the wooden weapons used for \"armatura\" were the same weight as the weapons they emulated. Vegetius notes that roofed halls were built to allow for these drills to continue throughout the winter.",
            "score": 43.12700653076172
        },
        {
            "docid": "32610_73",
            "document": "Vikings . Knowledge about the arms and armour of the Viking age is based on archaeological finds, pictorial representation, and to some extent on the accounts in the Norse sagas and Norse laws recorded in the 13th century. According to custom, all free Norse men were required to own weapons and were permitted to carry them all the time. These arms were indicative of a Viking's social status: a wealthy Viking had a complete ensemble of a helmet, shield, mail shirt, and sword. However, swords were rarely used in battle, probably not sturdy enough for combat and most likely only used as symbolic or decorative items. A typical \"bóndi\" (freeman) was more likely to fight with a spear and shield, and most also carried a seax as a utility knife and side-arm. Bows were used in the opening stages of land battles and at sea, but they tended to be considered less \"honourable\" than a melee weapon. Vikings were relatively unusual for the time in their use of axes as a main battle weapon. The Húscarls, the elite guard of King Cnut (and later of King Harold II) were armed with two-handed axes that could split shields or metal helmets with ease.",
            "score": 43.05567169189453
        },
        {
            "docid": "27704991_4",
            "document": "Deadliest Warrior: The Game . Each warrior has four weapons sets for use in combat; close range (one-handed, may also include shield) and mid range(two-handed) melee weapons, along with a long range projectile, plus a special unblockable yet dodgeable attack with a special weapon. Players can switch between each weapon when necessary, except special weapons which are activated by a two-button combo. Long ranged weapons have a pre-set amount of ammunition ranging between one and five shots depending on the warrior and weapon, (some of which may be reloaded by picking up the shot projectile if it did not connect, and can conversely be broken by the opponent). Each warrior has two weapons for each category (excluding special weapons), which players can select before each battle, both with their own different stats based on damage, speed, and injury type (piercing, slashing, and crushing). There are also two sets of armor to choose from, both providing varying levels of speed and defense from the three damage types. For some warriors, however, the armor only affects their appearance, and does not have any defensive capabilities. Such warriors include the Apache, Ninja, Pirate, Shaolin Monk, and Zande.",
            "score": 43.02293395996094
        }
    ]
}