{
    "q": [
        {
            "docid": "37961224_4",
            "document": "Cultural studies . Cultural studies combines a variety of politically engaged critical approaches drawn including semiotics, Marxism, feminist theory, ethnography, critical race theory, Post-structuralism, Postcolonialism, social theory, political theory, history, philosophy, literary theory, media theory, film/video studies, communication studies, political economy, translation studies, museum studies and art history/criticism to study cultural phenomena in various societies and historical periods. Cultural studies seeks to understand how meaning is generated, disseminated, contested, bound up with systems of power and control, and produced from the social, political and economic spheres within a particular social formation or conjuncture. Important theories of cultural hegemony and agency have both influenced and been developed by the cultural studies movement, as have many recent major communication theories and agendas, such as those that attempt to explain and analyze the cultural forces related to processes of globalization.",
            "score": 68.53117227554321
        },
        {
            "docid": "26692723_11",
            "document": "Study of global communication . From the point of view of global communication scholars, previous theories of modernization, dependency, and cultural imperialism have failed to satisfactorily explain global communication. The old theories only explain part of the global picture.",
            "score": 43.54412841796875
        },
        {
            "docid": "26692723_7",
            "document": "Study of global communication . Nevertheless, earlier International communication theories have failed to develop models or research agendas that match the reality of the contemporary role of global communication . The old theories only explain part of the global picture and the theories of modernization, dependency, and cultural imperialism have failed to satisfactorily explain global communication.",
            "score": 42.864784717559814
        },
        {
            "docid": "24199593_8",
            "document": "Stephen Gill (political scientist) . Gill is considered one of the leading Neo-Gramscian International Relations scholars, although his work adopts his own distinctive historical materialist approach as a means of explaining global power and the changing world order. His work draws on Gramscian concepts such as American hegemony (for the Gramscian definition, see Hegemony), cultural hegemony and historic blocs, organic intellectuals and state-civil society.",
            "score": 57.95105314254761
        },
        {
            "docid": "9641126_2",
            "document": "Posthegemony . Posthegemony or post-hegemony is a period or a situation in which hegemony is no longer said to function as the organizing principle of a national or post-national social order, or of the relationships between and amongst nation states within the global order. The concept has different meanings within the fields of political theory, cultural studies, and international relations.",
            "score": 53.27293062210083
        },
        {
            "docid": "2971986_19",
            "document": "Transnational feminism . Transnational feminist theories seek to destabilize liberal feminist assumptions that Third World women face the same type of oppression as First World women.  In their seminal text\" Scattered Hegemonies: Postmodernity and Transnational Feminist Practices\", the authors Inderpal Grewal and Caren Kaplan posit transnational feminist theory as one that critiques modernity through the lens of feminist theory. This articulation of feminist theory is a revision to the field of postmodernism, which the authors argue is powerful in its critique of modern global capitalism, but inadequate because it does not explore gender or reflect on the consequences of theorizing with a Western background. Without paying attention to how colonial histories and global capital flows allow for different cultures to influence and change each other, postmodernist theorists portray non-Western cultures as essentially different from and marginal to Western cultures. Postmodern does not exemplify the realities of transnational feminism and its relation to the global south, Mohanty states \"postmodernist critique that is skeptical of a systematic analysis of institutionalized power and of decolonizing methodologies that center marginalized experience (women of color epistemology) in struggles for justice is seriously off the mark\". In order for activists around the world to collaborate, they need a theory that both creates solidarity among women all over the globe and recognizes difference. This involves challenging how people from different cultures understand what being a \"woman\" is and can be. Grewal and Kaplan express this sentiment when they say:",
            "score": 66.35551416873932
        },
        {
            "docid": "53451_5",
            "document": "Hegemony . The Marxist theory of cultural hegemony, associated particularly with Antonio Gramsci, is the idea that the ruling class can manipulate the value system and mores of a society, so that their view becomes the world view (\"Weltanschauung\"): in Terry Eagleton's words, \"Gramsci normally uses the word hegemony to mean the ways in which a governing power wins consent to its rule from those it subjugates\". In contrast to authoritarian rule, cultural hegemony \"is hegemonic only if those affected by it also consent to and struggle over its common sense\".",
            "score": 55.403688192367554
        },
        {
            "docid": "3690512_4",
            "document": "Marxist international relations theory . This economic reductionism is considered also to be a central flaw. As a solution, the neo-Gramscian school proposed a further development. By combining global capitalism, state structure, and political-economic institutions they managed to create a theory of global hegemony (ideological domination). According to this theory, hegemony is maintained through close cooperation between powerful elites inside and outside the core regions of the world system. Global governance is constituted by political and economic institutions that put pressure on the less developed and unstable peripheral countries.",
            "score": 47.38230276107788
        },
        {
            "docid": "55838656_5",
            "document": "Culture of violence theory . As mentioned previously the culture of violence theory addresses the pervasiveness of specific violent patterns within in a societal dimension. Specifically, culture of violence theory explains how cultures and societies can sanction violent acts. While related to structural violence, cultural violence theory is different by explaining why direct acts of violence or violence built into systems of society exists and how they are legitimized. Research suggests that cultures can encourage and permit violence to exist as a response to various environmental obstacles, such as widespread resource impoverishment. This can be seen within various aspects of culture, such as film, television, music, language, art, and propaganda.",
            "score": 48.332985401153564
        },
        {
            "docid": "3208697_8",
            "document": "Youth subculture . Interactionist theorist Stan Cohen argues youth subcultures are not coherent social groupings that arise spontaneously as a reaction to social forces, but that mass media labeling results in the creation of youth subcultures by imposing an ideological framework in which people can locate their behavior. Post-structuralist theories of subculture utilize many of the ideas from these other theories, including hegemony and the role of the media. In his book, \"\", Dick Hebdige describes subcultures as a reaction of subordinated groups that challenge the hegemony of the dominant culture. This theory accounts for factors such as gender, ethnicity and age. Youth can be seen as a subordinate group in relation to the dominant, adult society.",
            "score": 57.839128255844116
        },
        {
            "docid": "5531689_16",
            "document": "Antiscience . Characteristics of antiscience associated with the right include the appeal to conspiracy theories to explain why scientists believe what they believe, in an attempt to undermine the confidence or power usually associated to science (e.g. in global warming conspiracy theories).",
            "score": 40.521968364715576
        },
        {
            "docid": "57616704_2",
            "document": "Techno-globalism . Techno-globalism is a social theory that aims to explain globalization using the spread of science and technology. Through the spread of science and technology, different nations and societies come together to form a more open and knowledge-based group which is characterized as \"globalized.\" Broadly speaking, techno-globalism is establishing connections between individuals or groups of individuals using shared science and technological practices. In terms of form, techno-globalism can be expressed in macro and micro scales ranging from the interconnections of national economies to individual behavioral culture.",
            "score": 50.27645921707153
        },
        {
            "docid": "32398661_22",
            "document": "Post-politics . The figure of excess fulfils a different purpose in Mouffe's theory of the political, which rests heavily on her and Laclau's notion of hegemony. According to Dikec, hegemony in Laclau and Mouffe's image presupposes the impossibility of 'a totally sutured society, or, in other words, a total closure of the social'. This is because hegemony is possible only through antagonism; and antagonism, in turn, can exist only through lack or surplus: consensus, in this view, is never a complete closure; rather, it only ever exists as the ‘temporary result of a provisional hegemony’. Insofar as it rests on an assertion of the impossibility of saturation, Mouffe's critique of post-politics therefore displays some commonality with those of Rancière, Badiou and Žižek. Mouffe's resistance to saturation, however, is explained by her post-structuralist politico-theoretical persuasion and its attendant anti-essentialism. In this respect, her theory of the political differs widely from the above-mentioned philosophers, all of whom, while inspired in various ways by it, are careful to distance themselves from post-structuralist thought, not least on account of the contribution it has in their eyes made to the consolidation of the post-political Zeitgeist. It also explains the absence of the universalist gesture in Mouffe. Indeed, as explained above, the political is the struggle for hegemonic control over the particular content that is to stand-in for the Universal. An authentic universality is therefore impossible.",
            "score": 46.588953614234924
        },
        {
            "docid": "10176541_2",
            "document": "Global warming conspiracy theory . A global warming conspiracy theory invokes claims that the scientific consensus on global warming is based on conspiracies to produce manipulated data or suppress dissent. It is one of a number of tactics used in climate change denial to legitimize political and public controversy disputing this consensus. Global warming conspiracy theorists typically allege that, through worldwide acts of professional and criminal misconduct, the science behind global warming has been invented or distorted for ideological or financial reasons, or both.",
            "score": 58.01134634017944
        },
        {
            "docid": "13109_104",
            "document": "Global warming controversy . Global warming skeptic Reid Bryson said in June 2007, \"There is a lot of money to be made in this... If you want to be an eminent scientist you have to have a lot of grad students and a lot of grants. You can't get grants unless you say, 'Oh global warming, yes, yes, carbon dioxide'.\" Similar positions have been advanced by University of Alabama, Huntsville climate scientist Roy Spencer, Spencer's University of Alabama, Huntsville colleague and IPCC contributor John Christy, University of London biogeographer Philip Stott, Accuracy in Media, and Ian Plimer in his 2009 book \"Heaven and Earth — Global Warming: The Missing Science\".",
            "score": 31.9071102142334
        },
        {
            "docid": "410722_14",
            "document": "Cultural hegemony . As conceptual criticism of cultural hegemony, the structuralist philosopher Louis Althusser presented the theory of the ideological state apparatus to describe the structure of complex relationships, among the different organs of the State, by which ideology is transmitted and disseminated to the populations of a society. Althusser draws from the concepts of hegemony present in \"cultural hegemony\", yet rejects the absolute historicism proposed by Gramsci. He argues that the ideological state apparatuses (ISA) are the sites of ideological conflict among the social classes of a society. That, in contrast to the repressive state apparatuses (RSA), such as the military and the police forces, the ISA exist as a plurality. While the ruling class in power can readily control the repressive state apparatuses, the ISA are both the sites and the stakes (the objects) of class struggle. Moreover, the ISA are not monolithic social entities, and are distributed throughout the society, as public and as private sites of continual class struggle.",
            "score": 58.46402335166931
        },
        {
            "docid": "17146474_10",
            "document": "Cultural schema theory . The term cross-cultural adaptation refers to the complex process through which an individual acquires an increasing level of the communication skills of the host culture and of relational development with host nationals. Simply put, cross-cultural adaptation is the transformation of a person's own PSI schemas into those of the host culture and acquisition of new PSI schemas in the host culture s/he is residing in. A number of different people may b e subject to cross-cultural adaptation, including immigrants, refugees, business people, diplomats, foreign workers, and students. However, this entry specifically applies cultural schema theory to sojourners' cross cultural adaptation. Sojourners generally spend a few years in another culture while intending to return to their home country. Business people, diplomats, students, and foreign workers can all be classified as sojourners. In order to better explain sojourners' cross-cultural adaptation, axioms are used to express causal, correlational, or teleological relationships. Axioms also help to explain the basic assumptions of the Cultural Schema Theory (Nishida, 1999).",
            "score": 51.35636758804321
        },
        {
            "docid": "10176541_1",
            "document": "Global warming conspiracy theory . Global warming conspiracy theory",
            "score": 35.424264907836914
        },
        {
            "docid": "41438959_3",
            "document": "How Global Warming Works . The motivation for the website came from two studies conducted by Ranney and colleagues. In the first study, they hypothesized that one of the factors explaining why fewer Americans believe in global warming than do people in other industrialized nations is that they do not understand the mechanism of global warming. To test this hypothesis, they anonymously surveyed 270 park visitors and community college students in San Diego. They reported that none of the 270 participants could explain the basic mechanism of global warming even though 80% thought that global warming was real and that 77% thought that humans contributed to it.",
            "score": 51.83534836769104
        },
        {
            "docid": "6267_2",
            "document": "Cultural imperialism . Cultural imperialism comprises the cultural aspects of imperialism. Imperialism here refers to the creation and maintenance of unequal relationships between civilizations, favoring the more powerful civilization. Thus, cultural imperialism is the practice of promoting and imposing a culture, usually that of a politically powerful nation, over a less powerful society; in other words, the cultural hegemony of industrialized or economically influential countries which determine general cultural values and standardize civilizations throughout the world. The term is employed especially in the fields of history, cultural studies, and postcolonial theory. It is usually used in a pejorative sense, often in conjunction with calls to reject such influence. Cultural imperialism can take various forms, such as an attitude, a formal policy, or military action, insofar as it reinforces cultural hegemony.",
            "score": 66.84928154945374
        },
        {
            "docid": "28370160_16",
            "document": "Media coverage of global warming . One way media reports attack global warming is to compare it with a purported episode of alarmism related to global cooling. In the 1970s, global cooling, a claim with limited scientific support (even during the height of the media frenzy over global cooling, \"the possibility of anthropogenic warming dominated the peer-reviewed literature\") was widely reported in the press. Several media pieces have claimed that, since the even-at-the-time-poorly-supported theory of global cooling was shown to be false, that the well-supported theory of global warming can also be dismissed. For example, an article in \"The Hindu\" by Kapista and Bashkirtsev wrote: \"Who remembers today, they query, that in the 1970s, when global temperatures began to dip, many warned that we faced a new ice age? An editorial in The Time magazine on June 24, 1974, quoted concerned scientists as voicing alarm over the atmosphere 'growing gradually cooler for the past three decades', 'the unexpected persistence and thickness of pack ice in the waters around Iceland,' and other harbingers of an ice age that could prove 'catastrophic.' Man was blamed for global cooling as he is blamed today for global warming\"., and the \"Irish Independent\" published an article claiming that \"The widespread alarm over global warming is only the latest scare about the environment to come our way since the 1960s. Let's go through some of them. Almost exactly 30 years ago the world was in another panic about climate change. However, it wasn't the thought of global warming that concerned us. It was the fear of its opposite, global cooling. The doom-sayers were wrong in the past and it's entirely possible they're wrong this time as well.\" Numerous other examples exist.",
            "score": 47.93497824668884
        },
        {
            "docid": "25428398_8",
            "document": "Public opinion on global warming . A 2010 survey of 14 industrialized countries found that skepticism about the danger of global warming was highest in Australia, Norway, New Zealand and the United States, in that order, correlating positively with per capita emissions of carbon dioxide. In 2009 Yale University conducted a study identifying global warming's 'Six Americas'. The report identifies six audiences with different opinions about global warning: The alarmed (18%), the concerned (33%), the cautious (19%), the disengaged (12%), the doubtful (11%) and the dismissive (7%). The alarmed and concerned make out the largest percentage and think something should be done about global warming. The cautious, disengaged and doubtful are less likely to take action. The dismissive are convinced global warming is not happening. These audiences can be used to define the best approaches for environmental action. The theory of the 'Six Americas' is also used for marketing purposes.",
            "score": 38.6517972946167
        },
        {
            "docid": "410722_12",
            "document": "Cultural hegemony . Cultural hegemony has philosophically influenced Eurocommunism, the social sciences, and the activist politics of socially liberal and progressive politicians. The analytic discourse of cultural hegemony is important to research and synthesis in anthropology, political science, sociology, and cultural studies; in education, cultural hegemony developed critical pedagogy, by which the root causes of political and social discontent can be identified, and so resolved.",
            "score": 63.58409595489502
        },
        {
            "docid": "9545969_40",
            "document": "Ilana Mercer . Mercer is not what is known pejoratively as a “climate denier,” and considers herself a conservative environmentalist. Or, as she put it in a May 22, 2017 post, a “reincarnated Southern agrarian.” Nevertheless, she had observed, in 2006, that the problem with “the theory of global warming is that it’s unfalsifiable. The theory cannot be falsified or tested and is, therefore, irrefutable. Evidence that contradicts the global warming theory, climate Chicken Littles enlist as evidence for the correctness of their theory; every permutation in weather patterns—warm or cold—is said to be a consequence of that warming or proof of it.\"",
            "score": 45.531527042388916
        },
        {
            "docid": "10176541_14",
            "document": "Global warming conspiracy theory . \"National Geographic\" fact-checked 6 persistent scientific conspiracy theories. Regarding the persistent belief in a global warming hoax they note that the Earth is continuing to warm and the rate of warming is increasing as documented in numerous scientific studies. The rise in global temperature and its rate of increase coincides with the rise of greenhouse gases in the atmosphere due to human activity. Moreover, global warming is causing Arctic sea ice to thaw at historic rates, many species of plants are blooming earlier than expected, and the migration routes of many birds, fish, mammals, and insects are changing.",
            "score": 69.32423901557922
        },
        {
            "docid": "53451_26",
            "document": "Hegemony . In the historical writing of the 19th century, the denotation of \"hegemony\" extended to describe the predominance of one country upon other countries; and, by extension, \"hegemonism\" denoted the Great Power politics (c. 1880s – 1914) for establishing hegemony (indirect imperial rule), that then leads to a definition of imperialism (direct foreign rule). In the early 20th century, in the field of international relations, the Italian Marxist philosopher Antonio Gramsci developed the theory of cultural domination (an analysis of economic class) to include social class; hence, the philosophic and sociologic theory of cultural hegemony analysed the social norms that established the social structures (social and economic classes) with which the ruling class establish and exert cultural dominance to impose their \"Weltanschauung\" (world view)—justifying the social, political, and economic \"status quo\"—as natural, inevitable, and beneficial to every social class, rather than as artificial social constructs beneficial solely to the ruling class.",
            "score": 59.58140683174133
        },
        {
            "docid": "407233_30",
            "document": "Global dimming . Interactions between the two theories for climate modification have also been studied, as global warming and global dimming are neither mutually exclusive nor contradictory. In a paper published on March 8, 2005 in the American Geophysical Union's Geophysical Research Letters, a research team led by Anastasia Romanou of Columbia University's Department of Applied Physics and Mathematics, New York, also showed that the apparently opposing forces of global warming and global dimming can occur at the same time. Global dimming interacts with global warming by blocking sunlight that would otherwise cause evaporation and the particulates bind to water droplets. Water vapor is the major greenhouse gas. On the other hand, global dimming is affected by evaporation and rain. Rain has the effect of clearing out polluted skies.",
            "score": 45.65591812133789
        },
        {
            "docid": "37292837_26",
            "document": "Global warming in Norway . CCS is a potential means of mitigating the effects of fossil fuel emissions to global warming and ocean acidification. However, given Norway’s power supply is almost 100% renewable (majority coming from hydroelectricity) it is odd that they could also be depicted as world leaders when it comes to CCS technology. This can be explained by several key factors;",
            "score": 40.434295892715454
        },
        {
            "docid": "5209207_19",
            "document": "Joseph J. Romm . \"The New York Times\" \"Dot Earth\" column reviewed Romm's views on global warming solutions on November 24, 2008, including his belief that, to combat global warming, humans cannot wait for new technologies and scientific breakthroughs; that instead we must \"deploy existing and near-term low-carbon technologies as fast as is humanly possible\". In his blog, Romm has described the technology solutions that he believes can control global warming. \"The New York Times\" also quoted Romm as stating that, to solve the climate crisis, \"We will need a WWII-style approach\". The article noted Romm's belief that \"credible people\" and the press should publicly support the notion that government action is needed to help solve the global warming crisis. In particular, the press should explain how current news stories, such as hurricanes, droughts and insect infestations are related to global warming.",
            "score": 57.55116605758667
        },
        {
            "docid": "24095765_17",
            "document": "Eco-costs . The eco-costs of global warming (also called eco-costs of carbon footprint) can be used as an indicator for the carbon footprint. The eco-costs of resource depletion can be regarded as an indicator for 'circularity' in the theory of the circular economy. However, it is advised to include human toxicity and eco-toxicity, and include the eco-costs of global warming in the calculations on the circular economy as well. The eco-costs of global warming are required to reveal the difference between fossil-based products and bio-based products, since biogenic CO is not counted in LCA (biogenic CO is part of the natural recycle loop in the biosphere). Therefore, total eco-costs can be regarded as a robust indicator for cradle-to-cradle calculations in LCA for products and services in the theory of the circular economy. Since the economic viability of a business model is also an important aspect of the circular economy, the added value of a product-service system should be part of the analysis. This requires the two dimensional approach of Eco-efficient Value Creation as described at the Wikipedia page on the model of the ecocosts/value ratio, EVR.",
            "score": 37.900381565093994
        },
        {
            "docid": "21080545_13",
            "document": "Golden toad . Since records of golden toads were consistently collected, their rapid disappearance was well documented, yet the causes remain poorly understood. After 1989, there have been no verified documented sightings. The disappearance was originally attributed to a severe neotropical drought in 1987-1988, but other factors have since been treated as more likely causes. The IUCN has given numerous possible reasons for the species' extinction, including its \"restricted range, global warming, chytridiomycosis and airborne pollution\". Jennifer Neville examined the different hypotheses explaining the extinction in her article \"The Case of the Golden Toad: Weather Patterns Lead to Decline\", and concluded that Crump's El Niño hypothesis is \"clearly supported\" by the available data. In her article, Neville discussed the flaws in other hypotheses explaining the toad's decline. The UV-B radiation theory, which suggest that the decline in golden toads resulted from an increase in UV-B radiation, has little evidence supporting it because there was no high elevation UV-B radiation recorded, also, there is little evidence that an increase in UV-B radiation would have an effect on anurans. Another theory is that the anuran water loss from dry conditions helped cause high mortality rates among adults, although this point is hotly contested.",
            "score": 36.40748596191406
        },
        {
            "docid": "9717400_1",
            "document": "Global warming in popular culture . Global warming in popular culture",
            "score": 47.9328088760376
        }
    ],
    "r": [
        {
            "docid": "11500949_13",
            "document": "Communicology . The view of communicology as a social science is guided by an understanding that social systems and cultures can introduce variability in communication patterns within and across groups of individuals. The social scientific approach is generally concerned with the way humans relate to each other by forming beliefs, attitudes, and stereotypes about them. For decades, a leading question in the study of human communication from a social scientific approach has been how context of the interactants involved in message exchange plays a role in how messages are interpreted. For instance, whereas the question of why people smile might lie in the province of medical or natural scientific approaches to studying communicology, answering questions about the variability between two cultural groups in smiling behaviors following exposure to a stimulus lies within the grasp of the social sciences. In understanding why people engage in specific behaviors, the social scientific approach to communicology references the mental processes underlying mental activity that give rise to the behavior. Perception, attitudes, reasoning, thinking, memory, and emotions, all things that can be directly influenced by one’s environment, are taken into consideration when explaining, predicting, and controlling (i.e., the functions of theory-based knowledge) human behaviors.",
            "score": 75.19666290283203
        },
        {
            "docid": "10176541_3",
            "document": "Global warming conspiracy theory . As stated by the Intergovernmental Panel on Climate Change (IPCC), the largest contributor to global warming is the increase in atmospheric carbon dioxide (CO) since 1750, particularly from fossil fuel combustion, cement production, and land use changes such as deforestation. The IPCC's Fifth Assessment Report (AR5) states: The evidence for global warming due to human influence has been recognized by the national science academies of all the major industrialized countries. No scientific body of national or international standing maintains a formal opinion dissenting from the summary conclusions of the IPCC.",
            "score": 70.78872680664062
        },
        {
            "docid": "16575482_4",
            "document": "Australian Meteorological and Oceanographic Society . AMOS has issued a \"Statement on Climate Change\", wherein they conclude, “Global climate change and global warming are real and observable…It is highly likely that those human activities that have increased the concentration of greenhouse gases in the atmosphere have been largely responsible for the observed warming since 1950. The warming associated with increases in greenhouse gases originating from human activity is called the enhanced greenhouse effect. The atmospheric concentration of carbon dioxide has increased by more than 30% since the start of the industrial age and is higher now than at any time in at least the past 650,000 years. This increase is a direct result of burning fossil fuels, broad-scale deforestation and other human activity.”",
            "score": 70.67501831054688
        },
        {
            "docid": "18998720_98",
            "document": "BP . In 1997 BP became the first multinational outside the reinsurance industry to publicly support the scientific consensus on climate change, which Eileen Caussen, President of the Pew Center on Global Climate Change described as a transformative moment on the issue. Prior to 1997, BP was a member of the Global Climate Coalition an industry organisation established to promote global warming scepticism but withdrew in 1997, saying \"the time to consider the policy dimensions of climate change is not when the link between greenhouse gases and climate change is conclusively proven, but when the possibility cannot be discounted and is taken seriously by the society of which we are part. We in BP have reached that point.\". In March 2002, Lord John Browne, the group chief executive of BP, declared in a speech that global warming was real and that urgent action was needed. According to a \"New York Times\" article, BP was \"at the forefront when it came to major oil companies going green\" due to its investments in renewables, and acknowledgement of the connection between fossil fuel consumption and global warming.",
            "score": 69.62527465820312
        },
        {
            "docid": "10176541_14",
            "document": "Global warming conspiracy theory . \"National Geographic\" fact-checked 6 persistent scientific conspiracy theories. Regarding the persistent belief in a global warming hoax they note that the Earth is continuing to warm and the rate of warming is increasing as documented in numerous scientific studies. The rise in global temperature and its rate of increase coincides with the rise of greenhouse gases in the atmosphere due to human activity. Moreover, global warming is causing Arctic sea ice to thaw at historic rates, many species of plants are blooming earlier than expected, and the migration routes of many birds, fish, mammals, and insects are changing.",
            "score": 69.3242416381836
        },
        {
            "docid": "37961224_4",
            "document": "Cultural studies . Cultural studies combines a variety of politically engaged critical approaches drawn including semiotics, Marxism, feminist theory, ethnography, critical race theory, Post-structuralism, Postcolonialism, social theory, political theory, history, philosophy, literary theory, media theory, film/video studies, communication studies, political economy, translation studies, museum studies and art history/criticism to study cultural phenomena in various societies and historical periods. Cultural studies seeks to understand how meaning is generated, disseminated, contested, bound up with systems of power and control, and produced from the social, political and economic spheres within a particular social formation or conjuncture. Important theories of cultural hegemony and agency have both influenced and been developed by the cultural studies movement, as have many recent major communication theories and agendas, such as those that attempt to explain and analyze the cultural forces related to processes of globalization.",
            "score": 68.53117370605469
        },
        {
            "docid": "326324_3",
            "document": "Scientific opinion on climate change . Several studies of the consensus have been undertaken. Among the most-cited is a 2013 study of nearly 12,000 abstracts of peer-reviewed papers on climate science published since 1990, of which just over 4,000 papers expressed an opinion on the cause of recent global warming. Of these, 97% agree, explicitly or implicitly, that global warming is happening and is human-caused. It is likely that this warming arises from increased concentrations of greenhouse gases in the atmosphere, primarily from the burning of fossil fuels, partially offset by human-caused and volcanic aerosols. Natural change alone would have had a slight cooling effect rather than a warming effect.",
            "score": 68.45046997070312
        },
        {
            "docid": "6267_2",
            "document": "Cultural imperialism . Cultural imperialism comprises the cultural aspects of imperialism. Imperialism here refers to the creation and maintenance of unequal relationships between civilizations, favoring the more powerful civilization. Thus, cultural imperialism is the practice of promoting and imposing a culture, usually that of a politically powerful nation, over a less powerful society; in other words, the cultural hegemony of industrialized or economically influential countries which determine general cultural values and standardize civilizations throughout the world. The term is employed especially in the fields of history, cultural studies, and postcolonial theory. It is usually used in a pejorative sense, often in conjunction with calls to reject such influence. Cultural imperialism can take various forms, such as an attitude, a formal policy, or military action, insofar as it reinforces cultural hegemony.",
            "score": 66.84928131103516
        },
        {
            "docid": "2971986_19",
            "document": "Transnational feminism . Transnational feminist theories seek to destabilize liberal feminist assumptions that Third World women face the same type of oppression as First World women.  In their seminal text\" Scattered Hegemonies: Postmodernity and Transnational Feminist Practices\", the authors Inderpal Grewal and Caren Kaplan posit transnational feminist theory as one that critiques modernity through the lens of feminist theory. This articulation of feminist theory is a revision to the field of postmodernism, which the authors argue is powerful in its critique of modern global capitalism, but inadequate because it does not explore gender or reflect on the consequences of theorizing with a Western background. Without paying attention to how colonial histories and global capital flows allow for different cultures to influence and change each other, postmodernist theorists portray non-Western cultures as essentially different from and marginal to Western cultures. Postmodern does not exemplify the realities of transnational feminism and its relation to the global south, Mohanty states \"postmodernist critique that is skeptical of a systematic analysis of institutionalized power and of decolonizing methodologies that center marginalized experience (women of color epistemology) in struggles for justice is seriously off the mark\". In order for activists around the world to collaborate, they need a theory that both creates solidarity among women all over the globe and recognizes difference. This involves challenging how people from different cultures understand what being a \"woman\" is and can be. Grewal and Kaplan express this sentiment when they say:",
            "score": 66.35551452636719
        },
        {
            "docid": "5042951_54",
            "document": "Global warming . The discussion continues in scientific articles that are peer-reviewed and assessed by scientists who work in the relevant fields and participate in the Intergovernmental Panel on Climate Change. The scientific consensus as of 2013 stated in the IPCC Fifth Assessment Report is that it \"is extremely likely that human influence has been the dominant cause of the observed warming since the mid-20th century\". A 2008 report by the U.S. National Academy of Sciences stated that most scientists by then agreed that observed warming in recent decades was primarily caused by human activities increasing the amount of greenhouse gases in the atmosphere. In 2005 the Royal Society stated that while the overwhelming majority of scientists were in agreement on the main points, some individuals and organizations opposed to the consensus on urgent action needed to reduce greenhouse gas emissions had tried to undermine the science and work of the IPCC. National science academies have called on world leaders for policies to cut global emissions.",
            "score": 66.30659484863281
        },
        {
            "docid": "7774869_6",
            "document": "Anthropogenic metabolism . The carbon cycle is another major contributor to climate change primarily from anthropogenic metabolism. A few examples of how humans contribute to the carbon in the atmosphere is by burning fossil fuels, and deforestation. By taking a close look at the carbon cycle Peng, Thomas and Tian have discovered that, \"It is recognized that human activities, such as fossil fuel burning, land-use change, and forest harvesting at a large scale, have resulted in the increase of greenhouse gases in the atmosphere since the onset of the industrial revolution. The increasing amounts of greenhouse gases, particularly CO2 in the atmosphere, is believed to have induced climate change and global warming.",
            "score": 66.00154113769531
        },
        {
            "docid": "13109_3",
            "document": "Global warming controversy . Political and popular debate concerning the existence and cause of climate change includes the reasons for the increase seen in the instrumental temperature record, whether the warming trend exceeds normal climatic variations, and whether human activities have contributed significantly to it. Scientists have resolved these questions decisively in favour of the view that the current warming trend exists and is ongoing, that human activity is the cause, and that it is without precedent in at least 2000 years. Public disputes that also reflect scientific debate include estimates of how responsive the climate system might be to any given level of greenhouse gases (climate sensitivity), how global climate change will play out at local and regional scales, and what the consequences of global warming will be.",
            "score": 65.45834350585938
        },
        {
            "docid": "326324_21",
            "document": "Scientific opinion on climate change . There is an extensive discussion in the scientific literature on what policies might be effective in responding to climate change. Some scientific bodies have recommended specific policies to governments (refer to the later sections of the article). The natural and social sciences can play a role in informing an effective response to climate change. However, policy decisions may require value judgements. For example, the US National Research Council has commented:The question of whether there exists a \"safe\" level of concentration of greenhouse gases cannot be answered directly because it would require a value judgment of what constitutes an acceptable risk to human welfare and ecosystems in various parts of the world, as well as a more quantitative assessment of the risks and costs associated with the various impacts of global warming. In general, however, risk increases with increases in both the rate and the magnitude of climate change.",
            "score": 65.19271087646484
        },
        {
            "docid": "1263418_5",
            "document": "IPCC Second Assessment Report . The Synthesis Report gave its purpose as providing the scientific, technical and socio-economic information for determining Working Group I, dealing with the scientific aspects of climate, stated that Working Group I subsequently characterized its reports in the First and Second Assessments as progressing from an understanding that the greenhouse effect is well understood, greenhouse gases are increasing (due largely to human activity), and therefore should lead to significant global warming (though lack of understanding limited specific regional predictions), to a greater understanding (despite continuing uncertainties) that global warming continues and is most likely due to human activity, and that very substantial cuts in emissions would be required to stabilize greenhouse gas concentrations. Working Group II assessed whether the range of plausible impacts of global warming constitutes dangerous anthropogenic interference with the climate system, while Working Group III provided information to help countries \"take decisions they believe are most appropriate for their specific circumstances\".",
            "score": 65.18470001220703
        },
        {
            "docid": "47874403_2",
            "document": "The Center for Energy and Environmental Research in the Human Sciences at Rice University . The Center for Energy and Environmental Research in the Human Sciences (CENHS) is an interdisciplinary research center located at Rice University whose work is focused on bringing the expertise and insights of the arts, humanities, and social sciences to bear on the urgent energy and environmental challenges facing the planet, its cultures and species. CENHS supports a community of research professors, visiting research fellows, postdoctoral fellows, artists, and graduate students who engage issues such as energy use and climate change from the perspective of disciplines such as Anthropology, Architecture, Art History, Comparative Literature, English, History, Media Studies, Philosophy, Political Theory, Religious Studies, and Sociology. CENHS’s website and blog and annual Cultures of Energy spring research symposium are important platforms for organizing knowledge and building community in a fast-growing field known as “energy humanities.” What has brought this field into being is the realization that technology alone cannot rescue the planet from processes like global warming, ocean acidification and species extinction. These dilemmas have been shaped and reinforced by culture, belief, understanding, worldview, ethics, habit, and institutions and to address them at their source it is thus essential to understand the social, cultural, and philosophical dimensions of how humanity uses energy while also understanding that our energy behavior is inseparable from other species and the earth’s climate. Energy humanities views itself as a cultural and intellectual response to recognition that the planet has entered a new geological era: the Anthropocene.",
            "score": 65.06945037841797
        },
        {
            "docid": "295445_6",
            "document": "Global cooling . Human activity — mostly as a by-product of fossil fuel combustion, partly by land use changes — increases the number of tiny particles (aerosols) in the atmosphere. These have a direct effect: they effectively increase the planetary albedo, thus cooling the planet by reducing the solar radiation reaching the surface; and an indirect effect: they affect the properties of clouds by acting as cloud condensation nuclei. In the early 1970s some speculated that this cooling effect might dominate over the warming effect of the CO release: see discussion of Rasool and Schneider (1971), below. As a result of observations and a switch to cleaner fuel burning, this no longer seems likely; current scientific work indicates that global warming is far more likely. Although the temperature drops foreseen by this mechanism have now been discarded in light of better theory and the observed warming, aerosols are thought to have contributed a cooling tendency (outweighed by increases in greenhouse gases) and also have contributed to \"Global Dimming.\"",
            "score": 64.73170471191406
        },
        {
            "docid": "5004886_5",
            "document": "Climate Change Science Program . NOAA released the first of 21 CCSP Synthesis and Assessment reports in May 2006, entitled \"Temperature Trends in the Lower Atmosphere: Steps for Understanding and Reconciling Differences\". The report identified and corrected errors in satellite temperature measurements and other temperature observations, which increased scientific confidence in the conclusion that lower atmosphere is warming on a global scale: \"There is no longer a discrepancy in the rate of global average temperature increase for the surface compared with higher levels in the atmosphere,\" said the report, \"the observed patterns of change over the past 50 years cannot be explained by natural processes alone\". The report also said that \"all current atmospheric data sets now show global-average warming that is similar to the surface warming. While these data are consistent with the results from climate models at the global scale, discrepancies in the tropics remain to be resolved.\"",
            "score": 64.4400405883789
        },
        {
            "docid": "994887_25",
            "document": "Petroleum industry . The greenhouse gases due to fossil fuels drive global warming. Already in 1959, at a symposium organised by the American Petroleum Institute for the centennial of the American oil industry, the physicist Edward Teller warned then of the danger of global climate change. Edward Teller explained that carbon dioxide \"in the atmosphere causes a greenhouse effect\" and that burning more fossil fuels could \"melt the icecap and submerge New York\".",
            "score": 64.42108917236328
        },
        {
            "docid": "9109829_2",
            "document": "Lavoisier Group . The Lavoisier Group is an Australian organisation formed by politicians and dominated by retired industrial businesspeople and engineers. It does not accept the science of global warming and works to influence attitudes of policy makers and politicians. The organisation downplays the risk of the effects of global warming, rejects the scientific conclusion that human activity causes it, and opposes policies designed to curtail it. Some members regard climate change as a \"scam.\"",
            "score": 64.39749145507812
        },
        {
            "docid": "18848197_68",
            "document": "ExxonMobil . ExxonMobil funded organizations opposed to the Kyoto Protocol and seeking to influence public opinion about the scientific consensus that global warming is caused by the burning of fossil fuels. ExxonMobil helped to found and lead the Global Climate Coalition, which opposed greenhouse gas emission regulation. In 2007 the Union of Concerned Scientists said that ExxonMobil granted $16 million, between 1998 and 2005, towards 43 advocacy organizations which dispute the impact of global warming, and that ExxonMobil used disinformation tactics similar to those used by the tobacco industry in its denials of the link between lung cancer and smoking, saying that the company used many of the same organizations and personnel to cloud the scientific understanding of climate change and delay action on the issue.",
            "score": 64.20388793945312
        },
        {
            "docid": "47512_7",
            "document": "Climate change . The term \"climate change\" is often used to refer specifically to anthropogenic climate change (also known as global warming). Anthropogenic climate change is caused by human activity, as opposed to changes in climate that may have resulted as part of Earth's natural processes. In this sense, especially in the context of environmental policy, the term climate change has become synonymous with anthropogenic global warming. Within scientific journals, global warming refers to surface temperature increases while climate change includes global warming and everything else that increasing greenhouse gas levels affect.",
            "score": 63.667518615722656
        },
        {
            "docid": "976389_6",
            "document": "Popular culture studies . Diametrically opposed to the aristocratic view would be the theory of culture industry developed by Frankfurt School critical theorists such as Theodor W. Adorno, Max Horkheimer and Herbert Marcuse. In their view, the masses are precisely dominated by an all-encompassing culture industry obeying only to the logic of consumer capitalism. Antonio Gramsci's concept of hegemony (see: cultural hegemony), that is, the domination of society by a specific group which stays in power by partially taking care of and partially repressing the claims of other groups, does not work here anymore. The principle of hegemony as a goal to achieve for an oppressed social class loses its meaning. The system has taken over; only the state apparatus dominates.",
            "score": 63.664024353027344
        },
        {
            "docid": "410722_12",
            "document": "Cultural hegemony . Cultural hegemony has philosophically influenced Eurocommunism, the social sciences, and the activist politics of socially liberal and progressive politicians. The analytic discourse of cultural hegemony is important to research and synthesis in anthropology, political science, sociology, and cultural studies; in education, cultural hegemony developed critical pedagogy, by which the root causes of political and social discontent can be identified, and so resolved.",
            "score": 63.5840950012207
        },
        {
            "docid": "5042951_57",
            "document": "Global warming . In the United States from about 1990 onwards, American conservative think tanks had begun challenging the legitimacy of global warming as a social problem. They challenged the scientific evidence, argued that global warming would have benefits, and asserted that proposed solutions would do more harm than good. Some people dispute aspects of climate change science. Organizations such as the libertarian Competitive Enterprise Institute, conservative commentators, and some companies such as ExxonMobil have challenged IPCC climate change scenarios, funded scientists who disagree with the scientific consensus, and provided their own projections of the economic cost of stricter controls. On the other hand, some fossil fuel companies have scaled back their efforts in recent years, or even called for policies to reduce global warming. Global oil companies have begun to acknowledge climate change exists and is caused by human activities and the burning of fossil fuels.",
            "score": 63.53718185424805
        },
        {
            "docid": "42400_39",
            "document": "Socialization . The problem of order or Hobbesian problem questions the existence of social orders and asks if it is possible to oppose them. Émile Durkheim viewed society as an external force controlling individuals through the imposition of sanctions and codes of law. However, constraints and sanctions also arise internally as feelings of guilt or anxiety. If conformity as an expression of the need for belonging, the process of socialization is not necessarily universal. Behavior may not be influenced by society at all, but instead be determined biologically. The behavioral sciences during the second half of the twentieth century were dominated by two contrasting models of human political behavior, homo economicus and cultural hegemony, collectively termed the standard social science model. The fields of sociobiology and evolutionary psychology developed in response notions such as dominance hierarchies, cultural group selection, and dual inheritance theory. Behavior is the result of a complex interaction between nature and nurture, or genes and culture. A focus on innate behavior at the expense of learning is termed undersocialization, while attributing behavior to learning when it is the result of evolution is termed oversocialization.",
            "score": 63.383235931396484
        },
        {
            "docid": "5904679_19",
            "document": "Snow hydrology . In recent years the most predominant topic related to snow hydrology has been global warming. The underlying concept states that human construction and production of emissions, has created a number of gaseous chemical compounds which add to existing greenhouse gases. Gases such as CO2 and CH4 trap heat in the atmosphere, adding to global climate change. These gases are usually broken down relatively quickly through environmental processes like photosynthesis; however, in recent years, studies have shown their atmospheric composition is increasing. Some studies believe this is a natural part of the earth’s cycle while others claim it is due to the growing amount of fossil fuel emissions and the gradual deforestation of oxygen producing plants. The theory suggests that these changes in temperature, could affect the way ice and snow forms over the earth’s crust, initiating a glacial shifting process, possibly created a rise in sea level from 0.5 meters to 1.5 meters. This change then could influence the salinity of the ocean, causing environmental changes, altering oceanic current and organisms that inhabit it.",
            "score": 63.201194763183594
        },
        {
            "docid": "410722_7",
            "document": "Cultural hegemony . The initial, theoretical application of cultural domination was as a Marxist analysis of \"economic class\" (base and superstructure), which Antonio Gramsci developed to comprehend \"social class\"; hence, cultural hegemony proposes that the prevailing cultural norms of a society, which are imposed by the ruling class (bourgeois cultural hegemony), must not be perceived as natural and inevitable, but must be recognized as artificial social constructs (institutions, practices, beliefs, et cetera) that must be investigated to discover their philosophic roots as instruments of social-class domination. That such praxis of knowledge is indispensable for the intellectual and political liberation of the proletariat, so that workers and peasants, the people of town and country, can create their own working-class culture, which specifically addresses their social and economic needs as social classes.",
            "score": 63.131805419921875
        },
        {
            "docid": "23423379_2",
            "document": "History of climate change science . The history of the scientific discovery of climate change began in the early 19th century when ice ages and other natural changes in paleoclimate were first suspected and the natural greenhouse effect first identified. In the late 19th century, scientists first argued that human emissions of greenhouse gases could change the climate. Many other theories of climate change were advanced, involving forces from volcanism to solar variation. In the 1960s, the warming effect of carbon dioxide gas became increasingly convincing. Some scientists also pointed out that human activities that generated atmospheric aerosols (\"e.g.,\" \"pollution\") could have cooling effects as well. During the 1970s, scientific opinion increasingly favored the warming viewpoint. By the 1990s, as a result of improving fidelity of computer models and observational work confirming the Milankovitch theory of the ice ages, a consensus position formed: greenhouse gases were deeply involved in most climate changes and human caused emissions were bringing discernible global warming. Since the 1990s, scientific research on climate change has included multiple disciplines and has expanded. Research has expanded our understanding of causal relations, links with historic data and ability to model climate change numerically. Research during this period has been summarized in the Assessment Reports by the Intergovernmental Panel on Climate Change.",
            "score": 63.04957580566406
        },
        {
            "docid": "53829430_3",
            "document": "Media Hegemony . As for the direct and indirect results of media hegemony, there are at least three aspects in news reporting. Firstly, the socialization of reporters including guidance, work norms and orientations will be greatly influenced by the dominant ideology (Mueller, 1973). Socialization of journalists means that they are socialized into professional and organizational norms (Gieber, 1960). And some basic values, norms they share are influenced by ideology as it is hard to be independent from the culture that the dominant class shapes (Gans, 1979). Though journalists claim that they are autonomic from the state and marketing force and are always on the side of the public as social instrument, it is undeniable that the ideology and control of economic interests permeate the assumption, orientations as well as procedure of reporters who are the direct producers of news stories. It turns out that it is journalists that can unconsciously facilitate the ideological hegemony by the means of using cultural categories and symbols (Chaney, 1981). Then, reporters are inclined to choose and report those issues that are favorable to the domain ideology and the status quo. By so doing, it is harmful for social changes by diffusing those conservative news reports to the public (Golding, 1981). To a certain extent, the formation of public opinion is largely based on the information spread by status quo oriented news media. Last but not least, reporters tend to report those news that are supportive of their nation and negative to foreign nations in the communication of globalization. It is believed that prejudiced news reporting will hinder the international social change (Artz, 2012). It is news media that shapes negative stereotypes of foreign countries. And values and ideology are permeated through international social communication to exert impact on people foreign nations. In a word, media hegemony is a powerful forth that can influence and shape social values and life in an intangible way to reach consensus of the public which are supportive of the dominant class.",
            "score": 62.45099639892578
        },
        {
            "docid": "56244_4",
            "document": "Antonio Gramsci . Gramsci is best known for his theory of cultural hegemony, which describes how the state and ruling capitalist class – the bourgeoisie – use cultural institutions to maintain power in capitalist societies. The bourgeoisie, in Gramsci's view, develops a hegemonic culture using ideology rather than violence, economic force, or coercion. Hegemonic culture propagates its own values and norms so that they become the \"common sense\" values of all and thus maintain the \"status quo\". Hegemonic power is therefore used to maintain consent to the capitalist order, rather than coercive power using force to maintain order. This cultural hegemony is produced and reproduced by the dominant class through the institutions that form the superstructure.",
            "score": 62.35866928100586
        },
        {
            "docid": "19188470_3",
            "document": "Ecological forecasting . One of the most important environmental factors for organisms today is global warming. Most physiological processes are affected by temperature, and so even small changes in weather and climate can lead to large changes in the growth, reproduction and survival of animals and plants. The scientific consensus  is that the increase in atmospheric greenhouse gases due to human activity caused most of the warming observed since the start of the industrial era. These changes are in turn affecting human and natural ecosystems.",
            "score": 62.17436218261719
        },
        {
            "docid": "15361_36",
            "document": "Ice age . There is considerable evidence that over the very recent period of the last 100–1000 years, the sharp increases in human activity, especially the burning of fossil fuels, has caused the parallel sharp and accelerating increase in atmospheric greenhouse gases which trap the sun's heat. The consensus theory of the scientific community is that the resulting greenhouse effect is a principal cause of the increase in global warming which has occurred over the same period, and a chief contributor to the accelerated melting of the remaining glaciers and polar ice. A 2012 investigation finds that dinosaurs released methane through digestion in a similar amount to humanity's current methane release, which \"could have been a key factor\" to the very warm climate 150 million years ago.",
            "score": 62.05870819091797
        }
    ]
}