{
    "q": [
        {
            "docid": "909036_63",
            "document": "Elon Musk . Musk has said that his investments are, \"not from the standpoint of actually trying to make any investment return... I like to just keep an eye on what's going on with artificial intelligence.\" Musk continued, \"There have been movies about this, you know, like \"Terminator\" – there are some scary outcomes. And we should try to make sure the outcomes are good, not bad.\"",
            "score": 45.54991626739502
        },
        {
            "docid": "67896_17",
            "document": "Space tourism . In February 2017, Elon Musk announced that substantial deposits from two individuals had been received by SpaceX for a Moon loop flight using a free return trajectory and that this could happen as soon as late 2018. Musk said that the cost of the mission would be \"comparable\" to that of sending an astronaut to the International Space Station, about $70 million US dollars in 2017. In February 2018, Elon Musk announced the Falcon Heavy rocket would not be used for crewed missions, likely forgoing SpaceX's 2018 lunar tourism mission plans.",
            "score": 37.66438436508179
        },
        {
            "docid": "909036_59",
            "document": "Elon Musk . Although Musk believes \"there is a good chance that there is simple life on other planets,\" he \"questions whether there is other intelligent life in the known universe.\" Musk later clarified his \"hope that there is other intelligent life in the known universe,\" and stated that it is \"probably more likely than not, but that's a complete guess.\"",
            "score": 46.4963812828064
        },
        {
            "docid": "909036_55",
            "document": "Elon Musk . Musk's statements have been widely criticized, with Stanford University Professor Fred Turner noting that \"if you're an entrepreneur like Elon Musk, you will take the money where you can get it, but at the same time believe as a matter of faith that it's entrepreneurship and technology that are the sources of social change, not the state. It is not quite self-delusion, but there is a habit of thinking of oneself as a free-standing, independent agent, and of not acknowledging the subsidies that one received. And this goes on all the time in Silicon Valley.\" Author Michael Shellenberger argued that \"in the case of Musk, it is hard not to read that as a kind of defensiveness. And I think there is a business reason for it. They are dealing with a lot of investors for whom subsidies are not the basis for a long-term viable business, and they often want to exaggerate the speed with which they are going to be able to become independent.\" Shellenberger continues, \"we would all be better off if these entrepreneurs were a bit more grateful, a bit more humble.\" While journalist and author Jim Motavalli, who interviewed Musk for \"High Voltage\", his 2011 book about the electric vehicle industry, speculated that \"Elon is now looking at it from the point of view of a winner, and he doesn't want to see other people win because they get government money – I do think there is a tendency of people, once they have succeeded, to want to pull the ladder up after them.\"",
            "score": 55.98619031906128
        },
        {
            "docid": "909036_57",
            "document": "Elon Musk . When asked whether he believed \"there was some kind of destiny involved\" in humanity's transition to a multi-planetary species, rather than \"just physics,\" Musk responded: Well, I do. Do I think that there's some sort of master intelligence architecting all of this stuff? I think probably not because then you have to say: \"Where does the master intelligence come from?\" So it sort of begs the question. So I think really you can explain this with the fundamental laws of physics. You know it's complex phenomenon from simple elements.",
            "score": 49.14932990074158
        },
        {
            "docid": "38762564_31",
            "document": "2010–13 Colonial Athletic Association realignment . On May 23, the CAA and Elon announced that the school would become an all-sports member of the conference in July 2014, making Elon the second school (after Charleston) to announce a move from the SoCon to the CAA in the realignment cycle. Elon athletic director Dave Blank stated that the move was ultimately about what the school's administration believed was the best fit:In our analysis, and in our decision, we were looking strictly at what was best for our institution. We had to make that decision not knowing with the Southern Conference is going to look like and not knowing what the Colonial Athletic Association is going to look like. Elon president Leo M. Lambert also noted that more than half of the private North Carolina school's enrollment in the upcoming 2013-14 school year came from the CAA's geographic footprint.",
            "score": 40.420440912246704
        },
        {
            "docid": "31406060_49",
            "document": "Falcon Heavy . On February 27, 2017, Musk announced that SpaceX would attempt to fly two private citizens on a free-return trajectory around the Moon in late 2018, somewhat paralleling Apollo 8. The initial plan was to use a Dragon 2 spacecraft launched on the Falcon Heavy. On February 5, 2018, Elon Musk announced that Falcon Heavy will not be flying humans, and that the lunar mission is more likely to be carried out with the BFR system, and no earlier than mid-2019. The two private citizens, who have not yet been named, approached SpaceX about taking a trip around the Moon and have \"already paid a significant deposit\" for the cost of the mission, according to a statement from the company. The names of the two individuals will be announced later, pending the result of initial health tests to ensure their fitness for the mission, the statement said. The two passengers would be the only people on board what SpaceX expects to be about a week-long trip around the Moon. \"This would be a long loop around the moon. ... It would skim the surface of the moon, go quite a bit further out into deep space and then loop back to Earth,\" Musk said during the teleconference. \"So I'm guessing, distance-wise, maybe [about 500,000 to 650,000 kilometers].\"",
            "score": 43.683122873306274
        },
        {
            "docid": "282973_5",
            "document": "AC Propulsion tzero . JB Straubel then told Elon Musk about the newly converted, now lithium-ion powered tzero and arranged a test drive. Musk also encouraged AC Propulsion to commercialize the vehicle. Tom Gage, however, again deferred in favor of working on their electrified Scion xB called the eBox; but, he put Elon Musk in contact with Martin Eberhard which led to Elon Musk's Series A funding of Tesla Motors in April, 2004 and their hiring JB Straubel.",
            "score": 37.67389678955078
        },
        {
            "docid": "23595810_17",
            "document": "Raptor (rocket engine family) . In January 2015, Elon Musk stated that the thrust they were currently targeting was around , much lower than older statements mentioned. This brought into question much of the speculation surrounding a 9-engine booster, as he stated \"there will be a lot of [engines]\". By August 2015, an Elon Musk statement surfaced that indicated the oxidizer to fuel ratio of the Mars-bound engine would be approximately 3.8 to 1.",
            "score": 42.65475654602051
        },
        {
            "docid": "43407192_3",
            "document": "The Musk Who Fell to Earth . Elon Musk lands with his Dragon spacecraft into the Simpsons' backyard. Whilst eating dinner with them, Marge asks why Musk is in Springfield. Elon responds by revealing that the purpose for his stay in Springfield is that he is looking for inspiration. To this, Homer invites him to tag along with him to the power plant. The next day, during the car ride to the power plant, Elon discovers that Homer is the source of new ideas for inventions, as his \"Homerisms\" (according to Lisa) quickly inspire him. At the power plant, Elon inspires Mr. Burns to install a magnetohydrodynamic generator to the plant, through a suggestion. Burns meets Musk directly, and attempts to hire him, but Elon rejects the offer as he does not care about the money (much to Burns' surprise).",
            "score": 33.828290939331055
        },
        {
            "docid": "31406060_7",
            "document": "Falcon Heavy . In July 2017, Elon Musk said, \"It actually ended up being way harder to do Falcon Heavy than we thought. ... Really way, way more difficult than we originally thought. We were pretty naive about that.\"",
            "score": 43.91153931617737
        },
        {
            "docid": "195809_6",
            "document": "PayPal . In March 2000, Confinity merged with X.com, an online banking company founded by Elon Musk. Musk was optimistic about the future success of the money transfer business Confinity was developing. Musk and then-president and CEO of X.com, Bill Harris, disagreed on this point and Harris left the company in May 2000. In October of that year, Musk made the decision that X.com would terminate its other Internet banking operations and focus on the PayPal money service. In the same month, Elon Musk was replaced by Peter Thiel as CEO of X.com. The X.com company was then renamed PayPal in 2001, and expanded rapidly throughout the year until company executives decided to take PayPal public in 2002. Paypal's IPO listed under the ticker PYPL at $13 per share and ended up generating over $61 million.",
            "score": 36.59589147567749
        },
        {
            "docid": "44098260_5",
            "document": "Handicar . A Tesla event hosted by Elon Musk flops, as the audience only wants to know about Handicar. Musk is met by Nathan and Mimsy who suggest that Handicar be proven inferior to Tesla. Nathan and Musk drive up alongside Timmy and challenge Timmy to a race as a fundraising event. Other vehicle groups join in the race and the news reports the return of the \"Wacky Races\", which have been banned due to their brutality. Timmy is unsure about the race, but the other Handicar drivers (now joined by McConaughey) convince him that it will be best for his fundraising.",
            "score": 35.277045130729675
        },
        {
            "docid": "27810172_18",
            "document": "The Oatmeal . On May 13, 2014, Inman authored a comic titled \"What it's like to own a Tesla Model S - A cartoonist's review of his magical space car\", and a follow-up comic titled \"Part Two: Man Vs. Motor\" in which he talked about Nikola Tesla, and Elon Musk, the founder and CEO of Tesla Motors. After publishing the comic, he tweeted Elon, saying, \"<nowiki>@elonmusk I wrote a review of my Model S, and then asked you for a little favor here http://theoatmeal.com/comics/tesla_model_s ...</nowiki>\", inviting Elon to donate to the Tesla Museum. At 2 a.m. the following day, Elon responded by tweet: \"I would be happy to help\".",
            "score": 36.79727077484131
        },
        {
            "docid": "43407192_4",
            "document": "The Musk Who Fell to Earth . Musk and Burns announce to the town that the power plant has devised new plans for the town's electrical needs (such as Willie spinning a wheel, the Springfield Hyperloop, and Musk's latest project, the Glavinator). Despite the town's cheer to this, Smithers remains suspicious about Elon Musk. It is also announced that Elon invented a brand of self-driving vehicles for Springfield. Bart sneaks into his family's car to disable the auto-drive mode, requiring Musk's master password. He and Lisa go for a joyride in the car, where they land at the power plant, where there is another announcement by Musk. Musk reveals that the town is currently losing roughly $50 million a quarter, much to Burns' horror. Musk explains to Burns that the true intention was to save the Earth. Thanks to Musk, Burns announces to his employees that there will be massive layoffs. Burns then apologizes to an injured Smithers for getting the hounds to attack him (rather than apologize for not believing Smithers in his true suspicion of Musk), and reveals his plot to kill him. Homer, however, is upset, because his ex-friend Musk caused the whole escapade that led to Burns unemploying Lenny, Carl, and the other power plant employees (rather than the fact that his friends are unemployed and it is kind of his fault). Marge advises him to break up with Musk gently.",
            "score": 40.62596559524536
        },
        {
            "docid": "909036_66",
            "document": "Elon Musk . Elon Musk's dark warnings over Artificial Intelligence has brought him some controversy. He and Facebook founder Mark Zuckerberg have clashed with the latter terming his warnings \"irresponsible\". Musk responded to Mark's censure by saying that he had discussed AI with Zuckerberg and found him to have only a \"limited understanding\" of the subject. In 2014 Slate's Adam Elkus argued \"our 'smartest' AI is about as intelligent as a toddler—and only when it comes to instrumental tasks like information recall. Most roboticists are still trying to get a robot hand to pick up a ball or run around without falling over.\" Elkus goes on to argue that Musk's \"summoning the demon\" analogy may be harmful because it could result in \"harsh cuts\" to AI research budgets.",
            "score": 39.318437814712524
        },
        {
            "docid": "48880024_3",
            "document": "Wait But Why . In June 2015, Elon Musk asked Urban if he would be willing to write about his companies and their surrounding industries, leading to a five-part series of Wait But Why posts on Musk and his companies. Urban interviewed Musk multiple times, and the two discussed sustainable transport, solar energy, and the future of space exploration. On April 20, 2017, Urban posted the first deep look at Musk's transhumanist brain-machine interface company, Neuralink, after Musk had asked Urban to write an explanatory article about a month and a half before.",
            "score": 42.33887338638306
        },
        {
            "docid": "33986468_4",
            "document": "Tosca Musk . Musk produced and directed her first feature film, \"Puzzled\" with Musk Entertainment. Elon Musk was the film's executive producer. Soon thereafter, Musk produced the feature film, \"The Truth About Miranda\", since followed by over a dozen features, television movies and series, including the teen horror film, \"Cruel World\", the UK feature, \"The Heavy\" and the television drama, \"We Have Your Husband\". In 2011, Musk produced three more television movies which aired on Lifetime and Hallmark in early 2012.",
            "score": 40.43589401245117
        },
        {
            "docid": "47190535_2",
            "document": "Elon Musk: Tesla, SpaceX, and the Quest for a Fantastic Future . Elon Musk: Tesla, SpaceX, and the Quest for a Fantastic Future is Ashlee Vance's biography of Elon Musk, published in 2015. The book traces Elon Musk's life from his childhood up to the time he spent at Zip2 and PayPal, and then onto SpaceX, Tesla, and SolarCity. In the book, Vance managed to get regular interviews with Musk, those close to him, and those who were with him at the most important points of his life; Musk had no control over the biography's contents.",
            "score": 33.9807071685791
        },
        {
            "docid": "55804131_5",
            "document": "Ross 128 b . Due to it being discovered by the radial velocity method, the only known physical parameter for Ross 128 b is its minimum possible mass. The planet is at least , or 1.35 times the mass of Earth (about kg). This is slightly more massive than the similar and nearby Proxima Centauri b, with a minimum mass of . The low mass of Ross 128 b implies that it is most likely a rocky Earth-sized planet with a solid surface. However, its exact mass and radius is not known, as no transits of this planet have been observed. Ross 128 b would be (Earth radii) for a pure-iron composition and 3.0 for a pure hydrogen-helium composition, both implausible extremes. For a more plausible Earth-like composition, the planet would need to be about - i.e., 1.1 times the radius of Earth (approximately ). With that radius, Ross 128 b would be slightly denser than Earth, due to how a rocky planet would become more compact as it increases in size. It would give the planet a gravitational pull around , or about 1.12 times that of Earth.",
            "score": 37.39877510070801
        },
        {
            "docid": "1744360_29",
            "document": "Colonization of Mars . According to Elon Musk, \"even at a million people [working on Mars] you're assuming an incredible amount of productivity per person, because you would need to recreate the entire industrial base on Mars... You would need to mine and refine all of these different materials, in a much more difficult environment than Earth\".",
            "score": 38.521246671676636
        },
        {
            "docid": "909036_34",
            "document": "Elon Musk . On June 17, 2014, Musk committed to building a SolarCity advanced production facility in Buffalo, New York, that would triple the size of the largest solar plant in the United States. Musk stated the plant will be \"one of the single largest solar panel production plants in the world,\" and it will be followed by one or more even bigger facilities in subsequent years.",
            "score": 31.207133054733276
        },
        {
            "docid": "909036_27",
            "document": "Elon Musk . In a May 2013 interview with All Things Digital, Musk said that to overcome the range limitations of electric cars, Tesla is \"dramatically accelerating\" its network of supercharger stations, tripling the number on the East and West coasts of the U.S. that June, with plans for more expansion across North America, including Canada, throughout the year. As of January 29, 2016, Musk owns about 28.9 million Tesla shares, which equates to about 22% of the company.",
            "score": 33.939786434173584
        },
        {
            "docid": "43082216_5",
            "document": "ISeeCars.com . iSeeCars.com's researchers use their database of more than 30 million car listings to better understand car trends and consumer behavior. Some of the studies conducted by iSeeCars.com included \"10 cars most likely to go 200,000 miles\" for Consumer Reports, \"Tesla cars are worth more used than new\" for CNBC, \"Men like minivans and hybrids as much as women do\" for CBS News, and \"Where To Find The Best (And Worst) Used-Car Deals\" for Forbes. In February 2014, iSeeCars.com's study that used Tesla cars were selling for more than new ones was cited by Tesla Motors CEO, Elon Musk.",
            "score": 42.97316336631775
        },
        {
            "docid": "48778030_3",
            "document": "Zip2 . Global Link Information Network was founded in 1995 by brothers Elon and Kimbal Musk and Greg Kouri in Palo Alto, California with money raised from a small group of angel investors, plus US$6,000 from Kouri. In Ashlee Vance's biography of Elon Musk, it is claimed that the Musks' father, Errol Musk, provided them with US$28,000 during this time, but Elon Musk later denied this.",
            "score": 33.11276865005493
        },
        {
            "docid": "50349535_34",
            "document": "Charged Hong Kong . On 25 January 2016, Charged Hong Kong chairman Mark Webb-Johnson and vice-chairman Edwin Lee were selected to appear in an official video by Tesla Motors and the video was shown at a Tesla Motors Hong Kong customer event in conjunction with the visit by Tesla Motor's founder Elon Musk to the city. Another official Tesla Motors video also featured the voice of Charged Hong Kong chairman Mark Webb-Johnson in conversation with Tesla Motors's CEO Elon Musk. Elon Musk coined Hong Kong as the 'Beacon city of electric vehicles' in the same event. Charged Hong Kong member Chan Yik Hei, a young Hong Kong entrepreneur, reviewed in an interview that he had a meeting with both Leung Chun Ying, the current Chief Executive of Hong Kong and Tesla Motors CEO Elon Musk in the same week and had talked about electric vehicles in Hong Kong.",
            "score": 40.27862215042114
        },
        {
            "docid": "909036_29",
            "document": "Elon Musk . In 2014, Musk announced that Tesla would allow its technology patents to be used by anyone in good faith in a bid to entice automobile manufacturers to speed up development of electric cars. \"The unfortunate reality is electric car programs (or programs for any vehicle that doesn't burn hydrocarbons) at the major manufacturers are small to non-existent, constituting an average of far less than 1% of their total vehicle sales,\" Musk said.",
            "score": 41.86404633522034
        },
        {
            "docid": "2306508_8",
            "document": "The Know-It-All . Elon Musk read the Encyclopædia Britannica twice",
            "score": 27.4089412689209
        },
        {
            "docid": "909036_36",
            "document": "Elon Musk . After earlier envisioning Hyperloop, Musk assigned a dozen engineers from Tesla and SpaceX who worked for nine months, establishing the conceptual foundations and creating the designs for the transportation system. An early design for the system was then published in a whitepaper posted to the Tesla and SpaceX blogs. Musk's proposal, if technologically feasible at the costs he has cited, would make Hyperloop travel cheaper than any other mode of transport for such long distances. The alpha design was proposed to use a partial vacuum to reduce aerodynamic drag, which it is theorized would allow for high-speed travel with relatively low power, with certain other features like air-bearing skis and an inlet compressor to reduce freestream flow. The document of alpha design estimated the total cost of an LA-to-SF Hyperloop system at , but this amount is speculative.",
            "score": 38.92043077945709
        },
        {
            "docid": "909036_74",
            "document": "Elon Musk . Tosca Musk, Elon's sister, is a filmmaker. She is the founder of Musk Entertainment and has produced various movies.",
            "score": 30.411212921142578
        },
        {
            "docid": "42296709_4",
            "document": "Heaven &amp; Earth (Yes album) . About the name of the album, guitarist Steve Howe stated, \"In a way, the parallel of saying 'Heaven and Earth' is the same as saying good and bad, yin and yang, up and down, left and right. They're two extremes, but I think the way Roger and I liked it was that in fact the Earth is a physical place where you can measure stuff and you can do quantum physics. [...] But Heaven is an unknown place of no particular destination as far as anybody knows. And yet it doesn't matter whether you're totally tied up in a religious belief or whether you’re spiritual in a way. That doesn't require religious commitment — it just requires awareness to the fact that there’s obviously something out there that we don't know about. [...] it sums up the dualistic quality of the known and the unknown and the more you look at the known the more you see that there's even more unknown than you knew before.\"",
            "score": 39.88412523269653
        },
        {
            "docid": "909036_1",
            "document": "Elon Musk . Elon Musk",
            "score": 30.259136199951172
        }
    ],
    "r": [
        {
            "docid": "1018868_8",
            "document": "Astrology and astronomy . The primary goal of astronomy is to understand the physics of the universe. Astrologers use astronomical calculations for the positions of celestial bodies along the ecliptic and attempt to correlate celestial events (astrological aspects, sign positions) with earthly events and human affairs. Astronomers consistently use the scientific method, naturalistic presuppositions and abstract mathematical reasoning to investigate or explain phenomena in the universe. Astrologers use mystical or religious reasoning as well as traditional folklore, symbolism and superstition blended with mathematical predictions to explain phenomena in the universe. The scientific method is not consistently used by astrologers.",
            "score": 62.721046447753906
        },
        {
            "docid": "38862610_41",
            "document": "Astrology and science . Astrology has been criticised for failing to provide a physical mechanism that links the movements of celestial bodies to their purported effects on human behaviour. In a lecture in 2001, Stephen Hawking stated \"The reason most scientists don't believe in astrology is because it is not consistent with our theories that have been tested by experiment.\" In 1975, amid increasing popular interest in astrology, \"The Humanist\" magazine presented a rebuttal of astrology in a statement put together by Bart J. Bok, Lawrence E. Jerome, and Paul Kurtz. The statement, entitled 'Objections to Astrology', was signed by 186 astronomers, physicists and leading scientists of the day. They said that there is no scientific foundation for the tenets of astrology and warned the public against accepting astrological advice without question. Their criticism focused on the fact that there was no mechanism whereby astrological effects might occur: Astronomer Carl Sagan declined to sign the statement. Sagan said he took this stance not because he thought astrology had any validity, but because he thought that the tone of the statement was authoritarian, and that dismissing astrology because there was no mechanism (while \"certainly a relevant point\") was not in itself convincing. In a letter published in a follow-up edition of \"The Humanist\", Sagan confirmed that he would have been willing to sign such a statement had it described and refuted the principal tenets of astrological belief. This, he argued, would have been more persuasive and would have produced less controversy.",
            "score": 62.280277252197266
        },
        {
            "docid": "2122_40",
            "document": "Astrology . Some of the practices of astrology were contested on theological grounds by medieval Muslim astronomers such as Al-Farabi (Alpharabius), Ibn al-Haytham (Alhazen) and Avicenna. They said that the methods of astrologers conflicted with orthodox religious views of Islamic scholars, by suggesting that the Will of God can be known and predicted in advance. For example, Avicenna's 'Refutation against astrology', \"Risāla fī ibṭāl aḥkām al-nojūm\", argues against the practice of astrology while supporting the principle that planets may act as agents of divine causation. Avicenna considered that the movement of the planets influenced life on earth in a deterministic way, but argued against the possibility of determining the exact influence of the stars. Essentially, Avicenna did not deny the core dogma of astrology, but denied our ability to understand it to the extent that precise and fatalistic predictions could be made from it. Ibn Qayyim Al-Jawziyya (1292–1350), in his \"Miftah Dar al-SaCadah\", also used physical arguments in astronomy to question the practice of judicial astrology. He recognised that the stars are much larger than the planets, and argued: And if you astrologers answer that it is precisely because of this distance and smallness that their influences are negligible, then why is it that you claim a great influence for the smallest heavenly body, Mercury? Why is it that you have given an influence to al-Ra's and al-Dhanab, which are two imaginary points [ascending and descending nodes]?",
            "score": 61.891170501708984
        },
        {
            "docid": "23047_25",
            "document": "Pseudoscience . Paul R. Thagard used astrology as a case study to distinguish science from pseudoscience and proposed principles and criteria to delineate them. First, astrology has not progressed in that it has not been updated nor added any explanatory power since Ptolemy. Second, it has ignored outstanding problems such as the precession of equinoxes in astronomy. Third, alternative theories of personality and behavior have grown progressively to encompass explanations of phenomena which astrology statically attributes to heavenly forces. Fourth, astrologers have remained uninterested in furthering the theory to deal with outstanding problems or in critically evaluating the theory in relation to other theories. Thagard intended this criterion to be extended to areas other than astrology. He believed it would delineate as pseudoscientific such practices as witchcraft and pyramidology, while leaving physics, chemistry and biology in the realm of science. Biorhythms, which like astrology relied uncritically on birth dates, did not meet the criterion of pseudoscience at the time because there were no alternative explanations for the same observations. The use of this criterion has the consequence that a theory can be scientific at one time and pseudoscientific at a later time.",
            "score": 60.28216552734375
        },
        {
            "docid": "593659_9",
            "document": "Nicole Oresme . The third part concerns predictiveness, covering events at three different scales: great events such as plagues, famines, floods and wars; weather, winds and storms; and medicine, with influences on the humours, the four Aristotelian fluids of the body. Oresme criticizes all of these as misdirected, though he accepts that prediction is a legitimate area of study, and argues that the effect on the weather is less well known than the effect on great events. He observes that sailors and farmers are better at predicting weather than astrologers, and specifically attacks the astrological basis of prediction, noting correctly that the zodiac has moved relative to the fixed stars (because of precession of the equinoxes) since the zodiac was first described in ancient times. These first three parts are what Oresme considers the physical influences of the stars and planets (including sun and moon) on the earth, and while he offers critiques of them, he accepts that effects exist. The last three parts are what Oresme considers to concern (good or bad) fortune. They are interrogations, meaning asking the stars when to do things such as business deals; elections, meaning choosing the best time to do things such as getting married or fighting a war; and nativities, meaning the natal astrology with birth charts that forms much of modern astrological practice. Oresme classifies interrogations and elections as \"totally false\" arts, but his critique of nativities is more measured. He denies that any path is predetermined by the heavenly bodies, because humans have free will, but he accepts that the heavenly bodies can influence behaviour and habitual mood, via the combination of humours in each person. Overall, Oresme's skepticism is strongly shaped by his understanding of the scope of astrology. He accepts things a modern skeptic would reject, and rejects some things — such as the knowability of planetary movements, and effects on weather — that are accepted by modern science.",
            "score": 59.37139892578125
        },
        {
            "docid": "38862610_43",
            "document": "Astrology and science . Many astrologers claim that astrology is scientific. If one were to attempt to try to explain it scientifically, there are only four fundamental forces (conventionally), limiting the choice of possible natural mechanisms. Some astrologers have proposed conventional causal agents such as electromagnetism and gravity. The strength of these forces drops off with distance. Scientists reject these proposed mechanisms as implausible since, for example, the magnetic field, when measured from earth, of a large but distant planet such as Jupiter is far smaller than that produced by ordinary household appliances. Astronomer Phil Plait noted that in terms of magnitude, the sun is the only object with an electromagnetic field of note, but astrology isn't based just off the sun alone. While astrologers could try to suggest a fifth force, this is inconsistent with the trends in physics with the unification of Electromagnetism and the weak force into the electroweak force. If the astrologer insisted on being inconsistent with the current understanding and evidential basis of physics, that would be an extraordinary claim. It would also be inconsistent with the other forces which drop off with distance. If distance is irrelevant, then, logically, all objects in space should be taken into account.",
            "score": 58.095855712890625
        },
        {
            "docid": "38798417_41",
            "document": "Technoself studies . Luppicini posits that this sort of model could \"prove invaluable for guiding future decision making directed at the framing of HET regulation debates, as well as leveraging strategic planning and decision making concerning HET adaption standards.\" Technoethics relates to the ethical considerations concerning technology in society.Human enhancement improves aspects of human function and may temporarily or permanently overcome the limitations of the human body through natural or artificial means. The consequences of such technological alterations implies ethical questions such as the unfair physical and mental categorization of certain individuals. Therefore, further consideration will need to be associated with ethical questions surrounding the evolution of technology. With growing trends of artificial intelligence and technological devices, such as Google Glass, stricter regulation will be necessary. Furthermore, Elon Musk recently stated that \"We need to be careful with AI (artificial intelligence). Potentially more dangerous than nukes\", meaning that there may be need to worry about the evolution of technology, and specifically how humans employ it to their benefit.",
            "score": 57.25679016113281
        },
        {
            "docid": "30027_44",
            "document": "Tycho Brahe . Tycho Brahe also worked in medicine and alchemy. He was strongly influenced by Paracelsus, who considered the human body to be directly influenced by celestial bodies. The paracelsian view of man as a microcosm, and astrology as the science tying together the celestial and bodily universes was also shared by Philip Melanchthon, and was precisely one of the points of contention between Melanchthon and Luther, and hence between the philippists and the gnesio-Lutherans. For Tycho Brahe there was a close connection between empiricism and natural science on one hand and religion and astrology on the other. Using his large herbal garden at Uraniborg, Tycho Brahe produced several recipes for herbal medicines, using them to treat illnesses such as fever and plague. In his own time, Tycho was also famous for his contributions to medicine; his herbal medicines were in use as late as the 1900s. The expression Tycho Brahe days, in Scandinavian folklore, refers to a number of \"unlucky days\" that were featured in many almanacs beginning in the 1700s, but which have no direct connection to Tycho Brahe or his work. Whether because he realized that astrology was not an empirical science or because he feared religious repercussions Brahe seems to have had a somewhat ambiguous relation to his own astrological work. For example, two of his more astrological treatises one on weather predictions and an almanac were published in the names of his assistants, in spite of the fact that he worked on them personally. Some scholars have argued that he lost faith in horoscope astrology over the course of his career, and others that he simply changed his public communication on the topic as he realized that connections with astrology could influence the reception of his empirical astronomical work.",
            "score": 56.756675720214844
        },
        {
            "docid": "41678937_3",
            "document": "Weather media in the United States . Farmers' Almanacs have published long-term forecasts for around 200 years. While almanac publishers have attributed an 80 to 85 percent accuracy rate to the publication’s annual forecasts, independent studies that retrospectively compare the weather with the predictions have not shown them more accurate than chance. Predictions for each edition are made as far as two years in advance. The \"Farmers’ Almanac\" publishers are highly secretive about the method used to make its predictions, only stating publicly that it is a \"top secret mathematical and astronomical formula, that relies on sunspot activity, tidal action, planetary position and many other factors.\" (The use of planetary position or astrology to forecast weather dates back to Ptolemy's work in the second century of the Common Era, and it was thus an outgrowth of the almanacs' other main purpose to provide the positions of celestial bodies. Like other forms of astrology, the scientific community considers it a discredited pseudoscience.)",
            "score": 56.32967758178711
        },
        {
            "docid": "3427491_3",
            "document": "Judicial astrology . In the Middle Ages natural astrology was mainly focused on the diagnosis and the treatment of medical patients. For more information on this, see the article on medical astrology. An additional use would have been the application of astrology to determine future weather patterns based on the Aristotelian/Ptolemaic rationale that the planets cause change in the sublunary world by producing an efflux of elements and qualities. Every other branch was lumped together into the heading of 'judicial astrology'. These included natal astrology, mundane astrology, horary astrology, and electional astrology. Judicial astrology is an obsolete category, because since the Middle Ages other sciences have arisen, astrology has ceased to be a tool in medicine and meteorology, and scientifically demonstrable parts of natural astrology such as the moon's effect on tides are considered to be physics not astrology.",
            "score": 56.217063903808594
        },
        {
            "docid": "180786_30",
            "document": "Hermeticism . Astrology (the operation of the stars): Hermes claims that Zoroaster discovered this part of the wisdom of the whole universe, astrology, and taught it to man. In Hermetic thought, it is likely that the movements of the planets have meaning beyond the laws of physics and actually hold metaphorical value as symbols in the mind of The All, or God. Astrology has influences upon the Earth, but does not dictate our actions, and wisdom is gained when we know what these influences are and how to deal with them.",
            "score": 56.21582794189453
        },
        {
            "docid": "909036_55",
            "document": "Elon Musk . Musk's statements have been widely criticized, with Stanford University Professor Fred Turner noting that \"if you're an entrepreneur like Elon Musk, you will take the money where you can get it, but at the same time believe as a matter of faith that it's entrepreneurship and technology that are the sources of social change, not the state. It is not quite self-delusion, but there is a habit of thinking of oneself as a free-standing, independent agent, and of not acknowledging the subsidies that one received. And this goes on all the time in Silicon Valley.\" Author Michael Shellenberger argued that \"in the case of Musk, it is hard not to read that as a kind of defensiveness. And I think there is a business reason for it. They are dealing with a lot of investors for whom subsidies are not the basis for a long-term viable business, and they often want to exaggerate the speed with which they are going to be able to become independent.\" Shellenberger continues, \"we would all be better off if these entrepreneurs were a bit more grateful, a bit more humble.\" While journalist and author Jim Motavalli, who interviewed Musk for \"High Voltage\", his 2011 book about the electric vehicle industry, speculated that \"Elon is now looking at it from the point of view of a winner, and he doesn't want to see other people win because they get government money – I do think there is a tendency of people, once they have succeeded, to want to pull the ladder up after them.\"",
            "score": 55.98619079589844
        },
        {
            "docid": "10551610_5",
            "document": "Speculum Astronomiae . Furthermore, the celestial bodies through their corporeal nature caused this flow of influence, which is perceived as visible light, to function as a bodily, rather than a spiritual, force (Hendrix, 2007). Because of this quasi-corporeal status, Albert maintained that the transmitted influence could affect the body, but not the soul. This influence would result in corporeal impulses—such as lust or gluttonous desire—that influenced the soul only indirectly, through the body. Because of this, the person receiving the influence could choose to override it through an act of will. But since most people are perfectly content to be moved along by their physical impulses, astrology would be able to accurately predict future actions in almost every case. However, a knowledge of astrology helps one to resist the influences that celestial bodies impart, therefore assisting one in resisting these bodily impulses. Thus, in Albert's argument, astrology perfects, rather than negates, free will.",
            "score": 55.70718765258789
        },
        {
            "docid": "2122_2",
            "document": "Astrology . Astrology is the study of the movements and relative positions of celestial objects as a means for divining information about human affairs and terrestrial events. Astrology has been dated to at least the 2nd millennium BCE, and has its roots in calendrical systems used to predict seasonal shifts and to interpret celestial cycles as signs of divine communications. Many cultures have attached importance to astronomical events, and some – such as the Indians, Chinese, and Maya – developed elaborate systems for predicting terrestrial events from celestial observations. Western astrology, one of the oldest astrological systems still in use, can trace its roots to 19th–17th century BCE Mesopotamia, from which it spread to Ancient Greece, Rome, the Arab world and eventually Central and Western Europe. Contemporary Western astrology is often associated with systems of horoscopes that purport to explain aspects of a person's personality and predict significant events in their lives based on the positions of celestial objects; the majority of professional astrologers rely on such systems.",
            "score": 54.669620513916016
        },
        {
            "docid": "1573_19",
            "document": "Albertus Magnus . Albert was deeply interested in astrology, as has been articulated by scholars such as Paola Zambelli and Scott Hendrix. Throughout the Middle Ages –and well into the early modern period– astrology was widely accepted by scientists and intellectuals who held the view that life on earth is effectively a microcosm within the macrocosm (the latter being the cosmos itself). It was believed that correspondence therefore exists between the two and thus the celestial bodies follow patterns and cycles analogous to those on earth. With this worldview, it seemed reasonable to assert that astrology could be used to predict the probable future of a human being. Albert made this a central component of his philosophical system, arguing that an understanding of the celestial influences affecting us could help us to live our lives more in accord with Christian precepts. The most comprehensive statement of his astrological beliefs is to be found in a work he authored around 1260, now known as the \"Speculum astronomiae\". However, details of these beliefs can be found in almost everything he wrote, from his early \"De natura boni\" to his last work, the \"Summa theologiae\".",
            "score": 54.33629608154297
        },
        {
            "docid": "31880_6",
            "document": "Universe . From studying the movement of galaxies, we know that the universe contain much more matter than we can detect in usual ways. This unseen matter is known as dark matter  (\"dark\" means that there is a wide range of strong indirect evidence that it exists, but we have not yet detected it directly). The Lambda-CDM model is the most widely accepted model of our universe. It suggests that about [2015] of the mass and energy in the universe is a scalar field known as dark energy which is responsible for the current expansion of space, and about 25.8% [2015] is dark matter. Ordinary (\"baryonic\") matter is therefore only 4.9% [2015] of the physical universe. Stars, planets, and visible gas clouds only form about 6% of ordinary matter, or about 0.3% of the entire universe.",
            "score": 54.27639389038086
        },
        {
            "docid": "24165862_4",
            "document": "Physical Science Study Committee . There was a concern that traditional high school physics had devolved to a hodge-podge of Newtonian mechanics and other topics that was poorly integrated, with increasing emphasis on the peculiarities of current technology. In contrast, the PSSC approach emphasized the unity of physical inquiry, organized around broad principles such as the conservation laws, rather than a series of disparate equations to be memorized. Details of current technology would be deemphasized, and fewer topics would be covered, to highlight a deep understanding of fundamental principles and the spirit and culture of scientific investigation. Hands-on laboratory work was regarded as an integral part of the course, including open-ended explorations and discovery of new concepts, rather than simple verification of received knowledge. Photographer Berenice Abbott and filmmaker Richard Leacock were recruited to make visual aids to understanding complex phenomena such as wave propagation, kinetics, and electrical charge. They brought an esthetic sense of visual beauty to illustrations of elegant physical concepts. More than 50 educational movies were made of physical phenomena, including some which were too expensive, dangerous, or infeasible to demonstrate directly in a classroom. Stroboscopic photos made with the assistance of MIT professor Doc Edgerton were used to illustrate Newton's laws of motion, including what would become an iconic image of a bouncing ball on the front cover of the textbook.",
            "score": 54.26366424560547
        },
        {
            "docid": "2122_60",
            "document": "Astrology . A 2005 Gallup poll and a 2009 survey by the Pew Research Center reported that 25% of US adults believe in astrology. According to data released in the National Science Foundation's 2014 \"Science and Engineering Indicators\" study, \"Fewer Americans rejected astrology in 2012 than in recent years.\" The NSF study noted that in 2012, \"slightly more than half of Americans said that astrology was 'not at all scientific,' whereas nearly two-thirds gave this response in 2010. The comparable percentage has not been this low since 1983.\"",
            "score": 54.193626403808594
        },
        {
            "docid": "521177_3",
            "document": "Astrological sign . The concept of the zodiac originated in Babylonian astrology, and was later influenced by Hellenistic culture. According to astrology, celestial phenomena relate to human activity on the principle of \"as above, so below\", so that the signs are held to represent characteristic modes of expression. Modern discoveries about the true nature of celestial objects has undermined the theoretical basis for assigning meaning to astrological signs, and empirical scientific investigation has shown that predictions and recommendations based on these systems are not accurate. Astrology in general is regarded as a pseudoscience.",
            "score": 53.4021110534668
        },
        {
            "docid": "8406253_17",
            "document": "Astrology in medieval Islam . Most scholars believe that astrology is a prohibited field of study. Imam Ibn Taymiyah said: “Astrology that is concerned with studying the positions and aspects of celestial bodies in the belief that they have an influence on the course of natural earthly occurrences and human affairs is prohibited by the Quran, the Sunnah, and the unanimous agreement of the Muslim scholars. Furthermore, astrology was considered forbidden by all Messengers of Almighty Allah(God).”",
            "score": 53.27632141113281
        },
        {
            "docid": "38862610_23",
            "document": "Astrology and science . This poor reasoning includes appeals to ancient astrologers such as Kepler despite any relevance of topic or specific reasoning, and vague claims. The claim that evidence for astrology is that people born at roughly \"the same place have a life pattern that is very similar\" is vague, but also ignores that time is reference frame dependent and gives no definition of \"same place\" despite the planet's moving in the reference frame of the solar system. Other comments by astrologers are based on severely erroneous interpretations of basic physics, such as a claim by one astrologer that the solar system looks like an atom. Further, James noted that response to criticism also relies on faulty logic, an example of which was a response to twin studies with the statement that coincidences in twins are due to astrology, but any differences are due to \"heredity and environment\", while for other astrologers the issues are too difficult and they just want to get back to their astrology. Further, to astrologers, if something appears in their favour, they latch upon it as proof, while making no attempt to explore its implications, preferring to refer to the item in favour as definitive; possibilities that do not make astrology look favourable are ignored.",
            "score": 53.17413330078125
        },
        {
            "docid": "2355627_6",
            "document": "Samaritan (comics) . Infidel is Samaritan's most powerful adversary. Like Samaritan, Infidel is imbued with empyrean fire, which manifests as green energies that turned his beard and eyes bright green (in contrast to Samaritan's blue energies and hair). However, whereas Samaritan is a science-based hero, Infidel's power is magically derived, using alchemical spells and astrological methods to manifest his energies. He is also a brilliant scientist well versed in more traditional physical sciences, having, for example, created a device to examine superstrings.",
            "score": 52.91849136352539
        },
        {
            "docid": "1853101_35",
            "document": "Tetrabiblos . Some commentators have viewed Ptolemy's comparatively dispassionate approach towards points of astrological contention as reason to suppose he was more interested in the theoretical principles than the actual practice of astrology. On the other hand, the objective tone that marks his style; his assertion that the subject is natural (by which he makes no demand for oaths of secrecy from its students as some contemporaries do); and the way he shows respectful reference to alternative views without vilifying authors whose practices might differ from his own, all helped to secure the text’s historical reputation as an intellectually superior one. Classics scholar Mark Riley raised these points in his assessment that Ptolemy approached the subject of astrology with exactly the same theoretical inclination that he applied to astronomy, geography and the other sciences on which he wrote. This distinctive style of approach led Riley to conclude: \"The respect shown to Ptolemy’s work by all later astrologers was due, not to its usefulness to the practitioner, but to his magisterial synthesis of astrology and science\". Book II presents Ptolemy's treatise on mundane astrology. This offers a comprehensive review of ethnic stereotypes, eclipses, significations of comets and seasonal lunations, as used in the prediction of national economics, wars, epidemics, natural disasters and weather patterns. No other surviving ancient text offers a comparable account of this topic, in terms of the breadth and depth of detail offered by Ptolemy. Although no demonstrated examples are given, he writes with authority in this branch of his subject, which suggests it was of particular interest to him. Modern commentators have remarked that Ptolemy was \"consciously taking a different approach\" to contrast \"with the 'old', infinitely complicated methods\".",
            "score": 52.89142608642578
        },
        {
            "docid": "197000_22",
            "document": "Geomancy . Pietro d'Abano discusses the primary modes of perfection used in geomantic interpretations with significators in his geomancy essay. In astrological geomancy, the significators are chosen based upon the identity of the querent and the identity of the quesited. Generally, except when the querent asks about a situation about a subject with no immediate connection to themselves, the querent's significator is located in the first house (see Derivative house). The quesited's significator is identified based upon the focus of the query: this is based upon the relation of the query to the astrological houses. Some questions require more than two significators, such as in a query involving several primary factors (e.g., two parties quarrelling over an estate). Queries that have a yes-or-no, or possible-impossible, answer can easily be answered with these modes of perfection. If the chart perfects, the answer is \"yes\"; otherwise, in the case of denial of perfection, \"no\". The nature of the figures themselves should also be considered; if a chart perfects with negative figures, for instance, the matter will resolve but the querent may not like the result. On the other hand, if the chart does not perfect but the figures are good, then the matter will not resolve even though the querent can make do successfully without it.",
            "score": 52.85411071777344
        },
        {
            "docid": "31865376_15",
            "document": "Physics of the Future . The book got mixed reviews, and was generally regarded as having interesting insights that were delivered in an over-optimistic but bland style. \"Kirkus Reviews\" stated \"The author’s scientific expertise will engage readers too sophisticated for predictions based on psychic powers or astrology.\" Reviewers at \"Library Journal\" have stated, \"This work is highly recommended for fans of Kaku’s previous books and for readers interested in science and robotics.\" The \"Wall Street Journal\" considers it a \"largely optimistic view of the future\". \"The Telegraph\" complained that \"[Physics of the Future] is partisan about technology in a way that smacks of Gerard K. O'Neill’s deliriously technocratic vision of space exploration, \"\".\" \"The Guardian\" stated \"despite the relentless technological optimism, Kaku does conjure up a genuinely exciting panorama of revolutionary science and magical technology\". The \"New York Times\" complained the book's style is often \"dull and charmless\", but acknowledged it had the ability to \"enthrall and frighten\" as well. Writing in \"Physics Today\", physicist Neil Gershenfeld said that the book has “an appealing premise” but describes “a kind of future by committee” populated by “science-fiction staples”. Gershenfeld said, “Such a forecast could have been accomplished with less effort by collating covers from popular science magazines.” Gershenfeld criticizes Kaku for “some surprising physics errors”, such as ignoring air friction on maglev vehicles. Kaku is praised for raising “profound questions”, such as the effect of affluence in the future, or the decoupling of sensory experience from reality. However, Gershenfeld laments that these questions are asked in the margins and not given a deep treatment. “It would have been more relevant to learn the author’s perspective on these questions than to find out where and to whom he’s presented lectures,” Gershenfeld said. \"The Economist\" is skeptical about prediction in general pointing out that unforeseen \"unknown unknowns\" led to many disruptive technologies over the century just past.",
            "score": 52.83039855957031
        },
        {
            "docid": "8406253_12",
            "document": "Astrology in medieval Islam . Some of the principles of astrology were refuted by several medieval Islamic astronomers such as Al-Farabi (Alpharabius), Ibn al-Haytham (Alhazen), Avicenna, Abu Rayhan al-Biruni and Averroes. Their reasons for refuting astrology were often due to both scientific (the methods used by astrologers being conjectural rather than empirical) and religious (conflicts with orthodox Islamic scholars) reasons. However these refutations mainly concerned the judicial branches of astrology rather than the natural principles of it. For example, Avicenna's refutation of astrology (in the treatise titled \"Resāla fī ebṭāl aḥkām al-nojūm\", Treatise against the rulings of the stars) revealed support for its overarching principles. He stated that it was true that each planet had some influence on the earth, but his argument was the difficulty of astrologers being able to determine the exact effect of it. In essence, Avicenna did not refute astrology, but denied man’s limited capacity to be able to know the precise effects of the stars on the sublunar matter. With that, he did not refute the essential dogma of astrology, but only refuted our ability to fully understand it.",
            "score": 52.75459289550781
        },
        {
            "docid": "1334769_11",
            "document": "Etymology of electricity . Another problem arises because the population of physicists abandoned the term \"electricity\" without much public discussion and perhaps without much awareness on the part of their community. By silently altering the meaning of common and heavily used terms, the scientific community caused an immense confusion on the part of the public. Whereas in the past the question \"What is electricity?\" was more or less easily answered, today the question itself has become meaningless. Is electricity a form of energy? Is electricity the same as electric charge? Is electricity nothing but a class of phenomena? Should we measure the quantity of electricity in coulombs, or should we instead use amperes, joules, or watts, or even volts? Physics texts and reference books supply no solid answer, since physicists have gradually abandoned electricity as a scientific term.",
            "score": 52.64261245727539
        },
        {
            "docid": "2122_52",
            "document": "Astrology . Dean, a scientist and former astrologer, and psychologist Ivan Kelly conducted a large scale scientific test that involved more than one hundred cognitive, behavioural, physical, and other variables—but found no support for astrology. Furthermore, a meta-analysis pooled 40 studies that involved 700 astrologers and over 1,000 birth charts. Ten of the tests—which involved 300 participants—had the astrologers pick the correct chart interpretation out of a number of others that were not the astrologically correct chart interpretation (usually three to five others). When date and other obvious clues were removed, no significant results suggested there was any preferred chart.",
            "score": 52.36712646484375
        },
        {
            "docid": "909036_11",
            "document": "Elon Musk . In 1995, at age 24, Musk moved to California to begin a Ph.D. in applied physics and materials science at Stanford University but left the program after two days to pursue his entrepreneurial aspirations in the areas of the internet, renewable energy, and outer space. In 2002, he became a U.S. citizen.",
            "score": 51.9337272644043
        },
        {
            "docid": "8406253_2",
            "document": "Astrology in medieval Islam . The medieval Muslims took a keen interest in the study of heavens: partly because they considered the celestial bodies to be divine, partly because the dwellers of desert-regions often travelled at night, and relied upon knowledge of the constellations for guidance in their journeys. After the advent of Islam, the Muslims needed to determine the time of the prayers, the direction of the Kaaba, and the correct orientation of the mosque, all of which helped give a religious impetus to the study of astronomy and contributed towards the belief that the heavenly bodies were influential upon terrestrial affairs as well as the human condition. The science dealing with such influences was termed astrology (Arabic: علم النجوم \"Ilm an-Nujūm\"), a discipline contained within the field of astronomy (more broadly known as علم الفلك \"Ilm al-Falak\" 'the science of formation [of the heavens]'). The principles of these studies were rooted in Arabian, Persian, Babylonian, Hellenistic and Indian traditions and both were developed by the Arabs following their establishment of a magnificent observatory and library of astronomical and astrological texts at Baghdad in the 8th century.",
            "score": 51.82829284667969
        },
        {
            "docid": "40341198_6",
            "document": "Critical realism (philosophy of the social sciences) . Critical naturalism argues that the transcendental realist model of science is equally applicable to both the physical and the human worlds. However, when we study the human world we are studying something fundamentally different from the physical world and must, therefore, adapt our strategy to studying it. Critical naturalism, therefore, prescribes social scientific method which seeks to identify the mechanisms producing social events, but with a recognition that these are in a much greater state of flux than those of the physical world (as human structures change much more readily than those of, say, a leaf). In particular, we must understand that human agency is made possible by social structures that themselves require the reproduction of certain actions/pre-conditions. Further, the individuals that inhabit these social structures are capable of consciously reflecting upon, and changing, the actions that produce them—a practice that is in part facilitated by social scientific research.",
            "score": 51.7432861328125
        },
        {
            "docid": "38862610_7",
            "document": "Astrology and science . The foundations of the theoretical structure used in astrology originate with the Babylonians, although widespread usage did not occur till the start of the Hellenistic period after Alexander the Great swept through Greece. It was not known to the Babylonians that the constellations are not on a celestial sphere and are very far apart. The appearance of them being close is illusory. The exact demarcation of what a constellation is, is cultural, and varied between civilisations. Ptolemy's work on astronomy was driven to some extent by the desire, like all astrologers of the time, to easily calculate the planetary movements. Early western astrology operated under the ancient Greek concepts of the Macrocosm and microcosm; and thus medical astrology related what happened to the planets and other objects in the sky to medical operations. This provided a further motivator for the study of astronomy. While still defending the practice of astrology, Ptolemy acknowledged that the predictive power of astronomy for the motion of the planets and other celestial bodies ranked above astrological predictions.",
            "score": 51.29399871826172
        }
    ]
}