{
    "q": [
        {
            "docid": "40693632_15",
            "document": "DJI (company) . The Mavic (御) series currently includes Mavic Pro and Mavic Air, both have foldable design that allow drones to be transported more easily.",
            "score": 141.7275767326355
        },
        {
            "docid": "51917900_2",
            "document": "Mavic (UAV) . The Mavic Pro () is an unmanned aerial photography and videography drone for personal and commercial use released by DJI.",
            "score": 139.62380599975586
        },
        {
            "docid": "51917900_12",
            "document": "Mavic (UAV) . At the 2017 IFA trade show, DJI announced the upgraded Mavic Pro Platinum. The upgraded version includes better battery life and improved noise reduction due to new propellers and electronic speed controllers. The Mavic Air was announced on 23 January 2018, for release on 28 January at a starting price of $799. It is marketed as a smartphone-sized drone that can fit in a jacket's pocket.",
            "score": 133.37267065048218
        },
        {
            "docid": "51917900_8",
            "document": "Mavic (UAV) . The Mavic is the first DJI drone to have gesture control. Users can wave their arms in specific patterns to trigger drone functions, such as taking a picture.",
            "score": 132.04804468154907
        },
        {
            "docid": "9478497_6",
            "document": "Micro Center . Micro Center was the first retailer in the United States to sell the DJI Mavic Pro drone, launching it by hosting a three-day demonstration in their Columbus store's parking lot which was open to the press and the public.",
            "score": 129.4171507358551
        },
        {
            "docid": "40693632_17",
            "document": "DJI (company) . The Mavic Air was announced on 23 January 2018, for release on 28 January. It is marketed as a smartphone-sized drone that can fit in a jacket pocket.",
            "score": 113.63585472106934
        },
        {
            "docid": "51917900_10",
            "document": "Mavic (UAV) . The Mavic controller is more compact than those for other DJI drones. It includes fold-out grips for smartphones and small tablets and has a built-in flight information display for flight without a smartphone or tablet.",
            "score": 119.54233837127686
        },
        {
            "docid": "58900_65",
            "document": "Unmanned aerial vehicle . Consumer drones are also widely used by military organizations worldwide because of the cost-effective nature of consumer product. In 2018, Israeli military started to use DJI Mavic and Matrice series of UAV for light reconnaissance mission since the civilian drones is easier to use and has higher reliability. DJI drones is also the most widely used commercial unmanned aerial system that the US Army has employed.",
            "score": 119.25799465179443
        },
        {
            "docid": "40693632_28",
            "document": "DJI (company) . Released in May 2017, the Spark (晓) was designed to be an affordable consumer drone that is nevertheless capable of producing high-quality images and video. This drone is DJI's cheapest to date and features a 12-megapixel camera capable of shooting 1080p video at 30fps. The camera is stabilised mechanically by a 2-axis gimbal. The Spark also carries an advanced infrared 3D camera that helps the drone to detect obstacles in front of it, as well as facilitating hand-gesture control—a feature that was, until the release of the Mavic Air in January 2018, unique to the Spark. In addition to a smartphone app with virtual controller, a physical controller can also be bought, extending the drone's range up to 1.2 miles (2 km). The aircraft has a flight duration of up to 16 minutes, but its exhausted battery can easily be swapped out for a charged battery to extend flight time.",
            "score": 114.97347176074982
        },
        {
            "docid": "40693632_16",
            "document": "DJI (company) . The Mavic Pro is introduced on September 27, 2016. It features multiple redundant sensors and obstacle avoidance to help prevent crashes.",
            "score": 98.55796003341675
        },
        {
            "docid": "51917900_11",
            "document": "Mavic (UAV) . A switch on the Mavic allows it to operate in Wi-Fi mode independent of the controller (\"e.g.\", controlled directly from a smartphone). In Wi-Fi mode, all flight functions can be accessed using the DJI Go 4 app but with reduced range to a few hundred feet.",
            "score": 94.37768626213074
        },
        {
            "docid": "51917900_7",
            "document": "Mavic (UAV) . DJI rates the battery life of the Mavic at 27 minutes of flight time in zero wind conditions. Max hovering time (0 wind) is 24 minutes, while normal flight drops to 21 minutes.",
            "score": 96.95472812652588
        },
        {
            "docid": "51917900_4",
            "document": "Mavic (UAV) . The Mavic is equipped with the same camera as the Phantom 4 UAV. The camera is a 12MP camera that is capable of shooting 4K videos at 24 frames per second (FPS). It is capable of 96 FPS when shooting in 1080p. Its camera keeps the same 60Mbit/s bitrate seen in the Phantom 4. The lens in the DJI Mavic possesses a 78-degree field of view (FOV), whereas the Phantom 4 maintains a 94-degree FOV.",
            "score": 87.21611785888672
        },
        {
            "docid": "49321811_11",
            "document": "UAV-related events . In January 2017 a 23 year old UAV operator from Xiaoshan was detained because of footage taken from a drone flying near airliners descending to land at Hangzhou Xiaoshan International Airport. The incident came to light when footage was uploaded to QQ. This was an eight-second clip from a ten-minute recording taken from an altitude of 450m. The operator had flown it to photograph a sunset, but had also recorded several airliners flying past. The model used was a DJI Mavic and the manufacturer strongly condemned the incident.",
            "score": 89.02757930755615
        },
        {
            "docid": "40693632_36",
            "document": "DJI (company) . On November 17, 2017, Ars Technica reported a security breach of private customer data at DJI. However, The Verge found that according to US government report, DJI drone has kept data safe despite the Ars Technica's claim. Nevertheless, DJI announced they've added Local Data Mode for their drones, which aerial platform will not enable any data transfer involving Internet during the flight. Brendan Schulman from DJI’s Vice President of Policy and Legal Affairrs, responded to the report from Ars Technica, saying “DJI is committed to protecting the privacy of its customers’ photos, videos and flight logs.\"",
            "score": 100.65830969810486
        },
        {
            "docid": "40693632_35",
            "document": "DJI (company) . Several military organizations also utilize DJI products for aerial photography mission including the US Army, and DJI drones were the most widely used commercial unmanned aerial system that the US Army has employed. However, on August 2017, the United States Army published internal guidance regarding the banning of using DJI drones and parts in the army for security reasons. DJI’s Public Relations Manager, Michael Perry expressed surprise and disappointment after the memo was released. A U.S. Army spokesperson responses to media and claim that the guidance is still undergoing a review. Although US Army has stopped using DJI products, other branches of the US military such as the US Marines are still fielding DJI product as commercial photography platform.",
            "score": 99.81709885597229
        },
        {
            "docid": "277914_66",
            "document": "Science and technology in China . China is the leader in drone technology, it is the first country in the world to create large scale transport drones, as well as the first to produce an amphibious drone. Chinese drone companies such as DJI and Ehang (Beijing Yi-Hang Creation Science & Technology) conquered majority of the civilian drone industry, with DJI alone dominating 85% of the global market share. Ehang also created the world's first \"flying taxi\" drone, Ehang 184, an eco-friendly low altitude autonomous aerial vehicle capable of providing transportation and medium distance communication.",
            "score": 90.57653331756592
        },
        {
            "docid": "40693632_33",
            "document": "DJI (company) . As of March 2017, DJI has a 50 percent market share of the consumer drone market according to NPD numbers. Top line estimates from the FAA point towards the number of consumer drones hitting over 4 million units by 2021.",
            "score": 93.13912463188171
        },
        {
            "docid": "51066562_6",
            "document": "Yuneec International Typhoon H . A key reason why the Typhoon H has been successful in the aerial cinematography world and is often preferred to models like DJI's Phantom and Inspire, is because of the built in Android Tablet to the 2.4ghz transmitter. This provides built in telemetry and direct camera streaming. The drone is also known for its unusually high camera quality out of the box which companies such as DJI have lacked. Although the range on the Typhoon H is not as far as the DJI Phantom lineup, many professional cinematographers have said they prefer the low latency transmission which DJI does not offer. Both drones do operate with full control well beyond eyesight.",
            "score": 90.21017837524414
        },
        {
            "docid": "40693632_3",
            "document": "DJI (company) . DJI is the world's leader in the civilian and commercial drone industry, accounting for over 70% of the drone market. Its drone technology has been used globally for the music, television and film industries, including K-pop music videos and the sets of Emmy Award-nominated television productions such as \"The Amazing Race\", \"American Ninja Warrior\", \"Better Call Saul\", \"Game of Thrones\", and many more.",
            "score": 93.51487708091736
        },
        {
            "docid": "51917900_3",
            "document": "Mavic (UAV) . The Mavic will fold small enough to fit into a small bag (83mm x 83mm x 198mm). Its legs and propellers fold underneath and to the side of the drone to form a compact package.",
            "score": 83.74308776855469
        },
        {
            "docid": "45706322_7",
            "document": "Phantom (UAV) . DJI Phantom 4 Pro, released in November 2016, has a three-axis stabilized camera with a 1-inch 20 MP CMOS sensor. It upgrades its obstacle avoidance with five directional sensors. The Phantom 4 Pro offers two remote controllers, one with a dedicated screen (Phantom 4 Pro+) and one without. It integrates an upgraded Lightbridge HD video transmission system that adds 5.8 GHz transmission support and a maximum downlink video transmission range of 7 km. In addition - DJI released a set of Goggles, which can be used with various DJI equipment, including the Phantom 4 Pro, to allow First Person View (FPV) flying. Announced at the 2017 IFA trade show, it gives the option to have the Phantom 4 Pro painted in obsidian black. Some build quality upgrades are included with the camera gimbal being made of magnesium.",
            "score": 80.25282442569733
        },
        {
            "docid": "1338764_10",
            "document": "Mavic . Mavic also makes clincher rims. The Mavic Open Pro is popular for everyday road use. CXP rims are the semi-aero counterparts.",
            "score": 68.98331642150879
        },
        {
            "docid": "40693632_29",
            "document": "DJI (company) . There have been multiple complaints that the drone could switch off and fall while flying. DJI responded to this by releasing a mandatory battery firmware update in August 2017.",
            "score": 88.95235586166382
        },
        {
            "docid": "40693632_34",
            "document": "DJI (company) . In January 2015, a DJI Phantom 3 crashed into the White House's south lawn, in Washington, D.C.. DJI later set up a no-fly Geo-system according to prohibited airspace, and forced all drones to update the firmware. The new system will forbid flights getting closer or take off in restricted zones based on its GPS location.",
            "score": 88.81845283508301
        },
        {
            "docid": "51174872_4",
            "document": "Osmo (camera) . The DJI Osmo is a camcorder, as it is only packaged with its handle, camera gimbal, and case. The interface of the camera is controlled through a smartphone app called \"DJI Go\", which is used in certain Phantom drones.",
            "score": 87.4240894317627
        },
        {
            "docid": "54808321_10",
            "document": "One Day in the Haram . As well as the ground filming the production obtained permissions for four helicopter flights over Makkah airspace. The film also featured low flying drone filming, using the DJI Matrice 600 and the DJI Inspire.",
            "score": 80.53164196014404
        },
        {
            "docid": "45651130_26",
            "document": "Regulation of UAVs in the United States . In 2015, a drone operated by a civilian flew into the White House property. As a result, the drone manufacturer, DJI, issued a statement saying that they will now require that all of their drones would contain built-in geofencing limits.",
            "score": 87.23284268379211
        },
        {
            "docid": "51917900_13",
            "document": "Mavic (UAV) . It features a 12 MP 4K HDR camera, mounted on a 3-axis gimbal, and has a new panorama mode, which stitches together 25 photos in eight seconds to create a \"Sphere Panorama\". Due to antennas mounted on its landing gear, the drone has a 21-minute flight time and a 2.5 mile range. Like the Spark, the Air also features the \"Smart Capture\" mode, in which the drone can be controlled by hand gestures.",
            "score": 74.23414421081543
        },
        {
            "docid": "40693632_2",
            "document": "DJI (company) . Dà-Jiāng Innovations Science and Technology Co. Ltd. (doing business as DJI in other countries) is a Chinese technology company headquartered in Shenzhen, Guangdong with manufacturing facilities throughout the world. It is known as a manufacturer of unmanned aerial vehicles (UAV), commonly known as drones, for aerial photography and videography. DJI also design and manufacture camera gimbals, flight platforms, cameras, propulsion systems, camera stabilizers, and flight control systems.",
            "score": 81.02197885513306
        },
        {
            "docid": "144068_5",
            "document": "Precision agriculture . Precision agriculture has also been enabled by unmanned aerial vehicles like the DJI Phantom which are relatively inexpensive and can be operated by novice pilots. These systems, commonly known as drones, can be equipped with hyperspectral or RGB cameras to capture many images of a field that can be processed using photogrammetric methods to create orthophotos and NDVI maps.",
            "score": 70.22104787826538
        },
        {
            "docid": "52422387_9",
            "document": "University of South Florida Tampa Library . The DHHC documents heritage sites, landscapes and objects. The DHHC creates digital learning tools to promote heritage tourism. The technologies being used include 3D laser scanners, Nikon DSLR cameras, DJI Phantom and DJI Mavic unmanned aerial vehicles, Agisoft Photoscan Professional, FLIR thermal infrared cameras for imaging. For geo-spatial analysis uses ArcGIS and sends someone to the ESRI conference to make sure the program remains up to date. Some projects include: a 3D survey and imaging of Haghpat Monastery, a terrestrial laser scanning survey of Russell Cave National Monument and a digital tour of Cowpens National Battlefield.",
            "score": 76.16002607345581
        }
    ],
    "r": [
        {
            "docid": "267793_61",
            "document": "Legal tender . Before the Civil War (1861 to 1865), silver coins were legal tender only up to the sum of $5. Before 1853, when U.S. silver coins were reduced in weight 7%, coins had exactly their value in metal (from 1830 to 1852). Two silver 50 cent coins had exactly $1 worth of silver. A gold U.S. dollar of 1849 had $1 worth of gold. With the flood of gold coming out of the California mines in the early 1850s, the price of silver rose (gold went down). Thus, 50 cent coins of 1840 to 1852 were worth 53 cents if melted down. The government could increase the value of the gold coins (expensive) or reduce the size of all U.S. silver coins. With the reduction of 1853, a 50-cent coin now had only 48 cents of silver. This is the reason for the $5 limit of silver coins as legal tender; paying somebody $100 in the new silver coins would be giving them $96 worth of silver. Most people preferred bank check or gold coins for large purchases.",
            "score": 147.2650146484375
        },
        {
            "docid": "12054070_4",
            "document": "Coin roll hunting . Prime targets of American coin roll hunters are silver dimes, quarters, and halves prior to 1965, and 40% silver half dollars from 1965-1970. Nickels are searched for 35% silver \"war nickels\" (1942–1945) older discontinued designs such as the Buffalo and \"V\" Nickel are also collected. Cents are also searched for older designs such as wheat cents (1909–1958) and indian head cents (1859–1909) and some searchers save copper Lincoln cents 1959–1982 for the growing value as copper bullion. An occasional darkly discolored or corroded dime can also be found in cent rolls, giving the collector an instant 10 fold bonus. Often coin roll hunters also collect special proof coins, exonumia, and coins from other nations. Others attempt to find and complete a set of coins, like the America the Beautiful Quarters, 50 State Quarters or Presidential Dollars, and some collect special issues such as the bicentennial quarters and halves (1976), bicentennial nickels (2004-2005), and bicentennial cents (2009). Specific dates of specific denominations that are rarer than others or minted in lower-than-usual quantities may also be taken from circulation, such as 1970, 1987, or 2002 to present halves, 2009 nickels and dimes, or 2002-2008 Sacagawea dollars. Some people search the rolls for error coins that have defects from the minting process and can be worth more over face value.",
            "score": 142.568603515625
        },
        {
            "docid": "40693632_15",
            "document": "DJI (company) . The Mavic (御) series currently includes Mavic Pro and Mavic Air, both have foldable design that allow drones to be transported more easily.",
            "score": 141.7275848388672
        },
        {
            "docid": "37856051_7",
            "document": "Three-cent silver . Bullion from the California Gold Rush and other discoveries came to the Eastern U.S. in considerable quantities beginning in 1848. By the following year, the price of gold relative to silver had dropped, making it profitable to export American silver coins, sell them as bullion, and use the payment in gold to buy more U.S. coins. Silver coins consequently vanished from circulation, meaning the highest-value American coin actually circulating that was worth less than the quarter eagle ($2.50 piece) was the half-dollar-sized copper cent, which saw no use in much of the country because of its lack of legal tender status. Early in 1849, Congress authorized a gold dollar to help bridge the gap. Spanish silver coins were the bulk of what was left in commerce for small change, although there was disagreement as to the value to be assigned to them. Additionally, they were often heavily worn, reducing their intrinsic worth at a time when Americans expected coins to contain metal worth the value assigned to them.",
            "score": 141.72276306152344
        },
        {
            "docid": "51917900_2",
            "document": "Mavic (UAV) . The Mavic Pro () is an unmanned aerial photography and videography drone for personal and commercial use released by DJI.",
            "score": 139.62380981445312
        },
        {
            "docid": "710168_3",
            "document": "Three-cent piece (United States coin) . The three-cent coin has an unusual history. It was proposed in 1851 both as a result of the decrease in postage rates from five cents to three and to answer the need for a small-denomination, easy-to-handle coin. The three-cent silver featured a shield on a six-sided star on the obverse and the Roman numeral III on the reverse. The coin was initially composed of 75% silver and 25% copper to ensure that the coin would be considered real currency yet not worth melting down for the silver. The coins were physically the lightest-weight coins ever minted by the United States, weighing only 4/5 of a gram and with a diameter smaller than a modern dime and only slightly greater than the smallest gold dollars. The silver coins were known as \"fishscales\". The term \"trimes\" is often used today for these coins, but that was first used by the director of the United States Mint (James Ross Snowden) at the time of their production.",
            "score": 136.88204956054688
        },
        {
            "docid": "4540846_8",
            "document": "Australian five-cent coin . In May 2007, owing to the high market value of copper and nickel, the bullion value of the coin was about 6.5 cents, though there were no reported cases of hoarding or melting down of the coins despite the apparent 30% gross profit to be made from doing so. Market prices as at June 2018 are about $7/kg for copper and $15/kg for nickel, making the metal content of the 5¢ coin worth only 2.5¢ or 50% of its face value (about the same as for a 10¢ or 20¢ coin).",
            "score": 135.46107482910156
        },
        {
            "docid": "7558_29",
            "document": "Coin . The United States is unusual in that it has only slightly modified its coinage system (except for the images and symbols on the coins, which have changed a number of times) to accommodate two centuries of inflation. The one-cent coin has changed little since 1856 (though its composition was changed in 1982 to remove virtually all copper from the coin) and still remains in circulation, despite a greatly reduced purchasing power. On the other end of the spectrum, the largest coin in common circulation is valued at 25 cents, a very low value for the largest denomination coin compared to many other countries. Increases in the prices of copper, nickel, and zinc meant that both the US one- and five-cent coins became worth more for their raw metal content than their face (fiat) value. In particular, copper one-cent pieces (those dated prior to 1982 and some 1982-dated coins) contained about two cents' worth of copper.",
            "score": 133.68533325195312
        },
        {
            "docid": "51917900_12",
            "document": "Mavic (UAV) . At the 2017 IFA trade show, DJI announced the upgraded Mavic Pro Platinum. The upgraded version includes better battery life and improved noise reduction due to new propellers and electronic speed controllers. The Mavic Air was announced on 23 January 2018, for release on 28 January at a starting price of $799. It is marketed as a smartphone-sized drone that can fit in a jacket's pocket.",
            "score": 133.37266540527344
        },
        {
            "docid": "7558_24",
            "document": "Coin . A coin's value as a collector's item or as an investment generally depends on its condition, specific historical significance, rarity, quality, beauty of the design and general popularity with collectors. If a coin is greatly lacking in all of these, it is unlikely to be worth much. The value of bullion coins is also influenced to some extent by those factors, but is largely based on the value of their gold, silver, or platinum content. Sometimes non-monetized bullion coins such as the Canadian Maple Leaf and the American Gold Eagle are minted with nominal face values less than the value of the metal in them, but as such coins are never intended for circulation, these face values have no relevance.",
            "score": 133.14111328125
        },
        {
            "docid": "1638446_14",
            "document": "Solomon Islands dollar . In 2012 new, smaller coins were introduced in denominations 10, 20, and 50 cents in nickel-plated steel and brass 1, and 2 dollar coins. The minting of the older coins had become too costly, with most of them being more expensive to produce than they were worth. Like the previous issue, these coins were minted by the Royal Australian Mint. The 2 dollar coin replaced the banknote while the 1, 2, and 5 cent coins were discontinued for having face value too low for production or practical use. Most notably, the 1 and 2 dollar coins have a close similarity to the 1 and 2 dollar coins of Australia being of nearly the same thickness, color, and circumference. The interrupted reeding on the edges are also identical to that of their Australian counterparts, however the metallurgical compositions and weights are slightly different and respective denominations are on the opposite sizes.",
            "score": 133.04791259765625
        },
        {
            "docid": "81215_7",
            "document": "Australian dollar . In 1966, coins were introduced in denominations of 1, 2, 5, 10, 20 and 50 cents. The initial 50-cent coins contained 80% silver and were withdrawn after a year when the intrinsic value of the silver content was found to considerably exceed the face value of the coins. One-dollar coins were introduced in 1984, followed by two-dollar coins in 1988 to replace the banknotes of that value, while the one- and two-cent coins were discontinued in 1991 and withdrawn from circulation. In commemoration of the 40th anniversary of decimal currency, the 2006 mint proof and uncirculated sets included one- and two-cent coins. In early 2013, Australia's first triangular coin was introduced to mark the 25th anniversary of the opening of Parliament House. The silver $5 coin is 99.9% silver, and depicts Parliament House as viewed from one of its courtyards. Cash transactions are rounded to the nearest five cents. As with most public changes to currency systems, there has been a great amount of seignorage of the discontinued coins. All coins portray the reigning Australian Sovereign, Queen Elizabeth II, on the obverse, and are produced by the Royal Australian Mint.",
            "score": 132.8446807861328
        },
        {
            "docid": "324398_13",
            "document": "In God We Trust . The use of \"In God We Trust\" has been interrupted. The motto disappeared from the five-cent coin in 1883, and did not reappear until production of the Jefferson nickel began in 1938. However, at least two other coins minted in every year in the interim still bore the motto, including the Morgan dollar and the Seated Liberty half dollar. The omission of the motto \"In God We Trust\" on the Indian Head eagle coin caused public outrage, and prompted Congress to pass a bill mandating its inclusion. Mint Chief Engraver Charles E. Barber added the words and made minor modifications to the design. In 1908, Congress made it mandatory that the phrase be printed on all coins upon which it had previously appeared. This decision was motivated after a public outcry following the release of a $20 coin which did not bear the motto. The motto has been in continuous use on the one-cent coin since 1909, and on the ten-cent coin since 1916. It also has appeared on all gold coins and silver dollar coins, half-dollar coins, and quarter-dollar coins struck since July 1, 1908. Since 1938, all US coins have borne the motto. During the Cold War era, the government of the United States sought to distinguish itself from the Soviet Union, which promoted state atheism and thus implemented antireligious legislation. The 84th Congress passed a joint resolution \"declaring IN GOD WE TRUST the national motto of the United States\". The resolution passed both the House and the Senate unanimously and without debate. The law was signed by President Eisenhower on July 30, 1956. The United States Code at , now states: \"'In God we trust' is the national motto.\"",
            "score": 132.1661834716797
        },
        {
            "docid": "51917900_8",
            "document": "Mavic (UAV) . The Mavic is the first DJI drone to have gesture control. Users can wave their arms in specific patterns to trigger drone functions, such as taking a picture.",
            "score": 132.0480499267578
        },
        {
            "docid": "1279228_2",
            "document": "Nickel (Canadian coin) . The Canadian five-cent coin, commonly called a nickel, is a coin worth five cents or one-twentieth of a Canadian dollar. It was patterned on the corresponding coin in the neighbouring United States. It became the smallest-valued coin in the currency upon the discontinuation of the penny in 2013. Due to inflation, the purchasing power of the nickel continues to drop and currently the coin represents less than 0.5% of the country's lowest minimum hourly wage.",
            "score": 132.0100860595703
        },
        {
            "docid": "12054070_7",
            "document": "Coin roll hunting . The merits of coin roll hunting as a means of making money are hotly debated. It is not uncommon for coin roll hunters to search through multiple boxes of coins only to find nothing of value. The amount of silver left in circulation is constantly dwindling. Many seasoned veterans of coin roll hunting have commented that in the long run they would have been better off just buying the silver coins they have found as it would have been cheaper and easier once the cost of their time has been factored in. The expected return from coin roll hunting also varies based on what denomination is searched. US quarters and dimes tend to produce the worst as most of the silver from these denominations has already been pulled from circulation. Cents provide the best returns when collecting pre-1982 copper cents with the typical cent roll producing around 20% copper to 80% zinc cents. However, the amount of profit from searching cents is much lower due to the lower face value of the coin. When the US dollar is higher than the Canadian dollar, CRH enthusiasts often pull all the American coins to exchange or spend in the USA.",
            "score": 131.68545532226562
        },
        {
            "docid": "7558_30",
            "document": "Coin . Some denominations of circulating coins that were formerly minted in the United States are no longer made. These include coins with a face value of a half cent, two cents, three cents, and twenty cents. (The half dollar and dollar coins are still produced, but mostly for vending machines and collectors.) In the past, the US also coined the following denominations for circulation in gold: One dollar, $2.50, three dollars, five dollars, ten dollars, and twenty dollars. In addition, cents were originally slightly larger than the modern quarter and weighed nearly half an ounce, while five-cent coins (known then as \"half dimes\") were smaller than a dime and made of a silver alloy. Dollar coins were also much larger, and weighed approximately an ounce. One-dollar gold coins are no longer produced and rarely used. The US also issues bullion and commemorative coins with the following denominations: 50¢, $1, $5, $10, $25, $50, and $100.",
            "score": 130.37680053710938
        },
        {
            "docid": "7558_26",
            "document": "Coin . This has been a particular problem with nickels and dimes (and with some comparable coins in other currencies) because of their relatively low face value and unstable commodity prices. For a while, the copper in US pennies was worth more than one cent, so people would hoard pennies and then melt them down for their metal value. It cost more than face value to manufacture pennies or nickels, so any widespread loss of the coins in circulation could be expensive for the US Treasury. This was more of a problem when coins were still made of precious metals like silver and gold, so strict laws against alteration make more sense historically.",
            "score": 130.11021423339844
        },
        {
            "docid": "4849303_51",
            "document": "Coins of the Canadian dollar . Among numismatists, the 1921 50-cent coin is considered the rarest Canadian circulation coin and is known as The King of Canadian coins. As of 2012 a 1921 50 cents in MS-65 condition is valued at $250,000 to $350,000. Despite a mintage of 206,398 coins, there was a very low demand for 50-cent coins in the 1920s. The belief is that most of the 50-cent coins from 1920 and 1921 were melted (amounting to approximately 480,392 coins). The reason for the melting was that new coins were needed for 1929 and if coins from 1920 and 1921 were released into circulation, people would suspect counterfeit coins. According to legend, only 50 of these coins still exist (with only 3 known in mint state), and most of those are from Specimen Sets that were sold to people who visited the RC Mint.",
            "score": 129.80758666992188
        },
        {
            "docid": "32150_16",
            "document": "Quarter (United States coin) . The copper-nickel clad Washington Quarter was first issued in 1965 and as part of the switch, the Denver mintmark was added in 1968, which did not reappear on any US coin denomination until 1968. During the early 1960s, the Federal government had been flooding the market with silver to keep the price down, and therefore keep US coins' intrinsic values from exceeding their face values. This was causing the level of silver in the US Reserves to reach dangerously low levels. Silver was estimated to only last another 3–5 years at the rate the Mint was manufacturing coins, so the US Congress authorized the Mint to research alternative materials for the silver denominations (dime, quarter dollar, half dollar, and dollar). The material chosen was a 75% copper/ 25% nickel cupronickel alloy (identical to that in the five-cent coin) clad to a core of \"commercially pure\" (99.5%) copper.",
            "score": 129.718017578125
        },
        {
            "docid": "9478497_6",
            "document": "Micro Center . Micro Center was the first retailer in the United States to sell the DJI Mavic Pro drone, launching it by hosting a three-day demonstration in their Columbus store's parking lot which was open to the press and the public.",
            "score": 129.41714477539062
        },
        {
            "docid": "710168_5",
            "document": "Three-cent piece (United States coin) . Civil War-era silver shortages led to widespread hoarding of all silver coins, and most one- and five-cent coins, as well. Various alternatives were tried, including encapsulated postage and privately issued coinage. The Treasury eventually settled on issuing fractional currency. These small denomination (3 to 50 cent) notes were never popular, as they were easy to lose and unwieldy in large amounts. The answer to this issue was reached in 1865 with the introduction of the three-cent nickel coin, composed of copper and nickel and larger than the silver coin of the same denomination. The coin featured a Liberty head obverse and another Roman numeral III reverse. The three-cent nickel was never intended as a permanent issue, only as a stopgap measure until the wartime hoarding ceased. Production began to taper off in the 1870s (except for an anomalously large coinage in 1881), but mintage of the denomination did not finally end until 1889. One reason often given for the discontinuation of the three-cent nickel piece in 1889 is that this coin and the dime (10-cent silver coin) were identical in diameter, hence caused confusion upon the introduction of mechanical vending machines. Another factor may have been that in 1883, the letter postage rate dropped to 2 cents, thus removing the justification for this coin.",
            "score": 129.39781188964844
        },
        {
            "docid": "37856051_21",
            "document": "Three-cent silver . The 1853 acts had prohibited the mint from buying silver from the public. Since the silver dollar was heavy relative to its value, little silver was presented for striking into that piece. As the statutes did not permit the public to deposit silver and receive it back in the form of subsidiary silver coins (the three-cent piece through half dollar), this effectively placed the U.S. on the gold standard. Despite the statutes, in 1853 and 1854, Snowden had the mint purchase large quantities of silver bullion at a fixed price, generally above the market rate, and struck it into coin. Since the subsidiary coins were only legal tender to five dollars, and could not be redeemed for gold, this led to a glut of silver coins in commerce. This oversupply, which persisted through 1862, led to lower mintages of silver coins in the mid-1850s, including the three-cent piece. The largest mintage for the type 2 three-cent silver was in 1858, when 1,603,700 were struck for circulation.",
            "score": 129.2753448486328
        },
        {
            "docid": "10566622_5",
            "document": "Coinage Act of 1965 . The Coinage Act of 1792 established the Mint of the United States, and made both gold and silver legal tender. This meant that anyone could present bullion at the Philadelphia Mint and receive it back, struck into coins. The 1792 act authorized six silver coins, in value from five cents to a dollar, and prescribed their weights and fineness. Making a dollar equal to given quantities of both gold and silver made the currency vulnerable to variations in the price of precious metals, and U.S. coins flowed overseas for melting until adjustments were made to their size and weight in 1834 and again with the Coinage Act of 1853, when the amount of bullion in the silver coins worth less than a dollar was reduced. The fact that the dime (ten-cent piece), quarter dollar, and other smaller silver coins contained less silver in proportion to the dollar helped keep them in circulation.",
            "score": 129.11505126953125
        },
        {
            "docid": "4849303_5",
            "document": "Coins of the Canadian dollar . Other than the $2 coin, the denominations of Canadian coinage correspond to those of United States coinage. The sizes of the coins less than 50¢ are similar to those of U.S. coins, though this was not always the case. While the coins tend to have diameters almost equal to the equivalent U.S. coinage, most of the coins are thinner and weigh less than the equivalent U.S. coinage. The U.S. penny settled on its current size in 1857, whereas the Canadian penny was much larger () until 1920. There was some correspondence between the size of Canadian coins and British coins of similar value. For example, the large Canadian penny was identical in size and value to the contemporary British half-penny, which was in the Edward VII version, and slightly larger during Victoria's reign. Likewise, the Canadian quarter (23.81 mm diameter) was virtually identical in size and value to the British shilling (worth 12 British pence or about 24 Canadian cents, with a diameter). The Canadian 5¢ coins, until the larger nickel coins of 1922, were 15 mm silver coins quite different from the U.S. \"Liberty head\" nickels of 1883–1913, which were 21.2 mm and copper-nickel alloy, but more like the older U.S. half dimes.",
            "score": 128.1637725830078
        },
        {
            "docid": "179597_17",
            "document": "Peso . Prior to 1873, the Mexican dollar would have been to all intents and purposes equal in value to the silver dollar coins of the United States north of the border, but at that time in history, the Mexican coin would have had a much greater international notoriety than that of the U.S. dollar. The great silver devaluation of 1873 caused the Mexican dollar to drop in value against the U.S. dollar, but up until the beginning of the 20th century, the Mexican dollar would still have been a more widely accepted coin in the Far East, than the U.S. dollar. Between the 16th and 19th centuries, Mexico produced well over three billion of these coins. Mexico minted the last eight-real peso in 1897, and at the beginning of the twentieth century, these Mexican dollar coins were worth only 50 cents in relation to the U.S. dollar.",
            "score": 128.11697387695312
        },
        {
            "docid": "37856032_16",
            "document": "Three-cent nickel . The Wharton nickel interests were not satisfied by the issuance of the three-cent piece, and soon began to agitate for the passage of a five-cent coin, to be made of the same alloy as the three-cent piece. The Act of May 16, 1866 introduced the five-cent nickel piece, or \"nickel\", as it has come to be known. According to David Lange in his history of the Mint, the five-cent piece has \"become one of the mainstays of the country's coinage\". The new five-cent coin was legal tender up to a dollar. The introduction of the five-cent copper-nickel piece greatly decreased the popularity and use of the three-cent piece. The three-cent piece had debuted in 1865 with a mintage of over eleven million and nearly five million in 1866; thereafter strikings declined, falling to under a million by 1871, a figure the coin would thereafter exceed only twice. The public had preferred small bronze coins to paper money, then the three-cent nickel piece rather than the bronze; they now preferred the five-cent nickel to the three. One reason for this was that the base metal five-cent piece would be redeemed by the government if presented in $100 lots pursuant to a provision in the authorizing legislation. There was no such provision for the three-cent nickel piece; neither was there any for the other base metal coins. Following Pollock's resignation in 1866 over his objections to President Johnson's Reconstruction policies, the new Mint Director was Henry Linderman, who in his first annual report in 1867, described the redemption clause in the nickel's authorizing legislation as \"a most wise and just provision\", urging its extension to the cent, two-cent piece, and three-cent piece. Postmasters were compelled to take three-cent nickel pieces in exchange for stamps, but had difficulty in depositing them in the Treasury in payment of their obligations, as the government would take no more than sixty cents worth of them in a single transaction. Private individuals and firms similarly refused them beyond the legal tender limit; those with a surplus of base metal coins often sold them at a discount.",
            "score": 127.98204803466797
        },
        {
            "docid": "180923_6",
            "document": "Coinage Act of 1873 . In 1834, Congress made a dollar worth slightly less, thus lightening U.S. gold and silver coins (known collectively as specie), making them uneconomical to export, and they were seen more often in commerce within the U.S. With this greater circulation, Congress re-examined the existing statutes relating to the Mint, and found many provisions to be obsolete. It enacted the Mint Act of 1837, a thorough revision of the statutes relating to the Mint. New provisions included the establishment of a bullion fund, allowing depositors to be paid without waiting for their metal to go through the coining process. The ratio of value between equivalent weights of gold and silver was adjusted slightly, allowing coins of both metals to circulate within the U.S. When silver prices rose relative to gold as a reaction to the California Gold Rush, silver coinage was worth more than face value, and rapidly flowed overseas for melting. Despite vocal opposition led by Tennessee Representative (and future president) Andrew Johnson, the precious metal content of smaller silver coins was reduced in 1853, allowing them to circulate. Until then, depositors of silver could choose to have their bullion struck into silver coins of any denomination of five cents or above; the Act of 1853 lightened the silver coins from the half dime to the half dollar and eliminated the right of the depositor to have silver struck into those denominations. Depositors could still choose to have silver struck into dollar coins, but since there was more than a dollar's worth of silver in a dollar coin, it was more profitable to sell the bullion to manufacturers and jewelers. So long as silver prices remained high, this effectively placed the United States on the gold standard.",
            "score": 127.61946868896484
        },
        {
            "docid": "471914_4",
            "document": "Surinamese dollar . The old coins denominated in cents (i.e. guilder) were declared to be worth their face value in the new cents, negating the necessity of producing new coins. Thus, for example, an old 25-cent coin, previously worth guilder, was now worth dollar (equivalent to 250 guilders).",
            "score": 127.48796844482422
        },
        {
            "docid": "1369981_16",
            "document": "Jamaican dollar . The 1-cent coin was changed in 1975 to a twelve-sided shape and aluminium composition. Decagonal 50-cent coins were introduced in 1976 to replace the 50 cent banknote, but production for circulation ceased in 1989, along with that of the 20 cents. In 1990, nickel-brass 1 dollar coins were introduced to replace the banknote of the same denomination. Nickel-plated steel replaced copper-nickel in the 5, 10, and 25 cent coins in 1991 with a smaller size and seven-sided shape for the 25 cent coin. In 1994, a round nickel-plated steel 5 dollar coin replaced its corresponding banknote, a smaller, seven-sided nickel-plated steel 1 dollar coin was introduced, and the 5 cent coin was abandoned. 1995 saw smaller, round copper-plated steel 10 and 25 cent coins. All non-current coins were demonetized in January 1997. A scalloped nickel-plated steel 10 dollar coin replaced the 10 dollar note in 1999 and a bimetallic 20 dollar coin with a nickel-brass ring and copper-nickel center was introduced in place of a 20 dollar banknote in 2000. All nickel-plated or copper-plated steel coins are magnetic.",
            "score": 127.43330383300781
        },
        {
            "docid": "20596290_22",
            "document": "Zimbabwean dollar . In its 2014 mid-term monetary policy statement, the Reserve Bank of Zimbabwe (RBZ) said it would import special coins, known as Zimbabwean bond coins, to ease a shortage of change in the economy. Like the original 1980 coins, these special coins would be denominated in 1, 5, 10, 20, and 50 cents, but would have values at par with US cents. There would also be South African rand coins of 10 cents, 20 cents, 50 cents, 1 rand, 2 rands, and 5 rands. The RBZ's statement did not specify when or where these coins would be imported from, but a later report on November 26, 2014 clarified that over $40 million worth of these coins were expected to be delivered within the next week from Pretoria. On 18 December 2014, the 1, 5, 10, and 25 US cent denominations were released into circulation. The 50 US cent denomination followed in March 2015. A 1 dollar bond coin was released in November 2016.",
            "score": 127.21236419677734
        },
        {
            "docid": "2221172_6",
            "document": "Indian Head cent . The half-dollar-sized large cent was struck from 1793 to 1857. That coin was intended to contain close to a cent's worth of copper, as people expected coins to contain close to their face values in metal. Nevertheless, because of the constitutional clause making only gold and silver legal tender, the government would not accept copper cents for taxes or other payments. By the early 1850s, fluctuations in the price of copper led the Mint of the United States to seek alternatives, including reducing the size of the cent and experimenting with compositions other than pure copper. The result was the Flying Eagle cent, the same diameter as the later Lincoln cent but somewhat thicker and heavier, composed of 88% copper and 12% nickel. The Flying Eagle cent was struck in limited numbers as a pattern coin in 1856, then for circulation in 1857 and 1858.",
            "score": 126.42359161376953
        }
    ]
}