{
    "q": [
        {
            "docid": "10333181_5",
            "document": "Ye, Mon State . Ye has a tropical monsoon climate (Köppen climate classification \"Am\"). Temperatures are hot throughout the year, although maximum temperatures in the monsoon months are depressed by heavy cloud and rain. There is a winter dry season (November–April) and a summer wet season (May–October). Torrential rain falls from June to September, with over falling in August alone.",
            "score": 27.692643642425537
        },
        {
            "docid": "25220261_3",
            "document": "CRAFFT Screening Test . The older version of the questionnaire contains 9 items in total, answered in a \"yes\" or \"no\" format. The first three items (Part A) evaluate alcohol and drug use over the past year and the other six (Part B) ask about situations in which the respondent used drugs or alcohol and any consequences of the usage. The CRAFFT 2.0 screening tool begins with past-12-month frequency items (Part A), rather than the previous “yes/no” question for any use over the past year and the other six (Part B) ask about situations in which the respondent used drugs or alcohol and any consequences of usage.",
            "score": 17.931131839752197
        },
        {
            "docid": "8057455_7",
            "document": "R. B. Winter State Park . R. B. Winter State Park has of hiking trails that meander around the park and along the lakeshore. The park is also a trailhead for the hiking, mountain biking and snow mobile trails in Bald Eagle State Forest. Most of the trails in the park are open to mountain biking except for Rapid Run Trail and Mid State Trail and part of Overlook Trail. R. B. Winter State Park is open to cross-country skiing and snowmobiling during the winter months.",
            "score": 16.83978533744812
        },
        {
            "docid": "21095388_2",
            "document": "Ye Qiaobo . Ye Qiaobo (born August 3, 1964 in Changchun, Jilin) is a Chinese speed skater. She competed in the 1992 Winter Olympics and in the 1994 Winter Olympics.",
            "score": 21.167274236679077
        },
        {
            "docid": "56569032_3",
            "document": "Park Ye-eun (ice hockey) . She competed in the 2018 Winter Olympics as part of a unified team of 35 players drawn from both North and South Korea. The team's coach was Sarah Murray and the team was in Group B competing against Switzerland, Japan and Sweden.",
            "score": 10.902586936950684
        },
        {
            "docid": "19939899_5",
            "document": "Elsinore (band) . In August 2011 their song \"Yes Yes Yes\" was used by Kohl's department store for a month-long national television ad campaign.",
            "score": 18.61647129058838
        },
        {
            "docid": "105825_5",
            "document": "Dorothy Hodgkin . Dorothy Mary Crowfoot was born in Cairo, Egypt, to John Winter Crowfoot (1873–1959), then working for the country's Ministry of Education and Grace Mary Crowfoot (née Hood) (1877–1957), known to friends and family as Molly. She was the oldest of three girls, born in Egypt. The family lived in Cairo during the winter months, returning to England each year to avoid the hotter part of the season in Egypt. In August 1914, during one of those stays in England, World War I began.",
            "score": 24.341463327407837
        },
        {
            "docid": "28004380_5",
            "document": "Climate of Peshawar . Peshawar is not situated in the monsoon region, unlike the other northern parts of Pakistan. But occasionally monsoon currents make it as far as Peshawar causing downpours. This can be witnessed in the erratic monsoon of 2015 when the monsoon moisture was going well into eastern Afghanistan. The winter rainfall due to western disturbances shows a higher record during the months of February and April. The highest winter rainfall has been recorded in March, while the highest summer rainfall in the month of August. The average winter rainfall is higher than that of the summer. Based on a 30-year record, the average 30-year annual precipitation has been recorded as . The relative humidity varies from 46% in June to 76% in August.",
            "score": 27.988559246063232
        },
        {
            "docid": "247960_6",
            "document": "Mikoyan-Gurevich MiG-25 . The subsonic Boeing B-47 Stratojet and Boeing B-52 Stratofortress strategic bombers were followed by the Mach 2 Convair B-58 Hustler, with the Mach 3 North American B-70 Valkyrie on the drawing board at that time. A major upgrade in the PVO defence system was required, and at the start of 1958 a requirement was issued for manned interceptors capable of reaching 3,000 km/h (1,864 mph) and heights of up to 27 km (88,583 ft). Mikoyan and Sukhoi responded. The Mikoyan-Gurevich OKB had been working on a series of interceptors during the second half of the 1950s: the I-1, I-3U, I-7U, I-75, Ye-150, Ye-150A, Ye-152, Ye-152A, Ye-152P, and Ye-152M. The Ye-150 was noteworthy because it was built specifically to test the Tumansky R-15 engine, two of which would later be used for the MiG-25. This led to Ye-152, alternatively known as Ye-166, which set several world records. The Ye-152M (converted from one of the two Ye-152 aircraft) was intended to be the definite heavy interceptor design. But before it was finished, the PVO had selected the Tupolev Tu-128. As the work on the MiG-25 was well under way, the single-engine Ye-152M was abandoned.",
            "score": 12.101796865463257
        },
        {
            "docid": "328944_4",
            "document": "Takayama, Gifu . Per Japanese census data, the population of Takayama has increased gradually over the past 40 years.. The city has a climate characterized by hot and humid summers, and mild winters (Köppen climate classification \"Dfa\"). The average annual temperature in Takayama is 11.1 °C. The average annual rainfall is 1840 mm with September as the wettest month. The temperatures are highest on average in August, at around 24.3 °C, and lowest in January, at around -1.6 °C. It features four distinct seasons with a wide range of temperature between the summer and winter, somewhat resembling parts of northern Japan and Hokkaidō. Takayama is part of the heavy snow area of Japan (gōsetsu-chitai, 豪雪地帯) with snowfall most days throughout the winter season. Takayama and many other places exposed to the Sea of Japan experience lake effect snow, generating some of the highest, most consistent snowfall in the world.",
            "score": 23.90439510345459
        },
        {
            "docid": "27354244_22",
            "document": "Larry Winters . After nearly ten years in retirement, Winters began wrestling for local independent promotions in the Philadelphia area. On March 3, 2002, Winters defeated Jeff Rocker for the Cutting Edge Wrestling Federation but lost to Tony Stetson in a lumberjack match for Liberty All-Star Wrestling on April 20. Within three months, however, Winters reunited with Stetson in KAPOW Wrestling to defeat The Badstreet Boys (Christian York & Joey Matthews) and The Well Hung Warriors (Mark Smart & Greg Spitz) in a 3 Way Dance on July 28. A month later, he took part in a two-day card for the Universal Wrestling Federation. On August 16, 2002, Winters defeated Scotty Ice and, the following night, lost to The Sandman.",
            "score": 23.211759328842163
        },
        {
            "docid": "150983_18",
            "document": "Wilsonville, Oregon . Wilsonville, as part of the Willamette Valley, is within the Marine west coast climate zone. Summers in Wilsonville are generally warm, but temperatures year-round are moderated by a marine influence from the Pacific Ocean. Wilsonville receives most of its precipitation during the mild to cool winter months, with the wettest period from November through March. July and August are the warmest months with an average high temperature of , while December is the coolest month with an average low of . December is also on average the wettest month with . The highest recorded temperature, , has occurred on August 11, 1981; August 13, 1977; August 18, 1977; and September 3, 1988. Wilsonville's lowest ever recorded temperature was on December 23, 1998.",
            "score": 25.40615940093994
        },
        {
            "docid": "53166191_6",
            "document": "Clam Lake Canal . The Clam Lake Canal displays an unusual event most winters. It is out of the ordinary of what usually happens to canals in the Northern Hemisphere of the world in the winter time where temperatures are consistently well below the freezing point. It is such an unusual event that it has been written up in Ripley's Believe-It-Or-Not books series. The phenomenon is when the canal is frozen over in the first part of the winter, the lakes on each side are unfrozen. The canal freezes over first during the winter months, while the lakes on either end of the canal are unfrozen during a typical winter in Northern Michigan. After the lakes freeze over during the mid-winter months, the canal thaws out and flows with unfrozen water.",
            "score": 29.19064235687256
        },
        {
            "docid": "498611_14",
            "document": "Nile Delta . The Delta has a hot desert climate (Köppen: BWh) as the rest of Egypt, but its northernmost part, as is the case with the rest of the northern coast of Egypt which is the wettest region in the country, has relatively moderate temperatures, with highs usually not surpassing in the summer. Only of rain falls on the delta area during an average year, and most of this falls in the winter months. The delta experiences its hottest temperatures in July and August, with maximum average of . Winter temperatures are normally in the range of at nights to in the daytime. With cooler temperatures and some rain, the Nile Delta region becomes quite humid during the winter months.",
            "score": 29.98442506790161
        },
        {
            "docid": "26832100_4",
            "document": "Marilyn Cochran . Born in Burlington, Vermont, Cochran and her younger sister Barbara (b.1951) joined the U.S. Ski Team in 1967. She made her World Cup debut at age 18 in March 1968, a month after the Winter Olympics, with a pair of top ten finishes at the season's final stop in Aspen, Colorado. Brother Bob (b. 1951) joined the men's \"A team\" for the 1970 season and the three siblings competed on the World Cup tour through the 1974 season.",
            "score": 13.65795111656189
        },
        {
            "docid": "26841278_6",
            "document": "Frontier Region Kohat . The rainfall is received throughout the year. The monsoon rain is received from May to October. August is the rainiest month, with an average of about 114 mm. The winter rain occurs from November to April. The highest winter rainfall is received in the month of March. The average annual rainfall is about 638 mm. The maximum humidity has been recorded in the month of August during summer season and in December during the winter season.",
            "score": 27.85801124572754
        },
        {
            "docid": "37619610_4",
            "document": "Harisinga . Like the North-Eastern Part of India, the weather is pleasant with winters not being that harsh and the rainy season in full swing from the month of March to August.",
            "score": 23.571829557418823
        },
        {
            "docid": "53842_55",
            "document": "New Orleans . The climate is humid subtropical (Köppen climate classification \"Cfa\"), with short, generally mild winters and hot, humid summers; most suburbs and parts of Wards 9 and 15 fall in USDA Plant Hardiness Zone 9a, while the city's other 15 wards are rated 9b in whole. The monthly daily average temperature ranges from in January to in July and August. Officially, as measured at New Orleans International Airport, temperature records range from on December 23, 1989 and August 22, 1980, respectively; Audubon Park has recorded temperatures ranging from on February 13, 1899 up to on June 24, 2009. Dewpoints in the summer months (June–August) are relatively high, ranging from . The average precipitation is annually; the summer months are the wettest, while October is the driest month. Precipitation in winter usually accompanies the passing of a cold front. On average, there are 77 days of + highs, 8.1 days per winter where the high does not exceed , and 8.0 nights with freezing lows annually. It is rare for the temperature to reach , with the last occurrence of each being February 5, 1996 and June 26, 2016, respectively.",
            "score": 25.855491638183594
        },
        {
            "docid": "31687703_5",
            "document": "Balanus crenatus . This barnacle is a hermaphrodite and the reproductive organs develop during the winter. Individuals in a group fertilise each other and, after a period of maturation, nauplii are liberated into the water. After a number of moults, the larvae settle out of the zooplankton in about April and attach themselves to rocks and stones on the sea floor. \"B. crenatus\" is a fast-growing barnacle and can grow from a length of to in the month of May after settling. It is fully grown by August and ready to reproduce in its first winter.",
            "score": 19.408446788787842
        },
        {
            "docid": "3708_76",
            "document": "Brussels . Some summer festivities include the Couleur Café Festival, a festival of world and urban music, around the end of June or early July, the Brussels Summer Festival (BSF), a music festival in August, the Brussels Fair, the most important yearly fair in Brussels, lasting more than a month, in July and August, and \"Brussels Beach\", when the banks of the canal are turned into a temporary urban beach. The \"Winter Wonders\" animate the heart of Brussels in December; these winter activities were launched in Brussels in 2001.",
            "score": 22.68065333366394
        },
        {
            "docid": "6263863_5",
            "document": "Falling in Love Again (Can't Help It) . \"Falling in Love Again\" was Kevin Ayers’ final release on Island Records. The flip side, \"Everyone Knows the Song\", was an Ayers original. After the release of this single, Ayers signed to Harvest Records, and both tracks became part of his 1976 album, \"Yes We Have No Mañanas (So Get Your Mañanas Today)\". The single was also re-released a few months later by Harvest in parts of Europe but featuring the Ayers original \"The Owl\" on the B-side.",
            "score": 16.26860761642456
        },
        {
            "docid": "614115_14",
            "document": "Dandong . The area has long winters, and humid, somewhat hot summers belonging to the humid continental climate regime (Köppen \"Dwa\"). Winter usually begins in late November and continues until the end of March (about 4 months), with the most severe cold only lasting for around three weeks in December, January, or February. The coldest month, January, averages . Spring, though a period of quick warming, is delayed by one month compared to more inland parts of the province, and is somewhat dry until May. Summer heat is moderated by proximity to the coast; the city's warmest month, August, averages . With monthly percent possible sunshine ranging from 35% in July to 67% in February, the city receives 2,459 hours of sunshine annually and is, outside of the summer months, generally sunny.",
            "score": 23.57537579536438
        },
        {
            "docid": "32066656_3",
            "document": "Yes-R . Yes-R originates from East Amsterdam. Inspired by his cousin Ali B, he started rapping at the age of 12. A year later, he entered a talent show in which he placed second. In 2003, he was introduced to Lange Frans, the frontman of the rap formation D-Men, who was impressed by Yes-R's flow. Lange Frans then took on the production of Yes-R's recordings. The first song \"Chickiesflasher\" was an underground hit and became part of the compilation album \"De gastenlijst\". He was also featured on the single \"Sletje\" by Baas B as well Maritza's debut single \"Laat Je Gaan\".",
            "score": 6.529440402984619
        },
        {
            "docid": "54951052_2",
            "document": "Yes (Sam Feldt song) . \"Yes\" (stylized YES) is a song by Dutch DJ Sam Feldt. It features American R&B singer Akon, was written by Sam Feldt, Thomas Troelsen, Lunchmoney Lewis and S. Martin and produced by Feldt alongside Troelsen and Kaj Melsen. It was released on 10 August 2017 as the lead single from Feldt's upcoming debut album \"Sunrise\".",
            "score": 10.91340970993042
        },
        {
            "docid": "26678638_2",
            "document": "The Vortex World Tour . The Vortex Tour is a worldwide tour by American R&B/soul singer Erykah Badu in support of her Platinum selling 2008 album, \"New Amerykah Part One (4th World War)\". The U.S. tour kicked off May 4, in Detroit, MI ending on June 15, in Albuquerque, N.M. The second leg of tour reached Europe on June 25, in Copenhagen, Denmark. Badu toured across Europe playing shows that included an itinerary for the month of July. Several more shows were added throughout August in the U.S.",
            "score": 17.543880224227905
        },
        {
            "docid": "39638436_5",
            "document": "Steve Winter (footballer) . He moved to Tiverton Town in August 2001 and in July 2003 was a part of the Tiverton side that defeated his former club, Torquay United, at Plainmoor to win the Devon Bowl. In March 2006, Winter joined league rivals Chippenham Town in a surprise move. He left the club a few months later in May 2006.",
            "score": 19.00929284095764
        },
        {
            "docid": "43105388_5",
            "document": "Journey to Freedom (album) . In January 2010, Michelle announced that she had parted ways with manager Mathew Knowles and Music World Entertainment. The following months, Williams made a return to Broadway by commencing a seven-week limited engagement in \"Chicago\" at the New York Ambassador Theatre, and in August, she joined the eighth series of British television show \"Strictly Come Dancing\". \"Journey to Freedom\", her fourth album, marks a return to Williams' gospel roots after taking a secular detour on 2008's \"Unexpected\". It features the singles \"If We Had Your Eyes\", \"Fire\", and \"Say Yes\", the latter of which features Beyoncé and Kelly Rowland.",
            "score": 14.561255693435669
        },
        {
            "docid": "1014469_24",
            "document": "K-os . On February 28, 2010, k-os performed at the 2010 Winter Olympics closing ceremony in Vancouver. On August 9, 2010, k-os released a follow-up mixtape to \"Yes!\", entitled \"The Anchorman Mixtape\". Mainly recorded on his tour bus, it featured leftover tracks from \"Yes!\", as well as new tracks.",
            "score": 15.951085329055786
        },
        {
            "docid": "3162588_12",
            "document": "Dakin Matthews . Matthews appeared in the 2009 world tour of The Bridge Project as \"Pishchick\" in \"The Cherry Orchard\" and \"Antigonus\" in \"The Winter's Tale\". In the 2011 summer season of The Public Theater's Shakespeare in the Park, he performed as \"the Provost\" in \"Measure for Measure\" and \"Lafew\" in \"All's Well That Ends Well\". and as \"Sir Humphrey\" in the American premiere of \"Yes Prime Minister\" at the Kirk Douglas Theatre. He was nominated for an Ovation Award for Book and Lyrics of an original musical entitled \"Liberty Inn\", which he co-wrote with B. T. Ryback.",
            "score": 13.203584671020508
        },
        {
            "docid": "14731190_4",
            "document": "Mukkoottuthara . As in many parts of Kerala, Mukkoottuthara also experiences a tropical climate. Rainfalls with thunderstorms are common in the months of June, July and August. The annual rainfall averages about 2550 mm. March, April and May are the hottest months with a less amount of rainfall. The average annual temperature here is 26.8°C. Winter normally starts from December.",
            "score": 18.87936806678772
        },
        {
            "docid": "52230_17",
            "document": "Osaka . Osaka is located in the humid subtropical climate zone (Köppen \"Cfa\"), with four distinct seasons. Its winters are generally mild, with January being the coldest month having an average high of . The city rarely sees snowfall during the winter. Spring in Osaka starts off mild, but ends up being hot and humid. It also tends to be Osaka's wettest season, with the — the rainy season — occurring between early June (average:Jun.7) to late July (average:Jul.21). Summers are very hot and humid. In August, the hottest month, the average daily high temperature reaches , while average nighttime low temperatures typically hover around . Fall in Osaka sees a cooling trend, with the early part of the season resembling summer while the latter part of fall resembles winter. Precipitation is abundant, with winter being the driest season, while monthly rainfall peaks in June with the \"tsuyu\" rainy season, which typically ends in mid to late July. From late July through the end of August, summer's heat and humidity peaks, and rainfall decreases some. Osaka experiences a second rainy period in September and early October, when tropical weather systems, including typhoons, coming from the south or southwest are possible.",
            "score": 28.599945783615112
        },
        {
            "docid": "10228536_20",
            "document": "Zhenli Ye Gon . Two Mexican Federal agents who were involved in the arrests at the Zhenli Ye Gon mansion were found dead in the southern Mexican state of Guerrero, as reported on August 2, 2007. Mr. Ye Gon was not among the persons who had been arrested by these agents several months before, however, and no charges have ever been filed suggesting any link whatsoever between their deaths and Mr. Ye Gon.",
            "score": 20.60603404045105
        }
    ],
    "r": [
        {
            "docid": "2366547_9",
            "document": "Christmas in July . In the Southern Hemisphere, seasons are in reverse to the Northern Hemisphere, with summer falling in December, January, and February, and with winter falling in June, July, and August. Therefore, in some southern hemisphere countries, such as Australia, New Zealand, Comoros, Madagascar, Bolivia, Angola, French Polynesia, Papua New Guinea, Paraguay, Samoa and South Africa, Christmas in July or Midwinter Christmas events are undertaken in order to have Christmas with a winter feel in common with the northern hemisphere. These countries still celebrate Christmas on December 25, in their summer, like the northern hemisphere.",
            "score": 44.93830108642578
        },
        {
            "docid": "34061_11",
            "document": "Winter . In the UK, meteorologists consider winter to be the three coldest months of December, January and February. In Scandinavia, winter in one tradition begins on 14 October and ends on the last day of February. In Russia, currently calendar winter starts on 1 December and lasts through to the end of February, though traditionally it was reckoned from the Christmas (25 December in Julian calendar, or 7 January in Gregorian) until the Annunciation (25 March in Julian). In many countries in the Southern Hemisphere, including Australia, New Zealand and South Africa, winter begins on 1 June and ends on 31 August. In Celtic nations such as Ireland (using the Irish calendar) and in Scandinavia, the winter solstice is traditionally considered as midwinter, with the winter season beginning 1 November, on All Hallows, or Samhain. Winter ends and spring begins on Imbolc, or Candlemas, which is 1 or 2 February. This system of seasons is based on the length of days exclusively. (The three-month period of the shortest days and weakest solar radiation occurs during November, December and January in the Northern Hemisphere and May, June and July in the Southern Hemisphere.)",
            "score": 42.68280029296875
        },
        {
            "docid": "10845_3",
            "document": "February . February is the third month of meteorological winter in the Northern Hemisphere. In the Southern Hemisphere, February is the last month of summer (the seasonal equivalent of August in the Northern Hemisphere, in meteorological reckoning).",
            "score": 41.456146240234375
        },
        {
            "docid": "16654_12",
            "document": "Geography of Kenya . There are slight seasonal variations in temperature, of , cooler in the winter months. Although Kenya is centred at the equator, it shares the seasons of the southern hemisphere: with the warmest summer months in December–March and the coolest winter months in June–August, again with differences in temperature varying by location within the country.",
            "score": 39.33432388305664
        },
        {
            "docid": "24873453_3",
            "document": "Season . During May, June, and July, the Northern Hemisphere is exposed to more direct sunlight because the hemisphere faces the Sun. The same is true of the Southern Hemisphere in November, December, and January. It is Earth's axial tilt that causes the Sun to be higher in the sky during the summer months, which increases the solar flux. However, due to seasonal lag, June, July, and August are the warmest months in the Northern Hemisphere while December, January, and February are the warmest months in the Southern Hemisphere.",
            "score": 38.33616256713867
        },
        {
            "docid": "15785_2",
            "document": "June . June is the sixth month of the year in the Julian and Gregorian calendars, the second of four months to have a length of 30 days, and the third of five months to have a length of less than 31 days. June contains the summer solstice in the Northern Hemisphere, the day with the most daylight hours, and the winter solstice in the Southern Hemisphere, the day with the fewest daylight hours (excluding polar regions in both cases). June in the Northern Hemisphere is the seasonal equivalent to December in the Southern Hemisphere and vice versa. In the Northern hemisphere, the beginning of the traditional astronomical summer is 21 June (meteorological summer begins on 1 June). In the Southern hemisphere, meteorological winter begins on 1 June.",
            "score": 38.0266227722168
        },
        {
            "docid": "15786_3",
            "document": "July . It is on average the warmest month in most of the Northern hemisphere, where it is the second month of summer, and the coldest month in much of the Southern hemisphere, where it is the second month of winter. The second half of the year commences in July. In the Southern hemisphere, July is the seasonal equivalent of January in the Northern hemisphere.",
            "score": 38.006893157958984
        },
        {
            "docid": "15642_2",
            "document": "January . January is the first month of the year in the Julian and Gregorian calendars and the first of seven months to have a length of 31 days. The first day of the month is known as New Year's Day. It is, on average, the coldest month of the year within most of the Northern Hemisphere (where it is the second month of winter) and the warmest month of the year within most of the Southern Hemisphere (where it is the second month of summer). In the Southern hemisphere, January is the seasonal equivalent of July in the Northern hemisphere and vice versa.",
            "score": 36.37950897216797
        },
        {
            "docid": "1005_3",
            "document": "August . In the Southern Hemisphere, August is the seasonal equivalent of February in the Northern Hemisphere. In many European countries, August is the holiday month for most workers. Numerous religious holidays occurred during August in ancient Rome.",
            "score": 36.18330001831055
        },
        {
            "docid": "24182090_2",
            "document": "August 2009 Argentine winter heat wave . The 2009 Argentine winter heat wave was a period of unusual and exceptionally hot weather that arrived at the end of the winter on August 2009 in Argentina. Several provinces of the country were most affected. Several records were broken. August 2009 was the warmest month since official measurements began. On 30 August 2009 it felt like the middle of summer late last week in the heart of Argentina even with the calendar showing more than three weeks remaining in the Southern Hemisphere winter.",
            "score": 36.169071197509766
        },
        {
            "docid": "34061_7",
            "document": "Winter . Meteorological reckoning is the method of measuring the winter season used by meteorologists based on \"sensible weather patterns\" for record keeping purposes, so the start of meteorological winter varies with latitude. Winter is often defined by meteorologists to be the three calendar months with the lowest average temperatures. This corresponds to the months of December, January and February in the Northern Hemisphere, and June, July and August in the Southern Hemisphere. The coldest average temperatures of the season are typically experienced in January or February in the Northern Hemisphere and in June, July or August in the Southern Hemisphere. Nighttime predominates in the winter season, and in some regions winter has the highest rate of precipitation as well as prolonged dampness because of permanent snow cover or high precipitation rates coupled with low temperatures, precluding evaporation. Blizzards often develop and cause many transportation delays. Diamond dust, also known as ice needles or ice crystals, forms at temperatures approaching due to air with slightly higher moisture from aloft mixing with colder, surface based air. They are made of simple ice crystals that are hexagonal in shape. The Swedish meteorological institute (SMHI) define winter as when the daily mean temperatures go below for five consecutive days. According to the SMHI, winter in Scandinavia is more pronounced when Atlantic low-pressure systems take more southerly and northerly routes, leaving the path open for high-pressure systems to come in and cold temperatures to occur. As a result, the coldest January on record in 1987 was also the sunniest in Stockholm.",
            "score": 36.164920806884766
        },
        {
            "docid": "27743_22",
            "document": "Solar energy . Deciduous trees and plants have been promoted as a means of controlling solar heating and cooling. When planted on the southern side of a building in the northern hemisphere or the northern side in the southern hemisphere, their leaves provide shade during the summer, while the bare limbs allow light to pass during the winter. Since bare, leafless trees shade 1/3 to 1/2 of incident solar radiation, there is a balance between the benefits of summer shading and the corresponding loss of winter heating. In climates with significant heating loads, deciduous trees should not be planted on the Equator-facing side of a building because they will interfere with winter solar availability. They can, however, be used on the east and west sides to provide a degree of summer shading without appreciably affecting winter solar gain.",
            "score": 35.693824768066406
        },
        {
            "docid": "62361_19",
            "document": "Sable Island . Sable Island has a Humid continental climate (Köppen \"Dfb\"), but its climate is strongly influenced by the sea. As such, winter temperatures average near freezing while during the summer months, daily maximum temperatures average around . The average annual temperature range in Sable Island is only owing to the influence from the sea compared to at Halifax and in Winnipeg. Generally, February is the coldest month while August is the warmest month. Sable Island averages of precipitation a year, which is fairly evenly distributed throughout the year, though October through January are the wettest months due to frequent and intense fall and winter storms. Being located in the path of major frontal storms and tropical cyclones year-round, most of the precipitation comes from these storms. Thunderstorms are rare, with only 11 days with thunderstorms per year. There are frequent heavy fogs in the area due to the contrasting effects of the cold Labrador Current and the warm Gulf Stream: on average there are 127 days out of the year that have at least 1 hour of fog. This makes Sable Island the foggiest place in the Maritimes. The foggiest season is during the summer months where July averages 22 fog days. During the winter, Sable Island has the warmest temperatures in Canada apart from the Pacific coast, and can have the warmest temperatures in the country on some occasions due to the influence of the Gulf Stream. Summers are among the coolest in southern Canada though. It is also the most hurricane-prone part of Canada, also due to the Gulf Stream, and is the only place where Category 3 hurricane-force winds are likely in all of Canada. The highest temperature recorded was on August 27, 1951 while the lowest temperature recorded was on January 31, 1920. According to PlantMaps, Sable Island lies in Hardiness Zone 8a (10°F–15°F) for plant hardiness.",
            "score": 35.57298278808594
        },
        {
            "docid": "29392_3",
            "document": "Summer . From an astronomical view, the equinoxes and solstices would be the middle of the respective seasons, but sometimes astronomical summer is defined as starting at the solstice, the time of maximal insolation, or on the traditional date of June 21. A variable seasonal lag means that the meteorological center of the season, which is based on average temperature patterns, occurs several weeks after the time of maximal insolation. The meteorological convention is to define summer as comprising the months of June, July, and August in the northern hemisphere and the months of December, January, and February in the southern hemisphere. Under meteorological definitions, all seasons are arbitrarily set to start at the beginning of a calendar month and end at the end of a month. This meteorological definition of summer also aligns with the commonly viewed notion of summer as the season with the longest (and warmest) days of the year, in which daylight predominates. The meteorological reckoning of seasons is used in Australia, Austria, Denmark, Russia and Japan. It is also used by many in the United Kingdom. In Ireland, the summer months according to the national meteorological service, Met Éireann, are June, July and August. However, according to the Irish Calendar, summer begins on 1 May and ends on 1 August. School textbooks in Ireland follow the cultural norm of summer commencing on 1 May rather than the meteorological definition of 1 June.",
            "score": 35.45218276977539
        },
        {
            "docid": "22472_4",
            "document": "Ophiuchus . In contrast to Orion, it is in the period November–January (summer in the Southern Hemisphere, winter in the Northern Hemisphere) when Ophiuchus is in the daytime sky and thus not visible at most latitudes. However, for much of the Arctic Circle in the Northern Hemisphere's winter months, the Sun is below the horizon even at midday. Stars (and thus parts of Ophiuchus, especially Rasalhague) are then visible at twilight for a few hours around local noon, low in the South. In the Northern Hemisphere's spring and summer months, when Ophiuchus is normally visible in the night sky, the constellation is actually not visible, at those times and places in the Arctic when midnight sun obscures the stars. In countries close to the equator Ophiuchus appears overhead in June around midnight and in the October evening sky.",
            "score": 35.3046875
        },
        {
            "docid": "2694958_4",
            "document": "RV Tauri . RV Tau is well placed for northern hemisphere observers during the winter months, and observations can be made from August to April. However it is faint, located in a nondescript patch of sky between The Pleiades and Beta Aurigae.",
            "score": 35.084739685058594
        },
        {
            "docid": "24112052_5",
            "document": "Alishan, Chiayi . Alishan has a subtropical highland climate (Köppen: Cwb) with extremely wet and mild conditions during the monsoon season when the town receives of rain in five months, and cool and drier conditions during the winter months. Temperatures remain relatively constant throughout the year, with only noticeably cooler temperatures during the winter months of December to February of the following year. When typhoons hit Taiwan during the wet season, rainfall in highland locations like Alishan can exceed per day, which is the heaviest rainfall in the Northern Hemisphere and exceeded only in a few oceanic islands of the Southern Hemisphere such as Réunion.",
            "score": 35.081512451171875
        },
        {
            "docid": "24873453_18",
            "document": "Season . Meteorological seasons are reckoned by temperature, with summer being the hottest quarter of the year and winter the coldest quarter of the year. In 1780 the Societas Meteorologica Palatina (which became defunct in 1795), an early international organization for meteorology, defined seasons as groupings of three whole months as identified by the Gregorian calendar. Ever since, professional meteorologists all over the world have used this definition. Therefore, for temperate areas in the northern hemisphere, spring begins on 1 March, summer on 1 June, autumn on 1 September, and winter on 1 December. For the southern hemisphere temperate zone, spring begins on 1 September, summer on 1 December, autumn on 1 March, and winter on 1 June. In Australasia the meteorological terms for seasons apply to the temperate zone that occupies all of New Zealand, New South Wales, Victoria, Tasmania, the south-eastern corner of South Australia and the south-west of Western Australia, and the south east Queensland areas south of Brisbane.",
            "score": 34.96025466918945
        },
        {
            "docid": "614053_8",
            "document": "Puno . As Puno is located at such a high elevation, it experiences more extreme weather conditions than would be expected for its tropical latitude. The average annual temperature is about 8.4 °C, and the weather never gets overly warm. During the winter months from June to August, night-time temperatures usually drop well below 0 °C. At this high altitude, the rays of the sun are very strong. Most of the annual precipitation falls during the southern hemisphere summer, with the winter months being very dry.",
            "score": 34.786346435546875
        },
        {
            "docid": "1099413_26",
            "document": "Orbital eccentricity . Orbital mechanics require that the duration of the seasons be proportional to the area of the Earth's orbit swept between the solstices and equinoxes, so when the orbital eccentricity is extreme, the seasons that occur on the far side of the orbit (aphelion) can be substantially longer in duration. Today, northern hemisphere fall and winter occur at closest approach (perihelion), when the earth is moving at its maximum velocity—while the opposite occurs in the southern hemisphere. As a result, in the northern hemisphere, fall and winter are slightly shorter than spring and summer—but in global terms this is balanced with them being longer below the equator. In 2006, the northern hemisphere summer was 4.66 days longer than winter, and spring was 2.9 days longer than fall due to the Milankovitch cycles.",
            "score": 34.580326080322266
        },
        {
            "docid": "1041032_14",
            "document": "MS Marco Polo . Despite Transocean Tours' intention of keeping the ship in its fleet until 2012, reports emerged in August 2009 that \"Marco Polo\" would be chartered to the newly founded, UK-based Cruise & Maritime Voyages for five years from 2 January 2010. Her planned itineraries included cruises from the UK to South America during the northern hemisphere winter months, and from the UK to Northern Europe and the Mediterranean during the summer months.",
            "score": 34.36060333251953
        },
        {
            "docid": "62207_30",
            "document": "Martha's Vineyard . As a result, winter temperatures tend to be a few degrees warmer while summer temperatures tend to be cooler than inland locations. Winters are cool to cold with a January average of just slightly below . Owing to the influence of the Atlantic Ocean, temperatures below are rare, occurring at least 1 day per year and most days during the winter months rise above freezing. The average annual snowfall is . Summers are warm and mild with temperatures rarely exceeding , with only 1 or 2 days reaching or exceeding it. During the summer months, the island's warmest months (July and August) average around . Spring and fall are transition seasons with spring being cooler than fall. Martha`s Vineyard receives of precipitation per year, which is evenly distributed throughout the year. The highest daily maximum temperature was on August 27, 1948, and the highest daily minimum temperature was on September 4, 2010. The lowest daily maximum temperature was on December 26, 1980, and the lowest daily minimum temperature was on February 2 and 3, 1961.",
            "score": 34.2575569152832
        },
        {
            "docid": "1332_2",
            "document": "August 7 . This day marks the approximate midpoint of summer in the Northern Hemisphere and of winter in the Southern Hemisphere (starting the season at the June solstice).",
            "score": 34.190799713134766
        },
        {
            "docid": "11043051_8",
            "document": "Insect winter ecology . Lethal freezing occurs when insects are exposed to temperatures below the freezing point of their body fluids; therefore, insects that do not migrate from regions with the onset of colder temperatures must devise strategies to either tolerate or avoid freezing of intracellular and extracellular body fluids. Surviving colder temperatures, in insects, generally falls under two categories: Freeze-tolerant insects can tolerate the formation of internal ice and freeze-avoidant insects avoid freezing by keeping the bodily fluids liquid. The general strategy adopted by insects also differs between the northern hemisphere and the southern hemisphere. In temperate regions of the northern hemisphere where cold temperatures are expected seasonally and are usually for long periods of time, the main strategy is freeze avoidance. In temperate regions of the southern hemisphere, where seasonal cold temperatures are not as extreme or long lasting, the main strategy is freeze tolerance. However, in the Arctic, where freezing occurs seasonally, and for extended periods (>9 months), freeze tolerance also predominates.",
            "score": 33.860145568847656
        },
        {
            "docid": "48013972_3",
            "document": "Northern Cross (asterism) . Like the Summer Triangle, the Northern Cross is a prominent indicator of the seasons. Near midnight, the Cross lies virtually overhead at mid-northern latitudes during the summer months; it can also be seen during spring in the early morning to the East. In the autumn the cross is visible in the evening to the West until November. It never dips below the horizon at or above 45° north latitude, just grazing the northern horizon at its lowest point at such locations as Minneapolis, Montréal and Turin. From the southern hemisphere it appears upside down and low in the sky during the winter months .",
            "score": 33.759559631347656
        },
        {
            "docid": "437471_24",
            "document": "Block Island . Block Island's weather is greatly influenced by the surrounding ocean and prevailing winds that generally blow offshore. The climate is oceanic (Köppen \"Cfb\"), a rarity on an east coast island in the Northern Hemisphere. Because the ocean stays cold during the spring and summer months, Block Island stays cooler than the mainland during this period. Summers are also cooler than the mainland; July and August average in the mid-and upper 70s instead of low and mid-80s that New York and southern New England experience. Block Island's record high temperature is on August 26 and 27, 1948 and the record low is on January 16, 1994. The lowest high temperature on record was on December 31, 1962 and January 8, 1968, and the highest low temperature on record was on August 2, 1979. Block Island stays warmer than the mainland during the fall and winter months when the ocean remains relatively warmer than the mainland.",
            "score": 33.72361755371094
        },
        {
            "docid": "21926263_7",
            "document": "Climate of Oregon . Across Oregon, the wet season runs from November through March, when the jet stream is strongest in the Northern Hemisphere. Precipitation is less in the months between winter and summer: April through June in the spring and September and October in the fall. Statewide, the dry months are July and August, when moisture arrives during afternoon thunderstorms, mainly in the mountains, and less often from storms that reach the north coast and adjacent counties.",
            "score": 33.60630416870117
        },
        {
            "docid": "1564008_4",
            "document": "Holocene climatic optimum . The Holocene Climate Optimum warm event consisted of increases of up to 4 °C near the North Pole (in one study, winter warming of 3 to 9 °C and summer of 2 to 6 °C in northern central Siberia). Northwestern Europe experienced warming, but there was cooling in Southern Europe. The average temperature change appears to have declined rapidly with latitude and so essentially no change in mean temperature is reported at low and middle latitudes. Tropical reefs tend to show temperature increases of less than 1 °C; the tropical ocean surface at the Great Barrier Reef about 5350 years ago was 1 °C warmer and enriched in O by 0.5 per mil relative to modern seawater. In terms of the global average, temperatures were probably warmer than now (depending on estimates of latitude dependence and seasonality in response patterns). While temperatures in the Northern Hemisphere were warmer than average during the summers, the Tropics and parts of the Southern Hemisphere were colder than average.",
            "score": 33.561676025390625
        },
        {
            "docid": "24659_8",
            "document": "Perihelion and aphelion . Because of the increased distance at aphelion, only 93.55% of the solar radiation from the Sun falls on a given area of land as does at perihelion. However, this fluctuation does not account for the seasons, as it is summer in the northern hemisphere when it is winter in the southern hemisphere and \"vice versa.\" Instead, seasons result from the tilt of Earth's axis, which is 23.4 degrees away from perpendicular to the plane of Earth's orbit around the sun. Winter falls on the hemisphere where sunlight strikes least directly, and summer falls where sunlight strikes most directly, regardless of the Earth's distance from the Sun.",
            "score": 33.32809829711914
        },
        {
            "docid": "19345_3",
            "document": "May . May is a month of spring in the Northern Hemisphere and autumn in the Southern Hemisphere. Therefore, May in the Southern Hemisphere is the seasonal equivalent of November in the Northern Hemisphere and vice versa. Late May typically marks the of the summer vacation season in the United States and Canada and ends on Labor Day, first Monday of September.",
            "score": 33.32383728027344
        },
        {
            "docid": "447603_14",
            "document": "Omaheke Region . Hunting, including trophy hunting, is one of the major sources of income for the region. This takes place mainly in the winter months, from June to August. During these months, tourists from the northern hemisphere can be seen in the area, enjoying the mild and dry winter climate and collecting trophies.",
            "score": 33.23764419555664
        },
        {
            "docid": "14067073_3",
            "document": "Harvest (wine) . The majority of the world's wine producing regions lie between the temperate latitudes of 30° and 50° in both hemispheres with regions lying closer to the equator typically harvesting earlier due to their warmer climates. In the Northern Hemisphere, vineyards in Cyprus begin harvesting as early as July. In California some sparkling wine grapes are harvested in late July to early August at a slightly unripe point to help maintain acidity in the wine. The majority of Northern Hemisphere harvesting occurs in late August to early October with some late harvest wine grapes being harvested throughout the autumn. In Germany, Austria, the United States and Canada, ice wine grapes can be harvested as late as January. In the Southern Hemisphere harvest can begin as early as January 1 in some of the warmer climate sites in New South Wales, Australia. The majority of Southern Hemisphere harvesting occurs between the months of February and April with some cool climate sites like Central Otago, New Zealand picking late harvest wine grapes in June.",
            "score": 33.11476516723633
        }
    ]
}