{
    "q": [
        {
            "docid": "10742666_7",
            "document": "Brian Fortuna . Fortuna competed on \"Dancing with the Stars\" during its 4th season; partnering former Miss USA, Shandi Finnessey. His television success allowed him to dance as a principal dancer in the next two national Dancing with the Stars tours. Brian did double duty on the tour and was chosen to also host the third DWTS tour in front of sold out audiences of 15,000 people per night. His hosting talents captured the attention of ABC who chose Brian as series co-host with his Dancing with the Stars partner Shandi for ABC's Dancing with the Stars…Online Encore.",
            "score": 84.25547552108765
        },
        {
            "docid": "27748226_11",
            "document": "Jeopardy! . During the Jeopardy! round, except in response to the Daily Double clue, contestants are not penalized for forgetting to phrase their response in the form of a question, although the host will remind contestants to watch their phrasing in future responses. In the Double Jeopardy! round and in the Daily Double in the Jeopardy! round, the phrasing rule is followed more strictly, with a response not phrased in the form of a question counting as wrong if it is not re-phrased before the host or judges make a ruling. If it is determined that a previous response was wrongly ruled to be correct or incorrect, the scores are adjusted at the first available opportunity. If, after a game is over, a ruling change is made that would have significantly altered the outcome of the game, the affected contestant(s) are invited back to compete on a future show.",
            "score": 108.09824061393738
        },
        {
            "docid": "35051869_2",
            "document": "Dancing with the Stars (Australian season 12) . The twelfth season of \"Dancing with the Stars\" premiered on April 15, 2012, at the 6:30pm time slot on Channel Seven. With previous co-host Sonia Kruger defecting to Channel Nine, former Spice Girl and American \"Dancing with the Stars\" season 5 runner up Mel B was hired as her replacement. Daniel MacPherson continues his role as main host of the show, along with judges Todd McKenney, Helen Richey, and Joshua Horner.",
            "score": 62.89606857299805
        },
        {
            "docid": "659190_11",
            "document": "Fixed stars . The phrase \"fixed star\" is technically incorrect, but nonetheless it is used in an historical context, and in classical mechanics.",
            "score": 63.956767559051514
        },
        {
            "docid": "7173665_4",
            "document": "My Star (Brainstorm song) . The band's performance is also memorable. Kaupers danced in a relatively eccentric manner, provoking cheers from the audience. In late 2005, as part of his hosting duties at the Congratulations special, he was asked about his dancing abilities by co-host Katrina Leskanich. Kaupers' response that he danced very well prompted further cheers from the live audience as well as a repeat of his moves.",
            "score": 71.18286657333374
        },
        {
            "docid": "752942_7",
            "document": "Ty Treadway . In June 2002, Ty pulled double duty as soap star and talk show host. He began co-hosting Soapnet's \"Soap Talk\" with Lisa Rinna.",
            "score": 70.38996601104736
        },
        {
            "docid": "14212173_8",
            "document": "Yes, Madam . \"Yes, Madam\" was the first starring role in a feature film for Michelle Yeoh. Yeoh had previously won the 1982 Miss World Malaysia contest in 1983. After winning the contest she met D&B executive producer Dickson Poon who cast her in a small role in a television commercial with entertainer Jackie Chan in 1984. Her role in the commercial caught the attention of a film production company D&B Films. Yeoh had previously played small roles in Sammo Hung's film \"Owl vs. Dumbo\" (1985) and \"Twinkle Twinkle Lucky Stars\" (1985). For \"Yes, Madam!\", Yeoh took to stunt work opposed to allowing a double for every stunt. To train for her role, Yeoh worked out in a gym for eight hours a day. Michelle Yeoh stated that both herself and Rothrock did not want the film to be \"too hard core\", stating that \"We wanted the family to come in and watch it\"",
            "score": 39.13397920131683
        },
        {
            "docid": "46214776_17",
            "document": "Dancing with the Stars (U.S. season 21) . Tom Bergeron also returned to his hosting duties this week; the episode was dedicated to the memory of his father, Raymond, who died earlier in the day.",
            "score": 69.55250668525696
        },
        {
            "docid": "22903798_2",
            "document": "Dancing with the Stars (U.S. season 9) . Season nine of \"Dancing with the Stars\" premiered on September 21, 2009. Executive producer Conrad Green confirmed to Entertainment Tonight that the season would start off with 16 celebrities, with 3 double-eliminations halfway through the season. Former House Majority Leader Tom DeLay withdrew from the competition in week three; however, Debi Mazar was also eliminated on the same night, replacing the double elimination planned for week five. Some changes were added this season including a larger cast and relay dances. Four new dances were introduced to complement the large cast. Those dances were the bolero, lambada, two-step, and the Charleston. The cast was unveiled on the Monday, August 17, 2009, edition of \"Good Morning America\", returning to the announcement format of most seasons past. Tom Bergeron and Samantha Harris returned as the show's hosts. Len Goodman, Bruno Tonioli, and Carrie Ann Inaba continue as the judges this season, with Baz Luhrmann appearing as a guest judge in week two, temporarily replacing Len Goodman. Pro pairings were officially announced on August 24, 2009. This was Samantha Harris' last season as co-host.",
            "score": 74.19125366210938
        },
        {
            "docid": "36739351_12",
            "document": "Raghav Juyal . He also worked in the film ABCD 2 which was released on 19 June 2015, directed by Remo D'Souza co-starring Varun Dhawan and Shraddha Kapoor. He also hosted the show Dance Plus on Star Plus. He also Hosted Prem Ki Diwali along with Karishma Tanna telecasted on Life Ok. He was seen in season 7 as a contestant.He hosted the season 2 of the show Dance Plus which aired on Star Plus. . He hosted Rising Star along with Meiyang Chang in early 2017 which aired on Colors TV. He has also hosted Dance Plus (season 3) which was aired on Star Plus. In October 2017, he began co-hosting the dance contest TV show Dance Champions with Ridhima Pandit.",
            "score": 58.22740459442139
        },
        {
            "docid": "3666969_26",
            "document": "Deal or No Deal (Australian game show) . Double Deal Friday ran in 2005 but was dropped after 2008. Home viewers were invited to ring a phone number charged at $0.55 and register their details. Every Friday, a home viewer was randomly selected to win the same prize as the studio contestant. Host O'Keefe had mentioned that Double Deal Fridays received over 100,000 calls each week. \"Dancing with the Deals\" (the celebrity version of DoND retiring contestants on that season's edition of Dancing With The Stars) followed a similar format to Double Deal Friday, except that the celebrity didn't win the prize.",
            "score": 61.90659856796265
        },
        {
            "docid": "977122_10",
            "document": "The Insider (TV series) . After the departure of O'Brien, the show was hosted by Spencer alone until January 2009, when Samantha Harris (who had previously served as a correspondent for \"E! News\") joined the program as a permanent co-host. Harris also provided analysis and commentary as part of her duties as co-host of ABC's \"Dancing with the Stars\" until her departure from the reality competition series at the start of 2010.",
            "score": 67.8562490940094
        },
        {
            "docid": "32965942_5",
            "document": "Hilla Nachshon . As a result of her success, in 2005 Nachshon began to host the entertainment show \"Y on ten\" (\"Y \"בעשר) on the broadcasts of the satellite television provider Yes, initially alongside Michael Hanegbi and later alongside Aviad Kisos. That year she also played a cameo role in the daily TV drama \"HaShir Shelanu\". Also in that year, she began to host the Israeli version of the reality show \"Dancing with the Stars\" on the Israeli channel 2, along with Avi Kushnir. In 2010 and in 2011 Nachshon hosted the Miss Israel beauty pageant competition.",
            "score": 50.12066864967346
        },
        {
            "docid": "15177106_12",
            "document": "Irish traditional music . Irish traditional music was largely meant (to the best of our current knowledge) for dancing at house dances, celebrations for weddings, saint's days or other observances. Tunes are divided into two or more (typically eight-bar) parts. The parts are referred to as the A-part, B-part, and so on. Each part is played twice, and the entire tune is played three times; A, A, B, B, A, A, B, B, A, A, B, B. Irish dance music is isometric. This makes for an eminently danceable music, and Irish dance has been widely exported abroad. 16 measures are known as a \"step\", with one 8 bar part for a \"right foot\" and the second for the \"left foot\" of the step. Tunes that are not so evenly divided are called \"crooked\".  Traditional dances and tunes include reels (), hornpipes ( with swung eighth notes), and jigs (double and single jigs are in time), as well as imported waltzes, mazurkas, polkas, and highlands or barndances (a sort of Irish version of the Scottish strathspey). Jigs come in various other forms for dancing – the slip jig and hop jig or single jig are commonly written in time, the slide in . (The dance the hop jig is no longer performed under the auspices of An Coimisiun.) The forms of jig danced in hardshoe are known as double or treble jigs (for the doubles/trebles performed with the tip of the hardshoe), and the jigs danced in ghillies are known as light jigs.",
            "score": 56.64207935333252
        },
        {
            "docid": "1823364_3",
            "document": "Marissa Jaret Winokur . She was a contestant on the popular reality competition series \"Dancing With the Stars\" and went on to host the similar \"Dance Your Ass Off.\" From 2010-2011 she served as a co-host on the daily daytime talk show \"The Talk,\" ultimately leaving to focus on her clothing line and a new cable TV show. The cable TV show in question, when it premiered, proved to be a late-night talk show titled \"All About Sex,\" whose co-hosting duties she shared with Margaret Cho, Heather McDonald, and Dr. Tiffanie Davis Henry, and which TLC transmitted at 11:00 PM Eastern time on Saturday nights.",
            "score": 70.4139518737793
        },
        {
            "docid": "9010108_6",
            "document": "Contra dance choreography . Typical contra dance choreography comprises four parts, each 16 counts (8 measures) long. The parts are called A1, A2, B1 and B2. This nomenclature stems from the music: Most contra dance tunes (as written) have two parts (A and B), each 8 measures long, and each fitting one part of the dance. The A and B parts are each played twice in a row, hence, A1, A2, B1, B2. While the same music is generally played in, for example, parts A1 and A2, distinct choreography is followed in those parts. Thus, a contra dance is typically 64 \"counts\", and goes with a 32-\"measure\" tune. Tunes of this form are called \"square\"; tunes that deviate from this form are called \"crooked\". Crooked tunes are more commonly used in square dancing, where the phrasing of the dance does not have to align as closely with the phrasing of the music.",
            "score": 55.195993423461914
        },
        {
            "docid": "35051869_3",
            "document": "Dancing with the Stars (Australian season 12) . The cast for the season were revealed on 13 March 2012 via the Seven website, along with their professional partners, although four contestants were revealed in late February 2012. This cast has been seen as a \"star increase\" on the previous year's cast, particularly with the addition of new international co-host Mel B, and former Nine daytime talkshow host Kerri-Anne Kennerley. Six new professional dancers, including former American \"Dancing with the Stars\" professional Damian Whitewood, Christopher Page, Elena Samodanova, Jess Prince, Gleb Savchenko and Damien Samuel have been recruited to replace non-returning professional dancers Alana Patience, Brendon Midson, Arsen Kishishian, Masha Belash, Jade Brand and Mark Hodge.",
            "score": 46.320969581604004
        },
        {
            "docid": "25391981_3",
            "document": "Dancing with the Stars (U.S. season 10) . Samantha Harris did not return as co-host for this season, due to her expanded correspondent duties on \"The Insider\" and \"Entertainment Tonight\". On March 8, 2010, Tom Bergeron announced on \"Good Morning America\" that his new co-host is season seven champion Brooke Burke. Len Goodman, Bruno Tonioli, and Carrie Ann Inaba continued as the judges this season.",
            "score": 64.94489622116089
        },
        {
            "docid": "3028912_17",
            "document": "Sabrina Bryan . She has been a celebrity correspondent for the behind-the-scenes look at season 8 of \"Dancing with the Stars\" for E! News, and TV Guide show \"Reality Chat\". For season 9 of \"Dancing with the Stars\", she co-hosted TV Guide show \"Reality Chat\" and hosted backstage at \"Dancing with the Stars\" on abc.com. Bryan was asked back to co-host backstage at \"Dancing with the Stars\" for the 10th through 12th seasons. She has interviewed season 10 winner of the series Nicole Scherzinger, country singer Reba McEntire, Evan Lysacek, Erin Andrews, Kate Gosselin, and many more.",
            "score": 60.950897216796875
        },
        {
            "docid": "2982147_6",
            "document": "Your Number's Up . After the contestant selected one of the two phrases, the host read its second half to the other two contestants (example: after selecting the first phrase above, the host read \"...all of the House listens.\" Answer: Tip O'Neill). The first contestant to buzz-in and fill in the acronym correctly scored one point and spun the wheel for the next turn; incorrect guesses deducted one point, but scores could never go below zero. If neither opponent guessed correctly, the contestant who selected the riddle won $50 and spun the wheel, but did not score any points. The first contestant to score six points won the game and $500.",
            "score": 71.33948040008545
        },
        {
            "docid": "387073_6",
            "document": "Between you and I . Others do not accuse Shakespeare of grammatical incorrectness: sociologist Robert Nisbet criticizes \"word snobs\" who condemn the phrase, and lexicographer and OED editor Robert Burchfield states that what is incorrect for us wasn't necessarily incorrect for Shakespeare: \"grammatical assumptions were different then\", a view shared by philologist and grammarian Henry Sweet. However, Bryan A. Garner, who writes on usage and (especially legal) language, writes that even if the phrase was not incorrect for Shakespeare, it is and should be considered incorrect today, and cites linguist Randolph Quirk: \"It is true that Shakespeare used both ['between you and I' as well as 'between you and me'], but that did not make it any more correct\".",
            "score": 70.76501393318176
        },
        {
            "docid": "52747_17",
            "document": "Albireo . β Cygni B has been reported to be a very close double, but the observations appear to have been incorrect.",
            "score": 39.73612880706787
        },
        {
            "docid": "4602548_4",
            "document": "Kim Jones (reporter) . Before joining YES, Jones was the New York Giants beat reporter and a National Football League (NFL) columnist for \"The Star-Ledger\" newspaper in Newark, New Jersey. In addition to her duties on YES and WFAN, she continued to write a Sunday NFL column for \"The Star-Ledger\".",
            "score": 29.04715061187744
        },
        {
            "docid": "7775827_3",
            "document": "Pasi Heikura . Heikura hosts the radio program \"Aristoteleen kantapää\" (Aristotle’s Heel) on YLE Radio 1 which focuses on common usage of the Finnish language. In addition to discussion with a guest about a different topic each week, incorrect use of phrases and quote tips are also presented.",
            "score": 61.39749622344971
        },
        {
            "docid": "14581_5",
            "document": "Ich bin ein Berliner . There is a widespread misconception (outside German-speaking countries) that the phrase is incorrect German and in fact means \"I'm a doughnut\". It has even been embellished into an urban legend including equally incorrect claims about the audience laughing at this phrase.",
            "score": 55.39694309234619
        },
        {
            "docid": "2869453_25",
            "document": "WCFS-FM . On February 25, 2008, morning personality Mike LeBaron and midday personality Lisa Greene signed on as the first DJ's on Chicago's \"Fresh 105.9.\" On April 13, Program Director Mike Peterson named Rick Hall as afternoon host. Previously, LeBaron had been well known as a longtime part-time market veteran at WTMX-FM and WUSN-FM. Fellow market veteran Greene previously hosted an Oldies dance show on WJMK and similar features at WILV and WUBT (now WKSC-FM), was an APD/MD for AC stations, and had worked for many years as a traffic and news reporter, and co-host. Hall worked double duty as weekend/fill-in host at sister station WUSN and music director–midday host at Milwaukee's WFZH.",
            "score": 65.18652892112732
        },
        {
            "docid": "37973159_2",
            "document": "Dancing with the Stars (Thai TV series) . Dancing with the Stars is a dance competition show airing on BBTV Channel 7 in Thailand. The show is the Thai version of the British television series \"Strictly Come Dancing\". Sornram Teppitak, Thai actor and Thai pop singer, hosts with co-host Morakot Kittisara, Miss Thailand Universe 2004.",
            "score": 52.71488046646118
        },
        {
            "docid": "1120774_6",
            "document": "C+C Music Factory . All four singles from their debut album reached No. 1 on the \"Billboard\" Dance/Club Play chart, and all four were also crossover Pop and R&B hits. The first single, \"Gonna Make You Sweat (Everybody Dance Now)\", reached No. 1 on the \"Billboard\" Hot 100 and R&B Singles chart (and No. 3 in the UK). The fourth and final single from their debut album, \"Just a Touch of Love\", featured in the movie \"Sister Act\". The album contained two more Top 5 singles; \"Here We Go (Let's Rock & Roll)\" reached No. 3 on Billboard's Hot 100 chart (and No. 20 in the UK), and \"Things That Make You Go Hmmm\" (inspired by a phrase uttered periodically by late-night talk show host, Arsenio Hall) reached No. 4 (and No. 4 in the UK).",
            "score": 57.62801551818848
        },
        {
            "docid": "8377419_4",
            "document": "Double-duty dollar . Though the Swadeshi movement had much broader goals, in the 1920s Mohandas Gandhi of India urged his countrymen to avoid funding their own subjugation by buying items from the British which they could produce and trade independently, such as cloth and clothing. In the 1940s and 1950s, Leon Sullivan applied the broader phrase \"'selective patronage\" to denote consumers' choice of retailers as a tool a) to influence businesses toward having more fair and just interactions with African Americans, and b) to build demand for African-American businesses.",
            "score": 55.468592405319214
        },
        {
            "docid": "53603_12",
            "document": "Double star . Apart from these pairs, the components of a double star are generally denoted by the letters A (for the brighter, \"primary\", star) and B (for the fainter, \"secondary\", star) appended to the designation, of whatever sort, of the double star. For example, the components of α Canis Majoris (Sirius) are α Canis Majoris A and α Canis Majoris B (Sirius A and Sirius B); the components of 44 Boötis are 44 Boötis A and 44 Boötis B; the components of ADS 16402 are ADS 16402A and ADS 16402B; and so on. The letters AB may be used together to designate the pair. In the case of multiple stars, the letters C, D, and so on may be used to denote additional components, often in order of increasing separation from the brightest star, A. Visual doubles are also designated by an abbreviation for the name of their discoverer followed by a catalogue number unique to that observer. For example, the pair α Centauri AB was discovered by Father Richaud in 1689, and so is designated \"RHD 1\". Other examples include Δ65, the 65th double discovered by James Dunlop, and Σ2451, discovered by F. G. W. Struve.",
            "score": 51.393409729003906
        },
        {
            "docid": "2558317_7",
            "document": "Kerry Washington . In April 2016, Washington confirmed that, in the 1990s in New York, she learned to dance from Jennifer Lopez. During her appearance on The Tonight Show Starring Jimmy Fallon, she told host Jimmy Fallon that \"I've been taking dance for a long time, since I was a little girl. I had this very inspiring teacher named Larry Maldonado, for anybody from my neighborhood in the Bronx, he was our role model\", Washington continued, \"And he had an awesome substitute teacher named Jennifer, who would sometimes step in and teach. But, then she left to move to Los Angeles and be on the TV show In Living Color. So, yes, I learned to dance from JLo!\" Washington verified.",
            "score": 49.8760986328125
        },
        {
            "docid": "7091671_2",
            "document": "Burgo's Catch Phrase . Burgo's Catch Phrase was an Australian game show that ran between 1997 and 2003, produced by Southern Star Group (and later by the joint-venture Endemol Southern Star) for the Nine Network. The show was based on the British and American versions of the game, and was originally knowned simply as Catch Phrase until 1999 where the show was renamed as Burgo's Catch Phrase In honour of its host, John Burgess. The show was cancelled in 2003 after a revamp of the show and a hiatus in 2001.",
            "score": 61.74781560897827
        }
    ],
    "r": [
        {
            "docid": "27748226_11",
            "document": "Jeopardy! . During the Jeopardy! round, except in response to the Daily Double clue, contestants are not penalized for forgetting to phrase their response in the form of a question, although the host will remind contestants to watch their phrasing in future responses. In the Double Jeopardy! round and in the Daily Double in the Jeopardy! round, the phrasing rule is followed more strictly, with a response not phrased in the form of a question counting as wrong if it is not re-phrased before the host or judges make a ruling. If it is determined that a previous response was wrongly ruled to be correct or incorrect, the scores are adjusted at the first available opportunity. If, after a game is over, a ruling change is made that would have significantly altered the outcome of the game, the affected contestant(s) are invited back to compete on a future show.",
            "score": 108.09823608398438
        },
        {
            "docid": "438454_6",
            "document": "Double Dare (Nickelodeon game show) . Each round begins with a toss-up physical challenge in which both teams compete, with the winning team receiving both initial control of the round, and money for their score. After the toss-up, the host begins asking trivia questions of the team in control. Each correct answer earns a monetary award, and allows the team to maintain control, while an incorrect answer, or failure to respond within approximately ten seconds turns control over to the opponents. However, the team can dare their opponents to answer the question, doubling its value; in response, the opponents can double dare for quadruple the original value. When the team in control is challenged to a double dare, they have to either answer or compete in a physical challenge. An incorrect answer, or not responding within approximately five seconds on a dare or double dare, awards both control and the appropriate amount of money to the team that issues it. The second round plays the same as the first, with question values doubled. On the original \"Double Dare\" and \"Super Sloppy Double Dare\", a question was initially worth $10. On \"Family Double Dare\" and \"Double Dare 2000\", a question was initially worth $25. On the 2018 \"Double Dare\", a question is initially worth $50.",
            "score": 91.04362487792969
        },
        {
            "docid": "10742666_7",
            "document": "Brian Fortuna . Fortuna competed on \"Dancing with the Stars\" during its 4th season; partnering former Miss USA, Shandi Finnessey. His television success allowed him to dance as a principal dancer in the next two national Dancing with the Stars tours. Brian did double duty on the tour and was chosen to also host the third DWTS tour in front of sold out audiences of 15,000 people per night. His hosting talents captured the attention of ABC who chose Brian as series co-host with his Dancing with the Stars partner Shandi for ABC's Dancing with the Stars…Online Encore.",
            "score": 84.25547790527344
        },
        {
            "docid": "1427456_5",
            "document": "Ipsative . Additionally, ipsative measures may be useful in identifying faking. However, ipsative measures may, especially among testing-naïve individuals exhibiting high levels of conscientiousness and/or neuroticism, decrease test validity by discouraging response and/or encouraging non-response. For example, a test's authors may force respondents to choose between \"a) Animals chase me in my dreams\" and \"b) My dreams are nice\" in an effort to see whether a given respondent is more inclined toward \"faking bad\" or toward \"faking good.\" When faced with such a question, a child frequently terrified by nightmares that rarely if ever involve animals, and especially one whose parents have taught him/her strict rules against lying, may simply refuse to answer the question given that for that respondent nearly all of the time both descriptions are inaccurate. Even a previously presented guideline \"Choose the answer that [best/better] describes you\" may be unhelpful in such a situation to responders who worry that endorsing one item or the other will still involve stating it to be accurate or \"well\"-descriptive to some positive degree. Only if the guideline is presented as \"Choose the answer that more accurately or less inaccurately describes you\" and the above-described responder is sophisticated enough to reason out his/her response in terms of \"Despite the infrequency with which I have nice dreams, I have them [more frequently / less infrequently] than dreams in which animals chase me\" (or, in theory, vice versa) will such a responder be willing to answer the question — and phrasing the guideline in this way bears its own cost of making the question reveal less about the respondent's propensities because the respondent is no longer forced to \"fake\" one way or another.",
            "score": 83.78886413574219
        },
        {
            "docid": "27748226_7",
            "document": "Jeopardy! . The Jeopardy! round begins when the returning champion selects a clue, which may be from any position on the game board. The clue is revealed and read aloud by the host, after which any contestant may ring-in using a hand-held signaling device. The first contestant to ring-in successfully is prompted to provide a response to the clue, phrased in the form of a question. For example, if a contestant were to select \"Presidents for $200\", the resulting clue could be \"This 'Father of Our Country' didn't really chop down a cherry tree\", to which the correct response would be \"Who is/was George Washington?\" (Contestants are free to phrase the response in the form of any question; the traditional phrasing of \"who is/are\" for people or \"what is/are\" for things or words is almost always used.) If the contestant responds correctly, the clue's dollar value is added to the contestant's score, and they may select a new clue from the board. An incorrect response, or a failure to respond within five seconds, deducts the clue's value from the contestant's score and allows the other contestants the opportunity to ring-in and respond. If no contestant both rings-in and responds correctly, the host gives the correct response; the \"last correct questioner\" chooses the next clue.",
            "score": 83.49713134765625
        },
        {
            "docid": "41724202_41",
            "document": "Vellama d/o Marie Muthu v. Attorney-General . The Court of Appeal rejected the High Court's textual interpretation of Article 49(1) because it failed to see how the presence of absence of the word \"an\" could resolve the questions. The Court believed that even if the word \"election\" was describing a process, this interpretation on its own would not answer the question of whether the Prime Minister had unfettered discretion. As such, the omission or inclusion of the word \"an\" did not add value to the understanding of Article 49(1), given that the phrase \"shall be filled by election\" was not any clearer than \"shall be filled by an election\" in determining the issue. Further, the phrase \"shall be filled by election\" is capable of being read in a \"double-barrelled sense\", meaning that it could in fact refer to both an event and process at the same time.",
            "score": 79.17574310302734
        },
        {
            "docid": "38156_8",
            "document": "Who Wants to Be a Millionaire? . Once a contestant enters the main game, they are asked increasingly difficult general knowledge questions by the host. Each features four possible answers, in which the contestant must give the correct answer. Doing so wins them a certain amount of money, with tackling much tougher questions increasing their prize fund. During their game, the player has a set of lifelines that they may use only once to help them with a question, as well as two \"safety nets\" - if a contestant gets a question wrong, but had reached a designated cash value during their game, they will leave with that amount as their prize. While the first few questions are generally easy, subsequent ones after them will prompt the host to ask if the answer they gave is their \"final answer\" - if it is, then it is locked in and cannot be changed. If a contestant feels unsure about an answer, and does not wish to play on, they can walk away with the money they have won, to which the host will ask them to confirm this as their final decision; in such cases, the host will usually ask them to state what answer they would have gone for, and reveal if it would have been correct or incorrect.",
            "score": 78.86358642578125
        },
        {
            "docid": "1583157_6",
            "document": "Go (game show) . The team that played first in any round selected a packet of words or phrases, with a choice of two. Four of the team's members gave clues as to the chosen words, while the fifth player attempted to offer correct answers in response, serving in this role for the entire game. The four clue givers sat in a line so as to form three clue-giving pairs. Each pair received a word to describe and constructed a clue question by building it alternately one word at a time. They then rang a bell to indicate complete formation of the question and to prompt the fifth player to offer the answer. If the answer was correct, the fifth player moved down the line to the next pair. If the answer was incorrect, or the question either was deemed to be illegally constructed or was passed, the fifth player could not advance. Once the fifth player reached the end of the line, he/she then worked back to the start.",
            "score": 78.76287078857422
        },
        {
            "docid": "7649162_4",
            "document": "Show Me the Money (U.S. TV series) . Before the game, scrolls were randomly distributed to thirteen female dancers known as the $1,000,000 Dancers. These scrolls show 12 different dollar amounts and a symbol representing the \"killer card\", which is a yellow triangle. The dollar amounts were: Each turn involved a set of three concealed questions (A, B, and C) with a common initial word or phrase. The player was shown this initial phrase, and picked A, B, or C. The question was read, and the player could either answer it or pass and pick another letter. The player could pass twice on a turn, but then had to answer the remaining question; a player could not return to a previously passed question. After giving an answer, the player picked a dancer who still had her scroll, which was opened; then the correct answer was revealed. If it showed a dollar amount, it was added to the player's pot for a correct answer or subtracted for an incorrect answer.",
            "score": 78.73368835449219
        },
        {
            "docid": "2873154_2",
            "document": "WebRIOT . webRIOT was a game show that debuted on MTV on November 29, 1999. It was hosted by Ahmet Zappa and Masasa served as the announcer. The gameplay consisted of contestants answering multiple-choice music trivia questions while accompanying music videos played. After the question was read, four choices appeared and incorrect choices slowly disappeared. Contestants could lock in their choice at any time, though faster choices garnered more points. Incorrect choices deducted points from a player's score; an eliminated incorrect answer cost more. The game started with four contestants and consisted of three rounds. In round 1, the value of the question started at 250 points, and doubled to 500 in round 2. After each of the first two rounds, one contestant was eliminated. The final round was a two-minute \"speed\" round between the two remaining contestants with all questions worth +1000 or -500. The winner received a prize such as a trip.",
            "score": 78.2961196899414
        },
        {
            "docid": "23451503_11",
            "document": "Family Feud (1977 Australian game show) . The winning family chooses two family members to play the round. One family member leaves the stage and is placed in an isolation booth, while the other is given 15 seconds to answer five questions. The clock begins counting down after the host finishes reading the first question. If he or she cannot think up an answer to a question, he or she may pass. A contestant may revisit a passed question at the end if time permits. If time runs out and all the questions have not been asked yet, they will still be in play as long as they have not been passed. The number of people giving each answer is revealed once all five answers are given or time has expired, whichever comes first. The player earns one point for each person that gave the same answer; at least two people must have given that answer for it to score. When revealing the number of people giving the same response, it is most commonly revealed with the phrase, \"(Our) Survey said!\"",
            "score": 78.03047180175781
        },
        {
            "docid": "56989_3",
            "document": "Hollywood Squares . Although \"Hollywood Squares\" was a legitimate game show, the game largely acted as the background for the show's comedy in the form of joke answers (called \"zingers\"), often given by the stars prior to their real answer. The show's writers usually supplied the jokes. In addition, the stars were given the questions' subjects and bluff (plausible but incorrect) answers prior to the show. The show was scripted in this sense, but the gameplay was not. In any case, as original host Peter Marshall would explain at the beginning of the Secret Square game, the celebrities were briefed prior to the show to help them with bluff answers, but they otherwise heard the actual questions for the first time as they were asked on air.",
            "score": 77.82536315917969
        },
        {
            "docid": "18574154_3",
            "document": "Football Tonight . Early shows discussed what Favre needs to do to become reinstated into the league, what contracts are being negotiated, and what stars might not even make it to training camp. Calls from the general public don't typically take place on Football Tonight. Instead, other ESPN personalities like Trey Wingo, John Clayton, Jeremy Green, and Mike Golic are brought on to provide analysis of the holdouts, contracts, and each week's preparation, many doing double duty for Football Tonight and NFL Live on the same day. Questions that fans may want answered are encouraged to be sent to the show at footballtonight@espnradio.com.",
            "score": 77.72607421875
        },
        {
            "docid": "13414688_4",
            "document": "Down You Go . \"Down You Go\" was similar to \"Hangman\", with a group of four celebrity panelists who were asked to guess a word or phrase submitted by a home viewer. The host would give a wordplay-laden clue to the panel, who could then ask a question of any sort about the phrase, for which the host would have to \"ad lib\" an answer. After two questions, the second panelist would begin calling out a letter. Guessing a letter in the puzzle kept the panelist alive; if the panelist guessed a letter not in the puzzle, they would be eliminated and would pull down a lever on their lectern replacing their name with the phrase \"DOWN YOU GO.\" Once two of the four panelists went down, the remaining panelists could ask another clue. At any time, a panelist could solve the puzzle and, if correct, end the game. The panel and host would then lightheartedly discuss the phrase for a minute or so before the next round began.",
            "score": 77.673095703125
        },
        {
            "docid": "10817318_10",
            "document": "Family Feud (2014 Australian game show) . The winning family plays Fast Money and chooses two family members to participate in the round. One family member leaves the stage and is placed in a soundproof booth, while the other is given 20 seconds to answer five questions. The clock begins counting down after the host finishes reading the first question. If the contestant cannot think of an answer to a question, he or she may pass and revisit a passed question at the end if time permits. If time runs out and all the questions have not been asked yet, they will still be in play as long as they have not been passed. The number of people giving each answer is revealed once all five answers are given or time has expired, whichever comes first. The player earns one point for each person that gave the same answer; at least two people must have given that answer for it to score. When revealing the number of people giving the same response, it is most commonly revealed with the phrase, \"The Survey said!\"",
            "score": 76.99282836914062
        },
        {
            "docid": "374594_16",
            "document": "Wilhelm Schickard . Even though Schickard designed his machine twenty years earlier a controversy continues as to whether Schickard or Pascal should be described as the inventor of the mechanical calculator. On the one hand, we have from Schickard's drawings the first description of a mechanical calculator. But the carry mechanism of Schickard's calculator is not fully described (which does not necessarily mean there was not one well worked out) and from what is described in the surviving notes it appears that if a carry was required across several places simultaneously the mechanism would jam. On the other hand, examples of Pascal's calculator survive and modern replicas have been made which work perfectly. But Pascal designed and built his machines later than Schickard. In the end, the answer to the question of who should be recognised as having primacy in this invention depends on precisely how that question is phrased.",
            "score": 76.74919891357422
        },
        {
            "docid": "23451503_12",
            "document": "Family Feud (1977 Australian game show) . Once all the points for the first player are tallied, the second family member comes back on stage with the first contestant's answers covered and is given 20 seconds to answer the same five questions. If the second player gives the same answer as the first player on a question, a double buzzer will sound, and the host will ask for another response.",
            "score": 76.44677734375
        },
        {
            "docid": "15936129_19",
            "document": "Temperament ordinaire . The two examples of usage given above do not seem to show any sign that the expression \"temperament ordinaire\" (in its 17th-18th-century French usages) was anything more than a descriptive or denotative phrase, denoting whatever was to be referred to as \"the usual temperament\": and the examples also make clear that other similar indicative words might equally be used instead, e.g. \"the common rule\", or \"the one that everyone uses\". Some of the modern literature might seem to apply \"temperament ordinaire\" as if it is (or might have been, in the 17th or 18th centuries) a kind of proper name or conventional label of some particular tuning arrangement(s). Perhaps it is an open question whether this was ever so. The status that the phrase actually had at that time is relevant in turn to the substantive question of what actual tuning (or range of tunings) the phrase was then used to refer to. The examples above show, at least, that the temperament so referred to was not uniquely identified.",
            "score": 75.5268783569336
        },
        {
            "docid": "37831642_5",
            "document": "Quinto (drum) . Once the chorus (or montuno section) of the song begins, the phrases of the quinto interact with the dancers more than the lead singer. At this time, the phrases often accent cross-beats or offbeats. Many of the quinto phrases correspond directly to accompanying dance steps. The pattern of quinto strokes and the pattern of dance steps are at times identical, and at other times, imaginatively matched. The quinto player must be able to switch phrases immediately in response to the dancer’s ever-changing steps. The quinto vocabulary is used to accompany, inspire and in some ways, compete with the dancers' spontaneous choreography. Yvonne Daniel states: \"The columbia dancer kinesthetically relates to the drums, especially the quinto . . . and tries to initiate rhythms or answer the riffs as if he were dancing with the drum as a partner.\"",
            "score": 75.50238037109375
        },
        {
            "docid": "38156_41",
            "document": "Who Wants to Be a Millionaire? . On the Australian versions, McGuire replaces the phrase with \"Lock it in?\"; likewise, the Indian version's hosts have used varying \"lock\" catchphrases. There are also a number of other non-English versions of \"Millionaire\" where the host does not ask \"[Is that your] final answer?\" or a literal translation thereof. Besides the \"final answer\" question, other catchphrases used on the show include the contestants' requests to use lifelines, such as \"I'd like to phone a friend\"; and a line that Tarrant spoke whenever a contestant was struggling with a particular question, \"Some questions are only easy if you know the answer.\"",
            "score": 75.40444946289062
        },
        {
            "docid": "3729941_60",
            "document": "Who Wants to Be a Millionaire (U.S. game show) . Contestants were given the standard three lifelines in place at the time (50:50, Ask the Audience, and Phone-a-Friend) at the beginning of the game. However, after correctly answering the $100,000 question, the contestant earned two additional lifelines: Three Wise Men and Double Dip. The Three Wise Men lifeline involved a panel of three experts, one of whom was always a former \"Millionaire\" contestant and at least one of whom was female. When this lifeline was used, the contestant and panel had 30 seconds to discuss the question and choices before the audio and video feeds were dropped. Double Dip gave a contestant two chances to answer a question. Once used, the contestant must answer the question without using any further lifelines; moreover, if the \"first final answer\" was incorrect, the contestant could \"not\" walk away. If the \"second final answer\" was also wrong, the contestant left with $100,000.",
            "score": 75.21444702148438
        },
        {
            "docid": "43158106_4",
            "document": "Idiotest . The main game features two pairs of contestants answering brain-teaser questions, taking the form of a visual puzzle. In the first round, each team faces two questions. Contestants can work together and must answer by touching the correct answer (or answers, depending on what the question is asking them) on the screen. The question is often phrased so that the contestants may be misled if they do not read it correctly (for example, \"Touch the largest greenhouse\" could be misread as \"Touch the largest green house\"). The value of these questions begins at $300, with $20 deducted for every second the team takes in answering; the money begins counting down on the \"money meter\" when the puzzle first appears on the screen. Each contestant's money meter stops counting down when he or she submits an answer on the touchscreen. For all questions, a correct answer puts the remaining money in their team's bank, while an incorrect answer, or running out of time on a question (the money meter reaches zero) won nothing.",
            "score": 75.0136947631836
        },
        {
            "docid": "621076_30",
            "document": "SmartAsk . The Lightning Round received an overhaul in Season Three. It was extended, with the average range being from 2:00 to 3:00. It was also divided into two consecutive halves. In the first half, questions were worth 50 points, with, as usual, 50 points being deducted for incorrect answers. In the second half, question value doubled to 100 points, with the incorrect answer penalty being a 100-point deduction. Generally, 10-15 questions were asked in each half of the Lightning Round. Teams were told the amount of time for the round, and they were told during the round when the question values doubled. In the last three games, the time was displayed on the monitor facing the players (which showed the player set so that all players knew the game score at any time).",
            "score": 74.80725860595703
        },
        {
            "docid": "17249379_6",
            "document": "NY Wired . Three lottery retailers played a qualifying round in which they answered survey questions asked to people all over New York. The host read each question one at a time and gave three possible answers. The first player to buzz-in had a chance to choose one of those answers. A correct answer (the number one response in the survey) scored a point, but an incorrect answer gave the other contestants a chance to buzz-in and answer, and another incorrect answer from another player gave the remaining player the point by default. The first player to score three points played for the jackpot; the remaining two players played a second qualifying round.",
            "score": 74.80564880371094
        },
        {
            "docid": "10817318_11",
            "document": "Family Feud (2014 Australian game show) . Once all the points for the first player are tallied, the second family member comes back on stage with the first contestant's answers covered and is given 25 seconds to answer the same five questions. If the second player gives the same answer as the first player on a question, a double buzzer will sound and the host will ask for another response, usually by telling the contestant, \"Try again.\" If one or both family members accumulate a total of 200 points or more, the family wins $10,000. If both family members score a total of less than 200 points, each point awards the family $10.",
            "score": 74.76934814453125
        },
        {
            "docid": "5269533_5",
            "document": "Quicksilver (U.S. game show) . For example, given the choices Monty Hall, Picador, Pandora's Box and \"Trading Places\", the host may ask \"On the game show \"Let's Make a Deal\"…this is what host Monty Hall would ask contestants to do.\" A contestant buzzing-in before the question was finished might choose Monty Hall based upon Hall's association with the program. However, the correct answer in this case would be \"picador,\" a play on the similar-sounding phrase \"pick a door.\" Most questions had misleading wording and pun answers given in this format, known as a \"swerve\" in quiz bowl culture.",
            "score": 74.7237548828125
        },
        {
            "docid": "7380125_2",
            "document": "Nithya Karma . Nithya Karma (नित्य कर्म) is a Sanskrit phrase and is formed out of two words: \"nithya\", meaning \"always,\" and \"karma,\" which refers to conduct or duty in this case. This phrase therefore refers to duties which need to be performed every day.",
            "score": 74.55125427246094
        },
        {
            "docid": "19447191_6",
            "document": "Trivial Pursuit: America Plays . A computer (called the \"Randomizer\") randomly picked a category and value ($250 to $500 in increments of $50 depending on the difficulty) for each question. Each correct answer by the studio contestants put the value into the studio bank, and earned that player a wedge for their scoring token, if they didn't have one of that selected color. An incorrect answer put the value in America's bank, and no money was put in the studio bank for that question, even if it was answered correctly by another player. The money was added each time a contestant attempted to answer the question and failed to answer correctly, so America's bank could have been credited with double or even triple the value of the question if more than one player gave an incorrect answer. If nobody buzzed in, or if nobody attempted the question after somebody answered that question incorrectly, the money was added to America's bank un-multiplied.",
            "score": 74.30626678466797
        },
        {
            "docid": "22903798_2",
            "document": "Dancing with the Stars (U.S. season 9) . Season nine of \"Dancing with the Stars\" premiered on September 21, 2009. Executive producer Conrad Green confirmed to Entertainment Tonight that the season would start off with 16 celebrities, with 3 double-eliminations halfway through the season. Former House Majority Leader Tom DeLay withdrew from the competition in week three; however, Debi Mazar was also eliminated on the same night, replacing the double elimination planned for week five. Some changes were added this season including a larger cast and relay dances. Four new dances were introduced to complement the large cast. Those dances were the bolero, lambada, two-step, and the Charleston. The cast was unveiled on the Monday, August 17, 2009, edition of \"Good Morning America\", returning to the announcement format of most seasons past. Tom Bergeron and Samantha Harris returned as the show's hosts. Len Goodman, Bruno Tonioli, and Carrie Ann Inaba continue as the judges this season, with Baz Luhrmann appearing as a guest judge in week two, temporarily replacing Len Goodman. Pro pairings were officially announced on August 24, 2009. This was Samantha Harris' last season as co-host.",
            "score": 74.19125366210938
        },
        {
            "docid": "23112737_14",
            "document": "BrainRush . Afterwards, he/she is given the option of keeping all their winnings or risking half of it on one final question. The contestant sits on the coaster in the station to answer the question. If the contestant gives the correct answer (the light turns green), he or she doubles his/her winnings and the coaster takes off immediately, however, if the answer is incorrect (light turns red), the contestant loses half of their total (the total is rounded down in the event of halving an odd amount). In the later event, the host offers the player a final ride anyway. Regardless of the result, the $100 bonus for eating the food is not doubled or halved.",
            "score": 74.15177154541016
        },
        {
            "docid": "9941118_37",
            "document": "Jeopardy! broadcast information . Most versions are faithful to the American version's format, but some use unique formats of their own; for example, the Czech, Slovak and Italian adaptations eschew the show's trademark \"answer and question\" format in favor of a simple, standard quiz format, where clues are presented as questions or tasks and the contestants simply answer the questions or perform the tasks indicated, rather than providing responses phrased in the form of a question.",
            "score": 73.35755157470703
        },
        {
            "docid": "1721061_12",
            "document": "Baseball Tonight . One featured running gag on the show is the spoof segment \"Name That Molina\", where one of the personalities has to guess which of the three Molina catcher brothers – Bengie, Jose, or Yadier – is being shown. \"Name that LaRoche\" is another spoof segment featuring the two brothers who play for the Toronto Blue Jays Andy and the Washington Nationals Adam. Another running gag is the Umpire Fantasy League in which \"owners\" of umpires in this fictitious league are rewarded for their umpires ejecting players or coaches. It is unclear whether this is reference to the real-life Umpire Ejection Fantasy League. Also another gag in session is when an analyst on the show uses the \"Stump the host\" slogan. This is when the analyst has information on a certain players milestone that has just happened on the telecast. An example is when a player hits a home run, double, steals a base, or strikes someone out and the analyst will say \"Stump the Host; Career hr/strikeout/2-B/SB/etc. number __? The host very seldom knows the answer but will take a reasonable, and sometimes ludicrous, guess at what the answer might be. This gag is very seldom used but sometimes is quite comical for the fact that the host has no idea what the answer may be.",
            "score": 73.33418273925781
        }
    ]
}