{
    "q": [
        {
            "docid": "37961224_4",
            "document": "Cultural studies . Cultural studies combines a variety of politically engaged critical approaches drawn including semiotics, Marxism, feminist theory, ethnography, critical race theory, Post-structuralism, Postcolonialism, social theory, political theory, history, philosophy, literary theory, media theory, film/video studies, communication studies, political economy, translation studies, museum studies and art history/criticism to study cultural phenomena in various societies and historical periods. Cultural studies seeks to understand how meaning is generated, disseminated, contested, bound up with systems of power and control, and produced from the social, political and economic spheres within a particular social formation or conjuncture. Important theories of cultural hegemony and agency have both influenced and been developed by the cultural studies movement, as have many recent major communication theories and agendas, such as those that attempt to explain and analyze the cultural forces related to processes of globalization.",
            "score": 27.81768560409546
        },
        {
            "docid": "26692723_11",
            "document": "Study of global communication . From the point of view of global communication scholars, previous theories of modernization, dependency, and cultural imperialism have failed to satisfactorily explain global communication. The old theories only explain part of the global picture.",
            "score": 20.313400268554688
        },
        {
            "docid": "26692723_7",
            "document": "Study of global communication . Nevertheless, earlier International communication theories have failed to develop models or research agendas that match the reality of the contemporary role of global communication . The old theories only explain part of the global picture and the theories of modernization, dependency, and cultural imperialism have failed to satisfactorily explain global communication.",
            "score": 19.636413097381592
        },
        {
            "docid": "24199593_8",
            "document": "Stephen Gill (political scientist) . Gill is considered one of the leading Neo-Gramscian International Relations scholars, although his work adopts his own distinctive historical materialist approach as a means of explaining global power and the changing world order. His work draws on Gramscian concepts such as American hegemony (for the Gramscian definition, see Hegemony), cultural hegemony and historic blocs, organic intellectuals and state-civil society.",
            "score": 32.97216081619263
        },
        {
            "docid": "9641126_2",
            "document": "Posthegemony . Posthegemony or post-hegemony is a period or a situation in which hegemony is no longer said to function as the organizing principle of a national or post-national social order, or of the relationships between and amongst nation states within the global order. The concept has different meanings within the fields of political theory, cultural studies, and international relations.",
            "score": 32.47952651977539
        },
        {
            "docid": "2971986_19",
            "document": "Transnational feminism . Transnational feminist theories seek to destabilize liberal feminist assumptions that Third World women face the same type of oppression as First World women.  In their seminal text\" Scattered Hegemonies: Postmodernity and Transnational Feminist Practices\", the authors Inderpal Grewal and Caren Kaplan posit transnational feminist theory as one that critiques modernity through the lens of feminist theory. This articulation of feminist theory is a revision to the field of postmodernism, which the authors argue is powerful in its critique of modern global capitalism, but inadequate because it does not explore gender or reflect on the consequences of theorizing with a Western background. Without paying attention to how colonial histories and global capital flows allow for different cultures to influence and change each other, postmodernist theorists portray non-Western cultures as essentially different from and marginal to Western cultures. Postmodern does not exemplify the realities of transnational feminism and its relation to the global south, Mohanty states \"postmodernist critique that is skeptical of a systematic analysis of institutionalized power and of decolonizing methodologies that center marginalized experience (women of color epistemology) in struggles for justice is seriously off the mark\". In order for activists around the world to collaborate, they need a theory that both creates solidarity among women all over the globe and recognizes difference. This involves challenging how people from different cultures understand what being a \"woman\" is and can be. Grewal and Kaplan express this sentiment when they say:",
            "score": 28.715326189994812
        },
        {
            "docid": "53451_5",
            "document": "Hegemony . The Marxist theory of cultural hegemony, associated particularly with Antonio Gramsci, is the idea that the ruling class can manipulate the value system and mores of a society, so that their view becomes the world view (\"Weltanschauung\"): in Terry Eagleton's words, \"Gramsci normally uses the word hegemony to mean the ways in which a governing power wins consent to its rule from those it subjugates\". In contrast to authoritarian rule, cultural hegemony \"is hegemonic only if those affected by it also consent to and struggle over its common sense\".",
            "score": 29.84150767326355
        },
        {
            "docid": "3690512_4",
            "document": "Marxist international relations theory . This economic reductionism is considered also to be a central flaw. As a solution, the neo-Gramscian school proposed a further development. By combining global capitalism, state structure, and political-economic institutions they managed to create a theory of global hegemony (ideological domination). According to this theory, hegemony is maintained through close cooperation between powerful elites inside and outside the core regions of the world system. Global governance is constituted by political and economic institutions that put pressure on the less developed and unstable peripheral countries.",
            "score": 27.963974475860596
        },
        {
            "docid": "55838656_5",
            "document": "Culture of violence theory . As mentioned previously the culture of violence theory addresses the pervasiveness of specific violent patterns within in a societal dimension. Specifically, culture of violence theory explains how cultures and societies can sanction violent acts. While related to structural violence, cultural violence theory is different by explaining why direct acts of violence or violence built into systems of society exists and how they are legitimized. Research suggests that cultures can encourage and permit violence to exist as a response to various environmental obstacles, such as widespread resource impoverishment. This can be seen within various aspects of culture, such as film, television, music, language, art, and propaganda.",
            "score": 27.021564960479736
        },
        {
            "docid": "3208697_8",
            "document": "Youth subculture . Interactionist theorist Stan Cohen argues youth subcultures are not coherent social groupings that arise spontaneously as a reaction to social forces, but that mass media labeling results in the creation of youth subcultures by imposing an ideological framework in which people can locate their behavior. Post-structuralist theories of subculture utilize many of the ideas from these other theories, including hegemony and the role of the media. In his book, \"\", Dick Hebdige describes subcultures as a reaction of subordinated groups that challenge the hegemony of the dominant culture. This theory accounts for factors such as gender, ethnicity and age. Youth can be seen as a subordinate group in relation to the dominant, adult society.",
            "score": 21.862846851348877
        },
        {
            "docid": "5531689_16",
            "document": "Antiscience . Characteristics of antiscience associated with the right include the appeal to conspiracy theories to explain why scientists believe what they believe, in an attempt to undermine the confidence or power usually associated to science (e.g. in global warming conspiracy theories).",
            "score": 18.560251474380493
        },
        {
            "docid": "57616704_2",
            "document": "Techno-globalism . Techno-globalism is a social theory that aims to explain globalization using the spread of science and technology. Through the spread of science and technology, different nations and societies come together to form a more open and knowledge-based group which is characterized as \"globalized.\" Broadly speaking, techno-globalism is establishing connections between individuals or groups of individuals using shared science and technological practices. In terms of form, techno-globalism can be expressed in macro and micro scales ranging from the interconnections of national economies to individual behavioral culture.",
            "score": 21.730802297592163
        },
        {
            "docid": "32398661_22",
            "document": "Post-politics . The figure of excess fulfils a different purpose in Mouffe's theory of the political, which rests heavily on her and Laclau's notion of hegemony. According to Dikec, hegemony in Laclau and Mouffe's image presupposes the impossibility of 'a totally sutured society, or, in other words, a total closure of the social'. This is because hegemony is possible only through antagonism; and antagonism, in turn, can exist only through lack or surplus: consensus, in this view, is never a complete closure; rather, it only ever exists as the ‘temporary result of a provisional hegemony’. Insofar as it rests on an assertion of the impossibility of saturation, Mouffe's critique of post-politics therefore displays some commonality with those of Rancière, Badiou and Žižek. Mouffe's resistance to saturation, however, is explained by her post-structuralist politico-theoretical persuasion and its attendant anti-essentialism. In this respect, her theory of the political differs widely from the above-mentioned philosophers, all of whom, while inspired in various ways by it, are careful to distance themselves from post-structuralist thought, not least on account of the contribution it has in their eyes made to the consolidation of the post-political Zeitgeist. It also explains the absence of the universalist gesture in Mouffe. Indeed, as explained above, the political is the struggle for hegemonic control over the particular content that is to stand-in for the Universal. An authentic universality is therefore impossible.",
            "score": 21.814953923225403
        },
        {
            "docid": "10176541_2",
            "document": "Global warming conspiracy theory . A global warming conspiracy theory invokes claims that the scientific consensus on global warming is based on conspiracies to produce manipulated data or suppress dissent. It is one of a number of tactics used in climate change denial to legitimize political and public controversy disputing this consensus. Global warming conspiracy theorists typically allege that, through worldwide acts of professional and criminal misconduct, the science behind global warming has been invented or distorted for ideological or financial reasons, or both.",
            "score": 22.41496753692627
        },
        {
            "docid": "13109_104",
            "document": "Global warming controversy . Global warming skeptic Reid Bryson said in June 2007, \"There is a lot of money to be made in this... If you want to be an eminent scientist you have to have a lot of grad students and a lot of grants. You can't get grants unless you say, 'Oh global warming, yes, yes, carbon dioxide'.\" Similar positions have been advanced by University of Alabama, Huntsville climate scientist Roy Spencer, Spencer's University of Alabama, Huntsville colleague and IPCC contributor John Christy, University of London biogeographer Philip Stott, Accuracy in Media, and Ian Plimer in his 2009 book \"Heaven and Earth — Global Warming: The Missing Science\".",
            "score": 18.18184757232666
        },
        {
            "docid": "410722_14",
            "document": "Cultural hegemony . As conceptual criticism of cultural hegemony, the structuralist philosopher Louis Althusser presented the theory of the ideological state apparatus to describe the structure of complex relationships, among the different organs of the State, by which ideology is transmitted and disseminated to the populations of a society. Althusser draws from the concepts of hegemony present in \"cultural hegemony\", yet rejects the absolute historicism proposed by Gramsci. He argues that the ideological state apparatuses (ISA) are the sites of ideological conflict among the social classes of a society. That, in contrast to the repressive state apparatuses (RSA), such as the military and the police forces, the ISA exist as a plurality. While the ruling class in power can readily control the repressive state apparatuses, the ISA are both the sites and the stakes (the objects) of class struggle. Moreover, the ISA are not monolithic social entities, and are distributed throughout the society, as public and as private sites of continual class struggle.",
            "score": 31.676453113555908
        },
        {
            "docid": "17146474_10",
            "document": "Cultural schema theory . The term cross-cultural adaptation refers to the complex process through which an individual acquires an increasing level of the communication skills of the host culture and of relational development with host nationals. Simply put, cross-cultural adaptation is the transformation of a person's own PSI schemas into those of the host culture and acquisition of new PSI schemas in the host culture s/he is residing in. A number of different people may b e subject to cross-cultural adaptation, including immigrants, refugees, business people, diplomats, foreign workers, and students. However, this entry specifically applies cultural schema theory to sojourners' cross cultural adaptation. Sojourners generally spend a few years in another culture while intending to return to their home country. Business people, diplomats, students, and foreign workers can all be classified as sojourners. In order to better explain sojourners' cross-cultural adaptation, axioms are used to express causal, correlational, or teleological relationships. Axioms also help to explain the basic assumptions of the Cultural Schema Theory (Nishida, 1999).",
            "score": 26.067881107330322
        },
        {
            "docid": "10176541_1",
            "document": "Global warming conspiracy theory . Global warming conspiracy theory",
            "score": 18.302270889282227
        },
        {
            "docid": "41438959_3",
            "document": "How Global Warming Works . The motivation for the website came from two studies conducted by Ranney and colleagues. In the first study, they hypothesized that one of the factors explaining why fewer Americans believe in global warming than do people in other industrialized nations is that they do not understand the mechanism of global warming. To test this hypothesis, they anonymously surveyed 270 park visitors and community college students in San Diego. They reported that none of the 270 participants could explain the basic mechanism of global warming even though 80% thought that global warming was real and that 77% thought that humans contributed to it.",
            "score": 30.062082290649414
        },
        {
            "docid": "6267_2",
            "document": "Cultural imperialism . Cultural imperialism comprises the cultural aspects of imperialism. Imperialism here refers to the creation and maintenance of unequal relationships between civilizations, favoring the more powerful civilization. Thus, cultural imperialism is the practice of promoting and imposing a culture, usually that of a politically powerful nation, over a less powerful society; in other words, the cultural hegemony of industrialized or economically influential countries which determine general cultural values and standardize civilizations throughout the world. The term is employed especially in the fields of history, cultural studies, and postcolonial theory. It is usually used in a pejorative sense, often in conjunction with calls to reject such influence. Cultural imperialism can take various forms, such as an attitude, a formal policy, or military action, insofar as it reinforces cultural hegemony.",
            "score": 38.87006163597107
        },
        {
            "docid": "28370160_16",
            "document": "Media coverage of global warming . One way media reports attack global warming is to compare it with a purported episode of alarmism related to global cooling. In the 1970s, global cooling, a claim with limited scientific support (even during the height of the media frenzy over global cooling, \"the possibility of anthropogenic warming dominated the peer-reviewed literature\") was widely reported in the press. Several media pieces have claimed that, since the even-at-the-time-poorly-supported theory of global cooling was shown to be false, that the well-supported theory of global warming can also be dismissed. For example, an article in \"The Hindu\" by Kapista and Bashkirtsev wrote: \"Who remembers today, they query, that in the 1970s, when global temperatures began to dip, many warned that we faced a new ice age? An editorial in The Time magazine on June 24, 1974, quoted concerned scientists as voicing alarm over the atmosphere 'growing gradually cooler for the past three decades', 'the unexpected persistence and thickness of pack ice in the waters around Iceland,' and other harbingers of an ice age that could prove 'catastrophic.' Man was blamed for global cooling as he is blamed today for global warming\"., and the \"Irish Independent\" published an article claiming that \"The widespread alarm over global warming is only the latest scare about the environment to come our way since the 1960s. Let's go through some of them. Almost exactly 30 years ago the world was in another panic about climate change. However, it wasn't the thought of global warming that concerned us. It was the fear of its opposite, global cooling. The doom-sayers were wrong in the past and it's entirely possible they're wrong this time as well.\" Numerous other examples exist.",
            "score": 26.81282663345337
        },
        {
            "docid": "25428398_8",
            "document": "Public opinion on global warming . A 2010 survey of 14 industrialized countries found that skepticism about the danger of global warming was highest in Australia, Norway, New Zealand and the United States, in that order, correlating positively with per capita emissions of carbon dioxide. In 2009 Yale University conducted a study identifying global warming's 'Six Americas'. The report identifies six audiences with different opinions about global warning: The alarmed (18%), the concerned (33%), the cautious (19%), the disengaged (12%), the doubtful (11%) and the dismissive (7%). The alarmed and concerned make out the largest percentage and think something should be done about global warming. The cautious, disengaged and doubtful are less likely to take action. The dismissive are convinced global warming is not happening. These audiences can be used to define the best approaches for environmental action. The theory of the 'Six Americas' is also used for marketing purposes.",
            "score": 23.59000539779663
        },
        {
            "docid": "410722_12",
            "document": "Cultural hegemony . Cultural hegemony has philosophically influenced Eurocommunism, the social sciences, and the activist politics of socially liberal and progressive politicians. The analytic discourse of cultural hegemony is important to research and synthesis in anthropology, political science, sociology, and cultural studies; in education, cultural hegemony developed critical pedagogy, by which the root causes of political and social discontent can be identified, and so resolved.",
            "score": 30.40023946762085
        },
        {
            "docid": "9545969_40",
            "document": "Ilana Mercer . Mercer is not what is known pejoratively as a “climate denier,” and considers herself a conservative environmentalist. Or, as she put it in a May 22, 2017 post, a “reincarnated Southern agrarian.” Nevertheless, she had observed, in 2006, that the problem with “the theory of global warming is that it’s unfalsifiable. The theory cannot be falsified or tested and is, therefore, irrefutable. Evidence that contradicts the global warming theory, climate Chicken Littles enlist as evidence for the correctness of their theory; every permutation in weather patterns—warm or cold—is said to be a consequence of that warming or proof of it.\"",
            "score": 22.782783031463623
        },
        {
            "docid": "10176541_14",
            "document": "Global warming conspiracy theory . \"National Geographic\" fact-checked 6 persistent scientific conspiracy theories. Regarding the persistent belief in a global warming hoax they note that the Earth is continuing to warm and the rate of warming is increasing as documented in numerous scientific studies. The rise in global temperature and its rate of increase coincides with the rise of greenhouse gases in the atmosphere due to human activity. Moreover, global warming is causing Arctic sea ice to thaw at historic rates, many species of plants are blooming earlier than expected, and the migration routes of many birds, fish, mammals, and insects are changing.",
            "score": 47.99164175987244
        },
        {
            "docid": "53451_26",
            "document": "Hegemony . In the historical writing of the 19th century, the denotation of \"hegemony\" extended to describe the predominance of one country upon other countries; and, by extension, \"hegemonism\" denoted the Great Power politics (c. 1880s – 1914) for establishing hegemony (indirect imperial rule), that then leads to a definition of imperialism (direct foreign rule). In the early 20th century, in the field of international relations, the Italian Marxist philosopher Antonio Gramsci developed the theory of cultural domination (an analysis of economic class) to include social class; hence, the philosophic and sociologic theory of cultural hegemony analysed the social norms that established the social structures (social and economic classes) with which the ruling class establish and exert cultural dominance to impose their \"Weltanschauung\" (world view)—justifying the social, political, and economic \"status quo\"—as natural, inevitable, and beneficial to every social class, rather than as artificial social constructs beneficial solely to the ruling class.",
            "score": 29.869256496429443
        },
        {
            "docid": "407233_30",
            "document": "Global dimming . Interactions between the two theories for climate modification have also been studied, as global warming and global dimming are neither mutually exclusive nor contradictory. In a paper published on March 8, 2005 in the American Geophysical Union's Geophysical Research Letters, a research team led by Anastasia Romanou of Columbia University's Department of Applied Physics and Mathematics, New York, also showed that the apparently opposing forces of global warming and global dimming can occur at the same time. Global dimming interacts with global warming by blocking sunlight that would otherwise cause evaporation and the particulates bind to water droplets. Water vapor is the major greenhouse gas. On the other hand, global dimming is affected by evaporation and rain. Rain has the effect of clearing out polluted skies.",
            "score": 30.649630784988403
        },
        {
            "docid": "37292837_26",
            "document": "Global warming in Norway . CCS is a potential means of mitigating the effects of fossil fuel emissions to global warming and ocean acidification. However, given Norway’s power supply is almost 100% renewable (majority coming from hydroelectricity) it is odd that they could also be depicted as world leaders when it comes to CCS technology. This can be explained by several key factors;",
            "score": 25.981227159500122
        },
        {
            "docid": "5209207_19",
            "document": "Joseph J. Romm . \"The New York Times\" \"Dot Earth\" column reviewed Romm's views on global warming solutions on November 24, 2008, including his belief that, to combat global warming, humans cannot wait for new technologies and scientific breakthroughs; that instead we must \"deploy existing and near-term low-carbon technologies as fast as is humanly possible\". In his blog, Romm has described the technology solutions that he believes can control global warming. \"The New York Times\" also quoted Romm as stating that, to solve the climate crisis, \"We will need a WWII-style approach\". The article noted Romm's belief that \"credible people\" and the press should publicly support the notion that government action is needed to help solve the global warming crisis. In particular, the press should explain how current news stories, such as hurricanes, droughts and insect infestations are related to global warming.",
            "score": 27.947699546813965
        },
        {
            "docid": "24095765_17",
            "document": "Eco-costs . The eco-costs of global warming (also called eco-costs of carbon footprint) can be used as an indicator for the carbon footprint. The eco-costs of resource depletion can be regarded as an indicator for 'circularity' in the theory of the circular economy. However, it is advised to include human toxicity and eco-toxicity, and include the eco-costs of global warming in the calculations on the circular economy as well. The eco-costs of global warming are required to reveal the difference between fossil-based products and bio-based products, since biogenic CO is not counted in LCA (biogenic CO is part of the natural recycle loop in the biosphere). Therefore, total eco-costs can be regarded as a robust indicator for cradle-to-cradle calculations in LCA for products and services in the theory of the circular economy. Since the economic viability of a business model is also an important aspect of the circular economy, the added value of a product-service system should be part of the analysis. This requires the two dimensional approach of Eco-efficient Value Creation as described at the Wikipedia page on the model of the ecocosts/value ratio, EVR.",
            "score": 24.346647262573242
        },
        {
            "docid": "21080545_13",
            "document": "Golden toad . Since records of golden toads were consistently collected, their rapid disappearance was well documented, yet the causes remain poorly understood. After 1989, there have been no verified documented sightings. The disappearance was originally attributed to a severe neotropical drought in 1987-1988, but other factors have since been treated as more likely causes. The IUCN has given numerous possible reasons for the species' extinction, including its \"restricted range, global warming, chytridiomycosis and airborne pollution\". Jennifer Neville examined the different hypotheses explaining the extinction in her article \"The Case of the Golden Toad: Weather Patterns Lead to Decline\", and concluded that Crump's El Niño hypothesis is \"clearly supported\" by the available data. In her article, Neville discussed the flaws in other hypotheses explaining the toad's decline. The UV-B radiation theory, which suggest that the decline in golden toads resulted from an increase in UV-B radiation, has little evidence supporting it because there was no high elevation UV-B radiation recorded, also, there is little evidence that an increase in UV-B radiation would have an effect on anurans. Another theory is that the anuran water loss from dry conditions helped cause high mortality rates among adults, although this point is hotly contested.",
            "score": 22.947113513946533
        },
        {
            "docid": "9717400_1",
            "document": "Global warming in popular culture . Global warming in popular culture",
            "score": 28.541972160339355
        }
    ],
    "r": [
        {
            "docid": "10176541_14",
            "document": "Global warming conspiracy theory . \"National Geographic\" fact-checked 6 persistent scientific conspiracy theories. Regarding the persistent belief in a global warming hoax they note that the Earth is continuing to warm and the rate of warming is increasing as documented in numerous scientific studies. The rise in global temperature and its rate of increase coincides with the rise of greenhouse gases in the atmosphere due to human activity. Moreover, global warming is causing Arctic sea ice to thaw at historic rates, many species of plants are blooming earlier than expected, and the migration routes of many birds, fish, mammals, and insects are changing.",
            "score": 47.991641998291016
        },
        {
            "docid": "16575482_4",
            "document": "Australian Meteorological and Oceanographic Society . AMOS has issued a \"Statement on Climate Change\", wherein they conclude, “Global climate change and global warming are real and observable…It is highly likely that those human activities that have increased the concentration of greenhouse gases in the atmosphere have been largely responsible for the observed warming since 1950. The warming associated with increases in greenhouse gases originating from human activity is called the enhanced greenhouse effect. The atmospheric concentration of carbon dioxide has increased by more than 30% since the start of the industrial age and is higher now than at any time in at least the past 650,000 years. This increase is a direct result of burning fossil fuels, broad-scale deforestation and other human activity.”",
            "score": 47.20412826538086
        },
        {
            "docid": "295445_23",
            "document": "Global cooling . An early numerical computation of climate effects was published in the journal \"Science\" in July 1971 as a paper by S. Ichtiaque Rasool and Stephen H. Schneider, titled \"Atmospheric Carbon Dioxide and Aerosols: Effects of Large Increases on Global Climate\". The paper used rudimentary data and equations to compute the possible future effects of large increases in the densities in the atmosphere of two types of human environmental emissions: The paper suggested that the global warming due to greenhouse gases would tend to have less effect with greater densities, and while aerosol pollution could cause warming, it was likely that it would tend to have a cooling effect which increased with density. They concluded that \"An increase by only a factor of 4 in global aerosol background concentration may be sufficient to reduce the surface temperature by as much as 3.5 ° K. If sustained over a period of several years, such a temperature decrease over the whole globe is believed to be sufficient to trigger an ice age.\"",
            "score": 47.19676208496094
        },
        {
            "docid": "5042951_54",
            "document": "Global warming . The discussion continues in scientific articles that are peer-reviewed and assessed by scientists who work in the relevant fields and participate in the Intergovernmental Panel on Climate Change. The scientific consensus as of 2013 stated in the IPCC Fifth Assessment Report is that it \"is extremely likely that human influence has been the dominant cause of the observed warming since the mid-20th century\". A 2008 report by the U.S. National Academy of Sciences stated that most scientists by then agreed that observed warming in recent decades was primarily caused by human activities increasing the amount of greenhouse gases in the atmosphere. In 2005 the Royal Society stated that while the overwhelming majority of scientists were in agreement on the main points, some individuals and organizations opposed to the consensus on urgent action needed to reduce greenhouse gas emissions had tried to undermine the science and work of the IPCC. National science academies have called on world leaders for policies to cut global emissions.",
            "score": 46.67471694946289
        },
        {
            "docid": "1728672_79",
            "document": "Human impact on the environment . Global warming is the result of increasing atmospheric carbon dioxide concentrations which is caused primarily by the combustion of fossil energy sources such as petroleum, coal, and natural gas, and to an unknown extent by destruction of forests, increased methane, volcanic activity and cement production. Such massive alteration of the global carbon cycle has only been possible because of the availability and deployment of advanced technologies, ranging in application from fossil fuel exploration, extraction, distribution, refining, and combustion in power plants and automobile engines and advanced farming practices. Livestock contributes to climate change both through the production of greenhouse gases and through destruction of carbon sinks such as rain-forests. According to the 2006 United Nations/FAO report, 18% of all greenhouse gas emissions found in the atmosphere are due to livestock. The raising of livestock and the land needed to feed them has resulted in the destruction millions of acres of Rainforest and as global demand for meat rises, so too will the demand for land. Ninety-one percent of all rainforest land deforested since 1970 is now used for livestock. Potential negative environmental impacts caused by increasing atmospheric carbon dioxide concentrations are rising global air temperatures, altered hydrogeological cycles resulting in more frequent and severe droughts, storms, and floods, as well as sea level rise and ecosystem disruption.",
            "score": 46.521244049072266
        },
        {
            "docid": "19188470_3",
            "document": "Ecological forecasting . One of the most important environmental factors for organisms today is global warming. Most physiological processes are affected by temperature, and so even small changes in weather and climate can lead to large changes in the growth, reproduction and survival of animals and plants. The scientific consensus  is that the increase in atmospheric greenhouse gases due to human activity caused most of the warming observed since the start of the industrial era. These changes are in turn affecting human and natural ecosystems.",
            "score": 46.36515808105469
        },
        {
            "docid": "8941842_2",
            "document": "Low-carbon economy . A low-carbon economy (LCE), low-fossil-fuel economy (LFFE), or decarbonised economy is an economy based on low carbon power sources that therefore has a minimal output of greenhouse gas (GHG) emissions into the biosphere, but specifically refers to the greenhouse gas carbon dioxide. GHG emissions due to anthropogenic (human) activity are the dominant cause of observed global warming (climate change) since the mid-20th century. Continued emission of greenhouse gases may cause further warming and long-lasting changes around the world, increasing the likelihood of severe, pervasive and irreversible impacts for people and ecosystems.",
            "score": 46.14692306518555
        },
        {
            "docid": "38365461_4",
            "document": "Sustainability at the University of British Columbia . These gases are said to make the planet warmer by “thickening the Earth’s blanket.” This can lead to the overall average annual temperature to increase. Moreover, global warming will decrease snow and glaciers resulting in rising sea levels and increased coastal flooding. In addition, continued warming from the release of greenhouse gases into the atmosphere is expected to have substantial impacts on the economy, other environmental issues and human health.",
            "score": 45.776676177978516
        },
        {
            "docid": "625665_5",
            "document": "Oregon Petition . The text of the petition reads, in its entirety:We urge the United States government to reject the global warming agreement that was written in Kyoto, Japan in December, 1997, and any other similar proposals. The proposed limits on greenhouse gases would harm the environment, hinder the advance of science and technology, and damage the health and welfare of mankind.There is no convincing scientific evidence that human release of carbon dioxide, methane, or other greenhouse gases is causing or will, in the foreseeable future, cause catastrophic heating of the Earth's atmosphere and disruption of the Earth's climate. Moreover, there is substantial scientific evidence that increases in atmospheric carbon dioxide produce many beneficial effects upon the natural plant and animal environments of the Earth.Along with the cover letter from Seitz (see above), the petition was circulated with a manuscript plus a reprint of a December 1997 \"Wall Street Journal\" op-ed (\"Science Has Spoken: Global Warming Is a Myth\") by Arthur and Zachary Robinson. The current version of Seitz's letter describes the summary as \"a twelve page review of information on the subject of 'global warming'.\" The article is titled \"Environmental Effects of Increased Atmospheric Carbon Dioxide\" by Arthur B. Robinson, Noah E. Robinson, Sallie Baliunas and Willie Soon.",
            "score": 45.613407135009766
        },
        {
            "docid": "5904679_19",
            "document": "Snow hydrology . In recent years the most predominant topic related to snow hydrology has been global warming. The underlying concept states that human construction and production of emissions, has created a number of gaseous chemical compounds which add to existing greenhouse gases. Gases such as CO2 and CH4 trap heat in the atmosphere, adding to global climate change. These gases are usually broken down relatively quickly through environmental processes like photosynthesis; however, in recent years, studies have shown their atmospheric composition is increasing. Some studies believe this is a natural part of the earth’s cycle while others claim it is due to the growing amount of fossil fuel emissions and the gradual deforestation of oxygen producing plants. The theory suggests that these changes in temperature, could affect the way ice and snow forms over the earth’s crust, initiating a glacial shifting process, possibly created a rise in sea level from 0.5 meters to 1.5 meters. This change then could influence the salinity of the ocean, causing environmental changes, altering oceanic current and organisms that inhabit it.",
            "score": 45.010135650634766
        },
        {
            "docid": "44459617_7",
            "document": "Cumulative effects (environment) . Global warming is caused primarily by anthropogenic, human caused, CO emissions greenhouse gases. Other cumulative effects include ocean acidification, caused by increasing amounts of carbon dioxide in the atmosphere, resulting from human actions. Also the long-term melting of ice sheets, from global temperature increases, contributes to sea level rising.",
            "score": 44.8926887512207
        },
        {
            "docid": "2260887_30",
            "document": "Politics of global warming . In the scientific literature, there is a strong consensus that global surface temperatures have increased in recent decades and that the trend is caused primarily by human-induced emissions of greenhouse gases. With regard to the global warming controversy, the scientific mainstream puts neither doubt on the existence of global warming nor on its causes and effects.",
            "score": 44.730342864990234
        },
        {
            "docid": "57574516_6",
            "document": "Paul Bechly . Bechly was awarded the DuPont Chemicals Environmental Excellence Award in 1992 for \"Leadership in the Development of an Environmentally Responsible Perfluorocarbons Policy for DuPont\". Perfluorocarbon gases are anthropogenic and have high global warming potential combined with long atmospheric lifetimes. Bechly led a team of scientists to study and provide data on sources of these greenhouse gases, their atmospheric effects, and options for control. Through roundtable discussions, he was able to process this highly complex issue into an environmentally sound policy. Bechly's efforts enabled inter-industry understanding of this global issue, which led to consensus among allied industries to proactively develop responsible environmental policies regarding these chemicals. His professional works are maintained by the Hagley Museum and Library in Delaware.",
            "score": 44.65708923339844
        },
        {
            "docid": "2649947_3",
            "document": "Economics of global warming . One of the most important greenhouse gases is carbon dioxide (). Around 20% of carbon dioxide which is emitted due to human activities can remain in the atmosphere for many thousands of years. The long time scales and uncertainty associated with global warming have led analysts to develop \"scenarios\" of future environmental, social and economic changes. These scenarios can help governments understand the potential consequences of their decisions.",
            "score": 44.58478927612305
        },
        {
            "docid": "47512_7",
            "document": "Climate change . The term \"climate change\" is often used to refer specifically to anthropogenic climate change (also known as global warming). Anthropogenic climate change is caused by human activity, as opposed to changes in climate that may have resulted as part of Earth's natural processes. In this sense, especially in the context of environmental policy, the term climate change has become synonymous with anthropogenic global warming. Within scientific journals, global warming refers to surface temperature increases while climate change includes global warming and everything else that increasing greenhouse gas levels affect.",
            "score": 44.58399963378906
        },
        {
            "docid": "10958185_6",
            "document": "Automobile dependency . Automobile dependency is seen primarily as an issue of environmental sustainability due to the consumption of non-renewable resources and production of greenhouse gases responsible for global warming. It is also an issue of social and cultural sustainability. Like gated communities, the private automobile produces physical separation between people and reduces the opportunities for unstructured social encounter that is a significant aspect of social capital formation and maintenance in urban environments.",
            "score": 44.4799690246582
        },
        {
            "docid": "1263418_5",
            "document": "IPCC Second Assessment Report . The Synthesis Report gave its purpose as providing the scientific, technical and socio-economic information for determining Working Group I, dealing with the scientific aspects of climate, stated that Working Group I subsequently characterized its reports in the First and Second Assessments as progressing from an understanding that the greenhouse effect is well understood, greenhouse gases are increasing (due largely to human activity), and therefore should lead to significant global warming (though lack of understanding limited specific regional predictions), to a greater understanding (despite continuing uncertainties) that global warming continues and is most likely due to human activity, and that very substantial cuts in emissions would be required to stabilize greenhouse gas concentrations. Working Group II assessed whether the range of plausible impacts of global warming constitutes dangerous anthropogenic interference with the climate system, while Working Group III provided information to help countries \"take decisions they believe are most appropriate for their specific circumstances\".",
            "score": 44.005130767822266
        },
        {
            "docid": "23747975_9",
            "document": "Environmental impact of the petroleum industry . The combustion of petroleum causes an increased amount of carbon dioxide emissions as well as other greenhouse gases. The first study on the effects of carbon dioxide was studied by Swedish Nobel chemist Svante Arrhenius. His mathematical model showed that an increase of carbon dioxide results in an increase in surface temperatures , therefore both factors are correlated. The combustion of petroleum for transport , industrial and domestic use is one of the major forms of air pollution. The ultimate by-product of oil combustion is carbon dioxide , however there are other by-products such as carbon monoxide and nitrates. These by-products react with the atmosphere to produce ozone and other greenhouse gases. The increased pollution has consequences on global temperature . The atmosphere reflects 30% of the incoming longwave radiation back and keeps 70% of it for warmth. However , an increased carbon dioxide concentration in the atmosphere acts as a \"blanket\" to increased heat. Therefore , more longwave radiation is trapped in the atmosphere when there is a higher concentration of carbon dioxide and this trapping results in increased surface temperatures. IPCC (2007) states that the climate system will heat up by 3 degrees Celsius for a doubling of carbon dioxide . The warming of the temperatures will have massive impacts on rainfall patterns , retreat of glaciers , and the average sea levels.",
            "score": 43.96153259277344
        },
        {
            "docid": "248189_17",
            "document": "Gaia hypothesis . Currently the increase in human population and the environmental impact of their activities, such as the multiplication of greenhouse gases may cause negative feedbacks in the environment to become positive feedback. Lovelock has stated that this could bring an extremely accelerated global warming, but he has since stated the effects will likely occur more slowly.",
            "score": 43.530948638916016
        },
        {
            "docid": "295445_3",
            "document": "Global cooling . By the 1970s, scientists were becoming increasingly aware that estimates of global temperatures showed cooling since 1945, as well as the possibility of large scale warming due to emissions of greenhouse gases. In the scientific papers which considered climate trends of the 21st century, less than 10% inclined towards future cooling, while most papers predicted future warming. The general public had little awareness of carbon dioxide's effects on climate, but \"Science News\" in May 1959 forecast a 25% increase in atmospheric carbon dioxide in the 150 years from 1850 to 2000, with a consequent warming trend. The actual increase in this period was 29%. Paul R. Ehrlich mentioned climate change from greenhouse gases in 1968. By the time the idea of global cooling reached the public press in the mid-1970s temperatures had stopped falling, and there was concern in the climatological community about carbon dioxide's warming effects. In response to such reports, the World Meteorological Organization issued a warning in June 1976 that \"a very significant warming of global climate\" was probable.",
            "score": 42.843082427978516
        },
        {
            "docid": "423727_10",
            "document": "Scientific consensus . For example, the scientific consensus on the causes of global warming is that global surface temperatures have increased in recent decades and that the trend is caused primarily by human-induced emissions of greenhouse gases. The historian of science Naomi Oreskes published an article in \"Science\" reporting that a survey of the abstracts of 928 science articles published between 1993 and 2003 showed none which disagreed explicitly with the notion of anthropogenic global warming. In an editorial published in \"The Washington Post\", Oreskes stated that those who opposed these scientific findings are amplifying the normal range of scientific uncertainty about any facts into an appearance that there is a great scientific disagreement, or a lack of scientific consensus. Oreskes's findings were replicated by other methods that require no interpretation.",
            "score": 42.82655715942383
        },
        {
            "docid": "28370160_35",
            "document": "Media coverage of global warming . One of the first critical studies of media coverage of climate change in the United States appeared in 1999. The author summarized her research:Following a review of the decisive role of the media in American politics and of a few earlier studies of media bias, this paper examines media coverage of the greenhouse effect. It does so by comparing two pictures. The first picture emerges from reading all 100 greenhouse-related articles published over a five-month period (May–September 1997) in \"The Christian Science Monitor, New York Times, The San Francisco Chronicle,\" and \"The Washington Post\". The second picture emerges from the mainstream scientific literature. This comparison shows that media coverage of environmental issues suffers from both shallowness and pro-corporate bias.According to Peter J. Jacques et al., the mainstream news media of the United States is an example of the effectiveness of environmental skepticism as a tactic. A 2005 study reviewed and analyzed the US mass-media coverage of the environmental issue of climate change from 1988 to 2004. The authors confirm that within the journalism industry there is great emphasis on eliminating the presence of media bias. In their study they found that — due to this practice of journalistic objectivity — \"Over a 15-year period, a majority (52.7%) of prestige-press articles featured balanced accounts that gave 'roughly equal attention' to the views that humans were contributing to global warming and that exclusively natural fluctuations could explain the earth's temperature increase.\" As a result, they observed that it is easier for people to conclude that the issue of global warming and the accompanying scientific evidence is still hotly debated.",
            "score": 42.76304626464844
        },
        {
            "docid": "19790698_4",
            "document": "2008 United Nations Climate Change Conference . Since the late 1800s, the surface of the earth has experienced an increase of 0.6 °C in global temperatures. The earth historically has experienced periods of large increases in global temperatures. For example, around 2 million B.C the surface temperature of the earth is estimated to have been 5 °C warmer than today. While these temperatures increased as a result of the natural warming and cooling of the earth, current increases in global temperatures are attributed to increasing amounts of greenhouse gases in the atmosphere. Greenhouse gases have increased since the late 19th century due to the industrialization of nations worldwide. Examples of greenhouse gases include carbon dioxide, methane, nitrous oxide, and hydro-fluorocarbons. While each of these have a significant impact on the effects of greenhouse gases, carbon dioxide is considered to be the most important as approximately three-quarters of the human-generated global warming effect may attributed to increased carbon dioxide output .",
            "score": 42.48644256591797
        },
        {
            "docid": "15361_36",
            "document": "Ice age . There is considerable evidence that over the very recent period of the last 100–1000 years, the sharp increases in human activity, especially the burning of fossil fuels, has caused the parallel sharp and accelerating increase in atmospheric greenhouse gases which trap the sun's heat. The consensus theory of the scientific community is that the resulting greenhouse effect is a principal cause of the increase in global warming which has occurred over the same period, and a chief contributor to the accelerated melting of the remaining glaciers and polar ice. A 2012 investigation finds that dinosaurs released methane through digestion in a similar amount to humanity's current methane release, which \"could have been a key factor\" to the very warm climate 150 million years ago.",
            "score": 42.480072021484375
        },
        {
            "docid": "52935795_59",
            "document": "Environmental policy of the Donald Trump administration . Although in the scientific literature there is overwhelming consensus that global surface temperatures have increased in recent decades and that the trend is caused by human-induced emissions of greenhouse gases, neither Trump nor Pruitt believe that global warming is human-related. During the campaign, Trump expressed the view that global warming and cooling is a natural process. He often described global warming as a \"hoax\"; and sometimes attributed the \"hoax\" to the Chinese government as a plot to sabotage American manufacturing, but later claimed that had been a joke. As a candidate Trump said he would rescind Obama's Climate Action Plan, cancel U.S. participation in the Paris Climate Agreement, and stop all U.S. payments towards United Nations global warming programs.",
            "score": 42.3661003112793
        },
        {
            "docid": "5042951_55",
            "document": "Global warming . In the scientific literature, there is a strong consensus that global surface temperatures have increased in recent decades and that the trend is caused mainly by human-induced emissions of greenhouse gases. No scientific body of national or international standing disagrees with this view. In November 2017, a second warning to humanity signed by 15,364 scientists from 184 countries stated that \"the current trajectory of potentially catastrophic climate change due to rising greenhouse gases from burning fossil fuels, deforestation, and agricultural production — particularly from farming ruminants for meat consumption\" is \"especially troubling\". A July 2017 study published in \"Environmental Research Letters\" asserts that the most significant action individuals could make to mitigate their own carbon footprint is to have fewer children, followed by living vehicle free, forgoing air travel and adopting a plant-based diet.",
            "score": 42.21611022949219
        },
        {
            "docid": "38365461_2",
            "document": "Sustainability at the University of British Columbia . Climate change is now the most serious global environmental threat. Its potential impacts include global warming, sea level rise, and increased extreme weather events. Climate change is a direct consequence of elevated greenhouse gas concentrations in the atmosphere.",
            "score": 42.2033805847168
        },
        {
            "docid": "326324_3",
            "document": "Scientific opinion on climate change . Several studies of the consensus have been undertaken. Among the most-cited is a 2013 study of nearly 12,000 abstracts of peer-reviewed papers on climate science published since 1990, of which just over 4,000 papers expressed an opinion on the cause of recent global warming. Of these, 97% agree, explicitly or implicitly, that global warming is happening and is human-caused. It is likely that this warming arises from increased concentrations of greenhouse gases in the atmosphere, primarily from the burning of fossil fuels, partially offset by human-caused and volcanic aerosols. Natural change alone would have had a slight cooling effect rather than a warming effect.",
            "score": 42.18948745727539
        },
        {
            "docid": "12474403_15",
            "document": "Climate change denial . In response to increasing public awareness of the greenhouse effect in the 1970s, conservative reaction built up, denying environmental concerns which could lead to government regulation. With the 1981 Presidency of Ronald Reagan, global warming became a political issue, with immediate plans to cut spending on environmental research, particularly climate related, and stop funding for monitoring. Reagan appointed as Secretary of Energy James B. Edwards, who said that there was no real global warming problem. Congressman Al Gore had studied under Revelle and was aware of the developing science: he joined others in arranging congressional hearings from 1981 onwards, with testimony by scientists including Revelle, Stephen Schneider and Wallace Smith Broecker. The hearings gained enough public attention to reduce the cuts in atmospheric research. A polarized party-political debate developed. In 1982 Sherwood B. Idso published his book \"Carbon Dioxide: Friend or Foe?\" which said increases in would not warm the planet, but would fertilize crops and were \"something to be encouraged and not suppressed\", while complaining that his theories had been rejected by the \"scientific establishment\". An Environmental Protection Agency (EPA) report in 1983 said global warming was \"not a theoretical problem but a threat whose effects will be felt within a few years\", with potentially \"catastrophic\" consequences. The Reagan administration reacted by calling the report \"alarmist\", and the dispute got wide news coverage. Public attention turned to other issues, then the 1985 finding of a polar ozone hole brought a swift international response. To the public, this was related to climate change and the possibility of effective action, but news interest faded.",
            "score": 42.102088928222656
        },
        {
            "docid": "13109_2",
            "document": "Global warming controversy . The global warming controversy concerns the public debate over whether global warming is occurring, how much has occurred in modern times, what has caused it, what its effects will be, whether any action should be taken to curb it, and if so what that action should be. In the scientific literature, there is a strong consensus that global surface temperatures have increased in recent decades and that the trend is caused by human-induced emissions of greenhouse gases. No scientific body of national or international standing disagrees with this view, though a few organizations with members in extractive industries hold non-committal positions. Disputes over the key scientific facts of global warming are more prevalent in the media than in the scientific literature, where such issues are treated as resolved, and such disputes are more prevalent in the United States than globally.",
            "score": 41.92657470703125
        },
        {
            "docid": "2119174_2",
            "document": "Effects of global warming . The effects of global warming are the environmental and social changes caused (directly or indirectly) by human emissions of greenhouse gases. There is a scientific consensus that climate change is occurring, and that human activities are the primary driver. Many impacts of climate change have already been observed, including glacier retreat, changes in the timing of seasonal events (e.g., earlier flowering of plants), and changes in agricultural productivity.  Anthropogenic forcing has likely contributed to some of the observed changes, including sea level rise, changes in climate extremes, declines in Arctic sea ice extent and glacier retreat.",
            "score": 41.40212631225586
        },
        {
            "docid": "1047465_5",
            "document": "Spiritual ecology . Despite the disparate arenas of study and practice, the principles of spiritual ecology are simple: In order to resolve such environmental issues as depletion of species, global warming, and over-consumption, humanity must examine and reassess our underlying attitudes and beliefs about the earth, and our spiritual responsibilities toward the planet. U.S. Advisor on climate change, James Gustave Speth, said: \"I used to think that top environmental problems were biodiversity loss, ecosystem collapse and climate change. I thought that thirty years of good science could address these problems. I was wrong. The top environmental problems are selfishness, greed and apathy, and to deal with these we need a cultural and spiritual transformation.\"",
            "score": 41.32667541503906
        }
    ]
}