{
    "q": [
        {
            "docid": "1095771_5",
            "document": "Teddy Atlas . Atlas trained as an amateur boxer with Hall of Fame trainer Cus D'Amato. He had some amateur fights but had to turn to work as a trainer due to a back injury. Atlas was an assistant to D'Amato, although his role in the Catskill Boxing Club was short-lived. His duties included assisting in the training of D'Amato's teenage protégé Mike Tyson. However, Atlas left the camp in 1982 following an altercation with the 15-year-old Tyson after Tyson had been sexually inappropriate with an 11-year-old female relative of Atlas' (Tyson said he had grabbed the girl's buttocks). Atlas put a .38 caliber handgun to Tyson's ear and told him to never touch his family again, or he would kill him if he did. This altercation between Atlas and a young Mike Tyson led to Atlas' dismissal from the Catskill Boxing Club, and he was told he was no longer welcome in D'Amato's home or around any of his adopted children (his fighters whom he had legally adopted, Tyson included).",
            "score": 48.68227672576904
        },
        {
            "docid": "158538_21",
            "document": "Evander Holyfield . Then a deal was signed for him to defend his crown against Mike Tyson in November 1991. Tyson delayed the fight, claiming he was injured in training, but was then convicted for the rape of Desiree Washington and sentenced to six years in prison, so the fight did not happen at that time. They fought in 1996 (Holyfield won by a TKO in 11) and a rematch in 1997 (Holyfield won by disqualification in 3, after Tyson bit both of his ears).",
            "score": 42.99729776382446
        },
        {
            "docid": "39027_11",
            "document": "Mike Tyson . Kevin Rooney also trained Tyson, and he was occasionally assisted by Teddy Atlas, although Atlas was dismissed by D'Amato when Tyson was 15. Rooney eventually took over all training duties for the young fighter.",
            "score": 32.4808554649353
        },
        {
            "docid": "39027_27",
            "document": "Mike Tyson . Tyson and Ruddock met again on June 28 that year, with Tyson knocking down Ruddock twice and winning a 12 round unanimous decision. A fight between Tyson and Holyfield for the undisputed championship was scheduled for November 8, 1991 at Caesars Palace in Las Vegas, but Tyson pulled out after sustaining a rib cartilage injury during training.",
            "score": 41.53664255142212
        },
        {
            "docid": "66345_9",
            "document": "Robin Givens . After meeting in March 1986, Givens married boxer Mike Tyson on February 7, 1988. Tyson was then estimated to have US$50 million, and he and Givens did not make a prenuptial agreement. During their marriage, Givens and her mother bought a $4.6 million mansion in the affluent suburb of Bernardsville, New Jersey.",
            "score": 31.922486305236816
        },
        {
            "docid": "24694758_4",
            "document": "Tyson (1995 film) . Mike Tyson grows up a troubled youth, who vows to be a professional boxer in the future. Manager and trainer Cus D'Amato begins turning the young Tyson into an undefeated fighter. However, Tyson becomes a difficult pupil who is often exposed, and slacks off during his training.",
            "score": 42.3968231678009
        },
        {
            "docid": "1486840_12",
            "document": "Cus D'Amato . It was there that he met and began to work with the future heavyweight champion, Mike Tyson, who was in a nearby reform school. He adopted Tyson after Tyson's mother died. D'Amato trained him over the next few years, encouraging the use of peek-a-boo style boxing, with the hands in front of the face for more protection. D'Amato was briefly assisted by Teddy Atlas, and later Kevin Rooney, a protégé of D'Amato, who emphasized elusive movement. It is unclear at exactly what age (11 or 12) Tyson first became seriously interested in becoming a professional boxer. Bobby Stewart, a former Golden Gloves Champion, was approached by Tyson while working as a counselor at the Tryon School For Boys. Tyson knew of Stewart's former boxing glory and specifically asked to speak with Stewart who immediately took on a gruff attitude of the subject after witnessing Tyson's terrible behavior in his first days at the school. Bobby Stewart introduced Mike Tyson to D'Amato when Tyson was around 12 or 13 years old, after Stewart stated he had taught Tyson all he could about boxing technique and skill. D'Amato died a little over a year before Tyson became the youngest world heavyweight titleholder in history at the age of 20 years 4 months, thus supplanting Patterson's record. Rooney would later guide Tyson to the heavyweight championship sixteen months after D'Amato's death.",
            "score": 50.5193737745285
        },
        {
            "docid": "30858332_16",
            "document": "Evander Holyfield vs. Mike Tyson II . In the 2008 documentary \"Tyson\", the boxer claimed he did it as retaliation for the headbutting.",
            "score": 32.50444316864014
        },
        {
            "docid": "10317238_5",
            "document": "Gogoplata . Ryusuke \"Jack\" Uemura is notable as the fighter who performed the first successful gogoplata in mixed martial arts against Isao Terada at Zst Grand Prix 2, Final Round, on January 23, 2005. Former UFC Heavyweight fighter Brad Imes calls himself \"Mr. Gogoplata,\" after winning two matches in a row with the maneuver. Nick Diaz defeated Takanori Gomi using the gogoplata at Pride 33, only to have the victory turned to a NC due to positive test for marijuana in the post-fight drug screen.",
            "score": 46.279428243637085
        },
        {
            "docid": "7350552_5",
            "document": "Shinya Aoki . For unknown reasons, the proposed fight with Melendez did not take place. Instead, Aoki faced highly ranked Lightweight fighter Joachim Hansen. Aoki submitted Hansen with a gogoplata—this was the second successful gogoplata in MMA competition (the first by Ryusuke Uemura).",
            "score": 28.498836040496826
        },
        {
            "docid": "39209225_8",
            "document": "Bruce Seldon vs. Mike Tyson . Almost immediately after the fight, the audience began chanting \"Fix!\", having thought Seldon took a dive in order for Tyson to win the championship and move on to face Evander Holyfield. The crowd would continue to serenade Seldon with chants of \"Fix!\" as he remained in the ring for an interview with Jim Gray. Gray would openly ask Seldon if he did in fact take a dive, but Seldon professed his innocence, stating \"I didn't train 12 weeks to come in here and take a dive.\"",
            "score": 35.05610406398773
        },
        {
            "docid": "40424225_5",
            "document": "Mike Tyson vs. Kevin McBride . McBride, however, remained confident that he could upset Tyson and promised that he would \"shock the world\" by defeating Tyson Prior to the fight, Tyson parted ways with trainer Freddie Roach, who had trained Tyson for his two previous fights against Clifford Etienne in 2003 and Williams in 2004, and replaced him with former super bantamweight champion Jeff Fenech.",
            "score": 43.912943840026855
        },
        {
            "docid": "10317238_7",
            "document": "Gogoplata . In Japan, promotion 666's wrestler Konaka Pelhwan is known for using a rope hanging version of the gogoplata as a signature move.",
            "score": 25.7688889503479
        },
        {
            "docid": "3307314_5",
            "document": "Kevin Rooney . Rooney trained world heavyweight champion Mike Tyson from the start of his professional career in 1985 until Tyson's bout with Michael Spinks in 1988.",
            "score": 35.977325439453125
        },
        {
            "docid": "39027_48",
            "document": "Mike Tyson . In another Memphis fight on February 22, 2003, Tyson beat fringe contender Clifford Etienne 49 seconds into round one. The pre-fight was marred by rumors of Tyson's lack of fitness. Some said that he took time out from training to party in Las Vegas and get a new facial tattoo. This eventually proved to be Tyson's final professional victory in the ring.",
            "score": 40.92352604866028
        },
        {
            "docid": "811720_15",
            "document": "Punch-Out!! (arcade game) . In 1987, the growing popularity of the Nintendo Entertainment System (NES) caused the development and release of \"Mike Tyson's Punch-Out!!\" for the NES console to happen. Several elements, such as opponents and their names, were changed for this version. In particular, professional boxer Mike Tyson was added as the game's final boss to promote his success in becoming a champion. In 1990, when the contract licensing the use of Tyson's name in the console version expired, Nintendo replaced Tyson with an original character named Mr. Dream, re-releasing it as \"Punch-Out!!\" (a.k.a. \"Punch-Out!! featuring Mr. Dream\"). Like \"Mike Tyson's Punch-Out!!\", \"Punch-Out!! featuring Mr. Dream\" bore no further resemblance to the arcade version.",
            "score": 53.26203238964081
        },
        {
            "docid": "40225077_3",
            "document": "Mike Tyson vs. Lou Savarese . Mike Tyson was three fights into his latest comeback, which started on January 16, 1999 with a fifth-round knockout victory over former IBF Heavyweight champion Francois Botha. After a nine-month layoff due in large part to a four-month prison stint, Tyson met former WBA Cruiserweight champion Orlin Norris, but the bout ended in a no-contest after Tyson injured Norris with a punch that landed after the bell. Three months later, Tyson had his first ever fight in the United Kingdom, easily defeating British journeyman Julius Francis by second-round knockout. It was then announced in February 2000 that Tyson would next meet fringe-contender Lou Savarese. Initially, the fight was set to take place in Milan, Italy in May, but the bout was postponed after Tyson decided that he needed more time to train. The fight was then moved to Hampden Park in Glasgow, Scotland and rescheduled for June 24, 2000. Though the decision to allow Tyson to return to the United Kingdom was met with protests because of Tyson's rape conviction, the Glasgow city council voted 10–1 in favor of allowing Tyson to continue on with his match with Savarese.",
            "score": 48.87378215789795
        },
        {
            "docid": "39027_65",
            "document": "Mike Tyson . In October 2012, Tyson launched the Mike Tyson Cares Foundation. The mission of the Mike Tyson Cares Foundation is to \"give kids a fighting chance\" by providing innovative centers that provide for the comprehensive needs of kids from broken homes.",
            "score": 40.533209800720215
        },
        {
            "docid": "22454095_5",
            "document": "Richie Giachetti . When Mike Tyson was dethroned of his heavyweight crown by James \"Buster\" Douglas in 1990 in a 10th-round knockout in Tokyo, King inserted Giachetti as Tyson's trainer. Giachetti trained Tyson for his next four fights, those against Henry Tillman, Alex Stewart, and the two fights against Donovan \"Razor\" Ruddock. Giachetti later returned to Tyson's corner for his second fight against Evander Holyfield, the infamous \"bite fight\".",
            "score": 46.660141944885254
        },
        {
            "docid": "39027_46",
            "document": "Mike Tyson . Tyson once again had the opportunity to fight for a heavyweight championship in 2002. Lennox Lewis held the WBC, IBF, IBO and Lineal titles at the time. As promising fighters, Tyson and Lewis had sparred at a training camp in a meeting arranged by Cus D'Amato in 1984. Tyson sought to fight Lewis in Nevada for a more lucrative box-office venue, but the Nevada Boxing Commission refused him a license to box as he was facing possible sexual assault charges at the time.",
            "score": 40.0392370223999
        },
        {
            "docid": "39230759_7",
            "document": "Trevor Berbick vs. Mike Tyson . This fight was mentioned in the animated TV series Mike Tyson Mysteries episode \"Ultimate Judgement Day\" from 2014. In the episode Mike Tyson says Trevor Berbick wanted to call their 1986 fight 'Ultimate Judgement Day', but then ghost of Berbick appears to correct Tyson, saying that it was actual Tyson was the boxer that wanted to call it 'Ultimate Judgement Day.' Tyson thanks Berbick for the correction, and then waves his hand to make the ghost of Trevor Berbick disappear.",
            "score": 42.727867126464844
        },
        {
            "docid": "3480664_19",
            "document": "Jim Gray (sportscaster) . On June 24, 2000 in Glasgow, Scotland, Gray did the interview with Mike Tyson after his swift knockout of Lou Savarese where Tyson proclaimed he \"wanted to eat (Lennox Lewis's) children.\"",
            "score": 31.786983251571655
        },
        {
            "docid": "39342210_5",
            "document": "Mike Tyson vs. Donovan Ruddock II . After months of tough negotiations between Tyson's and Evander Holyfield's respective camps, which included both men's promoters attempting to get a fight with George Foreman instead, a deal was reached that would see Holyfield and Tyson face each other for the Undisputed Heavyweight Championship on November 8, 1991 at Caesers Palace. However, Tyson suffered an injury during training camp and was unable to fight in November. The parties waited to reschedule until after Tyson's trial was complete, but before the fight could take place, Tyson was convicted of the rape of Desiree Washington in February 1992 and sentenced to six years in prison.",
            "score": 38.23161506652832
        },
        {
            "docid": "49830302_3",
            "document": "Mike Tyson (disambiguation) . Mike Tyson or Michael Tyson may also refer to:",
            "score": 29.8588285446167
        },
        {
            "docid": "2258415_6",
            "document": "Yes It Is . \"Yes It Is\" was released as the B-side of \"Ticket to Ride\" in both the UK and the US. American pressings of the single erroneously show \"Yes It Is\" as being from the film \"Eight Arms to Hold You\" (the original title for the film, \"Help!\"), in which it did not appear.",
            "score": 7.448777914047241
        },
        {
            "docid": "7316042_6",
            "document": "Final Blow . The Genesis version was one of the key games used to market the Genesis console as part of the Genesis Does Campaign, particularly since Nintendo used Mike Tyson for its \"Mike Tyson's Punch-Out!!\" video game, whom Douglas had challenged and defeated that year. \"Mega\" placed the game at #9 in their list of the 10 Worst Mega Drive Games of All Time.",
            "score": 33.578747272491455
        },
        {
            "docid": "40414479_5",
            "document": "Mike Tyson vs. Danny Williams . Tyson was then given the option to compete on the undercard of Lewis' title defense against Vitali Klitschko on June 21, 2003, after which Tyson would have two additional fights before taking on Lewis in their rematch. Tyson initially agreed and was set to meet future WBC heavyweight champion Oleg Maskaev, but Tyson pulled out of the bout after former promoter Don King allegedly used threats to prevent Tyson from signing the contract.",
            "score": 40.59969162940979
        },
        {
            "docid": "39255281_3",
            "document": "Mike Tyson vs. Tyrell Biggs . According to Mike Tyson's Book \"Undisputed Truth\", Tyrell Biggs dissed Tyson in 1984. When Tyson came to wish the American Boxing Olympic team good luck, a lady came and wished the boxers a good trip. Tyrell Biggs then proceeded to laugh and said \"I don't know about him, but he certainly ain't getting on that plane\" (referring to Mike Tyson not being selected among the American Boxing Olympic Team).",
            "score": 39.04228854179382
        },
        {
            "docid": "17121438_12",
            "document": "Lennox Lewis vs. Mike Tyson . Tyson later admitted to biting Lewis' leg and had to pay him US$335,000.",
            "score": 28.834187984466553
        },
        {
            "docid": "39438895_6",
            "document": "Mike Tyson vs. Francois Botha . The following year, Botha would get an opportunity at Lewis' titles, challenging the champion on July 15, 2000. Botha would not have as good a showing as he did against Tyson, being knocked out in the second round by Lewis",
            "score": 29.928149223327637
        },
        {
            "docid": "39027_84",
            "document": "Mike Tyson . The film \"Tyson\" was released in 1995 and was directed by Uli Edel. It explores the life of Mike Tyson, from the death of his guardian and trainer Cus D'Amato to his rape conviction. Tyson is played by Michael Jai White.",
            "score": 33.69717764854431
        },
        {
            "docid": "39027_8",
            "document": "Mike Tyson . Tyson's biological father is listed as \"Purcell Tyson\" (who was from Jamaica) on his birth certificate, but the man Tyson had known as his father was Jimmy Kirkpatrick. Kirkpatrick was from Grier Town, North Carolina (a predominantly black neighborhood that was annexed by the city of Charlotte), where he was one of the neighborhood's top baseball players. Kirkpatrick married and had a son, Tyson's half-brother Jimmie Lee Kirkpatrick, who would help to integrate Charlotte high school football in 1965. In 1959, Jimmy Kirkpatrick left his family and moved to Brooklyn, where he met Tyson's mother, Lorna Mae (Smith) Tyson. Mike Tyson was born in 1966. Kirkpatrick frequented pool halls, gambled and hung out on the streets. \"My father was just a regular street guy caught up in the street world,\" Tyson said. Kirkpatrick abandoned the Tyson family around the time Mike was born, leaving Tyson's mother to care for the children on her own. Kirkpatrick died in 1992.",
            "score": 37.84611225128174
        }
    ],
    "r": [
        {
            "docid": "345792_66",
            "document": "The Undertaker . Calaway is a fan of boxing and mixed martial arts. He has practiced Brazilian jiu-jitsu and earned a black belt in 2011 under Rolles Gracie Jr. His striking gloves and \"Hell's Gate\" submission (a modified gogoplata) were also inspired by mixed martial arts.",
            "score": 74.07856750488281
        },
        {
            "docid": "207083_45",
            "document": "Brazilian jiu-jitsu . Brazilian Jiu Jitsu is one of the safest martial arts. However, it is very effective as a fighter could quickly dislocate their opponents joints or knock them out with a choke-hold if they choose to. The injury rate is around 9.2-38.6 per 1000 athlete exposures. This is lower than in Mixed martial arts (236-286 per 1000), boxing (210-420 per 1000), judo (25.3-130.6) and Taekwondo (20.5-139.5). It is similar to wrestling which also uses grappling instead of striking; the few injuries that may be incurred in Brazilian Jiu Jitsu usually affect the joints and rarely the head. The most common injuries Brazilian Jiu Jitsu practitioners suffer from are ACL tears in the knees, rotator cuff tears in the shoulders and spinal disc herniations, most commonly in the neck region. They are all repairable via surgery that has an extended rehab period before the athlete can return to BJJ training. Also many athletes suffer from less minor injuries, such as elbow and wrist tendonitis, due to overtraining and the grappling nature of the martial art, which can be strenuous and taxing for the joints and the tendons.",
            "score": 71.6044692993164
        },
        {
            "docid": "13300898_3",
            "document": "Mike Pyle (fighter) . Pyle was born and raised in Dresden, Tennessee until the age of 17 when he moved to Birmingham, Alabama. It was there that he began studying Taekwondo. One of his training partners told him, \"Man you gotta check out this cage fighter stuff they got going on. There's this guy who lays on the ground and breaks peoples arms ...\" The cage fighting they were talking about was the UFC. The man they were talking about was Royce Gracie, the masterful practitioner of the martial arts discipline known as Brazilian jiu-jitsu who won the tournaments at UFC 1, UFC 2 and UFC 4. Pyle created a gym in a 13 x 15-foot shed behind his mother's home in Dresden, searching for any instructional videos for Brazilian jiu-jitsu he could get his hands on as well attending seminars put together by the Gracie family, whenever they were close enough for him to make the drive. Despite having no formal Brazilian jiu-jitsu training, Pyle would go on to be a successful submission grappler in mixed martial arts, the large majority of his wins coming by submission.",
            "score": 70.98889923095703
        },
        {
            "docid": "15920627_2",
            "document": "Alvin Aguilar . Arthur Alvin A. Aguilar is a martial artist and Mixed Martial Arts promoter better known as \"Alvin Aguilar\". He was born on April 28, 1974 in Bacolod, Philippines. He is the president and founder of the Universal Reality Combat Championship (URCC, 2002–present); He is also the founder and head coach of DEFTAC Ribeiro Jiu-jitsu Philippines (DEFTAC, 1996–present.) and now currently serving as the president of the Wrestling Association of the Philippines. He started training in martial arts at the age of 9, first in Karate, Arnis and Greco-Roman Wrestling. Having spent over 30 years of his life to the study of multiple martial arts forms including Sari-an, Brazilian Jiu-Jitsu, Yaw Yan, Pekiti, etc. He has developed his own unique fighting style specializing in grappling, knife and street fighting. He is also known for being the first home-grown Filipino Brazilian Jiu-jitsu Black belt.",
            "score": 70.35401916503906
        },
        {
            "docid": "207083_14",
            "document": "Brazilian jiu-jitsu . Jiu-Jitsu came to international prominence in the martial arts community in the early 1990s, when Brazilian jiu-jitsu expert Royce Gracie won the first, second and fourth Ultimate Fighting Championships, which at the time were single elimination martial arts tournaments. Royce fought against often much larger opponents who were practicing other styles, including boxing, shoot-fighting, muay thai, karate, wrestling, and taekwondo. It has since become a staple art for many MMA fighters and is largely credited for bringing widespread attention to the importance of ground fighting. Sport BJJ tournaments continue to grow in popularity worldwide and have given rise to no-gi submission grappling tournaments, such as the ADCC Submission Wrestling World Championship and NAGA, the North American Grappling Association.",
            "score": 69.98440551757812
        },
        {
            "docid": "32015051_3",
            "document": "Mike Constantino (MMA trainer) . In 2004, Constantino founded his own martial art school, American Martial Arts, a premier mixed martial arts training center offering classes in Brazilian jiu jitsu, Muay-thai kickboxing, mixed martial arts and kickboxing. Two years later, Constantino's American Martial Arts officially became the well-known MMA school, AMA Fight Club.",
            "score": 69.34430694580078
        },
        {
            "docid": "728470_3",
            "document": "Submission wrestling . The sport of submission wrestling brings together techniques from catch wrestling, folk wrestling, Greco-Roman wrestling, freestyle wrestling, judo, Brazilian jiu-jitsu, Japanese jiu-jitsu, and sambo. Submission fighting as an element of a larger sport setting is very common in mixed martial arts, Brazilian jiu-jitsu, catch wrestling, and others. Submission wrestlers or \"grapplers\" usually wear shorts, skin-sticky clothing such as rash guards, speedos, and mixed short clothes so they do not rip off in combat. They are also known for using submission techniques normally banned in other arts or competitions such as heel hooks, toe holds, wrist locks.",
            "score": 68.7510757446289
        },
        {
            "docid": "2262965_4",
            "document": "Cross-training . In Korea and Saudi Arabia, cross-training refers to training in multiple martial arts or fighting systems to become proficient in all the phases of unarmed combat. This training is meant to overcome the shortcomings of one style by practicing another style which is strong in the appropriate area. A typical combination involves a striking-based art such as Muay Thai, combined with a grappling-based art such as wrestling and Brazilian Jiu-Jitsu. Many hybrid martial arts can be considered derivatives of such cross-training - most notably Dan Inosanto's Jeet Kune Do concepts, a hybrid of Filipino martial arts, wing chun and savate, Apolaki Krav Maga & Dirty Boxing, a hybrid martial-art blending Krav Maga, Filipino martial arts, silat and Brazilian jiu-jitsu and kajukenbo, an American hybrid art consisting of karate, tang soo do, jujutsu, kenpo, and boxing.",
            "score": 68.59097290039062
        },
        {
            "docid": "39275628_3",
            "document": "Comparison of professional wrestling and mixed martial arts . Mixed Martial Arts, is a hybrid of many types of physical full-contact sports; including wrestling, boxing and Martial Arts, such as Brazilian Jiu-Jitsu. The early 1990s saw the Ultimate Fighting Championship popularize the term \"Mixed Martial Arts\", for such a bout. Competitors in MMA are generally skilled in many different styles, however, it is possible to be only proficient in one type of combat. As some professional wrestling moves are simply worked versions of legitimate holds, there can be a crossover between the two.",
            "score": 68.43167114257812
        },
        {
            "docid": "228344_74",
            "document": "Mixed martial arts . Brazilian jiu-jitsu (BJJ) and jujutsu (JJJ) came to international prominence in the martial arts community in the early 1990s, when BJJ expert Royce Gracie won the first, second and fourth Ultimate Fighting Championships, which at the time were single-elimination martial arts tournaments. Royce often fought against much larger opponents who practiced other styles, including boxing, wrestling, shoot-fighting, karate and taekwondo. It has since become a staple art and key component for many MMA fighters. BJJ and jujutsu are largely credited for bringing widespread attention to the importance of ground fighting. BJJ is primarily a ground-based fighting style that emphasizes joint locks and chokeholds, whereas jujutsu is a method of close combat that utilizes different forms of grappling techniques such as throws, holds and joint locks. As jujutsu may also involve the use of a short weapon, it cannot be used to its full potential in mixed martial arts. Current fighters who are known for their BJJ skills include Ronaldo Souza, Demian Maia, Fabrício Werdum and Brian Ortega.",
            "score": 68.290283203125
        },
        {
            "docid": "19940888_3",
            "document": "Junior dos Santos . Dos Santos was raised by a single mother. In order to help his family he started to work at the age of ten. He trained Capoeira throughout his teenage years before his first serious contact with martial arts happened at the age of 21, when he began training in Brazilian jiu-jitsu under Yuri Carlton. After only six months of training, dos Santos won a few jiu-jitsu tournaments in Salvador. One year later, Dos Santos was invited to join a boxing practice by a friend, where he met his boxing coach Luiz Carlos Dórea. Dórea also trained Mixed martial arts and roughly a year after he started training boxing he had his debut professional fight.",
            "score": 67.79016876220703
        },
        {
            "docid": "2586068_2",
            "document": "Brazilian Top Team . The Brazilian Top Team (BTT) is an academy specialized in Brazilian Jiu Jitsu and Mixed Martial Arts. The academy was established in April 2000 by Murilo Bustamante, Ricardo Libório, Mário Sperry and Luis Roberto Duarte, former-members of the Carlson Gracie Academy, to develop and create new training techniques for Brazilian Jiu Jitsu, submission grappling and mixed martial arts.",
            "score": 67.7093734741211
        },
        {
            "docid": "23895678_3",
            "document": "10th Planet Jiu-Jitsu . In 2003, after earning a black belt under Jean-Jacques Machado, Eddie Bravo opened his first 10th Planet Jiu-Jitsu school in Los Angeles, California. Bravo's system emphasizes developing students for submission-only grappling competition rather than points. He focused his jiu-jitsu training without the traditional gi; becoming one of the first jiu-jitsu schools to do so. The idea behind this was to try to implement as many of the techniques as possible in mixed martial arts (MMA) competitions. Bravo worked for the Ultimate Fighting Championship (UFC) during this time and felt high-level jiu-jitsu practitioners weren't winning as much they should have, mainly attributing this to them wearing a gi when training jiu-jitsu but competing in MMA without one. 10th Planet Jiu-Jitsu has been controversial since it's inception. Bravo's changes to traditional Brazilian Jiu-Jitsu, like abandoning the gi, drew a lot of backlash and there has been debate to how much 10th Planet techniques, most notably its iterations of the rubber guard, translates to MMA.",
            "score": 67.63461303710938
        },
        {
            "docid": "11630690_3",
            "document": "Glover Teixeira . Teixeira is originally from the rural community of Sobrália, Minas Gerais, Brazil and is of Portuguese descent. His neighborhood had no traffic signals, there was no electricity in many of the homes, and there was a single gas station. He moved to Danbury, Connecticut in 1999 to help support his family and quickly found a job in landscaping. It was there that he met his wife, Ingrid. After watching boxers such as Mike Tyson and the early mixed martial arts fighters such as Royce Gracie and Chuck Liddell compete, Teixeira decided that he wanted to follow the same path. He had never heard of Brazilian jiu-jitsu, but was able to find and watch videos of UFC 1 and UFC 2 which featured the legendary UFC Hall of Famer Royce Gracie. After working 10- to 12-hour days landscaping, Teixeira would then go train Boxing at Hat City Boxing and Brazilian jiu-jitsu at American Top Team Connecticut. John Hackleman had trained a fighter who fought Teixeira and was impressed by the young Brazilian. Hackleman invited Teixeira to his gym in California, The Pit, where Teixeira began training with UFC Hall of Famer Chuck Liddell.",
            "score": 67.3926010131836
        },
        {
            "docid": "7036876_3",
            "document": "Brazilian Jiu-Jitsu: Theory and Technique . The book describes the \"paradigm shift in the martial arts in favor of grappling styles\" as a result of MMA events, such as UFC 1, in the early 1990s. It explains the theoretical foundations of Brazilian Jiu-Jitsu as a search for a solution to the fundamental problem of the Martial arts, which it defines as \"How can one successfully defend oneself against attack by a bigger, stronger, and more aggressive opponent?\"",
            "score": 67.15789794921875
        },
        {
            "docid": "1611919_6",
            "document": "Sport in Brazil . [[Brazilian jiu-jitsu]] originated in Brazil in the 1910s, and emphasizes ground fighting techniques and submission holds involving joint-locks and chokeholds. [[Hélio Gracie]] had a rather small build and changed jiu-jitsu (originating from [[Japan]]) to be used by anyone in a real fight situation. The belt progression system goes in the following order: White, Blue, Purple, Brown, Black, Red-black, and Red. [[Gracie Jiu Jitsu]] became known internationally in the 1990s, due to the very skilled fighters in the Gracie family, namely Hélio Gracie, [[Royce Gracie]], and [[Rickson Gracie]], which are also responsible for spreading the practice of [[vale tudo]], meaning \"anything goes\", which evolved into mixed martial arts tournaments such as [[Pride Fighting Championships|PRIDE]], [[DREAM (mixed martial arts)|DREAM]], and the [[Ultimate Fighting Championship]]. Many Brazilian fighters have become significant figures in various mixed martial art tournaments abroad, some notable Brazilian fighters in these tournaments include [[Anderson Silva]], [[Wanderlei Silva]], [[Antônio Rodrigo Nogueira]], [[Vitor Belfort]], [[Mauricio Rua]], [[Jose Aldo]], [[Murilo Bustamante]], [[Junior dos Santos]], [[Rafael dos Anjos]], [[Fabricio Werdum]], and [[Lyoto Machida]].",
            "score": 67.135498046875
        },
        {
            "docid": "29882987_2",
            "document": "Cesar Gracie Jiu-Jitsu . Cesar Gracie Jiu-Jitsu is a mixed martial arts and Brazilian Jiu Jitsu training facility located in Pleasant Hill, California and is home to numerous highly ranked mixed martial artists who compete in organizations such as the Ultimate Fighting Championship (UFC).",
            "score": 66.74879455566406
        },
        {
            "docid": "4685448_3",
            "document": "Kalib Starnes . Starnes got involved in the martial arts at an early age and began teaching when he was a teenager. He started training Gracie Jiu-Jitsu at the Gracie Academy in 1994 in Torrance, California. He also trained in Las Vegas and Fort Lauderdale from 2006 - 2008 at the famous American Top Team gym. His primary styles are Brazilian Jiu Jitsu, Judo, Greco-Roman Wrestling and Boxing, other styles include Kung Fu, Taekwondo, Aikido, Muay Thai and Shotokan and Wado-ryu Karate. He has studied under prominent trainers such as UFC champion Royce Gracie, Olympic boxing gold medalist Howard Davis, Jr., Canadian boxer Tony Pep, Olympic wrestler Colin Daynes, and professional mixed martial artist Kultar Gill. He received his Brazilian Jiu-jitsu Black belt in 2010 from Fourth Degree BJJ Black Belt Professor Bob McRoberts.",
            "score": 66.42425537109375
        },
        {
            "docid": "34656218_3",
            "document": "Gracie Jiu-Jitsu (book) . Describes the techniques of the martial art of Brazilian Jiu-Jitsu (\"BJJ\"). The back cover says: \"Helio Gracie, creator of the Gracie Jiu-jitsu, had a weak health in adolescence, being forbidden to perform any physical activity, until the chance put him on the \"tatami\". His fascinants results, inside and out the ring, thrilled all a nation and made him the first hero of brazilian sport. After dedicating all of his life to this style of fight, Helio presents his first and unique book about the art that has made him a triumphant man. Born in 1913, now he lives in \"Itaipava\", in Rio, and teaches the jiu-jitsu\".",
            "score": 66.41226959228516
        },
        {
            "docid": "228344_80",
            "document": "Mixed martial arts . In his instructional book, Anderson Silva admitted the influence of taekwondo in the formation of his unique style. \"In each of my fights, I tried to utilize techniques from all the various styles I had studied. I threw taekwondo kicks. I threw Muay Thai knees and elbows, and I used my knowledge of Brazilian jiu-jitsu on the ground.\" Anthony Pettis has also stated that he is \"definitely a traditional martial artist first and a mixed martial artist second\", as well as his \"style of attacking is different [because of his] taekwondo background.\"",
            "score": 66.33257293701172
        },
        {
            "docid": "228344_70",
            "document": "Mixed martial arts . Most styles have been adapted from their traditional forms, such as boxing stances, which lack effective counters to leg kicks, the Muay Thai stance, which is poor for defending against takedowns due to its static nature, and Judo or Brazilian Jiu-Jitsu techniques, which must be adapted for No Gi competition. It is common for a fighter to train with multiple coaches of different styles or an organized fight team to improve various aspects of their game at once. Cardiovascular conditioning, speed drills, strength training and flexibility are also important aspects of a fighter's training. Some schools advertise their styles as simply \"mixed martial arts\", which has become a style in itself, but the training will still often be split into different sections.",
            "score": 66.28812408447266
        },
        {
            "docid": "2381618_3",
            "document": "Marco Ruas . Ruas is the founder of Ruas Vale Tudo, a hybrid of submission wrestling and kickboxing. He also used to train in the art of capoeira with renowned Mestre Camisa in Rio de Janeiro at the Santa Luzia club, downtown Rio. He has instructed fighters such as Pedro Rizzo and Renato Sobral. He is also a black belt in Luta-Livre, who faced up a legendary quarrel against the Brazilian jiu-jitsu fighters in the 80s and 90s. After the match against Pinduka, he started training in Brazilian jiu-jitsu with Osvaldo Alves. Later he trained Joe Moreira before his fight against the Russian boxer Yuri Vaulin. Seeing his good skills in grappling, Moreira gave him a black belt in brazilian jiu-jitsu and caused a commotion among his fellow Brazilians. His instructors included Euclydes Hatem.",
            "score": 66.17404174804688
        },
        {
            "docid": "34497536_3",
            "document": "Matt Thornton (martial artist) . He is well known in the martial arts community for his formulation and promotion of the concept of \"aliveness\" in training, as well as for being one of the first gyms to feature cross training in boxing and other fighting sports at the beginning of the growth of the sport of Mixed Martial Arts in the 1990s. He was among the first American-born practitioners to receive a black belt in Brazilian Jiu Jitsu.",
            "score": 65.68446350097656
        },
        {
            "docid": "3022408_17",
            "document": "Nobuhiko Takada . Takada entered the world of mixed martial arts when he joined the recently founded KRS PRIDE, an event created to host a fight between him and Brazilian jiu-jitsu master Rickson Gracie. The bout had been highly anticiped since Gracie had defeated the UWF-i wrestler Yoji Anjo in 1994, as Takada was still expected to face Rickson in order to restore his late promotion's reputation. However, although he had been believed to be a strong legitimate wrestler by the Japanese audiences for most of his career, Takada was actually not a trained fighter. He had no experience or background in combat sports of martial arts, and after a grueling 17 years professional wrestling career he was already too away from his physical prime to hone his fighting skills. According to Bas Rutten, Takada had been submitted by Brazilian jiu-jitsu white belt practitioners while in a training trip to the Beverly Hills Jiu-Jitsu Club, which deemed him unfit to win.",
            "score": 65.4755859375
        },
        {
            "docid": "39088114_2",
            "document": "Mariusz Linke . Mariusz Ryszard Linke (born July 31, 1969) is a Polish professional mixed martial artist and grappler who is most notable for being the first Polish born black belt in Brazilian jiu-jitsu, the highest ranking active Polish judoka and BJJ practitioner in both mixed martial arts and grappling, and one of the most decorated grapplers in Poland, he is also the first Polish grappler to travel to Brazil and receive training under a Gracie trained Brazilian jiu-jitsu black belt. Linke has notably competed in the European Championship, NAGA, Grapplers Quest, ADCC and the Pan American Games. Linke is currently in talks with top Polish promotion Konfrontacja Sztuk Walki to negotiate a 2 fight contract to close out his mixed martial arts career by the end of 2015, Linke has stated despite retiring from fighting he will still continue his grappling career and is rumored to be in the 2014 ADCC Polish Trials to enter the 2015 ADCC World Championship.",
            "score": 65.34178161621094
        },
        {
            "docid": "39007373_3",
            "document": "Adriano Martins . Originally from Manaus, Brazil, Martins began training in Judo in 1994, which he continued with until the year 2000, reaching the rank of brown belt. Due to his desire to learn submissions, Martins began training in Brazilian Jiu-Jitsu in 1999. Martins went on to have an accomplished career in Brazilian Jiu-Jitsu, winning various titles. In 2004, needing to support his newly formed family, Martins began mixed martial arts.",
            "score": 65.25391387939453
        },
        {
            "docid": "29825173_3",
            "document": "10th Legion Championship Fighting . Mixed Martial Arts combines Olympic disciplines such as Greco-Roman Wrestling, Freestyle Wrestling, Boxing and Judo with the more modern Martial Arts skills of Kickboxing/Muay Thai, Submission Fighting/Grappling - such as Brazilian jiu-jitsu",
            "score": 65.18316650390625
        },
        {
            "docid": "24392750_2",
            "document": "Robson Moura . Robson Moura Fonseca is a Brazilian Jiu Jitsu competitor, instructor and a mixed martial artist. He started training in Brazilian Jiu Jitsu at the age of 10 in Teresópolis, Brazil. His first Brazilian Jiu-Jitsu teacher was Ailson \"Jucão\" Brites, though Moura attained the rank of black belt at the age of 16 from Nova União co-founder Andre Pederneiras. Today Moura holds a 5th degree black belt in Brazilian Jiu-Jitsu under Professor Brites. He has a mixed martial arts record of 2-1-1.",
            "score": 65.0716323852539
        },
        {
            "docid": "21291172_4",
            "document": "Nick Catone . After college, Catone realized that he did not want to give up the sport of wrestling. So he found a mixed martial arts training facility in 2005 and started working very hard on his boxing and Brazilian jiu-jitsu skills to become a successful professional mixed martial artist.",
            "score": 64.84770202636719
        },
        {
            "docid": "455086_81",
            "document": "Manaus . Manaus is the origin of several world-champion Brazilian jiu-jitsu black belts, mixed martial artists and submission grapplers. Champions such as Fredson Paixão, Wallid Ismail, Saulo Ribeiro, Cristiane De Souza, Alexandre Ribeiro, Ronaldo Souza, and Bibiano Fernandes hail from Manaus. Brazilian jiu-jitsu is a major component of MMA (mixed martial arts). Jose Aldo (born September 9, 1986) is a black-belt in Brazilian jiu-jitsu and notable UFC fighter. Aldo defeated Mike Brown at WEC 44 to win the title and has since successfully defended his WEC title against Urijah Faber & Manvel Gamburyan. He later became the UFC Featherweight champion, with title defenses against such notable fighters as Mark Hominick and Kenny Florian.",
            "score": 64.46532440185547
        },
        {
            "docid": "7889724_4",
            "document": "Márcio Cruz . Cruz is a six-time Brazilian Jiu-Jitsu World Champion, five-time Brazilian Jiu-Jitsu National Champion, eight-time Brazilian Jiu-Jitsu Pan-American Champion and the 2003 ADCC World Champion. People he has defeated include: Ricco Rodriguez, Mike Van Arsdale, Roger Gracie, Gabriel Gonzaga, Paulo Filho, Fabrício Werdum, Xande Ribeiro, Marcelo Garcia, Saulo Ribeiro, Fernando Augusto, Jeff Monson, and Fernado \"Margarida\" Pontes. Since he started his mixed martial arts career, he has been training MMA with Roberto “Gordo” Correa and he fights under the Gracie Fusion team.",
            "score": 64.2435302734375
        },
        {
            "docid": "20316671_35",
            "document": "Jujutsu . Brazilian jiu-jitsu (BJJ) was developed after Mitsuyo Maeda brought judo to Brazil in 1914. Maeda agreed to teach the art to Luiz França and Carlos Gracie, son of his friend, businessman and politician Gastão Gracie. Luiz França went on to teach it to Oswaldo Fadda. After Carlos learned the art from Maeda, he passed his knowledge to his brothers Oswaldo, Gastão Jr., and George. Meanwhile, Hélio Gracie would peek in and practice the techniques, although he was told he was too young to practice. At the time, judo was still commonly called Kanō jiu-jitsu (from its founder Kanō Jigorō), which is why this derivative of judo is called \"Brazilian jiu-jitsu\" rather than \"Brazilian judo\". Its emphasis shifted to ground grappling because the Gracie family thought it was more efficient and much more practical. Carlos and Helio helped the development by promoting fights (mostly against practitioners of other martial arts), competitions and experimenting throughout decades of intense training. BJJ dominated the first large modern mixed martial arts competitions, causing the emerging field to adopt many of its practices. Less-practiced stand-up techniques in Gracie Jiu Jitsu remain from its judo and jujutsu heritage (knife defense, gun defense, throws, blocking, striking etc.).",
            "score": 64.18240356445312
        }
    ]
}