{
    "q": [
        {
            "docid": "83781_27",
            "document": "Noah's Ark . Abdallah ibn 'Umar al-Baidawi, writing in the 13th century, explains that in the first of its three levels wild and domesticated animals were lodged, in the second the human beings, and in the third the birds. On every plank was the name of a prophet. Three missing planks, symbolizing three prophets, were brought from Egypt by Og, son of Anak, the only one of the giants permitted to survive the Flood. The body of Adam was carried in the middle to divide the men from the women. Surah 11:41 says: \"And he said, 'Ride ye in it; in the Name of Allah it moves and stays!'\"; this was taken to mean that Noah said, \"In the Name of Allah!\" when he wished the ark to move, and the same when he wished it to stand still.",
            "score": 76.02404713630676
        },
        {
            "docid": "21703_34",
            "document": "Noah . The First Epistle of Peter compares the saving power of baptism with the Ark saving those who were in it. In later Christian thought, the Ark came to be compared to the Church: salvation was to be found only within Christ and his Lordship, as in Noah's time it had been found only within the Ark. St Augustine of Hippo (354–430), demonstrated in \"The City of God\" that the dimensions of the Ark corresponded to the dimensions of the human body, which corresponds to the body of Christ; the equation of Ark and Church is still found in the Anglican rite of baptism, which asks God, \"who of thy great mercy didst save Noah,\" to receive into the Church the infant about to be baptised.",
            "score": 85.6730477809906
        },
        {
            "docid": "3228410_5",
            "document": "Wives aboard Noah's Ark . (written in the late 1st century AD) states that there were eight people on the Ark.",
            "score": 73.33366250991821
        },
        {
            "docid": "19087186_2",
            "document": "Noah's Ark (2007 film) . Noah's Ark (; \"The Ark\", in the original English/Spanish version) is a 2007 Argentine-Italian animated comedy adventure film directed by Juan Pablo Buscarini. It is based on the biblical story of Noah's Ark, with its focus in the animals' point of view. The story tends to follow the traditional story; however, both the humans and the animals involved are seen as \"talking\" creatures throughout the film.",
            "score": 73.96647906303406
        },
        {
            "docid": "11253956_11",
            "document": "Noah in rabbinic literature . A difference of opinion concerning Noah prevails also with regard to his entering into the ark. According to some rabbis, Noah's faith was so small that he did not enter the ark until he stood ankle deep in water (Genesis Rabba xxxii. 9); others declare, on the contrary, that Noah waited for God's directions to enter the ark, just as he awaited His permission to leave it (ib. 34.4; Midrash Agadat Bereshit, in Jellinek, \"B. H.\" iv. 11).",
            "score": 72.35415077209473
        },
        {
            "docid": "83781_17",
            "document": "Noah's Ark . The story of the flood closely parallels the story of the creation: a cycle of creation, un-creation, and re-creation, in which the ark plays a pivotal role. The universe as conceived by the ancient Hebrews comprised a flat disk-shaped habitable earth with the heavens above and Sheol, the underworld of the dead, below. These three were surrounded by a watery \"ocean\" of chaos, protected by the firmament, a transparent but solid dome resting on the mountains which ringed the earth. Noah's three-deck ark represents this three-level Hebrew cosmos in miniature: the heavens, the earth, and the waters beneath. In Genesis 1, God created the three-level world as a space in the midst of the waters for humanity; in Genesis 6–8 (the flood narrative) he fills that space with waters again, saving only Noah, his family and the animals with him in the ark.",
            "score": 83.9226666688919
        },
        {
            "docid": "1294600_7",
            "document": "The Ark in Space . Dissection of the Wirrn corpse reveals the Wirrn are vulnerable to electricity. As he tries to reactivate the station power, the fully transformed Noah attacks him. Noah reveals that the Wirrn were driven from their home by human settlers and now intend to absorb all human knowledge.",
            "score": 65.06742358207703
        },
        {
            "docid": "83781_15",
            "document": "Noah's Ark . Linguistic parallels between Noah's ark and the ark of the Babylonian flood-hero Atrahasis have also been noted. The word used for \"pitch\" (sealing tar or resin) in Genesis is not the normal Hebrew word, but is closely related to the word used in the Babylonian story. Likewise, the Hebrew word for \"ark\" (\"tevah\") is nigh-identical to the Babylonian word for an oblong boat (\"ṭubbû\"), especially given that \"v\" and \"b\" are the same letter in Hebrew: bet (ב).",
            "score": 65.13771462440491
        },
        {
            "docid": "3639800_8",
            "document": "Stark (novel) . Six vessels are designed to travel to the Moon, three of which will carry humans, with room for 250 humans on each. The vessels are named 'Star Arks', referencing the Biblical story of Noah's Ark. The Star Arks contain human and animal embryos in suspended animation, as well as resources needed for life support. The Star Arks are prepared under the cover story that the consortium is building a desert resort.",
            "score": 70.84944367408752
        },
        {
            "docid": "36534974_9",
            "document": "Noah (2014 film) . After it starts raining, Tubal-cain becomes angry that he was not chosen to be saved and incites his followers to make a run for the ark. Noah finds Ham in the forest and forces Ham to save himself, but leaves Na'el to die when she is caught in an animal trap one of the sinners set. Noah's family enter the ark except for Methuselah, who remains in the forest and is swept away by the rushing waters just as he finds a single, delicious berry to eat. The Watchers fight off Tubal-cain and his mob of followers, sacrificing themselves and ascending to heaven, their reward for protecting the by now somewhat crazed Noah. As the flood drowns the remaining humans, an injured Tubal-cain climbs onto the ark and solicits Ham, playing on anger toward Noah for allowing Na'el to die.",
            "score": 85.16279482841492
        },
        {
            "docid": "5631978_4",
            "document": "Noahidism . According to the Book of Genesis, Noah and his three sons Shem, Ham, and Japheth survived the Flood aboard the Ark, along with their wives. When Noah's family left the Ark, God made a covenant with them () and all the animals they had aboard the Ark that He would never again destroy the Earth with a flood, and He set the rainbow in the sky as a symbol of the covenant. The account in Genesis 9 had earlier referred only to a requirement for the eating of meat () (that the animal must be dead before the meat is removed) and the prohibition and punishment of murder (), but according to the Talmud this covenant included all of the Seven Laws of Noah. Therefore, the B'nei Noah – all humans, as descendants of Noah – are subject to the Noahide laws. (Later, God established a separate and more detailed covenant with the Israelite people at Mount Sinai.)",
            "score": 104.06729137897491
        },
        {
            "docid": "3089277_57",
            "document": "Noach (parsha) . Reading God's words to Noah in \"But I will establish My covenant with you,\" a Midrash taught that God was telling Noah that he would need a covenant to ensure that the produce would not decay or rot on the Ark. Further, the Midrash taught, Noah needed a covenant to prevent giants from plugging the openings of the deep and seeking to enter the Ark. And Noah needed a covenant to prevent additional lions from coming into the Ark. Rabbi Hiyya bar Abba explained that God was thus telling Noah that though he may have built the Ark, but for God's covenant, Noah could not have entered the Ark. Thus Noah's ability to enter the Ark at all was proof of the covenant God established with Noah in",
            "score": 81.4799302816391
        },
        {
            "docid": "21907_6",
            "document": "Seven Laws of Noah . According to the Genesis flood narrative, a deluge covered the whole world, killing every surface-dwelling creature except Noah, his wife, his sons and their wives, and the animals taken aboard Noah's Ark. According to this, all modern humans are descendants of Noah, thus the name Noahide Laws in reference to laws that apply to all of humanity. After the flood, God sealed a covenant with Noah with the following admonitions ():",
            "score": 93.32681441307068
        },
        {
            "docid": "30456655_6",
            "document": "Noah's Ark (Hong Kong) . Inside Noah's Ark the main attraction is a multimedia experience, including a 180-degree wide-screen theatre. The multimedia experience begins with an introduction to Judeo-Christian teaching from the time of Moses and features an imagined 'reconstruction' of the Holy of Holies complete with the Ark of the Covenant. There are guides who lead the audience through a series of theatres and galleries designed to convey messages about the challenges that the Earth and humanity are facing today.",
            "score": 64.5908420085907
        },
        {
            "docid": "21703_46",
            "document": "Noah . The Bahá'í Faith regards the Ark and the Flood as symbolic. In Bahá'í belief, only Noah's followers were spiritually alive, preserved in the ark of his teachings, as others were spiritually dead. The Bahá'í scripture \"Kitáb-i-Íqán\" endorses the Islamic belief that Noah had a large number of companions, either 40 or 72, besides his family on the Ark, and that he taught for 950 (symbolic) years before the flood.",
            "score": 78.23259210586548
        },
        {
            "docid": "83781_29",
            "document": "Noah's Ark . The Bahá'í Faith regards the Ark and the Flood as symbolic. In Bahá'í belief, only Noah's followers were spiritually alive, preserved in the \"ark\" of his teachings, as others were spiritually dead. The Bahá'í scripture \"Kitáb-i-Íqán\" endorses the Islamic belief that Noah had numerous companions on the ark, either 40 or 72, as well as his family, and that he taught for 950 (symbolic) years before the flood. The Bahá'í Faith was founded in 19th century Persia, and it recognizes divine messengers from both the Abrahamic and the Indian traditions.",
            "score": 76.6794707775116
        },
        {
            "docid": "1403364_21",
            "document": "Creation Museum . The \"catastrophe\", an allusion to the Great Flood recounted in Genesis chapters 6 through 9, is represented by animatronic figures constructing Noah's Ark and an interactive exhibit that allows visitors to select frequently asked questions about Noah's Ark and have them answered audibly by an animatronic Noah. Kelly and Hoerl describe the interactive Noah as \"remarkable\", noting: \"Noah is imbued with human affect and individuality, including complex physical features and detailed bodily movements; his speech patterns, facial expressions, and bodily gestures are in near-perfect sync with his eye, mouth, and head movements; and his hair, skin tone, and musculature closely imitates real human features.\" The catastrophe displays are further enhanced by CGI animations of the Great Flood covering the Earth as observed from both outer space and a period-specific settlement.",
            "score": 84.4125247001648
        },
        {
            "docid": "83781_2",
            "document": "Noah's Ark . Noah's Ark (; Biblical Hebrew: \"Tevat Noaḥ\") is the vessel in the Genesis flood narrative (Genesis chapters 6–9) by which God spares Noah, his family, and a remnant of all the world's animals from a world-engulfing flood. According to Genesis, God gave Noah instructions for building the ark. Seven days before the deluge, God told Noah to enter the ark with his household and the animals. The story goes on to describe the ark being afloat for 150 days and then coming to rest on the Mountains of Ararat and the subsequent receding of the waters. The story is repeated, with variations, in the Quran, where the ark appears as \"Safina Nūḥ\" ( \"Noah's boat\").",
            "score": 92.27463984489441
        },
        {
            "docid": "21703_6",
            "document": "Noah . The Genesis flood narrative makes up chapters 6–9 in the Book of Genesis, in the Bible. The narrative, one of many flood myths found in human cultures, indicates that God intended to return the Earth to its pre-Creation state of watery chaos by flooding the Earth because of humanity's misdeeds and then remake it using the microcosm of Noah's ark. Thus, the flood was no ordinary overflow but a reversal of creation. The narrative discusses the evil of mankind that moved God to destroy the world by the way of the flood, the preparation of the ark for certain animals, Noah, and his family, and God's guarantee (the Noahic Covenant) for the continued existence of life under the promise that he would never send another flood.",
            "score": 84.70820188522339
        },
        {
            "docid": "1114855_21",
            "document": "Children of Eden . Noah has three sons, and the eldest two, Shem and Ham, have wives, but his youngest son, Japheth, is unhappy with the wives Noah has tried to obtain for him. Instead, he wishes to marry the servant-girl, Yonah, a descendant of the race of Cain, and Japheth tells this to his surprised family (\"A Piece of Eight\"); however, Noah will not allow Yonah on the ark, due to her being a part of the race of Cain. All the animals, played by the Storytellers, come to the ark so that they can board and be saved from the flood (\"The Return of the Animals\" and \"Noah's Lullaby\"). Later, Noah finds Yonah outside and explains to her that she cannot board the ark, though he wishes she could and he leaves to board. She understands her plight and continues to face her problems with an open heart and mind, as she always has (\"Stranger to the Rain\"). Japheth finds Yonah as she's leaving and attempts to convince her to sneak on to the ark with him. Japheth tells Yonah that he doesn't care about the repercussions of his actions, as long as he can be with her. The two vow to spend whatever time they have left with one another and board the ark (\"In Whatever Time We Have\"), just as Father unleashes his wrath on the earth and the race of Cain (\"The Flood\").",
            "score": 101.75252950191498
        },
        {
            "docid": "1649568_13",
            "document": "The Bible: In the Beginning... . There were five reproductions of Noah's Ark built for the film. The largest reproduction, which stood on the backlot of the De Laurentiis Film Center, was 200 feet long, 64 feet wide, and 50 feet high; it was used for the long shot of Noah loading the animals. The interior reproduction, which was one of the \"largest interior sets ever designed and constructed,\" was 150 feet long and 58 feet high and had \"three decks, divided into a hundred pens\" and a ramp that ran \"clear around the ark from top to bottom.\" The third reproduction was a \"skeleton\" ark, built for the scenes depicting Noah and his sons constructing the Ark. The fourth reproduction was \"placed at the foot of a dam\" for the inundation sequences and the fifth reproduction was a miniature for the storm sequences. The cost of building the five reproductions was more than $1 million. The building took months and more than 500 workers were employed. The animals were delivered from a zoo in Germany. The whole segment of Noah's Ark had a total budget of $3 million.",
            "score": 81.55637419223785
        },
        {
            "docid": "4711636_2",
            "document": "The Last Flight of Noah's Ark . The Last Flight of Noah's Ark is a 1980 American family adventure film produced by Walt Disney Productions starring Elliott Gould, Geneviève Bujold and Ricky Schroder. The film was released by Buena Vista Distribution on June 25, 1980. A full-scale Boeing B-29 Superfortress bomber was featured in the film as the \"ark\". A jaded pilot named Noah Dugan (Elliott Gould) is unemployed and owes a large amount of money due to his gambling. He goes to an old friend, Stoney (Vincent Gardenia), who owns an airfield. He is offered a job flying a cargo of animals to a remote South Pacific island aboard a B-29 bomber, a large plane well past its prime. Bernadette Lafleur (Geneviève Bujold) is the prim missionary who accompanies him. Bernadette has raised the animals at an orphanage and is close to two of the orphans, Bobby (Ricky Schroder) and Julie (Tammy Lauren).",
            "score": 62.50593376159668
        },
        {
            "docid": "43680588_7",
            "document": "Noah's Ark silver coins . The Noah’s Ark silver bullion coins are minted with a fineness of 999/1000. The diameter is 38.6 mm (1 ounce) and its edge is reeded. Since the first year of issue in 2011, Noah’s Ark coins have been produced in the denominations and sizes of ¼ (100 Dram), ½ (200 Dram) and 1 ounce (500 Dram). Introduced in 2012 were the larger denominations and sizes of 5 ounces (1000 Dram), 10 ounces (5000 Dram), One kilogram and Five kilogram coins. Since its inauguration more than 5 million Noah's Ark silver coins have been produced and distributed all over the world.",
            "score": 66.83908128738403
        },
        {
            "docid": "83781_14",
            "document": "Noah's Ark . The parallels between Noah's Ark and the arks of Babylonian flood-heroes Atrahasis and Gilgamesh have often been noted. Atrahasis' ark was circular, resembling an enormous quffa, and had one or two decks. Gilgamesh's ark was a cube and had six decks with seven compartments on each, each divided into nine subcompartments (for 63 subcompartments per deck and 378 total). Noah's Ark was rectangular and had three decks. There is believed to be a linear progression from circular to cubic or square to rectangular. The most striking similarity is the near-identical deck areas of the three arks: 14,400 cubits, 14,400 cubits, and 15,000 cubits for Atrahasis', Gilgamesh's, and Noah's ark, respectively (a difference of 4%). This has led professor Finkel to conclude that \"the iconic story of the Flood, Noah, and the Ark as we know it today certainly originated in the landscape of ancient Mesopotamia, modern Iraq.\"",
            "score": 76.58741784095764
        },
        {
            "docid": "88888_9",
            "document": "Sceafa . However the genealogy in the \"Anglo-Saxon Chronicle\" year 855, versions B and C, explains instead that Scef was born in Noah's Ark, interpreting Sceaf as a non-Biblical son of Noah, and then continuing with the ancestry of Noah up to Adam as found in Genesis.",
            "score": 56.263254165649414
        },
        {
            "docid": "3089277_59",
            "document": "Noach (parsha) . Reading in the command that \"of every clean beast you shall take seven, man and wife,\" the Gemara asked whether beasts have marital relationships. Rabbi Samuel bar Nahman said in Rabbi Jonathan's name that the command means of those animals with which no sin had been committed (that is, animals that had not mated with other species). The Gemara asked how Noah would know. Rav Hisda taught that Noah led them past the Ark, and those that the Ark accepted had certainly not been the object of sin, while those that the Ark rejected had certainly been the object of sin. And Rabbi Abbahu taught that Noah took only those animals (fulfilling that condition) that came of their own accord. Similarly, Rav Hisda asked how Noah knew (before the giving of ) which animals were clean and which were unclean. Rav Hisda explained that Noah led them past the Ark, and those that the Ark accepted (in multiples of seven) were certainly clean, and those that the Ark rejected were certainly unclean. Rabbi Abbahu cited \"And they that went in, went in male and female,\" to show that they went in of their own accord (in their respective pairs, seven of the clean and two of the unclean). Reading in the command to take into the Ark \"of the fowl also of the air, seven each,\" a Midrash hypothesized that the command might have meant seven of each kind of animal (three of one gender and four of the other). But then one of them would lack a mate. Hence the Midrash concluded that God meant seven males and seven females. Of course God did not need them, but they were to come (in the words of ) \"to keep seed alive upon the face of all the earth.\"",
            "score": 80.74162292480469
        },
        {
            "docid": "43680588_3",
            "document": "Noah's Ark silver coins . The famous biblical narration of Noah’s Ark was selected as motif for the bullion coin. The Genesis flood narrative tells how God punished mankind with a flood because of their sin, with the exception of Noah and his family. God tells Noah that he is sending a flood and gives him detailed instructions for building an ark (a large boat) and taking aboard two or more of every animal species. God later floods the entire planet under water, but Noah is saved alive inside the ark, along with his family and a remnant of all the world's animals. The flood waters eventually subside, and Noah's ark comes to rest on Mount Ararat.",
            "score": 92.59566974639893
        },
        {
            "docid": "189874_15",
            "document": "Kent Hovind . In the theory, dinosaurs and humans coexisted and \"Tyrannosaurus rex\" was a vegetarian prior to the fall of man. Hovind expands upon the early 20th-century vapor canopy concept of a protective shield that made Earth a relative paradise between the expulsion from Paradise and Noah's flood. The flood is expressed as a function of natural rather than miraculous processes. Noah's family and two of every kind of animal (including dinosaurs, which fit because babies were taken aboard and conditions allowed larger humans, making the ark's size, based on cubits, larger) boarded Noah's ark before an ice meteor impacted the Earth. Fragments from the meteor caused planetary rings and impact craters on the moon and other solar system bodies. The remainder were drawn to the North and South Poles by the Earth's magnetic field as cataclysmic snowfall which buried the mammoths standing up. The ice on the poles cracked the Earth's crust, releasing the \"fountains of the deep\". According to Hovind, these events caused an ice age, and made the Earth wobble around, collapsing the vapor canopy that protected it.",
            "score": 70.34992265701294
        },
        {
            "docid": "24355024_8",
            "document": "Wayne Brown (author) . One of Brown's most memorable poems, \"Noah,\" retells the Genesis story in symbolic terms. The ark filled with animals is \"his mind's ark\"; the ship and its occupants \"[b]eat and beat across the same sea / Bloated, adrift, finding / Nothing to fasten to.\" And by poem's end \"Noah, released,/ Turned once more outwards, giving thanks. / Relief dazed them: nobody realized / Nothing had changed.\" Peace with God appears illusory; perhaps the ark of the mind cannot be remade, nor the world cleansed.",
            "score": 62.90477907657623
        },
        {
            "docid": "6184182_65",
            "document": "Re'eh . Rav Chisda asked how Noah knew (before the giving of or ) which animals were clean and which were unclean. Rav Chisda explained that Noah led them past the Ark, and those that the Ark accepted (in multiples of seven) were certainly clean, and those that the Ark rejected were certainly unclean. Rabbi Abbahu cited \"And they that went in, went in male and female,\" to show that they went in of their own accord (in their respective pairs, seven of the clean and two of the unclean).",
            "score": 72.53291201591492
        },
        {
            "docid": "43300716_2",
            "document": "In Search of Noah's Ark . In Search of Noah's Ark is a 1977 documentary film released by Sunn Classic Pictures that explores the alleged final resting place of Noah's Ark.",
            "score": 65.57340860366821
        },
        {
            "docid": "4359961_82",
            "document": "Shemini (parsha) . Rav Hisda asked how Noah knew (before the giving of or ) which animals were clean and which were unclean. Rav Hisda explained that Noah led them past the Ark, and those that the Ark accepted (in multiples of seven) were certainly clean, and those that the Ark rejected were certainly unclean. Rabbi Abbahu cited \"And they that went in, went in male and female,\" to show that they went in of their own accord (in their respective pairs, seven of the clean and two of the unclean).",
            "score": 72.11963939666748
        }
    ],
    "r": [
        {
            "docid": "5631978_4",
            "document": "Noahidism . According to the Book of Genesis, Noah and his three sons Shem, Ham, and Japheth survived the Flood aboard the Ark, along with their wives. When Noah's family left the Ark, God made a covenant with them () and all the animals they had aboard the Ark that He would never again destroy the Earth with a flood, and He set the rainbow in the sky as a symbol of the covenant. The account in Genesis 9 had earlier referred only to a requirement for the eating of meat () (that the animal must be dead before the meat is removed) and the prohibition and punishment of murder (), but according to the Talmud this covenant included all of the Seven Laws of Noah. Therefore, the B'nei Noah – all humans, as descendants of Noah – are subject to the Noahide laws. (Later, God established a separate and more detailed covenant with the Israelite people at Mount Sinai.)",
            "score": 104.06729125976562
        },
        {
            "docid": "1114855_21",
            "document": "Children of Eden . Noah has three sons, and the eldest two, Shem and Ham, have wives, but his youngest son, Japheth, is unhappy with the wives Noah has tried to obtain for him. Instead, he wishes to marry the servant-girl, Yonah, a descendant of the race of Cain, and Japheth tells this to his surprised family (\"A Piece of Eight\"); however, Noah will not allow Yonah on the ark, due to her being a part of the race of Cain. All the animals, played by the Storytellers, come to the ark so that they can board and be saved from the flood (\"The Return of the Animals\" and \"Noah's Lullaby\"). Later, Noah finds Yonah outside and explains to her that she cannot board the ark, though he wishes she could and he leaves to board. She understands her plight and continues to face her problems with an open heart and mind, as she always has (\"Stranger to the Rain\"). Japheth finds Yonah as she's leaving and attempts to convince her to sneak on to the ark with him. Japheth tells Yonah that he doesn't care about the repercussions of his actions, as long as he can be with her. The two vow to spend whatever time they have left with one another and board the ark (\"In Whatever Time We Have\"), just as Father unleashes his wrath on the earth and the race of Cain (\"The Flood\").",
            "score": 101.75253295898438
        },
        {
            "docid": "3228410_3",
            "document": "Wives aboard Noah's Ark . In , God says to Noah, \"But I will establish my covenant with you, and you shall come into the ark, you, your sons, your wife, and your sons' wives with you\" (ESV). The deuterocanonical Book of Tobit (written \"c.\" 225–175 BC) does not name any of the wives aboard Noah's Ark, but it does say that Noah's wife was one of his \"own kindred\" (). In the Book of Jubilees (160–150 BC) the names of the wives of Noah, Shem, Ham and Japheth are as follows:",
            "score": 93.91277313232422
        },
        {
            "docid": "21907_6",
            "document": "Seven Laws of Noah . According to the Genesis flood narrative, a deluge covered the whole world, killing every surface-dwelling creature except Noah, his wife, his sons and their wives, and the animals taken aboard Noah's Ark. According to this, all modern humans are descendants of Noah, thus the name Noahide Laws in reference to laws that apply to all of humanity. After the flood, God sealed a covenant with Noah with the following admonitions ():",
            "score": 93.32681274414062
        },
        {
            "docid": "36480248_3",
            "document": "Father Noah's Ark . The short begins with the building of the Ark. Father Noah makes the plans of the ark and gives commands to its construction. His sons, Ham, Shem and Japheth \"build the ark from dawn to dark and make a lot of noise\", with some help from the animals, while their wives load up food supplies for the flood.",
            "score": 92.64468383789062
        },
        {
            "docid": "43680588_3",
            "document": "Noah's Ark silver coins . The famous biblical narration of Noah’s Ark was selected as motif for the bullion coin. The Genesis flood narrative tells how God punished mankind with a flood because of their sin, with the exception of Noah and his family. God tells Noah that he is sending a flood and gives him detailed instructions for building an ark (a large boat) and taking aboard two or more of every animal species. God later floods the entire planet under water, but Noah is saved alive inside the ark, along with his family and a remnant of all the world's animals. The flood waters eventually subside, and Noah's ark comes to rest on Mount Ararat.",
            "score": 92.59567260742188
        },
        {
            "docid": "83781_2",
            "document": "Noah's Ark . Noah's Ark (; Biblical Hebrew: \"Tevat Noaḥ\") is the vessel in the Genesis flood narrative (Genesis chapters 6–9) by which God spares Noah, his family, and a remnant of all the world's animals from a world-engulfing flood. According to Genesis, God gave Noah instructions for building the ark. Seven days before the deluge, God told Noah to enter the ark with his household and the animals. The story goes on to describe the ark being afloat for 150 days and then coming to rest on the Mountains of Ararat and the subsequent receding of the waters. The story is repeated, with variations, in the Quran, where the ark appears as \"Safina Nūḥ\" ( \"Noah's boat\").",
            "score": 92.27464294433594
        },
        {
            "docid": "26082682_6",
            "document": "The Moon in the Cloud . When the Lord God decides to send a flood, he instructs Noah to build an Ark and save his family and the animals. Noah gives his reprobate son Ham the responsibility of collecting two cats from Kemi, the Black Land (Egypt), and two lions, but Ham passes the task to his neighbour Reuben by promising to persuade Noah to let Reuben and his wife on the Ark.",
            "score": 88.13542175292969
        },
        {
            "docid": "36534974_7",
            "document": "Noah (2014 film) . With Ila having become enamored of Shem, Noah goes to a nearby settlement to find wives for Ham and Japheth but, seeing the settlers selling their daughters for food, he abandons his effort and begins believing that the Creator wants all of humanity dead. Back at the ark, he tells his family that he will not seek wives for his younger sons. After the flood, they will be the last humans and there will be no new human generations.",
            "score": 87.9243392944336
        },
        {
            "docid": "36425475_7",
            "document": "Genesis flood narrative . Noah was a righteous man and walked with God. Seeing that the earth was corrupt and filled with violence, God instructed Noah to build an ark in which he, his sons, and their wives, together with male and female of all living creatures, would be saved from the waters. Noah entered the ark in his six hundredth year, and on the 17th day of the 2nd month of that year \"the fountains of the Great Deep burst apart and the floodgates of heaven broke open\" and rain fell for forty days and forty nights until the highest mountains were covered 15 cubits, and all life perished except Noah and those with him in the ark.",
            "score": 86.56553649902344
        },
        {
            "docid": "3228410_7",
            "document": "Wives aboard Noah's Ark . The early Christian writer St. Hippolytus (d. 235 AD) recounted a tradition of their names according to the Syriac \"Targum\" that is similar to \"Jubilees\", although apparently switching the names of Shem's and Ham's wives. He wrote: \"The names of the wives of the sons of Noah are these: the name of the wife of Sem, Nahalath Mahnuk; and the name of the wife of Cham, Zedkat Nabu; and the name of the wife of Japheth, Arathka\". He also recounts a quaint legend concerning the wife of Ham: God having instructed Noah to destroy the first person who announced that the deluge was beginning, Ham's wife at that moment was baking bread, when water suddenly rushed forth from the oven, destroying the bread. When she exclaimed then that the deluge was commencing, God suddenly cancels his former command lest Noah destroy his own daughter-in-law who was to be saved.",
            "score": 86.54866027832031
        },
        {
            "docid": "21703_34",
            "document": "Noah . The First Epistle of Peter compares the saving power of baptism with the Ark saving those who were in it. In later Christian thought, the Ark came to be compared to the Church: salvation was to be found only within Christ and his Lordship, as in Noah's time it had been found only within the Ark. St Augustine of Hippo (354–430), demonstrated in \"The City of God\" that the dimensions of the Ark corresponded to the dimensions of the human body, which corresponds to the body of Christ; the equation of Ark and Church is still found in the Anglican rite of baptism, which asks God, \"who of thy great mercy didst save Noah,\" to receive into the Church the infant about to be baptised.",
            "score": 85.67304992675781
        },
        {
            "docid": "3089277_118",
            "document": "Noach (parsha) . The \"Midrash ha-Ne'lam (The Midrash of the Concealed)\" told that when Noah left the Ark and saw the terrible destruction all around, he wept and cried out to God that God should have shown compassion for God’s creatures. God called Noah a foolish shepherd and asked why Noah complained only then, and not when God told Noah in “You have I seen righteous before Me in this generation”; or when in God told Noah, “And I, behold, I do bring the flood of waters upon the earth, to destroy all flesh”; or when in God told Noah, “Make an ark of gopher wood.” God told Noah those things so that Noah would seek compassion for the world. But as soon as Noah heard that he would be saved in the Ark, the evil of the world did not touch his heart. Noah built the Ark and saved himself! Now that the world had been destroyed, Noah opened his mouth before God with prayers and supplications! When Noah realized his mistake, he offered sacrifices, as says, “And Noah built an altar to the Lord; and took of every clean beast, and of every clean fowl, and offered burnt-offerings on the altar.” Similarly, the \"Midrash ha-Ne'lam\" contrasted Noah with the righteous heroes who arose for Israel afterward. Noah did not shield his generation and did not pray for them as Abraham did for his. For as soon as God told Abraham in “the cry of Sodom and Gomorrah is great,” immediately in “Abraham drew near, and said.” Abraham countered God with more and more words until he implored that if just ten righteous people were found there, God would grant atonement to the generation for their sake. Abraham thought that there were ten in the city, counting Lot and his wife, his daughters and sons-in-law, and that is why he beseeched no further.",
            "score": 85.23534393310547
        },
        {
            "docid": "36534974_9",
            "document": "Noah (2014 film) . After it starts raining, Tubal-cain becomes angry that he was not chosen to be saved and incites his followers to make a run for the ark. Noah finds Ham in the forest and forces Ham to save himself, but leaves Na'el to die when she is caught in an animal trap one of the sinners set. Noah's family enter the ark except for Methuselah, who remains in the forest and is swept away by the rushing waters just as he finds a single, delicious berry to eat. The Watchers fight off Tubal-cain and his mob of followers, sacrificing themselves and ascending to heaven, their reward for protecting the by now somewhat crazed Noah. As the flood drowns the remaining humans, an injured Tubal-cain climbs onto the ark and solicits Ham, playing on anger toward Noah for allowing Na'el to die.",
            "score": 85.16279602050781
        },
        {
            "docid": "21703_6",
            "document": "Noah . The Genesis flood narrative makes up chapters 6–9 in the Book of Genesis, in the Bible. The narrative, one of many flood myths found in human cultures, indicates that God intended to return the Earth to its pre-Creation state of watery chaos by flooding the Earth because of humanity's misdeeds and then remake it using the microcosm of Noah's ark. Thus, the flood was no ordinary overflow but a reversal of creation. The narrative discusses the evil of mankind that moved God to destroy the world by the way of the flood, the preparation of the ark for certain animals, Noah, and his family, and God's guarantee (the Noahic Covenant) for the continued existence of life under the promise that he would never send another flood.",
            "score": 84.70820617675781
        },
        {
            "docid": "1403364_21",
            "document": "Creation Museum . The \"catastrophe\", an allusion to the Great Flood recounted in Genesis chapters 6 through 9, is represented by animatronic figures constructing Noah's Ark and an interactive exhibit that allows visitors to select frequently asked questions about Noah's Ark and have them answered audibly by an animatronic Noah. Kelly and Hoerl describe the interactive Noah as \"remarkable\", noting: \"Noah is imbued with human affect and individuality, including complex physical features and detailed bodily movements; his speech patterns, facial expressions, and bodily gestures are in near-perfect sync with his eye, mouth, and head movements; and his hair, skin tone, and musculature closely imitates real human features.\" The catastrophe displays are further enhanced by CGI animations of the Great Flood covering the Earth as observed from both outer space and a period-specific settlement.",
            "score": 84.41252136230469
        },
        {
            "docid": "83781_17",
            "document": "Noah's Ark . The story of the flood closely parallels the story of the creation: a cycle of creation, un-creation, and re-creation, in which the ark plays a pivotal role. The universe as conceived by the ancient Hebrews comprised a flat disk-shaped habitable earth with the heavens above and Sheol, the underworld of the dead, below. These three were surrounded by a watery \"ocean\" of chaos, protected by the firmament, a transparent but solid dome resting on the mountains which ringed the earth. Noah's three-deck ark represents this three-level Hebrew cosmos in miniature: the heavens, the earth, and the waters beneath. In Genesis 1, God created the three-level world as a space in the midst of the waters for humanity; in Genesis 6–8 (the flood narrative) he fills that space with waters again, saving only Noah, his family and the animals with him in the ark.",
            "score": 83.92266845703125
        },
        {
            "docid": "14001486_16",
            "document": "Biblical and Quranic narratives . Noah is described in the Bible as a righteous man who lived among a \"wicked people\". God decided to kill all the people through a vast flood, while saving the righteous Noah and his immediate family; so he commanded Noah to build an Ark, using God's own instructions. (Gen. ; Hud ) Noah did so and he, his family, seven pairs of birds and \"clean\" (hoofed) animals, and two of each other animal species (a female and a male) board the Ark (Gen. ; Hud ). Water gushes up from the ground and rains fall from the sky, flooding the earth and killing all the wicked. (Gen. ; Al-Qamar ). All aboard the Ark are safe until the waters retreat (Gen. ; Hud ). There is disagreement among Jews, Christians and Muslims concerning whether the flood was local or global.",
            "score": 83.52367401123047
        },
        {
            "docid": "3089277_58",
            "document": "Noach (parsha) . Rabbi Hanan said in the name of Rabbi Samuel ben Isaac that as soon as Noah entered the Ark, God prohibited his family from cohabitation, saying in \"you shall come into the Ark, you, and your sons,\" speaking of them apart, and, \"your wife, and your sons' wives,\" speaking of them apart. When Noah left the Ark, God permitted cohabitation to him again, saying in \"Go forth from the Ark, you and your wife,\" speaking of them together. Similarly, Rabbi Johanan deduced from the same sources that God had forbidden cohabitation for all the Ark's inhabitants. The Rabbis taught in a Baraita that three nonetheless cohabited in the Ark — the dog, the raven, and Ham — and they were all punished.",
            "score": 83.44100189208984
        },
        {
            "docid": "3089277_78",
            "document": "Noach (parsha) . Rabbi Johanan interpreted the words, \"After their kinds they went forth from the Ark,\" in to teach that the animals went out by their families, not alone. Rabbi Hana bar Bizna taught that Abraham's servant Eliezer once inquired of Noah's son Shem about these words in asking Shem how his family managed. Shem replied that they had a difficult time in the Ark. During the day they fed the animals that usually fed by day, and during the night they fed those that normally fed by night. But Noah did not know what the chameleon ate. One day Noah was cutting a pomegranate, when a worm dropped out of it, and the chameleon ate it. From then on, Noah mashed up bran for the chameleon, and when the bran became wormy, the chameleon would eat. A fever struck the lion, so it lived off of its reserves rather than eating other animals. Noah discovered the \"avarshinah\" bird (some say the phoenix bird) lying in the hold of the Ark and asked it if it needed food. The bird told Noah that it saw that Noah was busy and decided not to give him any more trouble. Noah replied by asking that it be God's will that the bird not perish, as says, \"Then I said: 'I shall die with my nest, and I shall multiply my days as the phoenix.'\" A Midrash recounted that Noah fed and provided for the Ark's inhabitants for all of 12 months. But Rav Huna said in Rabbi Liezer's name that when Noah was leaving the Ark, a lion nonetheless set on him and maimed him, so that he was not fit to offer sacrifices, and his son Shem sacrificed in his stead. The Midrash took this as an application of the words of \"the righteous shall be requited on earth; how much more the wicked and the sinner.\" From this, the Midrash inferred that if in spite of his comparative righteousness, Noah was punished for his sins, \"how much more\" was the generation of the Flood. Rav Huna cited the report in that Noah offered burnt offerings from every clean animal and bird to support the proposition in a Baraita that all animals were eligible to be offered, as the words \"animal\" (, \"behemah\") and \"bird\" (, \"of\") refer to any animal or bird, and the term \"animal\" (, \"behemah\") includes wild beasts (, \"hayyah\"). Rabbi Haninah cited the report of that \"the Lord smelled the sweet savor; and ... said ... 'I will not again curse the ground any more for man's sake,'\" for the proposition that those who allow themselves to be pacified when drinking wine possess some of the characteristics of the Creator.",
            "score": 83.38951873779297
        },
        {
            "docid": "130312_23",
            "document": "Storm . According to the Bible, a giant storm sent by God flooded the Earth. Noah and his family and the animals entered the Ark, and \"the same day were all the fountains of the great deep broken up, and the windows of heaven were opened, and the rain was upon the earth forty days and forty nights.\" The flood covered even the highest mountains to a depth of more than twenty feet, and all creatures died; only Noah and those with him on the Ark were left alive. In the New Testament, Jesus Christ is recorded to have calmed a storm on the Sea of Galilee.",
            "score": 82.8061752319336
        },
        {
            "docid": "1114855_22",
            "document": "Children of Eden . For forty days and forty nights, the rain continues, never ceasing, and tensions on the ark are high, with couples fighting and discussions on how to stay alive in these desperate conditions, including killing animals on the ark for food (\"What is He Waiting For?\"). Yonah, having stayed undiscovered, releases a dove to find dry land and save the residents of the ark (\"Sailor of the Skies\"). The family discovers Yonah, and Shem and Ham wish to throw her overboard, but Japheth intervenes. It escalates into a fight, directly mirroring the one between Adam and Cain generations ago, and it is only because Yonah intervenes that one of the brothers is not killed. Noah is unsure as to what he must do, sends the family away from him and attempts to talk to Father. His wife asks him if Father speaks to him anymore, and when Noah answers \"No\", she tells him, \"You must be the father now;\" that Noah has live without God telling him what to do (\"The Spark of Creation (Reprise 2)\"). Noah sings of the difficulties that he has faced in being a father, while at the same time Father sings of the problems he has faced in being a father, but both come to terms with the fact that if you love something, you must let it go (\"The Hardest Part of Love\").",
            "score": 82.24713897705078
        },
        {
            "docid": "83781_18",
            "document": "Noah's Ark . Talmudic tractates Sanhedrin, Avodah Zarah and Zevahim relate that, while Noah was building the ark, he attempted to warn his neighbors of the coming deluge, but was ignored or mocked. In order to protect Noah and his family, God placed lions and other ferocious animals to guard them from the wicked who tried to stop them from entering the ark. According to one Midrash, it was God, or the angels, who gathered the animals to the ark, together with their food. As there had been no need to distinguish between clean and unclean animals before this time, the clean animals made themselves known by kneeling before Noah as they entered the ark. A differing opinion said that the ark itself distinguished clean animals from unclean, admitting seven pairs each of the former and one pair each of the latter.",
            "score": 81.7251968383789
        },
        {
            "docid": "1649568_13",
            "document": "The Bible: In the Beginning... . There were five reproductions of Noah's Ark built for the film. The largest reproduction, which stood on the backlot of the De Laurentiis Film Center, was 200 feet long, 64 feet wide, and 50 feet high; it was used for the long shot of Noah loading the animals. The interior reproduction, which was one of the \"largest interior sets ever designed and constructed,\" was 150 feet long and 58 feet high and had \"three decks, divided into a hundred pens\" and a ramp that ran \"clear around the ark from top to bottom.\" The third reproduction was a \"skeleton\" ark, built for the scenes depicting Noah and his sons constructing the Ark. The fourth reproduction was \"placed at the foot of a dam\" for the inundation sequences and the fifth reproduction was a miniature for the storm sequences. The cost of building the five reproductions was more than $1 million. The building took months and more than 500 workers were employed. The animals were delivered from a zoo in Germany. The whole segment of Noah's Ark had a total budget of $3 million.",
            "score": 81.5563735961914
        },
        {
            "docid": "3228410_26",
            "document": "Wives aboard Noah's Ark . The \"Holy Tablets\", first appearing in 1996 as the sacred text of the Nuwaubian Nation (which has fewer than 500 adherents) names Noah's wives as Naama, Waala, and Mubiyna, of whom only Naama survives the flood in the Ark. The corresponding wives of Shem, Ham and Japheth are named as Faatin, Haliyma and Ifat, respectively.",
            "score": 81.51976013183594
        },
        {
            "docid": "3089277_57",
            "document": "Noach (parsha) . Reading God's words to Noah in \"But I will establish My covenant with you,\" a Midrash taught that God was telling Noah that he would need a covenant to ensure that the produce would not decay or rot on the Ark. Further, the Midrash taught, Noah needed a covenant to prevent giants from plugging the openings of the deep and seeking to enter the Ark. And Noah needed a covenant to prevent additional lions from coming into the Ark. Rabbi Hiyya bar Abba explained that God was thus telling Noah that though he may have built the Ark, but for God's covenant, Noah could not have entered the Ark. Thus Noah's ability to enter the Ark at all was proof of the covenant God established with Noah in",
            "score": 81.47992706298828
        },
        {
            "docid": "41934155_6",
            "document": "Righteous Priest . Noah the second Adam was also born circumcised. Noah's son Shem likewise was born circumcised. Although Shem is unanimously declared by the Rabbis to have been the youngest son of Noah, he is always named first, being the most important of the three brothers. He was the ancestor of Abraham, Isaac, and Jacob; he was also a priest, a prophet, and one of the eight righteous mentioned twice in Genesis xi 10; they were allotted a portion both in this world and in the world to come. Shem is styled \"the great one\" According to Genesis R. xxx. 6, it was Shem who offered the sacrifices on the altar after Noah came out of the ark, because Noah, having been crippled by a lion, was unfit for the priestly office. Noah gave the priestly garments, which he had inherited from Adam, to Shem. Shem is extolled by the Rabbis for his filial devotion in covering his father's nakedness. Although his brother Japheth helped in this act, Shem suggested and began it; his brother did not arrive on the scene until Shem was already on his way with the garment. Noah, in blessing these two sons said, \"blessed be the Lord, the God of Shem\", giving special significance to Shem because Shem would be the forefather of the Jewish people.",
            "score": 81.41511535644531
        },
        {
            "docid": "3089277_8",
            "document": "Noach (parsha) . In the continuation of the reading, God told Noah that God had decided to bring a flood to destroy all flesh. God directed Noah to make an ark of gopher wood and cover it with pitch inside and outside. The Ark was to be 300 cubits long, 50 cubits wide, and 30 cubits high. It was to have an opening for daylight near the top, an entrance on its side, and three decks. God told Noah that God would establish a covenant with Noah, and that he, his sons, his wife, his sons' wives, and two of each kind of beast — male and female — would survive in the Ark. Noah did everything that God commanded him to do. The first reading (, \"aliyah\") ends here with the end of chapter",
            "score": 81.21318054199219
        },
        {
            "docid": "2432858_5",
            "document": "Economy of Salvation . For instance, according to this belief system, God saved Noah by commanding that Noah build the Ark for Noah's salvation. Certainly God could have spoken the Ark into existence more easily than commanding Noah to complete the task. Thus an illustration of God's Economy in Salvation. He does not do for man that which man himself can accomplish. Noah could not have foreseen the need for an ark, known the dimensions required of such a vessel, or the appropriate materials; thus God provided those. However, Noah could provide the labor and was required to do so.",
            "score": 81.13587951660156
        },
        {
            "docid": "19495037_4",
            "document": "Noah's Ark (miniseries) . Ten years later, Noah and his family are skilled farmers, and his sons are now adults. Lot is also now a villain, as he kills another man for his shoes, and reveals that he used to have faith in God after He sent down the fire and brimstone to Sodom and Gomorrah, but his faith didn't bring him any money, and so he turned to the false gods of the other pagan cultures. One of the sons finds Miriam crying because her daughter Esther has been kidnapped by three priests of Mole, the rain god, and will be offered as a sacrifice to Mole in the temple of the god. When Noah is notified by his sons, he warns the people in the temple, who are cheerfully waiting for Esther to be sacrificed, that they will suffer a worse punishment than the people of Sodom did, and God rips the roof of the temple off and sends thunder and snakes into the building, while striking the three priests with dumbness, blindness and deafness. God later reveals his plan to flood the world as well, and tells Noah to build an ark. The animals going to the ark pass through the village, which makes the villagers angry. The day the world floods, the angry villagers gather in front of the ark and mock him. When the rain starts, the villagers start to celebrate as it had not rained in years, but Noah and his family quickly board the ark with all the animals. As the world starts to flood with all of their citizens drowning, Esther is instructed to come without Miriam though she resists doing so at first, and all of Noah's family is thus safe.",
            "score": 81.0145263671875
        },
        {
            "docid": "3089277_59",
            "document": "Noach (parsha) . Reading in the command that \"of every clean beast you shall take seven, man and wife,\" the Gemara asked whether beasts have marital relationships. Rabbi Samuel bar Nahman said in Rabbi Jonathan's name that the command means of those animals with which no sin had been committed (that is, animals that had not mated with other species). The Gemara asked how Noah would know. Rav Hisda taught that Noah led them past the Ark, and those that the Ark accepted had certainly not been the object of sin, while those that the Ark rejected had certainly been the object of sin. And Rabbi Abbahu taught that Noah took only those animals (fulfilling that condition) that came of their own accord. Similarly, Rav Hisda asked how Noah knew (before the giving of ) which animals were clean and which were unclean. Rav Hisda explained that Noah led them past the Ark, and those that the Ark accepted (in multiples of seven) were certainly clean, and those that the Ark rejected were certainly unclean. Rabbi Abbahu cited \"And they that went in, went in male and female,\" to show that they went in of their own accord (in their respective pairs, seven of the clean and two of the unclean). Reading in the command to take into the Ark \"of the fowl also of the air, seven each,\" a Midrash hypothesized that the command might have meant seven of each kind of animal (three of one gender and four of the other). But then one of them would lack a mate. Hence the Midrash concluded that God meant seven males and seven females. Of course God did not need them, but they were to come (in the words of ) \"to keep seed alive upon the face of all the earth.\"",
            "score": 80.74162292480469
        },
        {
            "docid": "3228410_2",
            "document": "Wives aboard Noah's Ark . The Wives aboard Noah's Ark were part of the family that survived the Deluge in the biblical Genesis flood narrative. Although the Bible only notes the existence of these women, there are extra-Biblical mentions regarding them and their names.",
            "score": 80.5769271850586
        }
    ]
}