{
    "q": [
        {
            "docid": "91452_13",
            "document": "John B. Watson . In 1913, Watson viewed Ivan Pavlov's conditioned reflex as primarily a physiological mechanism controlling glandular secretions. He had already rejected Edward L. Thorndike's \"Law of Effect\" (a precursor to B. F. Skinner's principle of reinforcement) due to what Watson believed were unnecessary subjective elements. It was not until 1916 that Watson would recognize the more general significance of Pavlov's formulation and make it the subject of his presidential address to the American Psychological Association. The article is also notable for its strong defense of the objective scientific status of applied psychology, which at the time was considered to be much inferior to the established structuralist experimental psychology.",
            "score": 42.50535833835602
        },
        {
            "docid": "354398_13",
            "document": "She: A History of Adventure . During his time in South Africa, Haggard developed an intense hatred for the Boers, but also came to admire the Zulus. However, his admiration of the Zulus did not extend to other African peoples; rather, he shared many of the assumptions that underlay contemporary Victorian politics and philosophy, such as those expressed by James Hunt, the President of the Anthropological Society of London: \"the Negro is inferior intellectually to the European...[and] can only be humanised and civilised by Europeans. The analogies are far more numerous between the Negro and apes, than between the European and apes.\" The Victorian belief in the inherent inferiority of the 'darker races' made them the object of a civilising impulse in the European Scramble for Africa. Although disenchanted with the colonial effort, Haggard remained committed to this ideology. He believed that the British \"alone of all the nations in the world appear to be able to control coloured races without the exercise of cruelty\".",
            "score": 44.11673665046692
        },
        {
            "docid": "41170680_7",
            "document": "James Stewart (missionary) . He also had many negative views about the African natives. He felt there were no moral forces present in the African natives' lives. He warned people who went there of \"descent into mere animalism and fixed and hopeless barbarism,\" showing how he viewed the lives of the Africans as inferior to his life. He was also worried about their moral degradation because of polygamy and witchcraft. Stewart thought that this degradation process was reversible through mission help. He aimed at fixing their decline through his missionary work in Africa. Stewart also implicitly suggested that Africans were racially inferior to Europeans, both physically and biologically. Even though at first James Stewart had many negative views on Africans, he did not treat them as inferiors and did everything he could to help them.",
            "score": 45.85042929649353
        },
        {
            "docid": "48371322_8",
            "document": "Lewis Harvie Blair . Later in life Blair rejected his earlier opinions, stating in an unpublished manuscript that he believed African Americans to be inferior to whites, called for the Fourteenth and Fifteenth Amendments to be repealed, and also argued for disenfranchisement and segregation. His change in stance has been compared to Thomas E. Watson.",
            "score": 40.00490880012512
        },
        {
            "docid": "91452_23",
            "document": "John B. Watson . The 20th century marked the formation of qualitative distinctions between children and adults. Watson wrote the book \"Psychological Care of Infant and Child\" in 1928, with help from his mistress, turned wife, Rosalie Rayner. Critics then determined that the ideas mainly stemmed from Watson’s beliefs because Rosalie later entitled a self-penned article \"I am a Mother of Behaviorist Sons\". In the book, Watson explained that behaviorists were starting to believe psychological care and analysis was required for infants and children. All of Watson’s exclamations were due to his belief that children should be treated as a young adult. In his book, he warns against the inevitable dangers of a mother providing too much love and affection. Watson explains that love, along with everything else as the behaviorist saw the world, is conditioned. Watson supports his warnings by mentioning invalidism, saying that society does not overly comfort children as they become young adults in the real world, so parents should not set up these unrealistic expectations. Writer Suzanne Houk, \"Psychological Care of Infant and Child: A Reflection of its Author and his Times\", critiques Watson’s views, analyzing his hope for a businesslike and casual relationship between a mother and her child. Watson disapproved of thumb sucking, masturbation, homosexuality, and encouraged parents to be honest with their children about sex. Watson's reasoning for this was that, \"all of the weaknesses, reserves, fears, cautions, and inferiorities of our parents are stamped into us with sledge hammer blows\". Watson inferred that emotional disabilities were a result of personal treatment, not inherited.",
            "score": 61.03961229324341
        },
        {
            "docid": "91452_11",
            "document": "John B. Watson . After the divorce was finalized, Watson and Rayner married in 1920 in New Jersey. They remained together until her death in 1935.John and Rosalie had two children, James and William Watson, and they raised them with behaviorist principles that John believed in. Like their half-sister, Mary, both sons also later attempted suicide.William died of suicide in 1954.",
            "score": 38.44588375091553
        },
        {
            "docid": "16289_55",
            "document": "James Watson . Watson married Elizabeth Lewis in 1968. They have two sons, Rufus Robert Watson (b. 1970) and Duncan James Watson (b. 1972). Watson sometimes talks about his son Rufus, who suffers from schizophrenia, seeking to encourage progress in the understanding and treatment of mental illness by determining how genetics contribute to it.",
            "score": 44.87859535217285
        },
        {
            "docid": "25536008_3",
            "document": "Nucleic acid tertiary structure . The double helix is the dominant tertiary structure for biological DNA, and is also a possible structure for RNA. Three DNA conformations are believed to be found in nature, A-DNA, B-DNA, and Z-DNA. The \"B\" form described by James D. Watson and Francis Crick is believed to predominate in cells. James D. Watson and Francis Crick described this structure as a double helix with a radius of 10 Å and pitch of 34 Å, making one complete turn about its axis every 10 bp of sequence. The double helix makes one complete turn about its axis every 10.4–10.5 base pairs in solution. This frequency of twist (known as the helical \"pitch\") depends largely on stacking forces that each base exerts on its neighbours in the chain. Double-helical RNA adopts a conformation similar to the A-form structure.",
            "score": 59.48361921310425
        },
        {
            "docid": "3111001_11",
            "document": "Paul Cuffee . Most Englishmen and Anglo-Americans in his day felt that people of African descent were inferior to Europeans, even in the predominantly Calvinist and Quaker New England. Although slavery continued, prominent men like Presidents Thomas Jefferson and James Madison believed the emigration of Blacks to colonies outside the United States was the easiest and most realistic solution to the race problem in America. Attempts by Europeans and Americans to colonize Blacks in other parts of the world had failed, including the British attempt to colonize Sierra Leone. Beginning in 1787, the Sierra Leone Company sponsored 400 people who departed from Great Britain for Sierra Leone. The colony struggled to establish a working economy and develop a government that could survive against outside pressures. After the financial collapse of the Sierra Leone Company, a second group, the newly created African Institution offered migration to freed slaves who had previously settled in Nova Scotia and London after the American Revolution. The African Institution's London sponsors hoped to gain an economic return while foster the \"civilizing\" trades of educated Blacks.",
            "score": 28.61952805519104
        },
        {
            "docid": "597574_2",
            "document": "James Lopez Watson . James Lopez Watson (May 21, 1922 – September 1, 2001) was a judge for the United States Court of International Trade. While serving as a judge around the country, Watson became the first African-American to head a federal court in the Deep South.",
            "score": 45.27098512649536
        },
        {
            "docid": "5482732_11",
            "document": "The Interesting Narrative of the Life of Olaudah Equiano . Equiano makes numerous references to the similarity between the Jews and his people. Like the Jews, not only did his people practice circumcision, but they also practiced sacrificing, burnt offerings, and purification. He explains how Abraham’s wife was African, and that the skin colour of Eboan Africans and modern Jews differs due to the climate difference. At the end of the first chapter, Equiano asserts that Africans were not inferior people. The Europeans saw them as inferior because they were ignorant of the European language, history, and customs. He explains that it is important to remember that the ancestors of the Europeans were once uncivilized and barbarians at one point or another. He states, \"Understanding is not confined to feature or colour.\"",
            "score": 27.441336154937744
        },
        {
            "docid": "5297977_23",
            "document": "Lion's Blood . Due to the destruction of Rome by Carthage and Egypt in 200 BC, Europe remained largely tribal while Africa advanced technologically and culturally with steamboats, rifles and airships or \"flying boats\" by the late 19th century. The dominant Africans consider Europeans to be inferior and treat them as a source of slave labour which is supplied to them by Viking raiders similar to how our timeline's European White colonists viewed Black Africans as inferior and used them as slaves supplied by African slave traders. Southern Africa is controlled by the Zulus while the Vikings control much of Northern Europe and all of Scandinavia.",
            "score": 39.45002579689026
        },
        {
            "docid": "41170680_6",
            "document": "James Stewart (missionary) . Stewart thought that Africa was lagging behind other nations. When he first traveled in Africa, he observed that magic and medicine were intertwined, which he felt made African medicine inferior to European medicine. He felt that medicine in Africa had a very large presence, but he also felt that it had many malignant effects. He learned some of the natives’ medicine, but thought that European medicine should take precedence over native medicine.",
            "score": 33.62250471115112
        },
        {
            "docid": "23415844_29",
            "document": "Slavery among Native Americans in the United States . Some Native American tribes owned slaves.  The Five Civilized Tribes implemented some of these practices which they have seen as beneficial; they were working to get along with the Americans to keep their territory. These 5 nations made the largest efforts of all the Native American peoples to assimilate into white society adoption of slavery was one of them. They were the most receptive to whites pressures to adopt European cultures.  The pressures from European Americans to assimilate, the economic shift of furs and deerskins, and the government's continued attempts to civilize native tribes in the south led to them adopting an economy based on agriculture.  Slavery itself was not a new concept to indigenous American peoples as in inter-Native American conflict tribes often kept prisoners of war, but these captures often replaced slain tribe members.  Native American “versions” of slavery prior to European contact came nowhere close to fitting the European definition of slavery as Native Americans did not originally distinguish between groups of people based on color, but rather traditions.  There are conflicting theories as to what caused the shift between traditional Native American servitude to the oppressive racialized enslavement the Five Civilized tribes adopted.  One theory is the civilized tribes adopted slavery as means to defend themselves from federal pressure believing that it would help them maintain their southern lands.  Another narrative postulates that Native Americans began to feed into the European belief that Africans were somehow inferior to whites and themselves.  Some indigenous nations such as the Chickasaws and the Choctaws began to embrace the concept that African bodies were property, and equated blackness to hereditary inferiority.  In either case “The system of racial classification and hierarchy took shape as Europeans and Euro-Americans sought to subordinate and exploit Native Americans' and Africans' land, bodies, and labor.  Whether strategically or racially motivated the slave trade promoted African slaves owned by Native Americans which led to new power relations among Native societies, elevating groups such as the Five Civilized Tribes to power and serving, ironically, to preserve native order. These same missionaries reported that Native American slave owners were brutal and indulgent masters, even though accounts of Indian freedmen gave different accounts of being treated relatively well without tyrannical treatment. The earliest record of African and Native American contact occurred in April 1502, when Spanish explorers brought an African slave with them and encountered a band. Thereafter, Native Americans interacted with enslaved Africans and African Americans in every way possible; in the early colonial days, Native Americans were enslaved along with Africans, and both often worked with European indentured laborers. \"They worked together, lived together in communal quarters, produced collective recipes for food, shared herbal remedies, myths and legends, and in the end they intermarried.\" Because both races were non-Christian, Europeans considered them other and inferior to Europeans. They worked to make enemies of the two groups. In some areas, Native Americans began to slowly absorb white culture.",
            "score": 30.145399570465088
        },
        {
            "docid": "2091495_12",
            "document": "Nucleic acid double helix . At least three DNA conformations are believed to be found in nature, A-DNA, B-DNA, and Z-DNA. The \"B\" form described by James Watson and Francis Crick is believed to predominate in cells. It is 23.7 Å wide and extends 34 Å per 10 bp of sequence. The double helix makes one complete turn about its axis every 10.4–10.5 base pairs in solution. This frequency of twist (termed the helical \"pitch\") depends largely on stacking forces that each base exerts on its neighbours in the chain. The absolute configuration of the bases determines the direction of the helical curve for a given conformation.",
            "score": 51.66805577278137
        },
        {
            "docid": "16289_6",
            "document": "James Watson . James D. Watson was born in Chicago, Illinois, on April 6, 1928, as the only son of Jean (Mitchell) and James D. Watson, a businessman descended mostly from colonial English immigrants to America. His mother's father, Lauchlin Mitchell, a tailor, was from Glasgow, Scotland, and her mother, Lizzie Gleason, was the child of Irish parents from County Tipperary. Raised Catholic, he later described himself as \"an escapee from the Catholic religion.\" Watson said, \"The luckiest thing that ever happened to me was that my father didn't believe in God.\"",
            "score": 44.079341530799866
        },
        {
            "docid": "615757_11",
            "document": "Keilor, Victoria . In about 1838-39 the first European settlements were established by pastoralists James Watson and Alexander and John Hunter. James Watson is thought to have named their home station after a farm called Keillor <sic> in Forfarshire, Scotland, one of four which his father, Hugh Watson, tenanted.",
            "score": 44.600170612335205
        },
        {
            "docid": "11124673_3",
            "document": "Edward B. Watson . Watson was born on October 7, 1844, in Garnavillo, Iowa, as the child of James Watson and Emily Adams Franklin Watson. His older brother James Watson who would also serve on the Oregon Supreme Court was born in 1840. The family moved to Oregon Territory in 1853 and settled in Douglas County. In Oregon Edward Watson received an education in the public schools and at Wilbur Academy. Then, in June 1866, he graduated with a Bachelor of Arts from Pacific University in Forest Grove, Oregon. He then studied law and began practicing in 1868 in Jacksonville, Oregon. Watson studied the law under the supervision of his brother.",
            "score": 44.14512276649475
        },
        {
            "docid": "18897691_6",
            "document": "Woodlawn Cemetery (Fairmont, West Virginia) . James Otis Watson is considered the father of the bituminous coal industry in north central West Virginia. He and Pierpont owned the first coal mine to be commercially viable following the completion of the Baltimore and Ohio Railroad linking Fairmont with the eastern seaboard markets. One of his daughters married Aretas B. Fleming. His sons, James Edwin Watson, Sylvanus Lamb Watson and Clarence Wayland Watson are also buried here.",
            "score": 40.41972768306732
        },
        {
            "docid": "2136776_8",
            "document": "Wallace Thurman . He was able to publish only one issue of \"Fire!!\". It challenged such figures as W. E. B. Du Bois and African Americans who had been working for social equality and racial integration. Thurman criticized them for believing that black art should serve as propaganda for those ends. He said that the New Negro movement spent too much energy trying to show white Americans that blacks were respectable and not inferior.",
            "score": 28.39523935317993
        },
        {
            "docid": "9627698_22",
            "document": "Child development . John B. Watson’s behaviorism theory forms the foundation of the behavioral model of development 1925. Watson was able to explain the aspects of human psychology through the process of classical conditioning. With this process, Watson believed that all individual differences in behavior were due to different learning experiences. He wrote extensively on child development and conducted research (see Little Albert experiment). This experiment had shown that phobia could be created by classical conditioning. Watson was instrumental in the modification of William James’ stream of consciousness approach to construct a stream of behavior theory. Watson also helped bring a natural science perspective to child psychology by introducing objective research methods based on observable and measurable behavior. Following Watson’s lead, B.F. Skinner further extended this model to cover operant conditioning and verbal behavior. Skinner used the operant chamber, or Skinner box, to observe the behavior of small organisms in a controlled situation and proved that organisms' behaviors are influenced by the environment. Furthermore, he used reinforcement and punishment to shape in desired behavior.",
            "score": 46.6647013425827
        },
        {
            "docid": "7299_78",
            "document": "Colonialism . Popular political practices of the time reinforced colonial rule by legitimizing European (and/ or Japanese) male authority, and also legitimizing female and non-mother-country race inferiority through studies of Craniology, Comparative Anatomy, and Phrenology. Biologists, naturalists, anthropologists, and ethnologists of the 19th century were focused on the study of colonized indigenous women, as in the case of Georges Cuvier's study of Sarah Baartman. Such cases embraced a natural superiority and inferiority relationship between the races based on the observations of naturalists' from the mother-countries. European studies along these lines gave rise to the perception that African women's anatomy, and especially genitalia, resembled those of mandrills, baboons, and monkeys, thus differentiating colonized Africans from what were viewed as the features of the evolutionarily superior, and thus rightfully authoritarian, European woman.",
            "score": 27.637372970581055
        },
        {
            "docid": "13328928_3",
            "document": "List of fictional places in Yes Minister . Buranda is a fictional West African LDC (less developed country, later known as a developing country) that features in the second episode of \"Yes Minister\" (\"The Official Visit\") and (briefly) in \"Yes, Prime Minister\" (\"A Conflict of Interest\"). Formerly British Equatorial Africa, it is referred to privately by James Hacker as a \"TPLAC\" (tin-pot little African country), much to Sir Humphrey's consternation.",
            "score": 20.775156497955322
        },
        {
            "docid": "89988_26",
            "document": "W. E. B. Du Bois . The Niagarites held a second conference in August 1906, in celebration of the 100th anniversary of abolitionist John Brown's birth, at the West Virginia site of Brown's raid on Harper's Ferry. Reverdy C. Ransom spoke and addressed the fact that Washington's primary goal was to prepare blacks for employment in their current society: \"Today, two classes of Negroes, ... are standing at the parting of the ways. The one counsels patient submission to our present humiliations and degradations; ... The other class believe that it should not submit to being humiliated, degraded, and remanded to an inferior place ... it does not believe in bartering its manhood for the sake of gain.\"",
            "score": 26.71631669998169
        },
        {
            "docid": "2095829_81",
            "document": "Sonia Sotomayor . She takes several daily insulin injections, and her diabetes is considered to be well controlled. Sotomayor does not belong to a Catholic parish or attend Mass, but does attend church for important occasions. She has said, \"I am a very spiritual person [though] maybe not traditionally religious in terms of Sunday Mass every week, that sort of thing. The trappings are not important to me, but, yes, I do believe in God. And, yes, I do believe in the commandments.\"",
            "score": 15.30475378036499
        },
        {
            "docid": "30140560_10",
            "document": "South African Class 15A 4-8-2 . Since the only difference between the as-delivered Class 15 and Class 15A lay in the length of their boilers and whether they were built with or without combustion chambers, both models were reclassified to Class 15AR when they were reboilered with Watson Standard boilers. In the case of the Class 15A engines, reboilering replaced their combustion-chambered Belpaire boilers with less efficient Watson Standard boilers without combustion chambers and it was found that the rebuilds were inferior steamers compared with their non-rebuilt sister engines.",
            "score": 36.037757873535156
        },
        {
            "docid": "417385_19",
            "document": "Melvin B. Tolson . In 1941, he published his poem \"Dark Symphony\" in the \"Atlantic Monthly\". Some critics believe it is his greatest work, in which he compared and contrasted African-American and European-American history.",
            "score": 17.152955055236816
        },
        {
            "docid": "53870916_5",
            "document": "Native American slave ownership . In an effort to avoid removal, some Native American tribes attempted to assimilate into white European society through strategies such as formal schooling, adopting Christianity, moving off the reservation, or even owning slaves. The Five Civilized Tribes implemented some of these practices which they have seen as beneficial; they were working to get along with the Americans to keep their territory. These 5 nations made the largest efforts of all the Native American peoples to assimilate into white society adoption of slavey was one of them. They were the most receptive to whites pressures to adopt European cultures. The pressures from European Americans to assimilate, the economic shift of furs and deerskins, and the government's continued attempts to civilize native tribes in the south led to them adopting an economy based on agriculture. Slavery itself was not a new concept to indigenous American peoples as in inter-Native American conflict tribes often kept prisoners of war, but these captures often replaced slain tribe members. Native American \"versions\" of slavery prior to European contact came nowhere close to fitting the European definition of slavery as Native Americans did not originally distinguish between groups of people based on color, but rather traditions. There are conflicting theories as to what caused the shift between traditional Native American servitude to the oppressive racialized enslavement the Five Civilized tribes adopted. One theory is the civilized tribes adopted slavery as means to defend themselves from federal pressure believing that it would help them maintain their southern lands. Another narrative postulates that Native Americans began to feed into the European belief that Africans were somehow inferior to whites and themselves. Some indigenous nations such as the Chickasaws and the Choctaws began to embrace the concept that African bodies were property, and equated blackness to hereditary inferiority. In either case \"The system of racial classification and hierarchy took shape as Europeans and Euro-Americans sought to subordinate and exploit Native Americans' and Africans' land, bodies, and labor. Whether strategically or racially motivated the slave trade promoted interactions between the Five Civilized Tribes and African Slaves which led to new power relations among Native societies, elevating groups such as the Five Civilized Tribes to power and serving, ironically, to preserve native order.",
            "score": 26.298147916793823
        },
        {
            "docid": "50522581_14",
            "document": "Hungarian migrant quota referendum, 2016 . The Liberals took out a loan of HUF 12 million to place 150 billboards with political messages, such as \"If You stay home, Orbán remains upon us. Vote Yes!\" Guy Verhofstadt, the leader of the Alliance of Liberals and Democrats for Europe Group (ALDE), who called the referendum question as \"leading and manipulative\", which undermines the common European solution, actively participated in the MLP's campaign. In a video message, he said the Hungarian people was forced to \"choose between Hungary and Europe\". He urged the voters to \"say Yes to Europe, and say Yes to the European future of Hungary!\" Former ALDE Party President Graham Watson also expressed his support to the Liberal Party's quota campaign.",
            "score": 33.468594551086426
        },
        {
            "docid": "37578888_2",
            "document": "Michael B. Watson . Michael B. \"Mike\" Watson (born September 19, 1961 in Hopewell, Virginia) is an American politician. A Republican, he was elected to the Virginia House of Delegates in 2011. He represented the 93rd district, made up of the city of Williamsburg and parts of the counties of James City and York and the city of Newport News on the Virginia Peninsula.",
            "score": 36.67340874671936
        },
        {
            "docid": "155375_13",
            "document": "Chris Watson . Labour, including Watson, opposed the final terms of the Commonwealth Constitution, however their voting status was not enough to stop it from proceeding, and unlike Holman and Hughes, he believed that it should be submitted to the people. Nevertheless, with all but two of the Labour parliamentarians, he campaigned against the 'Yes' vote at the referendum. When the Constitution was accepted, he agreed that 'the mandate of the majority will have to be obeyed'. He had made an essential contribution to that democratic decision.",
            "score": 44.80331468582153
        },
        {
            "docid": "1881878_5",
            "document": "Nick of Time (film) . Watson eventually finds disabled war veteran named Huey who polishes people's shoes at the hotel. While at first he does not believe Watson's story, Smith talks to Watson about the plot, believing Huey to be completely deaf according to a sign. Huey reluctantly assists Watson to get to Governor Grant's suite and advise her of the conspiracy. Although skeptical at first of Watson's story, she later notices Brendan act suspiciously about Krista's whereabouts and realizes Watson was telling the truth. Being hastened by her husband to make the last speech, the governor greets supporters in a ballroom when Watson takes out the gun, points it at a projector room where Smith is watching him and shoots at the window. This unleashes a panic in the ballroom, causing a stampede and brief shootout between Watson and the security people. Thinking that his wife is dead, Brendan openly gloats about the plot's success, only to find out in horror that she had heard everything, confirming her suspicions about him.",
            "score": 48.71312963962555
        }
    ],
    "r": [
        {
            "docid": "26926596_42",
            "document": "History of the race and intelligence controversy . In 2007 James D. Watson, Nobel laureate in biology, gave a controversial interview to the \"Sunday Times Magazine\" during a book tour in the United Kingdom. Watson stated he was “inherently gloomy about the prospect of Africa” because “all our social policies are based on the fact that their intelligence is the same as ours – whereas all the testing says not really.” He also wrote that “there is no firm reason to anticipate that the intellectual capacities of peoples geographically separated in their evolution should prove to have evolved identically. Our wanting to reserve equal powers of reason as some universal heritage of humanity will not be enough to make it so.” This resulted in the cancellation of a Royal Society lecture, along with other public engagements, and his suspension from his administrative duties at Cold Spring Harbor Laboratory. He subsequently cancelled the tour and resigned from his position at CSHL, where he had served as either director, president or chancellor since 1968. However, Watson was later appointed chancellor emeritus of CSHL, and, as of 2009, he continued to advise and guide project work at the laboratory.",
            "score": 118.34368133544922
        },
        {
            "docid": "10690215_20",
            "document": "Bruno Maddox . Maddox's \"Discover\" columns are occasionally criticized; his essay \"Fictional Reality\", in particular, has been controversial. Maddox declared science fiction obsolete in his essay \"Fictional Reality\" and was roundly criticized in the blogosphere, most notably by \"Scientific American\"<nowiki>'</nowiki>s J.R. Minkel. Maddox wrote that \"fiction—all fiction—finally became obsolete as a delivery system for big ideas\" as a result of the \"scarcity of foreseeable future\", citing the decline of author Michael Crichton's work as evidence. Minkel lambasted Maddox and pointed to author Neal Stephenson's cutting-edge work as proof to the contrary, venturing that \"science fiction writers can \"dictate\" the future if they have the vim and vision\". One of Maddox's most recent \"Discover\" essays, \"The James Watson Affair\", examines comments made by James Watson in an article in London's \"Sunday Times\" which led to Watson's suspension at the laboratory where he worked and his eventual retirement, and is skeptical of critics who found Watson's comment about black employees \"not that big a deal\" yet charged him with racism for his proposition on black African intelligence; in conclusion, Maddox derides the views held by several critics, stating that in comparison to Watson's statements, \"the most ignorant and hurtful idea of all, of course, is that the entire topic of race and genes and intelligence is off-limits to all right-thinking, compassionate people, just on principle\", which pejoratively assumes \"that some races \"are\" innately and immutably much less intelligent than others\". Maddox's essay, although published in the March 2008 printed edition of \"Discover\", has not been published online.",
            "score": 73.75157165527344
        },
        {
            "docid": "36397974_8",
            "document": "Race: Science's Last Taboo . \"Race and Intelligence: Science’s Last Taboo\", the first episode of the series, caused controversy when scientists such as Richard Lynn and J. Philippe Rushton claimed in interview that Africans were less intelligent than white people and East-Asians a little more, with a mean I.Q above the white mean. The production of the programme had been inspired by similar comments made by the Nobel prize James Watson, who was advised not to participate.",
            "score": 71.02565002441406
        },
        {
            "docid": "91452_18",
            "document": "John B. Watson . Watson called language a \"manipulative habit.\" He called it this because when we speak language, the sound originates in our larynx, which is a body instrument that we manipulate every time we talk in order to hear our \"voice.\" As we change our throat shape and tongue position, different sounds are made. Watson says when a baby first cries, or first says \"da\" or \"ma,\" that it is learning language. Watson also used an experiment that he and his wife conducted, in which they conditioned a baby to say \"da-da\" when he wanted his bottle. Although the baby was conditioned and was a success for a short while, the conditioning was eventually lost. Watson does say, however, that as the child got older, he would imitate Watson as a result of Watson imitating him. By three years old, the child needed no help developing his vocabulary because he was learning from others. Thus, language is imitative.",
            "score": 70.51935577392578
        },
        {
            "docid": "11461_30",
            "document": "Francis Crick . As a result of leaving King's College for Birkbeck College, Franklin was asked by John Randall to give up her work on DNA. When it became clear to Wilkins and the supervisors of Watson and Crick that Franklin was going to the new job, and that Linus Pauling was working on the structure of DNA, they were willing to share Franklin's data with Watson and Crick, in the hope that they could find a good model of DNA before Pauling was able. Franklin's X-ray diffraction data for DNA and her systematic analysis of DNA's structural features was useful to Watson and Crick in guiding them towards a correct molecular model. The key problem for Watson and Crick, which could not be resolved by the data from King's College, was to guess how the nucleotide bases pack into the core of the DNA double helix. Another key to finding the correct structure of DNA was the so-called Chargaff ratios, experimentally determined ratios of the nucleotide subunits of DNA: the amount of guanine is equal to cytosine and the amount of adenine is equal to thymine. A visit by Erwin Chargaff to England, in 1952, reinforced the salience of this important fact for Watson and Crick. The significance of these ratios for the structure of DNA were not recognized until Watson, persisting in building structural models, realized that A:T and C:G pairs are structurally similar. In particular, the length of each base pair is the same. Chargaff had also pointed out to Watson that, in the aqueous, saline environment of the cell, the predominant tautomers of the pyrimidine (C and T) bases would be the amine and keto configurations of cytosine and thymine, rather than the imino and enol forms that Crick and Watson had assumed. They consulted Jerry Donohue who confirmed the most likely structures of the nucleotide bases. The base pairs are held together by hydrogen bonds, the same non-covalent interaction that stabilize the protein α-helix. The correct structures were essential for the positioning of the hydrogen bonds. These insights led Watson to deduce the true biological relationships of the A:T and C:G pairs. After the discovery of the hydrogen bonded A:T and C:G pairs, Watson and Crick soon had their anti-parallel, double helical model of DNA, with the hydrogen bonds at the core of the helix providing a way to \"unzip\" the two complementary strands for easy replication: the last key requirement for a likely model of the genetic molecule. As important as Crick's contributions to the discovery of the double helical DNA model were, he stated that without the chance to collaborate with Watson, he would not have found the structure by himself.",
            "score": 64.29483795166016
        },
        {
            "docid": "90472_65",
            "document": "Rosalind Franklin . Sayre's early analysis was often ignored because of perceived feminist overtones in her book. Watson and Crick did not cite the X-ray diffraction work of Wilkins and Franklin in their original paper, though they admit having \"been stimulated by a knowledge of the general nature of the unpublished experimental results and ideas of Dr. M. H. F. Wilkins, Dr. R. E. Franklin and their co-workers at King's College, London\". In fact, Watson and Crick cited no experimental data at all in support of their model. Franklin and Gosling's publication of the DNA X-ray image, in the same issue of \"Nature\", served as the principal evidence: Franklin was never nominated for a Nobel Prize. Her work was a crucial part in the discovery of DNA's structure, which along with subsequent related work led to Francis Crick, James Watson, and Maurice Wilkins being awarded a Nobel Prize in 1962. She had died in 1958, and during her lifetime the DNA structure was not considered as fully proven. It took Wilkins and his colleagues about seven years to collect enough data to prove and refine the proposed DNA structure. Moreover, its biological significance, as proposed by Watson and Crick, was not established. General acceptance for the DNA double helix and its function did not start until late in the 1950s, leading to Nobel nominations in 1960, 1961, and 1962 for Nobel Prize in Physiology or Medicine, and in 1962 for Nobel Prize in Chemistry. The first breakthrough was from Matthew Meselson and Franklin Stahl in 1958, who experimentally showed the DNA replication of a bacterium \"Escherichia coli\". Now known as Meselson–Stahl experiment, DNA was found to replicate into two double-stranded helices, with each helix having one of the original DNA strands. This DNA replication was firmly established by 1961 after further demonstration in other species, and of the stepwise chemical reaction. According to the 1961 Crick–Monod letter, this experimental proof, along with Wilkins having initiated the DNA diffraction work, were the reasons why Crick felt that Wilkins should be included in the DNA Nobel Prize.",
            "score": 64.15399169921875
        },
        {
            "docid": "31666344_14",
            "document": "Three Upbuilding Discourses, 1844 . He says religion has always stopped the philosophers and scientists from gaining knowledge because the Christian religion is opposed to any knowledge that differs from Biblical knowledge. Hedgel is indifferent to what the Bible says. He writes in his \"Philosophy of Religion\" If at the present day philosophy be an object of enmity because it occupies itself with religion, this cannot really surprise us when we consider the general character of the time. Every one who attempts to take to do with the knowledge of God, and by the aid of thought to comprehend His nature, must be prepared to find, that either no attention will be paid to him, or that people will turn against him and combine to oppose him. The more the knowledge of finite things has increased and the increase is so great that the extension of the sciences has become almost boundless, and all regions of knowledge are enlarged to an extent which makes a comprehensive view impossible so much the more has the sphere of the knowledge of God become contracted. There was a time when all knowledge was knowledge of God. Our own time, on the contrary, has the distinction of knowing about all and everything, about an infinite number of subjects, but nothing at all of God. Formerly the mind found its supreme interest in knowing God, and searching into His nature. It had and it found no rest unless in thus occupying itself with God. When it could not satisfy this need it felt unhappy. The spiritual conflicts to which the knowledge of God gives rise in the inner life were the highest which the spirit knew and experienced in itself, and all other interests and knowledge were lightly esteemed. Our own time has put this need, with all its toils and conflicts, to silence; we have done with all this, and got rid of it. What Tacitus said of the ancient Germans, that they were securi adversus deos, we have once more become in regard to knowledge, securi adversus deum. It no longer gives our age any concern that it knows nothing of God; on the contrary, it is regarded as a mark of the highest intelligence to hold that such knowledge is not even possible. What is laid down by the Christian religion as the supreme, absolute commandment, \"Ye shall know God,\" is regarded as a piece of folly. Christ says, \"Be ye perfect, as My Father in heaven is perfect.\" This lofty demand is to the wisdom of our time an empty sound. It has made of God an infinite phantom, which is far from us, and in like manner has made human knowledge a futile phantom of finiteness, or a mirror upon which fall only shadows, only phenomena. How, then, are we any longer to respect the commandment, and grasp its meaning, when it says to us, \" Be ye perfect, as your Father in heaven is perfect,\" since we know nothing of the Perfect One, and since our knowing and willing are confined solely and entirely to appearance, and the truth is to be and to remain absolutely and exclusively a something beyond the present? And what, we must further ask, what else would it be worth while to comprehend, if God is incomprehensible? P. 35-36",
            "score": 62.403900146484375
        },
        {
            "docid": "2894560_49",
            "document": "History of artificial intelligence . In 1975, in a seminal paper, Minsky noted that many of his fellow \"scruffy\" researchers were using the same kind of tool: a framework that captures all our common sense assumptions about something. For example, if we use the concept of a bird, there is a constellation of facts that immediately come to mind: we might assume that it flies, eats worms and so on. We know these facts are not always true and that deductions using these facts will not be \"logical\", but these structured sets of assumptions are part of the \"context\" of everything we say and think. He called these structures \"frames\". Schank used a version of frames he called \"scripts\" to successfully answer questions about short stories in English. Many years later object-oriented programming would adopt the essential idea of \"inheritance\" from AI research on frames.",
            "score": 62.301334381103516
        },
        {
            "docid": "3213561_4",
            "document": "Jerry Donohue . Throughout his life Donohue specialized in crystal structures and analysis, specifically of molecules relating to biology and hydrogen-bonding. In 1952, Donohue was given a Guggenheim Foundation grant to study at Cambridge University for 6 months. He shared an office with Francis Crick and James D. Watson. In his work to determine the structure of DNA, Watson had been using structure for guanine from a monograph by James N. Davidson. Davidson had depicted these bases in the enol configuration and Watson used this structure in an unsuccessful 'like-with-like' pairing of the bases. Donohue informed Watson that the published structure was just a guess and that the keto structure was more likely, based on a publication of June Broomhead and quantum mechanical calculations. Within a few days, Watson and Crick were able to build their famous model for DNA.",
            "score": 61.72291564941406
        },
        {
            "docid": "91452_20",
            "document": "John B. Watson . This, according to Watson, is the start of memory. All of the ideas previously mentioned are what Watson says make up our memory, and that we carry the memory we develop throughout our lives. Watson tells the tale of Mr. Addison Sims and his friend in order to illustrate these ideas. A friend of Mr. Sims' sees Mr. Sims on a street sidewalk and exclaims: \"Upon my life! Addison Sims of Seattle! I haven’t seen you since the World’s Fair in Chicago. Do you remember the gay parties we used to have in the old Windermere Hotel?...\". Even after all of this, Mr. Sims cannot remember the man's name, although they were old friends who used to encounter many of the same people, places, and experiences together. Watson argued that if the two men were to do some of their old shared activities and go to some of the old same places (the stimuli), then the response (or memory) would occur.",
            "score": 61.71541976928711
        },
        {
            "docid": "11461_46",
            "document": "Francis Crick . Prior to publication of the double helix structure, Watson and Crick had little direct interaction with Franklin herself. They were, however, aware of her work, more aware than she herself realized. Watson was present at a lecture, given in November 1951, where Franklin presented the two forms of the molecule, type A and type B, and discussed the position of the phosphate units on the external part of the molecule. She also specified the amount of water to be found in the molecule in accordance with other parts of it, data that have considerable importance in terms of the stability of the molecule. She was the first to discover and formulate these facts, which in fact constituted the basis for all later attempts to build a model of the molecule. Before this, both Linus Pauling and Watson and Crick had generated erroneous models with the chains inside and the bases pointing outwards. Her identification of the space group for DNA crystals revealed to Crick that the two DNA strands were antiparallel.",
            "score": 61.69111251831055
        },
        {
            "docid": "235517_16",
            "document": "Erwin Chargaff . After Francis Crick, James Watson and Maurice Wilkins received the 1962 Nobel Prize for their work on discovering the double helix of DNA, Chargaff withdrew from his lab and wrote to scientists all over the world about his exclusion.",
            "score": 61.59893798828125
        },
        {
            "docid": "10095055_53",
            "document": "Preston Watson . Confirmation from articles in the Dundee Courier in 1910 confirming completion dates of Watson's first and second aeroplanes pour cold water on the suggestion that he built and flew rocking wing aircraft any earlier. Yet the rumours persist, with no small thanks to the likes of the book The pioneer flying achievements of Preston Watson, which is full of inconsistencies and errors and relies primarily on James Watson's discredited testimony. The unearthing of factual accounts of Watson's activities has not prevented a flood of articles and further re-assertions of the discredited stories in newspapers and magazines since James made his assertions over 60 years ago, however. During the 100th anniversary year of the Wrights' first powered flights, reporters took up the story and published \"their\" exclusive in the local press, recycling the same James Watson quotes and statements between them. Facts about Preston Watson remain as obscure to the public today as before December 1953, and although James Watson later publicly denied the claims he made about his brother. there are still many who refuse to accept that his tale has been so comprehensively debunked. This is unfortunate, considering the work that Preston actually carried out, and the conviction and enthusiasm he had for his subject matter. It is truly lamentable that he isn’t remembered for his pioneering work, regardless of the fact that it has proven to be fruitless.",
            "score": 61.34608459472656
        },
        {
            "docid": "91452_23",
            "document": "John B. Watson . The 20th century marked the formation of qualitative distinctions between children and adults. Watson wrote the book \"Psychological Care of Infant and Child\" in 1928, with help from his mistress, turned wife, Rosalie Rayner. Critics then determined that the ideas mainly stemmed from Watson’s beliefs because Rosalie later entitled a self-penned article \"I am a Mother of Behaviorist Sons\". In the book, Watson explained that behaviorists were starting to believe psychological care and analysis was required for infants and children. All of Watson’s exclamations were due to his belief that children should be treated as a young adult. In his book, he warns against the inevitable dangers of a mother providing too much love and affection. Watson explains that love, along with everything else as the behaviorist saw the world, is conditioned. Watson supports his warnings by mentioning invalidism, saying that society does not overly comfort children as they become young adults in the real world, so parents should not set up these unrealistic expectations. Writer Suzanne Houk, \"Psychological Care of Infant and Child: A Reflection of its Author and his Times\", critiques Watson’s views, analyzing his hope for a businesslike and casual relationship between a mother and her child. Watson disapproved of thumb sucking, masturbation, homosexuality, and encouraged parents to be honest with their children about sex. Watson's reasoning for this was that, \"all of the weaknesses, reserves, fears, cautions, and inferiorities of our parents are stamped into us with sledge hammer blows\". Watson inferred that emotional disabilities were a result of personal treatment, not inherited.",
            "score": 61.039615631103516
        },
        {
            "docid": "4026045_16",
            "document": "Anomalous monism . He asks us to then consider the attribution of a belief. We are seeking a good scientific theory of amorous relations. We ask ourselves if Thomas, who has recently been betrayed by his girlfriend Ffion, believes that it is possible that the relationship can continue. The way we can find out the answer to this question is simply by asking Thomas if he believes it is possible. Thomas says no. Does this authorize us to attribute to Thomas the belief that the relationship cannot continue? Of course not, since Thomas is probably angry and confuses his desire to break up with Ffion with his beliefs. So we ask him if he is angry with Ffion. He says that he is, but we cannot attribute to him the belief that the relationship \"can\" continue, because we don't really know if he's confusing his desires with his beliefs or vice versa. So now we ask Thomas if he will still retain the same opinion next month. Thomas pauses for a while and then says yes. At this point, we think we have a definitive confirmation of the fact that Thomas believes that the relation must be interrupted, since he reflected on the matter before answering. Just to be sure, we ask him what came to mind during that interval of reflection. Thomas answers that he thought of all the unhappy incidents between that took place between him and Ffion. So we return to our original hypothesis on the basis that Thomas is angry and therefore confuses his desires and his beliefs.",
            "score": 60.90447235107422
        },
        {
            "docid": "7955_83",
            "document": "DNA . In 1943, Oswald Avery, along with coworkers Colin MacLeod and Maclyn McCarty, identified DNA as the transforming principle, supporting Griffith's suggestion (Avery–MacLeod–McCarty experiment). DNA's role in heredity was confirmed in 1952 when Alfred Hershey and Martha Chase in the Hershey–Chase experiment showed that DNA is the genetic material of the T2 phage. Late in 1951, Francis Crick started working with James Watson at the Cavendish Laboratory within the University of Cambridge. In 1953, Watson and Crick suggested what is now accepted as the first correct double-helix model of DNA structure in the journal \"Nature\". Their double-helix, molecular model of DNA was then based on one X-ray diffraction image (labeled as \"Photo 51\") taken by Rosalind Franklin and Raymond Gosling in May 1952, and the information that the DNA bases are paired. On 28 February 1953 Crick interrupted patrons' lunchtime at The Eagle pub in Cambridge to announce that he and Watson had \"discovered the secret of life\".",
            "score": 60.8748779296875
        },
        {
            "docid": "48443632_14",
            "document": "2015 AAA Texas 500 . Brad Keselowski won the pole with a time of 27.421 . He said that his \"Wurth Ford Fusion has been really good since we unloaded. Very similar to where we were at Kansas - really fast in practice and really fast in qualifying. But we just need that to stay with us in the race and we didn't get that in Kansas.\" He also joked that his team will \"have the first pit stall and we get to keep it this time. We are really excited about the race Sunday.” Kevin Harvick, who qualified second, said that he practically \"ran the same speed in all three rounds there. Didn’t quite have the raw speed in the first round, but this is a racetrack where you want the car to keep going as long as you can. Felt like we had a good start to our race trim practice today and going to have a good spot to start on Sunday.” Kyle Busch, who qualified third, said that while his team doesn't \"need to win...we would love to win. I feel like this is a good opportunity for us to have a really good day and for us to score a victory. We come to every race trying to win and this one’s no different. I hope that Texas will bode well for us and we can score that win. If not, a solid top-five finish is exactly what we need. That’s where we need to be at the end of the day and carry on that momentum and go into Phoenix and hope for another solid day there.” Joey Logano, who qualified fourth, said while he doesn't \"think we are bad in race trim...I do think we have a little bit of work to do there, so I am anxious to get at that tomorrow and get to work on it and find a little bit more speed for Sunday.\" Erik Jones, who qualified sixth driving in place of the suspended Matt Kenseth, said that his qualifying run was \"a really good effort for us. We made the final round at Kansas as well so it’s cool to make the final round in both our starts. We’ll see where it goes from here, obviously we’ve got a long ways to go yet for Sunday – 500 miles. This definitely helps everybody’s confidence a little bit for that.” Martin Truex, Jr., who qualified 23rd, said that his car \"never really clicked in qualifying trim today and that's why we're starting in the middle of the pack. But we've been there before and fought our way to the front. As I keep on saying this team never quits. We're always working hard to find the right combination and I am hopeful that our car will perform better in race trim during tomorrow's two practice sessions.\"",
            "score": 60.7984733581543
        },
        {
            "docid": "10541564_37",
            "document": "Luke Watson . SARU president Oregan Hoskins, certain journalists and Watson himself at the time accused White of personal bias. For them, Watson's non-selection was due partly to the fact that his father Daniel \"Cheeky\" Watson was a former anti-apartheid activist, who alienated himself from the SA Rugby establishment by playing club rugby in the 'black' townships of Eastern Province at a time when this was illegal in terms of racist apartheid legislation. Watson claimed that Mike Howe, one of his coaches at Grey High School, had told him while he was still a student there that White had made derogatory comments about Watson. Cheeky Watson suggested that Howe had influenced White against Luke – a charge Howe denies. The elder Watson said that White, while the coach of the Under-21 national team, had told a South African Rugby Football Union before witnesses that he would not select Luke \" 'because he would come with his father's baggage' \".",
            "score": 60.70405960083008
        },
        {
            "docid": "2792551_5",
            "document": "Herbert Wilson . Three papers were published in Nature, April 1953, to announce a structure for DNA. Maurice Wilkins, Alex Stokes and Wilson published their paper in the same issue as the paper from Rosalind Franklin and Raymond Gosling, and the paper by Francis Crick and James Watson. The 1962 Nobel Prize for Physiology or Medicine was subsequently jointly awarded to Francis Crick, James Watson, and Maurice Wilkins.",
            "score": 60.62211990356445
        },
        {
            "docid": "56054758_4",
            "document": "Rosalind Franklin and DNA . The discovery of the structure of DNA in 1953 is regarded as \"the greatest and most important scientific discovery of the 20th Century\". Francis Crick, James Watson and Maurice Wilkins received the Nobel Prize in Physiology or Medicine in 1962 for the discovery. This discovery laid the foundation for modern biology, including medical and molecular researches. The discoverers earned a lasting worldwide fame. But the contribution made by Rosalind Franklin, who died in 1958, was largely forgotten. The main motive for Sayre's book came from James Watson's memoir \"The Double Helix : A Personal Account of the Discovery of the Structure of DNA\". Published in 1968, \"The Double Helix\" reflected the account of the discovery in which Franklin was portrayed as \"uninteresting\", \"belligerent\", and \"sharp, stubborn mind\", referring her as \"Rosy\", the name she did not want to be called. Watson described her as having \"all the imagination of English blue-stocking adolescents\", and \"the product of an unsatisfied mother\".",
            "score": 60.55649948120117
        },
        {
            "docid": "81213_21",
            "document": "Intelligent dance music . In a 2016 interview with Resident Advisor, Sean Booth of Autechre said that, All these things about us being \"intelligent\" and the term \"IDM\" are just silly. I'm not a particularly intelligent person, me. I'm diligent, I'm pretty hardworking, but I'm not that clever. I ain't got any qualifications, I just pick up stuff that I think is interesting at the time. And is our music abstract and weird? To us or our mates it's not! Maybe if you've only listened to pop music, then yeah, it's weirder, because you've not been exposed to it. But that works the other way, too. I don't listen to pop, but someone dumped a load of Max Martin tracks on me to try and explain what he was about, and it seemed really, really alien to me, like Nazi youth music or something. I think everyone has a different idea of what weird is.  There was also the \"Artificial Intelligence\" tag that Warp coined, but to me as a listener that never seemed to be saying \"this is more intelligent.\" It was just a signifier of it being sci-fi music... I think it was a joke, really. There was a definite tongue-in-cheek thing going on with the AI series initially, everyone knew it was a bit silly. But we were enjoying doing it. Thing is, almost all the artists on that first AI compilation are just like us, they were regular kids, they're not intelligent people particularly. Richard [D. James] is a fucking blagger, Richie Hawtin too... I don't know how the fuck he gets away with the things he does! Alex Paterson, people like that, they're not known for being intellectually powerful, they're just fucking good musicians.",
            "score": 60.010887145996094
        },
        {
            "docid": "15358229_7",
            "document": "List of dreams . Nobel laureate James Watson opens TED 2005 with the frank and funny story of how he and his research partner, Francis Crick, discovered the structure of DNA. James Watson, co-discoverer of the structure of DNA, reported stumbling upon the double helix image for the DNA chain through his dream of a spiral staircase.",
            "score": 59.514984130859375
        },
        {
            "docid": "25536008_3",
            "document": "Nucleic acid tertiary structure . The double helix is the dominant tertiary structure for biological DNA, and is also a possible structure for RNA. Three DNA conformations are believed to be found in nature, A-DNA, B-DNA, and Z-DNA. The \"B\" form described by James D. Watson and Francis Crick is believed to predominate in cells. James D. Watson and Francis Crick described this structure as a double helix with a radius of 10 Å and pitch of 34 Å, making one complete turn about its axis every 10 bp of sequence. The double helix makes one complete turn about its axis every 10.4–10.5 base pairs in solution. This frequency of twist (known as the helical \"pitch\") depends largely on stacking forces that each base exerts on its neighbours in the chain. Double-helical RNA adopts a conformation similar to the A-form structure.",
            "score": 59.483619689941406
        },
        {
            "docid": "87715_7",
            "document": "That Was the Week That Was . On Saturday, 20 October 1962 the award of Nobel prizes to John Kendrew and Max Perutz, and to Francis Crick, James D. Watson, and Maurice Wilkins was satirised in a short sketch with the prizes referred to as the Alfred Nobel Peace Pools; in this sketch Watson was called \"Little J.D. Watson\" and \"Who'd have thought he'd ever get the Nobel Prize? Makes you think, doesn't it\". The germ of the joke was that Watson was only 25 when he helped discover DNA; much younger than the others.",
            "score": 59.27169418334961
        },
        {
            "docid": "16289_2",
            "document": "James Watson . James Dewey Watson (born April 6, 1928) is an American molecular biologist, geneticist and zoologist, best known as one of the co-discoverers of the structure of DNA in 1953 with Francis Crick and Rosalind Franklin. Watson, Crick, and Maurice Wilkins were awarded the 1962 Nobel Prize in Physiology or Medicine \"for their discoveries concerning the molecular structure of nucleic acids and its significance for information transfer in living material\".",
            "score": 59.2630615234375
        },
        {
            "docid": "52502_26",
            "document": "Nobel Prize in Physiology or Medicine . The 1962 Prize awarded to James D. Watson, Francis Crick, and Maurice Wilkins—for their work on DNA structure and properties—did not recognize contributing work from others, such as Alec Stokes and Herbert Wilson. In addition, Erwin Chargaff, Oswald Avery, and Rosalind Franklin (whose key DNA x-ray crystallography work was the most detailed yet least acknowledged among the three) contributed directly to the ability of Watson and Crick to solve the structure of the DNA molecule—but Avery died in 1955, and Franklin in 1958 and posthumous nominations for the Nobel Prize are not permitted. However, recently unsealed files of the Nobel Prize nominations reveal that no one ever nominated Franklin for the prize when she was alive. Wilkins' crucial contribution was to show Rosalind Franklin's key x-ray photos to Watson. As a result of Watson's misrepresentations of Franklin and her role in the discovery of the double helix in his book \"The Double Helix\", Franklin has come to be portrayed as a classic victim of sexism in science. Chargaff, for his part, was not quiet about his exclusion from the prize, bitterly writing to other scientists about his disillusionment regarding the field of molecular biology.",
            "score": 59.047183990478516
        },
        {
            "docid": "25984_59",
            "document": "Ray Kurzweil . He states that with radical life extension will come radical life enhancement. He says he is confident that within 10 years we will have the option to spend some of our time in 3D virtual environments that appear just as real as real reality, but these will not yet be made possible via direct interaction with our nervous system. \"If you look at video games and how we went from pong to the virtual reality we have available today, it is highly likely that immortality in essence will be possible.\" He believes that 20 to 25 years from now, we will have millions of blood-cell sized devices, known as nanobots, inside our bodies fighting against diseases, improving our memory, and cognitive abilities. Kurzweil says that a machine will pass the Turing test by 2029, and that around 2045, \"the pace of change will be so astonishingly quick that we won't be able to keep up, unless we enhance our own intelligence by merging with the intelligent machines we are creating\". Kurzweil states that humans will be a hybrid of biological and non-biological intelligence that becomes increasingly dominated by its non-biological component. He stresses that \"AI is not an intelligent invasion from Mars. These are brain extenders that we have created to expand our own mental reach. They are part of our civilization. They are part of who we are. So over the next few decades our human-machine civilization will become increasingly dominated by its non-biological component. In \"Transcendent Man\" Kurzweil states \"We humans are going to start linking with each other and become a metaconnection we will all be connected and all be omnipresent, plugged into this global network that is connected to billions of people, and filled with data.\"",
            "score": 58.89415740966797
        },
        {
            "docid": "2209291_32",
            "document": "Intelligence and public policy . In the book \"Practical Ethics\", philosopher Peter Singer wrote: Let us suppose that the genetic hypothesis turns out to be correct... I believe that the implications of this supposition are less drastic than they are often supposed to be... First, the genetic hypothesis does not imply that we should reduce our efforts to overcome other causes of inequality between people... Perhaps we should put special efforts into helping those who start from a position of disadvantage, so that we end with a more egalitarian result. Second, the fact that the average IQ of one racial group is a few points higher than that of another does not allow anyone to say that all members of the higher IQ group have higher IQs... The point is that these figures are averages and say nothing about individuals... The third reason... is simply that, as we saw earlier, the principle of equality is not based on any actual equality that all people share. I have argued that the only defensible basis for the principle of equality is equal consideration of interests... Equal status does not depend on intelligence. Racists who maintain the contrary are in peril of being forced to kneel before the next genius they encounter. Differences in health care, nutrition, regulation of environmental toxins, and geographic distribution of diseases and control strategies between the developing world and developed nations have all been subjects of policies or policy recommendations (see Health and intelligence).",
            "score": 58.87226867675781
        },
        {
            "docid": "4718833_6",
            "document": "Eukaryotic chromosome structure . The nucleosome consists of a DNA double helix bound to an octamer of core histones (2 dimers of H2A and H2B, and an H3/H4 tetramer). About 147 base pairs of DNA coil around 1 octamer, and ~20 base pairs are sequestered by the addition of the linker histone (H1), and various length of \"linker\" DNA (~0-100 bp) separate the nucleosomes. The double helix was discovered in 1953 by James Watson and Francis Crick. Other researchers made very important, but unconnected findings about the composition of DNA. But it was up to Watson and Crick to put all of those findings together to come up with a model for DNA. Later, chemist Alexander Todd determined that the backbone of a DNA molecule contained repeating phosphate and deoxyribose sugar groups. The biochemist Erwin Chargaff found that adenine and thymine always paired while cytosine and guanine always paired. High resolution X-ray images of DNA that were obtained by Maurice Wilkins and Rosalind Franklin suggested a helical, or corkscrew like shape.",
            "score": 58.71137237548828
        },
        {
            "docid": "152951_14",
            "document": "Science Museum, London . In October 2007, the Science Museum cancelled a talk by the co-discoverer of the structure of DNA, James D. Watson, because he claimed that IQ test results showed blacks to have lower intelligence than whites. The decision was criticised by some scientists, including Richard Dawkins, as well as supported by other scientists, including Steven Rose.",
            "score": 58.292118072509766
        },
        {
            "docid": "37295224_3",
            "document": "Directors of Photography . In a June 2012, interview with AllHipHop, Evidence spoke about the album, saying: \"\"Directors of Photography\" is the next Dilated Peoples album and I’m excited about it, nervous about it, everything in between. We never broke up or anything like that, we’ve been supporting each other on our solo missions. Most people who know the details about Dilated know that we’re solo artists who came together to make something bigger and this is just a return to genesis so to speak.\" He continued: \"Sometimes we’ve got to be conscious of each other when we’re in a group because not all of our views reflect each others visions all the time. So it’s been fun to just do what we wanted to do in these off years, solo, expressing ourselves. I think our next Dilated record could really be a great sound because of this freedom we’ve had. I’m looking forward to it.\" In an October 2013, interview with HipHopDX, DJ Babu spoke about the recording process, saying: \"In this process, not that much has changed. You'd be surprised how easily you fall back into your roles and understand where you fit in with each other. Being in the studio is definitely something that we love and something that we would probably do whether we had a Dilated album to work on or not. We're like studio rats. Ev was definitely producing the shit out of this record. All of us, but Ev was really striving for a sound. We still are striving for a particular cohesive sound that we're trying to get. Things have changed since we've been around, but we're trying to walk a fine line between keeping it classic and pushing it forward...We've spent a lot of time sharpening our swords and I feel like Ev's been leading us in that direction, to really try new things while still being us.\"",
            "score": 58.101524353027344
        },
        {
            "docid": "55153154_23",
            "document": "James Forman Jr. . In April 2017, Forman published his first book, \"Locking Up Our Own: Crime and Punishment in Black America\". The book examines tough on crime policies that were supported in many black communities in the 1970s but are now contributing to mass incarceration. In an interview, Forman stated about the issues addressed in the book: \"When we think about our criminal justice system, I don't think we can imagine choices in isolation... And so what I'm trying to argue in the book is that we have to look at this system as a whole, and we have to look at all of its dysfunctions. And only until we do that will we really understand the damage that it's doing to people's lives. Sometimes, some people even say we need more prisons. But they also say, we need more job training. We need more housing. We need better schools. We need funding for drug treatment, for mental health treatment. We need a national gun control policy. We need a Marshall Plan for urban America. We need the federal government to do for black communities what is did for Europe after World War II -- to rebuild, to reinvest, to revitalize. That's the claim. But instead of all of the above, the black community, historically, has gotten one of the above. And the one of the above is law enforcement.\"",
            "score": 57.79076385498047
        }
    ]
}