{
    "q": [
        {
            "docid": "91452_13",
            "document": "John B. Watson . In 1913, Watson viewed Ivan Pavlov's conditioned reflex as primarily a physiological mechanism controlling glandular secretions. He had already rejected Edward L. Thorndike's \"Law of Effect\" (a precursor to B. F. Skinner's principle of reinforcement) due to what Watson believed were unnecessary subjective elements. It was not until 1916 that Watson would recognize the more general significance of Pavlov's formulation and make it the subject of his presidential address to the American Psychological Association. The article is also notable for its strong defense of the objective scientific status of applied psychology, which at the time was considered to be much inferior to the established structuralist experimental psychology.",
            "score": 42.400665044784546
        },
        {
            "docid": "354398_13",
            "document": "She: A History of Adventure . During his time in South Africa, Haggard developed an intense hatred for the Boers, but also came to admire the Zulus. However, his admiration of the Zulus did not extend to other African peoples; rather, he shared many of the assumptions that underlay contemporary Victorian politics and philosophy, such as those expressed by James Hunt, the President of the Anthropological Society of London: \"the Negro is inferior intellectually to the European...[and] can only be humanised and civilised by Europeans. The analogies are far more numerous between the Negro and apes, than between the European and apes.\" The Victorian belief in the inherent inferiority of the 'darker races' made them the object of a civilising impulse in the European Scramble for Africa. Although disenchanted with the colonial effort, Haggard remained committed to this ideology. He believed that the British \"alone of all the nations in the world appear to be able to control coloured races without the exercise of cruelty\".",
            "score": 54.72988677024841
        },
        {
            "docid": "41170680_7",
            "document": "James Stewart (missionary) . He also had many negative views about the African natives. He felt there were no moral forces present in the African natives' lives. He warned people who went there of \"descent into mere animalism and fixed and hopeless barbarism,\" showing how he viewed the lives of the Africans as inferior to his life. He was also worried about their moral degradation because of polygamy and witchcraft. Stewart thought that this degradation process was reversible through mission help. He aimed at fixing their decline through his missionary work in Africa. Stewart also implicitly suggested that Africans were racially inferior to Europeans, both physically and biologically. Even though at first James Stewart had many negative views on Africans, he did not treat them as inferiors and did everything he could to help them.",
            "score": 56.92228817939758
        },
        {
            "docid": "48371322_8",
            "document": "Lewis Harvie Blair . Later in life Blair rejected his earlier opinions, stating in an unpublished manuscript that he believed African Americans to be inferior to whites, called for the Fourteenth and Fifteenth Amendments to be repealed, and also argued for disenfranchisement and segregation. His change in stance has been compared to Thomas E. Watson.",
            "score": 45.20066285133362
        },
        {
            "docid": "91452_23",
            "document": "John B. Watson . The 20th century marked the formation of qualitative distinctions between children and adults. Watson wrote the book \"Psychological Care of Infant and Child\" in 1928, with help from his mistress, turned wife, Rosalie Rayner. Critics then determined that the ideas mainly stemmed from Watson’s beliefs because Rosalie later entitled a self-penned article \"I am a Mother of Behaviorist Sons\". In the book, Watson explained that behaviorists were starting to believe psychological care and analysis was required for infants and children. All of Watson’s exclamations were due to his belief that children should be treated as a young adult. In his book, he warns against the inevitable dangers of a mother providing too much love and affection. Watson explains that love, along with everything else as the behaviorist saw the world, is conditioned. Watson supports his warnings by mentioning invalidism, saying that society does not overly comfort children as they become young adults in the real world, so parents should not set up these unrealistic expectations. Writer Suzanne Houk, \"Psychological Care of Infant and Child: A Reflection of its Author and his Times\", critiques Watson’s views, analyzing his hope for a businesslike and casual relationship between a mother and her child. Watson disapproved of thumb sucking, masturbation, homosexuality, and encouraged parents to be honest with their children about sex. Watson's reasoning for this was that, \"all of the weaknesses, reserves, fears, cautions, and inferiorities of our parents are stamped into us with sledge hammer blows\". Watson inferred that emotional disabilities were a result of personal treatment, not inherited.",
            "score": 52.45781946182251
        },
        {
            "docid": "91452_11",
            "document": "John B. Watson . After the divorce was finalized, Watson and Rayner married in 1920 in New Jersey. They remained together until her death in 1935.John and Rosalie had two children, James and William Watson, and they raised them with behaviorist principles that John believed in. Like their half-sister, Mary, both sons also later attempted suicide.William died of suicide in 1954.",
            "score": 40.69452714920044
        },
        {
            "docid": "16289_55",
            "document": "James Watson . Watson married Elizabeth Lewis in 1968. They have two sons, Rufus Robert Watson (b. 1970) and Duncan James Watson (b. 1972). Watson sometimes talks about his son Rufus, who suffers from schizophrenia, seeking to encourage progress in the understanding and treatment of mental illness by determining how genetics contribute to it.",
            "score": 48.88635444641113
        },
        {
            "docid": "25536008_3",
            "document": "Nucleic acid tertiary structure . The double helix is the dominant tertiary structure for biological DNA, and is also a possible structure for RNA. Three DNA conformations are believed to be found in nature, A-DNA, B-DNA, and Z-DNA. The \"B\" form described by James D. Watson and Francis Crick is believed to predominate in cells. James D. Watson and Francis Crick described this structure as a double helix with a radius of 10 Å and pitch of 34 Å, making one complete turn about its axis every 10 bp of sequence. The double helix makes one complete turn about its axis every 10.4–10.5 base pairs in solution. This frequency of twist (known as the helical \"pitch\") depends largely on stacking forces that each base exerts on its neighbours in the chain. Double-helical RNA adopts a conformation similar to the A-form structure.",
            "score": 52.13401126861572
        },
        {
            "docid": "3111001_11",
            "document": "Paul Cuffee . Most Englishmen and Anglo-Americans in his day felt that people of African descent were inferior to Europeans, even in the predominantly Calvinist and Quaker New England. Although slavery continued, prominent men like Presidents Thomas Jefferson and James Madison believed the emigration of Blacks to colonies outside the United States was the easiest and most realistic solution to the race problem in America. Attempts by Europeans and Americans to colonize Blacks in other parts of the world had failed, including the British attempt to colonize Sierra Leone. Beginning in 1787, the Sierra Leone Company sponsored 400 people who departed from Great Britain for Sierra Leone. The colony struggled to establish a working economy and develop a government that could survive against outside pressures. After the financial collapse of the Sierra Leone Company, a second group, the newly created African Institution offered migration to freed slaves who had previously settled in Nova Scotia and London after the American Revolution. The African Institution's London sponsors hoped to gain an economic return while foster the \"civilizing\" trades of educated Blacks.",
            "score": 36.27528393268585
        },
        {
            "docid": "597574_2",
            "document": "James Lopez Watson . James Lopez Watson (May 21, 1922 – September 1, 2001) was a judge for the United States Court of International Trade. While serving as a judge around the country, Watson became the first African-American to head a federal court in the Deep South.",
            "score": 49.29460525512695
        },
        {
            "docid": "5482732_11",
            "document": "The Interesting Narrative of the Life of Olaudah Equiano . Equiano makes numerous references to the similarity between the Jews and his people. Like the Jews, not only did his people practice circumcision, but they also practiced sacrificing, burnt offerings, and purification. He explains how Abraham’s wife was African, and that the skin colour of Eboan Africans and modern Jews differs due to the climate difference. At the end of the first chapter, Equiano asserts that Africans were not inferior people. The Europeans saw them as inferior because they were ignorant of the European language, history, and customs. He explains that it is important to remember that the ancestors of the Europeans were once uncivilized and barbarians at one point or another. He states, \"Understanding is not confined to feature or colour.\"",
            "score": 36.794556617736816
        },
        {
            "docid": "5297977_23",
            "document": "Lion's Blood . Due to the destruction of Rome by Carthage and Egypt in 200 BC, Europe remained largely tribal while Africa advanced technologically and culturally with steamboats, rifles and airships or \"flying boats\" by the late 19th century. The dominant Africans consider Europeans to be inferior and treat them as a source of slave labour which is supplied to them by Viking raiders similar to how our timeline's European White colonists viewed Black Africans as inferior and used them as slaves supplied by African slave traders. Southern Africa is controlled by the Zulus while the Vikings control much of Northern Europe and all of Scandinavia.",
            "score": 39.24761700630188
        },
        {
            "docid": "41170680_6",
            "document": "James Stewart (missionary) . Stewart thought that Africa was lagging behind other nations. When he first traveled in Africa, he observed that magic and medicine were intertwined, which he felt made African medicine inferior to European medicine. He felt that medicine in Africa had a very large presence, but he also felt that it had many malignant effects. He learned some of the natives’ medicine, but thought that European medicine should take precedence over native medicine.",
            "score": 44.4489643573761
        },
        {
            "docid": "23415844_29",
            "document": "Slavery among Native Americans in the United States . Some Native American tribes owned slaves.  The Five Civilized Tribes implemented some of these practices which they have seen as beneficial; they were working to get along with the Americans to keep their territory. These 5 nations made the largest efforts of all the Native American peoples to assimilate into white society adoption of slavery was one of them. They were the most receptive to whites pressures to adopt European cultures.  The pressures from European Americans to assimilate, the economic shift of furs and deerskins, and the government's continued attempts to civilize native tribes in the south led to them adopting an economy based on agriculture.  Slavery itself was not a new concept to indigenous American peoples as in inter-Native American conflict tribes often kept prisoners of war, but these captures often replaced slain tribe members.  Native American “versions” of slavery prior to European contact came nowhere close to fitting the European definition of slavery as Native Americans did not originally distinguish between groups of people based on color, but rather traditions.  There are conflicting theories as to what caused the shift between traditional Native American servitude to the oppressive racialized enslavement the Five Civilized tribes adopted.  One theory is the civilized tribes adopted slavery as means to defend themselves from federal pressure believing that it would help them maintain their southern lands.  Another narrative postulates that Native Americans began to feed into the European belief that Africans were somehow inferior to whites and themselves.  Some indigenous nations such as the Chickasaws and the Choctaws began to embrace the concept that African bodies were property, and equated blackness to hereditary inferiority.  In either case “The system of racial classification and hierarchy took shape as Europeans and Euro-Americans sought to subordinate and exploit Native Americans' and Africans' land, bodies, and labor.  Whether strategically or racially motivated the slave trade promoted African slaves owned by Native Americans which led to new power relations among Native societies, elevating groups such as the Five Civilized Tribes to power and serving, ironically, to preserve native order. These same missionaries reported that Native American slave owners were brutal and indulgent masters, even though accounts of Indian freedmen gave different accounts of being treated relatively well without tyrannical treatment. The earliest record of African and Native American contact occurred in April 1502, when Spanish explorers brought an African slave with them and encountered a band. Thereafter, Native Americans interacted with enslaved Africans and African Americans in every way possible; in the early colonial days, Native Americans were enslaved along with Africans, and both often worked with European indentured laborers. \"They worked together, lived together in communal quarters, produced collective recipes for food, shared herbal remedies, myths and legends, and in the end they intermarried.\" Because both races were non-Christian, Europeans considered them other and inferior to Europeans. They worked to make enemies of the two groups. In some areas, Native Americans began to slowly absorb white culture.",
            "score": 35.26236629486084
        },
        {
            "docid": "2091495_12",
            "document": "Nucleic acid double helix . At least three DNA conformations are believed to be found in nature, A-DNA, B-DNA, and Z-DNA. The \"B\" form described by James Watson and Francis Crick is believed to predominate in cells. It is 23.7 Å wide and extends 34 Å per 10 bp of sequence. The double helix makes one complete turn about its axis every 10.4–10.5 base pairs in solution. This frequency of twist (termed the helical \"pitch\") depends largely on stacking forces that each base exerts on its neighbours in the chain. The absolute configuration of the bases determines the direction of the helical curve for a given conformation.",
            "score": 40.22714591026306
        },
        {
            "docid": "16289_6",
            "document": "James Watson . James D. Watson was born in Chicago, Illinois, on April 6, 1928, as the only son of Jean (Mitchell) and James D. Watson, a businessman descended mostly from colonial English immigrants to America. His mother's father, Lauchlin Mitchell, a tailor, was from Glasgow, Scotland, and her mother, Lizzie Gleason, was the child of Irish parents from County Tipperary. Raised Catholic, he later described himself as \"an escapee from the Catholic religion.\" Watson said, \"The luckiest thing that ever happened to me was that my father didn't believe in God.\"",
            "score": 48.17628216743469
        },
        {
            "docid": "615757_11",
            "document": "Keilor, Victoria . In about 1838-39 the first European settlements were established by pastoralists James Watson and Alexander and John Hunter. James Watson is thought to have named their home station after a farm called Keillor <sic> in Forfarshire, Scotland, one of four which his father, Hugh Watson, tenanted.",
            "score": 52.222007274627686
        },
        {
            "docid": "11124673_3",
            "document": "Edward B. Watson . Watson was born on October 7, 1844, in Garnavillo, Iowa, as the child of James Watson and Emily Adams Franklin Watson. His older brother James Watson who would also serve on the Oregon Supreme Court was born in 1840. The family moved to Oregon Territory in 1853 and settled in Douglas County. In Oregon Edward Watson received an education in the public schools and at Wilbur Academy. Then, in June 1866, he graduated with a Bachelor of Arts from Pacific University in Forest Grove, Oregon. He then studied law and began practicing in 1868 in Jacksonville, Oregon. Watson studied the law under the supervision of his brother.",
            "score": 48.0909104347229
        },
        {
            "docid": "18897691_6",
            "document": "Woodlawn Cemetery (Fairmont, West Virginia) . James Otis Watson is considered the father of the bituminous coal industry in north central West Virginia. He and Pierpont owned the first coal mine to be commercially viable following the completion of the Baltimore and Ohio Railroad linking Fairmont with the eastern seaboard markets. One of his daughters married Aretas B. Fleming. His sons, James Edwin Watson, Sylvanus Lamb Watson and Clarence Wayland Watson are also buried here.",
            "score": 44.56206786632538
        },
        {
            "docid": "2136776_8",
            "document": "Wallace Thurman . He was able to publish only one issue of \"Fire!!\". It challenged such figures as W. E. B. Du Bois and African Americans who had been working for social equality and racial integration. Thurman criticized them for believing that black art should serve as propaganda for those ends. He said that the New Negro movement spent too much energy trying to show white Americans that blacks were respectable and not inferior.",
            "score": 28.94886016845703
        },
        {
            "docid": "9627698_22",
            "document": "Child development . John B. Watson’s behaviorism theory forms the foundation of the behavioral model of development 1925. Watson was able to explain the aspects of human psychology through the process of classical conditioning. With this process, Watson believed that all individual differences in behavior were due to different learning experiences. He wrote extensively on child development and conducted research (see Little Albert experiment). This experiment had shown that phobia could be created by classical conditioning. Watson was instrumental in the modification of William James’ stream of consciousness approach to construct a stream of behavior theory. Watson also helped bring a natural science perspective to child psychology by introducing objective research methods based on observable and measurable behavior. Following Watson’s lead, B.F. Skinner further extended this model to cover operant conditioning and verbal behavior. Skinner used the operant chamber, or Skinner box, to observe the behavior of small organisms in a controlled situation and proved that organisms' behaviors are influenced by the environment. Furthermore, he used reinforcement and punishment to shape in desired behavior.",
            "score": 44.13845682144165
        },
        {
            "docid": "7299_78",
            "document": "Colonialism . Popular political practices of the time reinforced colonial rule by legitimizing European (and/ or Japanese) male authority, and also legitimizing female and non-mother-country race inferiority through studies of Craniology, Comparative Anatomy, and Phrenology. Biologists, naturalists, anthropologists, and ethnologists of the 19th century were focused on the study of colonized indigenous women, as in the case of Georges Cuvier's study of Sarah Baartman. Such cases embraced a natural superiority and inferiority relationship between the races based on the observations of naturalists' from the mother-countries. European studies along these lines gave rise to the perception that African women's anatomy, and especially genitalia, resembled those of mandrills, baboons, and monkeys, thus differentiating colonized Africans from what were viewed as the features of the evolutionarily superior, and thus rightfully authoritarian, European woman.",
            "score": 29.667256832122803
        },
        {
            "docid": "13328928_3",
            "document": "List of fictional places in Yes Minister . Buranda is a fictional West African LDC (less developed country, later known as a developing country) that features in the second episode of \"Yes Minister\" (\"The Official Visit\") and (briefly) in \"Yes, Prime Minister\" (\"A Conflict of Interest\"). Formerly British Equatorial Africa, it is referred to privately by James Hacker as a \"TPLAC\" (tin-pot little African country), much to Sir Humphrey's consternation.",
            "score": 27.888594388961792
        },
        {
            "docid": "89988_26",
            "document": "W. E. B. Du Bois . The Niagarites held a second conference in August 1906, in celebration of the 100th anniversary of abolitionist John Brown's birth, at the West Virginia site of Brown's raid on Harper's Ferry. Reverdy C. Ransom spoke and addressed the fact that Washington's primary goal was to prepare blacks for employment in their current society: \"Today, two classes of Negroes, ... are standing at the parting of the ways. The one counsels patient submission to our present humiliations and degradations; ... The other class believe that it should not submit to being humiliated, degraded, and remanded to an inferior place ... it does not believe in bartering its manhood for the sake of gain.\"",
            "score": 19.7100613117218
        },
        {
            "docid": "2095829_81",
            "document": "Sonia Sotomayor . She takes several daily insulin injections, and her diabetes is considered to be well controlled. Sotomayor does not belong to a Catholic parish or attend Mass, but does attend church for important occasions. She has said, \"I am a very spiritual person [though] maybe not traditionally religious in terms of Sunday Mass every week, that sort of thing. The trappings are not important to me, but, yes, I do believe in God. And, yes, I do believe in the commandments.\"",
            "score": 14.380316734313965
        },
        {
            "docid": "30140560_10",
            "document": "South African Class 15A 4-8-2 . Since the only difference between the as-delivered Class 15 and Class 15A lay in the length of their boilers and whether they were built with or without combustion chambers, both models were reclassified to Class 15AR when they were reboilered with Watson Standard boilers. In the case of the Class 15A engines, reboilering replaced their combustion-chambered Belpaire boilers with less efficient Watson Standard boilers without combustion chambers and it was found that the rebuilds were inferior steamers compared with their non-rebuilt sister engines.",
            "score": 36.63295769691467
        },
        {
            "docid": "417385_19",
            "document": "Melvin B. Tolson . In 1941, he published his poem \"Dark Symphony\" in the \"Atlantic Monthly\". Some critics believe it is his greatest work, in which he compared and contrasted African-American and European-American history.",
            "score": 27.905240774154663
        },
        {
            "docid": "53870916_5",
            "document": "Native American slave ownership . In an effort to avoid removal, some Native American tribes attempted to assimilate into white European society through strategies such as formal schooling, adopting Christianity, moving off the reservation, or even owning slaves. The Five Civilized Tribes implemented some of these practices which they have seen as beneficial; they were working to get along with the Americans to keep their territory. These 5 nations made the largest efforts of all the Native American peoples to assimilate into white society adoption of slavey was one of them. They were the most receptive to whites pressures to adopt European cultures. The pressures from European Americans to assimilate, the economic shift of furs and deerskins, and the government's continued attempts to civilize native tribes in the south led to them adopting an economy based on agriculture. Slavery itself was not a new concept to indigenous American peoples as in inter-Native American conflict tribes often kept prisoners of war, but these captures often replaced slain tribe members. Native American \"versions\" of slavery prior to European contact came nowhere close to fitting the European definition of slavery as Native Americans did not originally distinguish between groups of people based on color, but rather traditions. There are conflicting theories as to what caused the shift between traditional Native American servitude to the oppressive racialized enslavement the Five Civilized tribes adopted. One theory is the civilized tribes adopted slavery as means to defend themselves from federal pressure believing that it would help them maintain their southern lands. Another narrative postulates that Native Americans began to feed into the European belief that Africans were somehow inferior to whites and themselves. Some indigenous nations such as the Chickasaws and the Choctaws began to embrace the concept that African bodies were property, and equated blackness to hereditary inferiority. In either case \"The system of racial classification and hierarchy took shape as Europeans and Euro-Americans sought to subordinate and exploit Native Americans' and Africans' land, bodies, and labor. Whether strategically or racially motivated the slave trade promoted interactions between the Five Civilized Tribes and African Slaves which led to new power relations among Native societies, elevating groups such as the Five Civilized Tribes to power and serving, ironically, to preserve native order.",
            "score": 31.95695972442627
        },
        {
            "docid": "50522581_14",
            "document": "Hungarian migrant quota referendum, 2016 . The Liberals took out a loan of HUF 12 million to place 150 billboards with political messages, such as \"If You stay home, Orbán remains upon us. Vote Yes!\" Guy Verhofstadt, the leader of the Alliance of Liberals and Democrats for Europe Group (ALDE), who called the referendum question as \"leading and manipulative\", which undermines the common European solution, actively participated in the MLP's campaign. In a video message, he said the Hungarian people was forced to \"choose between Hungary and Europe\". He urged the voters to \"say Yes to Europe, and say Yes to the European future of Hungary!\" Former ALDE Party President Graham Watson also expressed his support to the Liberal Party's quota campaign.",
            "score": 38.26599180698395
        },
        {
            "docid": "37578888_2",
            "document": "Michael B. Watson . Michael B. \"Mike\" Watson (born September 19, 1961 in Hopewell, Virginia) is an American politician. A Republican, he was elected to the Virginia House of Delegates in 2011. He represented the 93rd district, made up of the city of Williamsburg and parts of the counties of James City and York and the city of Newport News on the Virginia Peninsula.",
            "score": 40.635663986206055
        },
        {
            "docid": "155375_13",
            "document": "Chris Watson . Labour, including Watson, opposed the final terms of the Commonwealth Constitution, however their voting status was not enough to stop it from proceeding, and unlike Holman and Hughes, he believed that it should be submitted to the people. Nevertheless, with all but two of the Labour parliamentarians, he campaigned against the 'Yes' vote at the referendum. When the Constitution was accepted, he agreed that 'the mandate of the majority will have to be obeyed'. He had made an essential contribution to that democratic decision.",
            "score": 41.56593465805054
        },
        {
            "docid": "1881878_5",
            "document": "Nick of Time (film) . Watson eventually finds disabled war veteran named Huey who polishes people's shoes at the hotel. While at first he does not believe Watson's story, Smith talks to Watson about the plot, believing Huey to be completely deaf according to a sign. Huey reluctantly assists Watson to get to Governor Grant's suite and advise her of the conspiracy. Although skeptical at first of Watson's story, she later notices Brendan act suspiciously about Krista's whereabouts and realizes Watson was telling the truth. Being hastened by her husband to make the last speech, the governor greets supporters in a ballroom when Watson takes out the gun, points it at a projector room where Smith is watching him and shoots at the window. This unleashes a panic in the ballroom, causing a stampede and brief shootout between Watson and the security people. Thinking that his wife is dead, Brendan openly gloats about the plot's success, only to find out in horror that she had heard everything, confirming her suspicions about him.",
            "score": 51.2876250743866
        }
    ],
    "r": [
        {
            "docid": "26926596_42",
            "document": "History of the race and intelligence controversy . In 2007 James D. Watson, Nobel laureate in biology, gave a controversial interview to the \"Sunday Times Magazine\" during a book tour in the United Kingdom. Watson stated he was “inherently gloomy about the prospect of Africa” because “all our social policies are based on the fact that their intelligence is the same as ours – whereas all the testing says not really.” He also wrote that “there is no firm reason to anticipate that the intellectual capacities of peoples geographically separated in their evolution should prove to have evolved identically. Our wanting to reserve equal powers of reason as some universal heritage of humanity will not be enough to make it so.” This resulted in the cancellation of a Royal Society lecture, along with other public engagements, and his suspension from his administrative duties at Cold Spring Harbor Laboratory. He subsequently cancelled the tour and resigned from his position at CSHL, where he had served as either director, president or chancellor since 1968. However, Watson was later appointed chancellor emeritus of CSHL, and, as of 2009, he continued to advise and guide project work at the laboratory.",
            "score": 93.48200988769531
        },
        {
            "docid": "10095055_53",
            "document": "Preston Watson . Confirmation from articles in the Dundee Courier in 1910 confirming completion dates of Watson's first and second aeroplanes pour cold water on the suggestion that he built and flew rocking wing aircraft any earlier. Yet the rumours persist, with no small thanks to the likes of the book The pioneer flying achievements of Preston Watson, which is full of inconsistencies and errors and relies primarily on James Watson's discredited testimony. The unearthing of factual accounts of Watson's activities has not prevented a flood of articles and further re-assertions of the discredited stories in newspapers and magazines since James made his assertions over 60 years ago, however. During the 100th anniversary year of the Wrights' first powered flights, reporters took up the story and published \"their\" exclusive in the local press, recycling the same James Watson quotes and statements between them. Facts about Preston Watson remain as obscure to the public today as before December 1953, and although James Watson later publicly denied the claims he made about his brother. there are still many who refuse to accept that his tale has been so comprehensively debunked. This is unfortunate, considering the work that Preston actually carried out, and the conviction and enthusiasm he had for his subject matter. It is truly lamentable that he isn’t remembered for his pioneering work, regardless of the fact that it has proven to be fruitless.",
            "score": 72.64119720458984
        },
        {
            "docid": "10690215_20",
            "document": "Bruno Maddox . Maddox's \"Discover\" columns are occasionally criticized; his essay \"Fictional Reality\", in particular, has been controversial. Maddox declared science fiction obsolete in his essay \"Fictional Reality\" and was roundly criticized in the blogosphere, most notably by \"Scientific American\"<nowiki>'</nowiki>s J.R. Minkel. Maddox wrote that \"fiction—all fiction—finally became obsolete as a delivery system for big ideas\" as a result of the \"scarcity of foreseeable future\", citing the decline of author Michael Crichton's work as evidence. Minkel lambasted Maddox and pointed to author Neal Stephenson's cutting-edge work as proof to the contrary, venturing that \"science fiction writers can \"dictate\" the future if they have the vim and vision\". One of Maddox's most recent \"Discover\" essays, \"The James Watson Affair\", examines comments made by James Watson in an article in London's \"Sunday Times\" which led to Watson's suspension at the laboratory where he worked and his eventual retirement, and is skeptical of critics who found Watson's comment about black employees \"not that big a deal\" yet charged him with racism for his proposition on black African intelligence; in conclusion, Maddox derides the views held by several critics, stating that in comparison to Watson's statements, \"the most ignorant and hurtful idea of all, of course, is that the entire topic of race and genes and intelligence is off-limits to all right-thinking, compassionate people, just on principle\", which pejoratively assumes \"that some races \"are\" innately and immutably much less intelligent than others\". Maddox's essay, although published in the March 2008 printed edition of \"Discover\", has not been published online.",
            "score": 65.0848388671875
        },
        {
            "docid": "91452_18",
            "document": "John B. Watson . Watson called language a \"manipulative habit.\" He called it this because when we speak language, the sound originates in our larynx, which is a body instrument that we manipulate every time we talk in order to hear our \"voice.\" As we change our throat shape and tongue position, different sounds are made. Watson says when a baby first cries, or first says \"da\" or \"ma,\" that it is learning language. Watson also used an experiment that he and his wife conducted, in which they conditioned a baby to say \"da-da\" when he wanted his bottle. Although the baby was conditioned and was a success for a short while, the conditioning was eventually lost. Watson does say, however, that as the child got older, he would imitate Watson as a result of Watson imitating him. By three years old, the child needed no help developing his vocabulary because he was learning from others. Thus, language is imitative.",
            "score": 61.64725112915039
        },
        {
            "docid": "36397974_8",
            "document": "Race: Science's Last Taboo . \"Race and Intelligence: Science’s Last Taboo\", the first episode of the series, caused controversy when scientists such as Richard Lynn and J. Philippe Rushton claimed in interview that Africans were less intelligent than white people and East-Asians a little more, with a mean I.Q above the white mean. The production of the programme had been inspired by similar comments made by the Nobel prize James Watson, who was advised not to participate.",
            "score": 60.23427963256836
        },
        {
            "docid": "10095055_41",
            "document": "Preston Watson . Preston Watson's achievements, although not spectacular are today regarded with scepticism because of the erroneous claims of powered-flight-before-the-Wrights in the summer of 1903 that originated from his younger brother James. According to Alistair W. Blair and Alistair Smith in The pioneer flying achievements of Preston Watson, James Watson began collating information on the claim in a letter to the Science Museum, London dated 21 October 1949. In the 15 December 1953 issue of the Manchester Guardian newspaper, James had an article published referencing the claim, although it wasn't the first public acknowledgement of it. Following this, James Watson approached the Royal Aeronautical Society via a joint dinner with the Royal Aero Club at the Dorchester Hotel, London, commemorating 50 years since the Wright Brothers' first powered flight on 17 December 1903, with evidence, including photographs and eye-witness accounts that Preston Watson flew a powered aeroplane before the Wright Brothers. A further article appeared in the February 1954 issue of Aeronautics magazine titled The Watson History, in which James Watson re-iterated his claim, although the magazine's editor cautiously advised readers that; \"we would say that we are not convinced that Preston Watson can upset existing priority claims for controlled and sustained flight\". Director of the Victoria and Albert Museum and professional aviation researcher Charles Gibbs-Smith vigorously investigated the Watson claim. The presentation of Gibbs-Smith's findings to him eventually forced a change of tack from Watson the Younger. Published in the December 1955 issue of Aeronautics magazine titled A pioneer in Scotland, James changed his story from that published in the same magazine previously, stating that \"Preston's first aeroplane was without an engine\" and that \"trial flights were made at Errol in the summer of 1903\". In a letter to Gibbs-Smith, James also wrote, \"I make no claim that the 'machine' Preston used at Errol in 1903 was a powered machine.\"",
            "score": 57.741676330566406
        },
        {
            "docid": "10095055_48",
            "document": "Preston Watson . Although Watson applied for a patent for flying machines in late 1907 however, had an aircraft been built that incorporated his ideas, with all the will in the world it never would have left the ground. This is another fact that flies in the face of a Watson built flying machine of any sort in 1903. Why would he produce such naïve work if his prior research into methods of achieving flight had been successful? Another cause for debate is the claim that Preston Watson approached celebrated Brazilian aviator Alberto Santos-Dumont in 1906 and purchased from him a Dutheil Chalmers engine. In 1955, John Bell Milne made a personal assertion to Charles Gibbs-Smith that the year the motor was purchased was 1906. This could not have been possible, since Dutheil Chalmers & Cie did not construct their first aero-engine until 1907. In a later interview Bell Milne changed the date to a year later, thus bringing into question his earlier statements’ validity. Photographs show a Dutheil Chalmers motor fitted to Watson's first rocking wing aircraft, but Gibbs-Smith later presented these to M. Charles Dolfuss, Director of the Musee de L'Air at Le Bourget, Paris who confirmed it as a 1908 or 1909 four cylinder 40 hp Dutheil Chalmers motor. If Watson acquired the Dutheil Chalmers engine from Santos-Dumont, the earliest date the purchase could have taken place was 1908. A further false statement made by James Watson was that Preston had the No. 3 shipped to France and entered into a competition, in which it won a safety award. No evidence of this can be found anywhere. The only competition in France Preston entered any of his aeroplanes in was the Concours de La Sécurité en Aéroplanes, in which his No.3 aeroplane was disqualified. Some sources quote the date in which Watson's No.3 won the safety prize was 1913, but the Concours held between 1 January and 1 July 1914 was the first of its kind.",
            "score": 57.27545928955078
        },
        {
            "docid": "41170680_7",
            "document": "James Stewart (missionary) . He also had many negative views about the African natives. He felt there were no moral forces present in the African natives' lives. He warned people who went there of \"descent into mere animalism and fixed and hopeless barbarism,\" showing how he viewed the lives of the Africans as inferior to his life. He was also worried about their moral degradation because of polygamy and witchcraft. Stewart thought that this degradation process was reversible through mission help. He aimed at fixing their decline through his missionary work in Africa. Stewart also implicitly suggested that Africans were racially inferior to Europeans, both physically and biologically. Even though at first James Stewart had many negative views on Africans, he did not treat them as inferiors and did everything he could to help them.",
            "score": 56.92228698730469
        },
        {
            "docid": "42627297_7",
            "document": "Raat Ke Rahi . Rita and Bobby soon fall in love, but James and his henchmen get Bobby arrested on a false charge. Bobby escapes and tries to find out about his brother's plans. One evening, James has had a lot to drink and he tells Rita about the smuggling and killing of three people. She tells Mr. Watson what James has disclosed to her. James takes Rita with him for their next activity where Bobby also appears. Rita is in the clutches of the hooded stranger and she pulls off the hood to discover him to be Mr. Watson. There is a chase with Bobby apprehending Mr. Watson, who has shot and injured a now repentant James.",
            "score": 56.67802810668945
        },
        {
            "docid": "10095055_46",
            "document": "Preston Watson . Exactly when Preston Watson carried out his first flights in this aircraft is the crux of the matter in the eyes of James Watson's supporters. For any claimant to powered flight earlier than the Wrights, the date of the Wright's first powered flight (17 December 1903) is when such flights must pre-date. It is therefore convenient for anyone recalling such an event some fifty years after it allegedly took place to quote the year as 1903 or earlier. It is also notable that none of the eye witnesses that James Watson interviewed whilst preparing his case for Watson's powered flights ever mentioned that they saw a glider flying at Errol; all of them saw a powered aeroplane. Only in Bell Milne was there a recollection of a Watson glider and even then, he never saw it being flown. Debated Claims",
            "score": 55.877479553222656
        },
        {
            "docid": "1767861_20",
            "document": "Johnny &quot;Guitar&quot; Watson . Etta James stated, in an interview at the 2006 Rochester International Jazz Festival: \"Johnny 'Guitar' Watson... Just one of my favorite singers of all time. I first met him when we were both on the road with Johnny Otis in the '50s, when I was a teenager. We traveled the country in a car together so I would hear him sing every night. His singing style was the one I took on when I was 17 – people used to call me the female Johnny 'Guitar' Watson and him the male Etta James... He knew what the blues was all about...\"",
            "score": 55.77417755126953
        },
        {
            "docid": "10541564_37",
            "document": "Luke Watson . SARU president Oregan Hoskins, certain journalists and Watson himself at the time accused White of personal bias. For them, Watson's non-selection was due partly to the fact that his father Daniel \"Cheeky\" Watson was a former anti-apartheid activist, who alienated himself from the SA Rugby establishment by playing club rugby in the 'black' townships of Eastern Province at a time when this was illegal in terms of racist apartheid legislation. Watson claimed that Mike Howe, one of his coaches at Grey High School, had told him while he was still a student there that White had made derogatory comments about Watson. Cheeky Watson suggested that Howe had influenced White against Luke – a charge Howe denies. The elder Watson said that White, while the coach of the Under-21 national team, had told a South African Rugby Football Union before witnesses that he would not select Luke \" 'because he would come with his father's baggage' \".",
            "score": 55.53152847290039
        },
        {
            "docid": "52502_26",
            "document": "Nobel Prize in Physiology or Medicine . The 1962 Prize awarded to James D. Watson, Francis Crick, and Maurice Wilkins—for their work on DNA structure and properties—did not recognize contributing work from others, such as Alec Stokes and Herbert Wilson. In addition, Erwin Chargaff, Oswald Avery, and Rosalind Franklin (whose key DNA x-ray crystallography work was the most detailed yet least acknowledged among the three) contributed directly to the ability of Watson and Crick to solve the structure of the DNA molecule—but Avery died in 1955, and Franklin in 1958 and posthumous nominations for the Nobel Prize are not permitted. However, recently unsealed files of the Nobel Prize nominations reveal that no one ever nominated Franklin for the prize when she was alive. Wilkins' crucial contribution was to show Rosalind Franklin's key x-ray photos to Watson. As a result of Watson's misrepresentations of Franklin and her role in the discovery of the double helix in his book \"The Double Helix\", Franklin has come to be portrayed as a classic victim of sexism in science. Chargaff, for his part, was not quiet about his exclusion from the prize, bitterly writing to other scientists about his disillusionment regarding the field of molecular biology.",
            "score": 55.45783615112305
        },
        {
            "docid": "4855263_9",
            "document": "Tim Key . In 2007, Key took his first solo poetry show to Edinburgh. It was called \"The Slut in the Hut\" and sold out. In this year \"We Need Answers\" also debuted. Key was question master in a debauched quiz to find the smartest comedian. Mark Watson and Alex Horne made up a trio of hosts who ultimately crowned Paul Sinha the first winner of this show. Guests on We Need Answers included Germaine Greer, Sharon Horgan and Miranda Hart. Key also starred in Mark Watson's 24-hour jamboree.",
            "score": 55.38633728027344
        },
        {
            "docid": "10095055_44",
            "document": "Preston Watson . In correspondence with Gibbs-Smith, Bell Milne later described the aircraft as, \"...definitely a glider, it had skids. It was of normal biplane build, both wings in the same span. It had an elevator out front.\" In an interview he gave in 1961, Milne remembered that Watson constructed his glider in, \"...late 1903 or early 1904\", at the time he and Preston, \"...were attending physics classes at University College [Dundee].\" Peculiarly, in a letter to Gibbs-Smith dated 15 August 1957, James Watson discredits Bell Milne's testimony above, advising that because he was not present in 1903, he could not have seen the machine that he and Preston were testing was a rocking-wing aeroplane, criticising the fact that Bell Milne saw a biplane glider that had a front-mounted elevator. Owing to himself claiming that Preston had flown an unpowered aircraft that year in \"Aeronautics\" magazine two years earlier and in the later letter to Gibbs-Smith, one wonders whether James was aware of the discrepancies in his own testimonies, as one by one his claims were disproved. What makes the assertion that Preston Watson built a glider, or any aircraft in 1903 questionable is that James Watson publicly contradicts himself on more than one occasion.",
            "score": 55.12968826293945
        },
        {
            "docid": "16289_46",
            "document": "James Watson . In his memoir, \"Avoid Boring People: Lessons from a Life in Science\", Watson describes his academic colleagues as \"dinosaurs\", \"deadbeats\", \"fossils\", \"has-beens\", \"mediocre\", and \"vapid\". Steve Shapin in \"Harvard Magazine\" noted that Watson had written an unlikely \"Book of Manners\", telling about the skills needed at different times in a scientist's career; he wrote Watson was known for aggressively pursuing his own goals at the university. E. O. Wilson once described Watson as \"the most unpleasant human being I had ever met\", but in a later TV interview said that he considered them friends and their rivalry at Harvard old history (when they had competed for funding in their respective fields).",
            "score": 55.11270523071289
        },
        {
            "docid": "16289_26",
            "document": "James Watson . In October 2007, Watson was suspended following criticism of his views on genetic factors relating to intelligence, and a week later, on the 25th, he retired at the age of 79 from CSHL from what the lab called \"nearly 40 years of distinguished service\". In a statement, Watson attributed his retirement to his age, and circumstances that he could never have anticipated or desired.",
            "score": 54.735374450683594
        },
        {
            "docid": "354398_13",
            "document": "She: A History of Adventure . During his time in South Africa, Haggard developed an intense hatred for the Boers, but also came to admire the Zulus. However, his admiration of the Zulus did not extend to other African peoples; rather, he shared many of the assumptions that underlay contemporary Victorian politics and philosophy, such as those expressed by James Hunt, the President of the Anthropological Society of London: \"the Negro is inferior intellectually to the European...[and] can only be humanised and civilised by Europeans. The analogies are far more numerous between the Negro and apes, than between the European and apes.\" The Victorian belief in the inherent inferiority of the 'darker races' made them the object of a civilising impulse in the European Scramble for Africa. Although disenchanted with the colonial effort, Haggard remained committed to this ideology. He believed that the British \"alone of all the nations in the world appear to be able to control coloured races without the exercise of cruelty\".",
            "score": 54.729888916015625
        },
        {
            "docid": "16289_49",
            "document": "James Watson . Though other publications noted that the paper had \"[kept] the profile sympathetic and place[d] the comments at the end of the piece\", the article was a public relations disaster for Watson. The \"Sunday Times Magazine\" editor Cathy Galvin noted, \"It was important the reader understood Charlotte's relationship with Watson and her regard for him before exploring the explosive and unscientific territory of his opinions and history of statements about women, race, and abortion which have stirred so much controversy in the past.\"",
            "score": 53.99523162841797
        },
        {
            "docid": "90472_65",
            "document": "Rosalind Franklin . Sayre's early analysis was often ignored because of perceived feminist overtones in her book. Watson and Crick did not cite the X-ray diffraction work of Wilkins and Franklin in their original paper, though they admit having \"been stimulated by a knowledge of the general nature of the unpublished experimental results and ideas of Dr. M. H. F. Wilkins, Dr. R. E. Franklin and their co-workers at King's College, London\". In fact, Watson and Crick cited no experimental data at all in support of their model. Franklin and Gosling's publication of the DNA X-ray image, in the same issue of \"Nature\", served as the principal evidence: Franklin was never nominated for a Nobel Prize. Her work was a crucial part in the discovery of DNA's structure, which along with subsequent related work led to Francis Crick, James Watson, and Maurice Wilkins being awarded a Nobel Prize in 1962. She had died in 1958, and during her lifetime the DNA structure was not considered as fully proven. It took Wilkins and his colleagues about seven years to collect enough data to prove and refine the proposed DNA structure. Moreover, its biological significance, as proposed by Watson and Crick, was not established. General acceptance for the DNA double helix and its function did not start until late in the 1950s, leading to Nobel nominations in 1960, 1961, and 1962 for Nobel Prize in Physiology or Medicine, and in 1962 for Nobel Prize in Chemistry. The first breakthrough was from Matthew Meselson and Franklin Stahl in 1958, who experimentally showed the DNA replication of a bacterium \"Escherichia coli\". Now known as Meselson–Stahl experiment, DNA was found to replicate into two double-stranded helices, with each helix having one of the original DNA strands. This DNA replication was firmly established by 1961 after further demonstration in other species, and of the stepwise chemical reaction. According to the 1961 Crick–Monod letter, this experimental proof, along with Wilkins having initiated the DNA diffraction work, were the reasons why Crick felt that Wilkins should be included in the DNA Nobel Prize.",
            "score": 53.87882614135742
        },
        {
            "docid": "10095055_33",
            "document": "Preston Watson . Constructed from bamboo with its flying surfaces covered in canvas like his first aeroplane, Watson's No.2 was structurally similar to its predecessor, which lends credence to the fact that Watson's first rocking wing aircraft did not fly. The two aircraft shared the same dimensions, wing plan and box kite tail surfaces, although the 'A' frame centre section of the No.2 differed slightly from the No.1 in bracing details. Watson's new aeroplane was powered by a 1910 three cylinder 30 hp Humber engine. A number of accounts state that Preston, his younger brother James and Archie Dickie, who had allegedly gone to Paris to secure a Dutheil Chalmers engine from Alberto Santos-Dumont for Watson's previous aeroplane, all flew the machine at Errol at this time. The pictures published in the 15 May 1914 issue of Flight magazine, which captions the images as having been taken in 1912 have been mis-quoted by James as having been taken in 1908, but the No.2 was built in 1910 and it's 30 hp Humber engine was not produced until that year. On being given this piece of rather pointed evidence to the contrary by prominent aviation author Charles Gibbs-Smith, James Watson promptly changed his story. As with his first aeroplane, it is safe to assume that Watson's primary concern about the No.2 would have been its powerplant; above all other considerations, he had to equip it with an engine that was able to get it into the air. Quite probably, his choice of engine was driven by cost and availability. As with his first aeroplane, the fate of the Watson No.2 is unknown, although it was probably scrapped with the outbreak of the Great War. Watson's Third Aeroplane",
            "score": 53.85224914550781
        },
        {
            "docid": "6766552_8",
            "document": "Mark Watson . At the 2007 Fringe, Watson hosted a panel show \"We Need Answers\" with Alex Horne and Tim Key. This saw 16 comedians take part in a knock out quiz where all the questions and answers came from text service Any Question Answered. Paul Sinha won the competition, beating Josie Long in the final. \"We Need Answers\" returned in 2008 with fewer rounds, Josie Long emerged as winner, beating Sinha in the semi-final and Kristen Schaal in the final.",
            "score": 53.824066162109375
        },
        {
            "docid": "5029901_16",
            "document": "James Meeks . In November 2010, in an interview on the radio station WVON, Meeks advocated that only African Americans should be qualified for city contracts designated for minorities and women. During the conversation, he stated, \"The word 'minority' from our standpoint should mean African American. I don't think women, Asians and Hispanics should be able to use that title. That's why our numbers cannot improve — because we use women, Asians and Hispanics who are not people of color, who are not people who have been discriminated against\". He later retracted his statement by saying he would only forbid white women if elected mayor. He told television station WFLD, \"I don't believe white women should be considered in that count ….You have white women in the category. They receive contracts. Then, white men receive contracts. Where does that leave everybody else\"? The next day, Meeks released a written statement further elucidating his comments. It stressed that \"all minority- and women-owned businesses\" are entitled to their \"fair share\" of city contracts.",
            "score": 53.790000915527344
        },
        {
            "docid": "16289_10",
            "document": "James Watson . The Phage Group was the intellectual medium where Watson became a working scientist. Importantly, the members of the Phage Group sensed that they were on the path to discovering the physical nature of the gene. In 1949, Watson took a course with Felix Haurowitz that included the conventional view of that time: that genes were proteins and able to replicate themselves. The other major molecular component of chromosomes, DNA, was widely considered to be a \"stupid tetranucleotide,\" serving only a structural role to support the proteins. However, even at this early time, Watson, under the influence of the Phage Group, was aware of the Avery–MacLeod–McCarty experiment, which suggested that DNA was the genetic molecule. Watson's research project involved using X-rays to inactivate bacterial viruses.",
            "score": 53.74043655395508
        },
        {
            "docid": "56054758_4",
            "document": "Rosalind Franklin and DNA . The discovery of the structure of DNA in 1953 is regarded as \"the greatest and most important scientific discovery of the 20th Century\". Francis Crick, James Watson and Maurice Wilkins received the Nobel Prize in Physiology or Medicine in 1962 for the discovery. This discovery laid the foundation for modern biology, including medical and molecular researches. The discoverers earned a lasting worldwide fame. But the contribution made by Rosalind Franklin, who died in 1958, was largely forgotten. The main motive for Sayre's book came from James Watson's memoir \"The Double Helix : A Personal Account of the Discovery of the Structure of DNA\". Published in 1968, \"The Double Helix\" reflected the account of the discovery in which Franklin was portrayed as \"uninteresting\", \"belligerent\", and \"sharp, stubborn mind\", referring her as \"Rosy\", the name she did not want to be called. Watson described her as having \"all the imagination of English blue-stocking adolescents\", and \"the product of an unsatisfied mother\".",
            "score": 53.61338424682617
        },
        {
            "docid": "16289_19",
            "document": "James Watson . In 1956, Watson accepted a position in the Biology department at Harvard University. His work at Harvard focused on RNA and its role in the transfer of genetic information. At Harvard University, Watson achieved a series of academic promotions from assistant professor to associate professor to full professor of biology. Watson claimed, however, that he was refused a $1,000 raise in salary after winning the Nobel Prize.",
            "score": 53.57168197631836
        },
        {
            "docid": "3213561_4",
            "document": "Jerry Donohue . Throughout his life Donohue specialized in crystal structures and analysis, specifically of molecules relating to biology and hydrogen-bonding. In 1952, Donohue was given a Guggenheim Foundation grant to study at Cambridge University for 6 months. He shared an office with Francis Crick and James D. Watson. In his work to determine the structure of DNA, Watson had been using structure for guanine from a monograph by James N. Davidson. Davidson had depicted these bases in the enol configuration and Watson used this structure in an unsuccessful 'like-with-like' pairing of the bases. Donohue informed Watson that the published structure was just a guess and that the keto structure was more likely, based on a publication of June Broomhead and quantum mechanical calculations. Within a few days, Watson and Crick were able to build their famous model for DNA.",
            "score": 53.19490051269531
        },
        {
            "docid": "25978572_100",
            "document": "University of Cambridge . In biology, Charles Darwin, famous for developing the theory of natural selection, was an alumnus of Christ's College, though his education at the university was intended to allow him to become a clergyman. Subsequent Cambridge biologists include Francis Crick and James Watson, who worked out a model for the three-dimensional structure of DNA whilst working at the university's Cavendish Laboratory; fellow Cambridge graduates Maurice Wilkins and especially Rosalind Franklin produced key X-ray crystallography data, which was shared with Watson by Wilkins. Wilkins went on to help verify the proposed structure and win the Nobel Prize with Watson and Crick.",
            "score": 53.10136413574219
        },
        {
            "docid": "16289_2",
            "document": "James Watson . James Dewey Watson (born April 6, 1928) is an American molecular biologist, geneticist and zoologist, best known as one of the co-discoverers of the structure of DNA in 1953 with Francis Crick and Rosalind Franklin. Watson, Crick, and Maurice Wilkins were awarded the 1962 Nobel Prize in Physiology or Medicine \"for their discoveries concerning the molecular structure of nucleic acids and its significance for information transfer in living material\".",
            "score": 53.04646682739258
        },
        {
            "docid": "15358229_7",
            "document": "List of dreams . Nobel laureate James Watson opens TED 2005 with the frank and funny story of how he and his research partner, Francis Crick, discovered the structure of DNA. James Watson, co-discoverer of the structure of DNA, reported stumbling upon the double helix image for the DNA chain through his dream of a spiral staircase.",
            "score": 52.94871139526367
        },
        {
            "docid": "16289_22",
            "document": "James Watson . Views on Watson's scientific contributions while at Harvard are somewhat mixed. His most notable achievements in his two decades at Harvard may be what he wrote about science, rather than anything he discovered during that time. Watson's first textbook, \"The Molecular Biology of the Gene\", set a new standard for textbooks, particularly through the use of concept heads—brief declarative subheadings. His next textbook was \"Molecular Biology of the Cell\", in which he coordinated the work of a group of scientist-writers. His third textbook was \"Recombinant DNA\", which described the ways in which genetic engineering has brought much new information about how organisms function. The textbooks are still in print.",
            "score": 52.89916229248047
        },
        {
            "docid": "29892394_7",
            "document": "Bristol Festival of Ideas . The 2007 festival, held 9–30 May, sought to explore \"questions on the arts, Englishness, happiness and affluence, Africa, big business, spirituality, crime and justice, science and peace.\" Speakers included Wole Soyinka, Steve Fuller, Clive Stafford Smith, Steve Bell, John Tusa, Billy Bragg, Graham Swift, Oliver James, William Dalrymple, Paddy Ashdown, Nick Cohen, Jasper Fforde, Ziauddin Sardar, David Edgerton, and Kiran Desai. The Festival also ran a short autumn season of lectures, with Steven Pinker, A. C. Grayling, and Martin Bell. The Festival cancelled an appearance by Nobel Prize-winning scientist James Watson after controversy about his statements on race.",
            "score": 52.862728118896484
        }
    ]
}