{
    "q": [
        {
            "docid": "38337867_8",
            "document": "She Who Must Be Obeyed (sculpture) . Because Tony Smith’s early structures, works like \"Die\" and \"The Elevens Are Up\", were monochromatic, smooth-surfaced, and straight-edged, the older artist was referred to, during this phase of his career, as a Minimalist. His closest friends and colleagues, however, included Abstract Expressionists Jackson Pollock and Barnett Newman. His work straddles both genres.",
            "score": 31.145949363708496
        },
        {
            "docid": "1986648_5",
            "document": "Made of Stone . The song references Jackson Pollock's \"No. 5, 1948\" in the B-side \"Going Down\". Pollock's paintings influenced the cover art that guitarist John Squire made for the single and the album. The 12\" vinyl's B-side \"Guernica\" is \"Made of Stone\" in reverse and with dubbed-over, unrelated lyrics.",
            "score": 24.08502769470215
        },
        {
            "docid": "22528186_6",
            "document": "Earth's Creation . Emily's paintings are described by leading international art academics as being equal to the works of Monet and great Abstract artists such as Jackson Pollock, Willem de Kooning, and Mark Rothko. Experts have argued that \"Earth's Creation\", painted at Utopia on the edge of the Simpson Desert in Central Australia by an Australian with no formal or informal training in art, is an even more important painting for Australia than American painter Jackson Pollock's \"Blue Poles\", purchased by the National Gallery of Australia in 1973.",
            "score": 26.398890495300293
        },
        {
            "docid": "487200_15",
            "document": "Mark Tobey . Elizabeth Bayley Willis showed Tobey's painting \"Bars and Flails\" to Jackson Pollock in 1944. Pollock studied the painting closely and then painted \"Blue Poles\", a painting that made history when, in 1973, the Australian government bought it for $2 million. A Pollock biographer wrote: \"...[Tobey's] dense web of white strokes, as elegant as Oriental calligraphy, impressed Jackson so much that in a letter to Louis Bunce he described Tobey, a West Coast artist, as an 'exception' to the rule that New York was 'the only real place in America where painting (in the real sense) can come thru.\" Pollock went to all of Tobey's Willard Gallery shows where Tobey presented small to medium-sized canvases, measuring approximately . After Pollock viewed them, he went back home and blew them up to , pouring paint onto the canvas instead of brushing it on. Pollock was never really concerned with diffused light, but he was very interested in Tobey's idea of covering the entire canvas with marks up to and including its edges, something not done previously in American art.",
            "score": 27.015016317367554
        },
        {
            "docid": "24317924_5",
            "document": "Jackson Pollock (supercentenarian) . If this George Pollock was indeed born in 1860, and that this is the same George as the one buried in Mount Air Baptist Church Cemetery, he would have died at the age of 107 years. Since these two are buried in the same cemetery as Jackson Pollock, and the death ages of 107 and 99 years reoccur, it could well be that these two are related to Jackson Pollock and that Jackson Pollock could have confused the death ages with that of his father and mother. In fact, there is a reasonable chance George Pollock is actually the father of Jackson (and John maybe the brother), because if it is true that the father and mother are buried at the same cemetery, then the number of people who could be the father or mother severely declines. Find A Grave only list five people named Pollock who are buried in Mount Air Baptist Church Cemetery and who were born before 1900 (excluding Jackson and including George).",
            "score": 25.099482655525208
        },
        {
            "docid": "8326198_2",
            "document": "Who the $&amp;% Is Jackson Pollock? . Who the #$&% Is Jackson Pollock? is a 2006 documentary following a woman named Teri Horton, a 73-year-old former long-haul truck driver from California, who purchased a painting from a thrift shop for $5, only later to find out that it may be a Jackson Pollock painting; she had no clue at the time who Jackson Pollock was, hence the name of the film.",
            "score": 27.172647953033447
        },
        {
            "docid": "6451440_2",
            "document": "Jackson Pollock: An American Saga . Jackson Pollock: An American Saga is a 1989 biography of expressionist painter Jackson Pollock, by Steven Naifeh and Gregory White Smith. It was considered \"well-researched\" by \"Publishers Weekly\" and \"Library Journal\", and inspired Ed Harris to adapt it to film as \"Pollock\" in 2000. It was awarded the 1991 Pulitzer Prize for Biography or Autobiography.",
            "score": 23.66037940979004
        },
        {
            "docid": "16307_1",
            "document": "Jackson Pollock . Jackson Pollock",
            "score": 23.083820343017578
        },
        {
            "docid": "24317924_1",
            "document": "Jackson Pollock (supercentenarian) . Jackson Pollock (supercentenarian)",
            "score": 22.913585662841797
        },
        {
            "docid": "16307_50",
            "document": "Jackson Pollock . Lee Krasner donated Pollock's papers in 1983 to the Archives of American Art. They were later archived with Lee Krasner's papers. The Archives of American Art also houses the Charles Pollock papers, which include correspondence, photographs, and other files relating to his brother Jackson Pollock.",
            "score": 22.873594284057617
        },
        {
            "docid": "16307_19",
            "document": "Jackson Pollock . One definitive influence on Pollock was the work of the Ukrainian American artist Janet Sobel (1894–1968) (born Jennie Lechovsky). Peggy Guggenheim included Sobel's work in her \"The Art of This Century Gallery\" in 1945. Jackson Pollock and art critic Clement Greenberg saw Sobel's work there in 1946 and later Greenberg noted that Sobel was \"a direct influence on Jackson Pollock's drip painting technique.\" In his essay \"American-Type Painting,\" Greenberg noted those works were the first of all-over painting he had seen, and said, \"Pollock admitted that these pictures had made an impression on him\".",
            "score": 26.142879009246826
        },
        {
            "docid": "8326198_1",
            "document": "Who the $&amp;% Is Jackson Pollock? . Who the $&amp;% Is Jackson Pollock?",
            "score": 22.745842933654785
        },
        {
            "docid": "6451440_1",
            "document": "Jackson Pollock: An American Saga . Jackson Pollock: An American Saga",
            "score": 22.745842933654785
        },
        {
            "docid": "24317924_2",
            "document": "Jackson Pollock (supercentenarian) . Jackson John Pollock (1869? – 1995) was an American longevity claimant.",
            "score": 22.498784065246582
        },
        {
            "docid": "2399048_5",
            "document": "Elephant Stone . The B-side \"Full Fathom Five\" (named after a Jackson Pollock painting) is essentially an alternate single mix of \"Elephant Stone\" played in reverse.",
            "score": 19.82305932044983
        },
        {
            "docid": "16307_44",
            "document": "Jackson Pollock . In 2006, a documentary, \"Who the *$&% Is Jackson Pollock?\" was made concerning Teri Horton, a truck driver who in 1992 bought an abstract painting for five dollars at a thrift store in California. This work may be a lost Pollock painting, but its authenticity is debated.",
            "score": 22.352465629577637
        },
        {
            "docid": "855789_32",
            "document": "Color Field . In distinction to the emotional energy and gestural surface marks and paint handling of Abstract Expressionists such as Jackson Pollock and Willem de Kooning, Color Field painting initially appeared to be cool and austere. Color field painters efface the individual mark in favor of large, flat, stained and soaked areas of color, considered to be the essential nature of visual abstraction along with the actual shape of the canvas, which Frank Stella in particular achieved in unusual ways with combinations of curved and straight edges. However, Color Field painting has proven to be both sensual and deeply expressive albeit in a different way from gestural Abstract expressionism. Denying connection to Abstract Expressionism or any other Art Movement Mark Rothko spoke clearly about his paintings in 1956:",
            "score": 24.96742343902588
        },
        {
            "docid": "8038111_7",
            "document": "Charles Pollock . Charles Pollock abandoned social realism in the 1940s, and turned to abstract expressionism and Color Field painting. Some attribute the shift to the influence of his famous brother Jackson; however Pollock painted in a very calm and organized manner unlike Jackson's 'drip painting' style.",
            "score": 22.164555549621582
        },
        {
            "docid": "24140243_2",
            "document": "I Love You Yes I Do . \"I Love You Yes I Do\" is a 1947 song by Bull Moose Jackson and His Bearcats. The single was Jackson's first number one on the R&B Juke Box chart, spending three weeks at the top spot and peaking at number twenty-four on the pop chart.",
            "score": 11.7319495677948
        },
        {
            "docid": "38299022_3",
            "document": "Francois Fiedler Foundation . The only European artist, Francois Fiedler was represented in the exhibition \"The Persistence of Pollock” celebrating the 100th anniversary of the birth of Jackson Pollock, the titan of Abstract Expressionism. The exhibition was held at the Pollock-Krasner House and Studio, which is the house where Jackson Pollock lived and created the 20th-century abstract expressionism masterpieces, so-called drip painting. “I entered the painting... I felt the dramatic force. The pictorial energy of canvas enchanted me. I felt the full freedom of the rhythms. I recognized the duality in Pollock’s works - improvisation and precise interpretation at the same time. I was fascinated by the works of Pollock and definitely influenced my own working methods.” said Fiedler on the occasion of “Pollock Retrospective” held at Centre Georges Pompidou in 1981, Paris.",
            "score": 21.94740104675293
        },
        {
            "docid": "16307_42",
            "document": "Jackson Pollock . In February 2016, Bloomberg News reported that Kenneth C. Griffin had purchased Jackson Pollock's 1948 painting, \"Number 17A\", for $200 million, from David Geffen.",
            "score": 24.771445751190186
        },
        {
            "docid": "16307_5",
            "document": "Jackson Pollock . Paul Jackson Pollock was born in Cody, Wyoming, in 1912, the youngest of five sons. His parents, Stella May (née McClure) and LeRoy Pollock, were born and grew up in Tingley, Iowa, and were educated at Tingley High School. Pollock's mother is interred at Tingley Cemetery, Ringgold County, Iowa. His father had been born with the surname McCoy, but took the surname of his adoptive parents, neighbors who adopted him after his own parents had died within a year of each other. Stella and LeRoy Pollock were Presbyterian; they were of Irish and Scots-Irish descent, respectively. LeRoy Pollock was a farmer and later a land surveyor for the government, moving for different jobs. Stella, proud of her family's heritage as weavers, made and sold dresses as a teenager. In November 1912, Stella took her sons to San Diego; Jackson was just 10 months old and would never return to Cody. He subsequently grew up in Arizona and Chico, California.",
            "score": 23.542319655418396
        },
        {
            "docid": "10622711_20",
            "document": "Gutai group . Gutai's first American appearance at the Martha Jackson Gallery in 1958 faced many accusations from critics exclaiming that the art was imitating Jackson Pollock. However, Gutai art did not copy from Pollock but rather took what inspiration it needed to be able to address the issue of freedom after the world war in Japan. Yoshihara praised Pollock as the greatest living American painter and admired his pure originality and concrete interpretation of freedom. Yoshihara shared with Pollock a desire to embody nature as opposed to creating representational art. Yoshihara accepted being in the same aesthetic realm as Pollock, however, he aggressively strived to create a distinct style. Prone to the assumption that Japanese artists follow Western artist, Yoshihara insisted Gutai artists create an extremely distinguished style. One thing Yoshihara did to try to avoid derivative accusations was to have his pupils study in his library to learn about contemporary issues so that their work could compete with the art of the center. Gutai work made from bodily processes did find inspiration in Jackson Pollock's drip paintings, yet expanded on these concepts drastically. At a glance, Gutai's early paintings may look like Jackson Pollock's drip paintings, however their approach and methods were radically different. If one compares Jackson Pollock's, Number 7 to Sumi Yasuo's work. Pollock's is deliberate and composted within rectilinear bounds. Whereas Yasuo worked by \"going recklessly wild\" and splattering paint. Gutai was also called Dadaistic in which Yoshihara addressed in the manifesto, \"Sometimes, at first glance, we are compared with and mistaken for Dadaism, and we ourselves fully recognize the achievements of Dadaism. But we think differently, in contrast to Dadaism, our work is the result of investigating the possibilities of calling the material to life.\" Gutai specialist Fergus McCaffrey said, \"Shiraga and other members of the Gutai Art Association had their work dismissed as derivative of second-generation Abstract Expressionism when showing at Martha Jackson Gallery in New York in 1958, and it is only recently that we have been able to shake off that terrible misunderstanding.'\" Jiro Yoshihara sought to create a genre that was beyond classification in pursuit of true originality despite these earlier accusations.",
            "score": 39.493844985961914
        },
        {
            "docid": "24140243_3",
            "document": "I Love You Yes I Do . In 1961, Bull Moose Jackson recorded a new version of the song without his band. The new version hit number ten on the R&B chart, and number ninety-eight on the \"Billboard\" Hot 100. Both versions of \"I Love You Yes I Do\" would be the only times Jackson crossed over to the national pop charts.",
            "score": 10.219524383544922
        },
        {
            "docid": "16307_2",
            "document": "Jackson Pollock . Jackson Pollock (January 28, 1912 – August 11, 1956) was an American painter and a major figure in the abstract expressionist movement. He was well known for his unique style of drip painting.",
            "score": 22.45030641555786
        },
        {
            "docid": "16307_43",
            "document": "Jackson Pollock . The Pollock-Krasner Authentication Board was created by the Pollock-Krasner Foundation in 1990 to evaluate newly found works for an upcoming supplement to the 1978 catalogue. In the past, however, the Pollock-Krasner Foundation has declined to be involved in authentication cases.",
            "score": 23.754969120025635
        },
        {
            "docid": "11439520_2",
            "document": "R U Tuff Enuff . R U Tuff Enuff is the third album by American R&B singer Rebbie Jackson. This album was a different approach for Jackson, as it had a harder-edged street R&B sound that was very popular at the time, which was also exhibited in the \"La Toya\" album by Jackson's sister, La Toya Jackson. The single \"Plaything\" peaked at number eight on the Billboard R&B charts, Jackson's highest charting single since 1984's \"Centipede\". The title track was also released as a single, but did not showcase the same amount of success.",
            "score": 19.13960838317871
        },
        {
            "docid": "21443909_12",
            "document": "Mark Pollock . Pollock hosted the documentary series \"Yes I Can\" which aired in November 2011 on Setanta Sports.",
            "score": 15.29892349243164
        },
        {
            "docid": "51012729_7",
            "document": "Harry Jackson (artist) . During this \"artistic conversion\", Jackson moved to New York, befriended Pollock, and began painting in the abstract expressionist style. He gained a following after art critic Clement Greenberg and art historian Meyer Schapiro included Jackson in their \"Talent 1950\" exhibition at the Kootz Gallery. Greenberg said that Jackson produced \"the best first show since Jackson Pollock's\". For the next few years, he exhibited work at the Tibor de Nagy Gallery, which is closely affiliated with the second generation of abstract expressionism.",
            "score": 25.518285036087036
        },
        {
            "docid": "16307_22",
            "document": "Jackson Pollock . In 1950, Hans Namuth, a young photographer, wanted to take pictures (both stills and moving) of Pollock at work. Pollock promised to start a new painting especially for the photographic session, but when Namuth arrived, Pollock apologized and told him the painting was finished.",
            "score": 21.183212280273438
        },
        {
            "docid": "30421693_2",
            "document": "B. H. Friedman . Bernard Harper Friedman (July 27, 1926 – January 4, 2011), better known by his initials, \"B. H.,\" was an American author and art critic who wrote biographies of Jackson Pollock and Gertrude Vanderbilt Whitney, a number of novels that combined his experiences in the worlds of art and business, and an autobiographical account of his use of psychedelic drugs with Timothy Leary.",
            "score": 23.496060132980347
        },
        {
            "docid": "51012729_6",
            "document": "Harry Jackson (artist) . While in Los Angeles, Jackson's style was strongly influenced by Jackson Pollock's painting \"The Moon-Woman Cuts the Circle\", which he said \"shot the first crack of daylight into my blocked-off brain\". Jackson recalled, \"That single artwork caused me to relive (1943) Tarawa's bloody butchery; I knew that I had to meet Pollock face to face ASAP.\" He was also influenced by Wassily Kandinsky's work.",
            "score": 24.610509395599365
        }
    ],
    "r": [
        {
            "docid": "7364956_24",
            "document": "C. J. Wilson . Wilson is a devoted Taoist (converted from Christianity) and adheres to a Straight Edge way of life (abstaining from alcohol, illegal drugs, tobacco, and promiscuous sex in order to maintain health). As a sign of his choice of being Straight Edge, Wilson has the words \"Straight Edge\" tattooed along the length of his torso, Japanese characters on his shoulder that read \"Poison Free\" and \"XXX\" stitched on his blue glove as a straight edge symbol. The blue glove is itself unusual among baseball players (who generally wear a traditional brown-colored glove). Wilson wore the blue glove when the Rangers wore their blue uniforms (or their road grey uniforms); he also had a similarly-decorated red glove when pitching in games where the Rangers wore red uniforms. Wilson wore a red glove for the Angels.",
            "score": 43.36375427246094
        },
        {
            "docid": "1113966_23",
            "document": "Punk ideologies . Straight edge, which originated in the Washington DC hardcore punk scene with Minor Threat song \"Straight Edge\" written frontman Ian MacKaye and guitarist Brian Baker. Straight edge involves abstaining from alcohol, tobacco, and recreational drug use. Some who claim the title straight edge also abstain from caffeine, casual sex and meat. (Although the Washington DC straight-edge scene exhibited a fierce allegiance for Coca-Cola, with supporters rarely, if ever, seen drinking anything else in public.) Those more strict individuals may be considered part of the hardline subculture. Unlike the shunning of meat and caffeine, refraining from casual sex was without question a practice in the original straight edge lifestyle, but it has been overlooked in many of the later reincarnations of straight edge. For some, straight edge is a simple lifestyle preference, but for others it is a political stance. In many cases, it is a rejection of the perceived self-destructive qualities of punk and hardcore culture. MacKaye has often spoken out against others labeling themselves as being Straight edge, which was never his intentions for it being a label but it became a movement one in which he became annoyed with. Notable straight edgers: Tim McIlrath, CM Punk and Davey Havok.",
            "score": 42.66519546508789
        },
        {
            "docid": "39143285_2",
            "document": "List of people who follow a straight edge lifestyle . This is a list of notable people who follow the straight edge lifestyle. Straight edge is a subculture and subgenre of hardcore punk whose adherents refrain from using alcohol, tobacco, and other recreational/non-prescribed drugs (marijuana, MDMA, LSD, cocaine, heroin, etc.). It was a direct reaction to the sexual revolution, hedonism, and excess associated with punk rock. For some, this extends to not engaging in promiscuous sex, following a vegetarian or vegan diet, and not using caffeine or prescription drugs.",
            "score": 40.042991638183594
        },
        {
            "docid": "10519138_50",
            "document": "Ted Nugent . Since the 1970s Nugent has promoted anti-drug and anti-alcohol stances. He has been cited as a key influence on the straight edge movement, a punk rock-associated lifestyle that developed in the early 1980s and discourages drug and alcohol use. Henry Rollins, vocalist for Black Flag, reports that he and friend Ian MacKaye (vocalist for Minor Threat and writer of the song \"Straight Edge\" that gave the movement its name) were inspired by Nugent during their high school years in the 1970s when he was the only major rock star to publicly eschew drug use: \"[We] would read about the Nuge and the thing that really rubbed off on us was the fact that he didn't drink or smoke or do drugs ... [Nugent's performance] was the craziest thing we'd ever seen onstage and here's this guy saying, 'I don't get high.' We thought that was so impressive.\"",
            "score": 39.94363021850586
        },
        {
            "docid": "10622711_20",
            "document": "Gutai group . Gutai's first American appearance at the Martha Jackson Gallery in 1958 faced many accusations from critics exclaiming that the art was imitating Jackson Pollock. However, Gutai art did not copy from Pollock but rather took what inspiration it needed to be able to address the issue of freedom after the world war in Japan. Yoshihara praised Pollock as the greatest living American painter and admired his pure originality and concrete interpretation of freedom. Yoshihara shared with Pollock a desire to embody nature as opposed to creating representational art. Yoshihara accepted being in the same aesthetic realm as Pollock, however, he aggressively strived to create a distinct style. Prone to the assumption that Japanese artists follow Western artist, Yoshihara insisted Gutai artists create an extremely distinguished style. One thing Yoshihara did to try to avoid derivative accusations was to have his pupils study in his library to learn about contemporary issues so that their work could compete with the art of the center. Gutai work made from bodily processes did find inspiration in Jackson Pollock's drip paintings, yet expanded on these concepts drastically. At a glance, Gutai's early paintings may look like Jackson Pollock's drip paintings, however their approach and methods were radically different. If one compares Jackson Pollock's, Number 7 to Sumi Yasuo's work. Pollock's is deliberate and composted within rectilinear bounds. Whereas Yasuo worked by \"going recklessly wild\" and splattering paint. Gutai was also called Dadaistic in which Yoshihara addressed in the manifesto, \"Sometimes, at first glance, we are compared with and mistaken for Dadaism, and we ourselves fully recognize the achievements of Dadaism. But we think differently, in contrast to Dadaism, our work is the result of investigating the possibilities of calling the material to life.\" Gutai specialist Fergus McCaffrey said, \"Shiraga and other members of the Gutai Art Association had their work dismissed as derivative of second-generation Abstract Expressionism when showing at Martha Jackson Gallery in New York in 1958, and it is only recently that we have been able to shake off that terrible misunderstanding.'\" Jiro Yoshihara sought to create a genre that was beyond classification in pursuit of true originality despite these earlier accusations.",
            "score": 39.49384689331055
        },
        {
            "docid": "147851_24",
            "document": "Ian MacKaye . The song \"Straight Edge\" was written by MacKaye for his band, Minor Threat and was released in 1981 on Minor Threat's self-titled EP. It was a song that described his personal life free of the drugs and the self-destructive idea of \"sex as a conquest\" which served as a part of the \"sex, drugs and rock'n roll\" banner originating as a rebellion in the 1960s – smoking, drinking, and drug use. The song came about through MacKaye witnessing his friends abusing alcohol/drugs and acting recklessly. He decided early on that it was not the lifestyle for him, having never fit in with it. MacKaye's main goal was to fight against the people around him who abused substances. His decision to abstain from substances began to influence youth culture as Minor Threat gained popularity through numerous live shows and sales of their EP. Although to MacKaye the song did not represent a philosophy or a movement, over time people adopted the philosophy of the song and many bands began to label themselves straight edge, founding the straight edge movement. Although straight edge is not explicitly supportive of vegetarianism, MacKaye has stated that he is a vegetarian because he regards it as a logical progression of his views. He follows a strict vegan diet. In interviews especially in his later life, MacKaye has often become annoyed with questions about being the founding father of a movement he never intended to start. \"I'm credited because I coined a phrase and wrote a song about it. I'm not going to spend any more energy than I already have explaining that. From the very beginning I've tried to say that this is not my opinion. That whole thing just makes me realize I don't have any control over what people think of me. And I don't really give a fuck. I think that the idea of straight edge, the song that I wrote, and the way people have related it, there's some people who have abused it, they've allowed their fundamentalism to interfere with the real message, which in my mind, was that people should be allowed to live their lives the way they want to. It was just the title of a song that I wrote but certainly never intended to start a movement.\"",
            "score": 38.909080505371094
        },
        {
            "docid": "1656784_44",
            "document": "CM Punk . Punk adopted his real-life following of the straight edge movement as a major attribute of his professional wrestling character. The character utilizes different elements of Punk's personality and beliefs of the straight edge movement dependent on his alignment. While portraying a crowd favorite, Punk's character tends to be that of Punk's normal personality, largely indifferent to others who drink alcohol, smoke tobacco, partake in recreational drug use or have promiscuous sexual behavior, but emphasizing the social discipline involved with personally abstaining from these behaviors. Conversely, his villainous personality tends to be that of one who is hardline or militant straight edge, exemplifying the elitist attitudes and superiority complexes—defined by Punk's common mantra during villainous-themed promos that, because he is straight edge, he is \"better than you\". Punk performs the straight edge symbol of crossing his arms in an X formation while having the letter X written on the back of his hands, usually drawn on his wrist tape. During his WWE career, Punk also incorporated a belligerently anti-establishment and anti-corporate attitude into his persona. Originally, the initials CM in his ring name represented the phrase \"Chick Magnet\", the name of the tag team he was in as a backyard wrestler. However, Punk later changed CM into a pseudo-acronym, declaring that it has no meaning, though when asked since he has taken to making up meanings that fit the initials, going so far as to make up long stories to explain the origins that do not match the actual origin story at all. Since beginning this practice, Punk has stated CM stands among others for \"Cookie Monster\", \"Cookie Master\", \"Crooked Moonsault\", \"Chuck Mosley\", \"Charles Montgomery\", \"Charles Manson\" and \"Chicago Made\".",
            "score": 38.111026763916016
        },
        {
            "docid": "8476017_23",
            "document": "Sam Shoemaker . Bill Wilson credited Sam Shoemaker as a key source of the ideas underpinning Alcoholics Anonymous: \"It was from Sam Shoemaker that we absorbed most of the Twelve Steps of Alcoholics Anonymous, steps that express the heart of AA's way of life. Dr. Silkworth gave us the needed knowledge of our illness, but Sam Shoemaker had given us the concrete knowledge of what we could do about it, he passed on the spiritual keys by which we were liberated. The early AA got its ideas of self-examination, acknowledgment of character defects, restitution for harm done, and working with others straight from the Oxford Group and directly from Sam Shoemaker, their former leader in America, and from nowhere else.\"",
            "score": 38.1052360534668
        },
        {
            "docid": "18830689_2",
            "document": "Straight edge . Straight edge (sometimes abbreviated sXe or signified by XXX or X) is a subculture of hardcore punk whose adherents refrain from using alcohol, tobacco and other recreational drugs, in reaction to the excesses of punk subculture. For some, this extends to refraining from engaging in promiscuous sex, following a vegetarian or vegan diet or not using caffeine or prescription drugs. The term \"straight edge\" was adopted from the 1981 song \"Straight Edge\" by the hardcore punk band Minor Threat.",
            "score": 38.01694869995117
        },
        {
            "docid": "2305948_7",
            "document": "Power Slam . In 2012, Fin Martin defended CM Punk against ongoing rumours that Punk's \"straight edge\" lifestyle was a ruse. Martin wrote: \"We have spoken to many people over the last eight years who have been to bars and nightclubs with Punk and/or traveled with him in Europe and the U.S. and Canada, and all report that Punk has invariably abstained from alcohol, illegal drugs and tobacco.\"",
            "score": 37.762332916259766
        },
        {
            "docid": "18830689_18",
            "document": "Straight edge . Upon returning to Washington, D.C., the band suggested this same system to local clubs as a means to allow teenagers in to see musical performances without being served alcohol. The Teen Idles released a record in 1980 called \"Minor Disturbance\" with the cover shot being two hands with black Xs on the back. The mark soon became associated with the straight edge lifestyle. It can also be used by drinking establishments to note a patron as under the drinking age, regardless of their views towards drugs and alcohol.",
            "score": 37.43366622924805
        },
        {
            "docid": "2273984_21",
            "document": "Thank You for Smoking . Reitman has maintained his purpose was to match the tone and satirical message of the book as closely as possible. \"What I wanted people to think about was political correctness. I wanted them to think about ideas of personal responsibility and personal choice. I think cigarettes are a wonderful location for that discussion because cigarettes are something we know all the answers to\", he posits. \"I wanted to look into this idea of why we feel the need to tell each other how to live and why we can't take personal responsibility for our own actions when we fall ill from things that we know are dangerous.\" Stephanie Zacharek of Salon agrees with Reitman; \"Despite its title, the movie doesn't come packaged with a strong anti-smoking message, because it doesn't need to: Everyone knows that smoking is bad for you, including people who continue to do it.\"",
            "score": 37.302982330322266
        },
        {
            "docid": "155669_4",
            "document": "Minor Threat (album) . \"Straight Edge\", a song from the \"Minor Threat\" EP, inadvertently inspired the straight edge movement. The song, while written merely as an account of MacKaye's personal views and lifestyle, was seen to be a call for abstinence from drugs and alcohol, a then-unusual concept for punk rock.",
            "score": 37.207550048828125
        },
        {
            "docid": "34960100_19",
            "document": "Minimalism (visual arts) . \"When I brought Hofmann up to meet Pollock and see his work which was before we moved here, Hofmann's reaction was — one of the questions he asked Jackson was, \"do you work from nature?\" There were no still lifes around or models around and Jackson's answer was, \"I am nature.\" And Hofmann's reply was, \"Ah, but if you work by heart, you will repeat yourself.\" To which Jackson did not reply at all.\" The meeting between Pollock and Hofmann took place in 1942.",
            "score": 37.058658599853516
        },
        {
            "docid": "1197362_45",
            "document": "History of modern Western subcultures . Other punk rock followers took the genre and culture further underground, where it evolved into a faster, harder genre coined as hardcore punk. Along with the hardcore scene came the straight edge subculture. Straight edge is a lifestyle that advocates abstinence in relation to tobacco, alcohol and recreational drug use (especially psychoactive and stimulant drug use), and for some people, in relation to promiscuous sexual behavior.",
            "score": 36.82508087158203
        },
        {
            "docid": "2394352_10",
            "document": "Kevin Seconds . As with Ian MacKaye of Minor Threat, Seconds has had a great deal of influence on the straight edge subculture but has never fully embraced it as a movement. He has been outspoken about his opposition to the more militant aspects of straight edge and does not support it. Seconds continues to maintain a drug/alcohol/smoke-free lifestyle but appears to have no interest in being a spokesman for the straight edge lifestyle. He is vegetarian.",
            "score": 36.720706939697266
        },
        {
            "docid": "24589_40",
            "document": "Punk subculture . Straight edge is a philosophy of hardcore punk culture whose adherents refrain from using alcohol, tobacco, and other recreational drugs, in reaction to the excesses of punk subculture. For some, this extends to refraining from engaging in promiscuous sex, following a vegetarian or vegan diet, and not drinking coffee or taking prescribed medicine. The term \"straight edge\" was adopted from the 1981 song \"Straight Edge\" by the hardcore punk band Minor Threat.",
            "score": 36.344383239746094
        },
        {
            "docid": "11756907_94",
            "document": "List of awards and nominations received by Michael Jackson . The presentation took place on May 14, 1984, at the White House. Upon reaching the podium, Reagan remarked, \"I hope you'll forgive me, but we have quite a few young folks in the White House who all wanted me to give you the same message. They said to tell Michael, \"Please give some TLC to the PYTs.\" A reference to Jackson's Grammy Award-nominated song, \"P.Y.T. (Pretty Young Thing)\". Reagan also stated that Jackson \"is proof of what a person can accomplish through a lifestyle free of alcohol or drug abuse. People young and old respect that. And if Americans follow his example, then we can face up to the problem of drinking and driving, and we can, in Michael's words, beat it.\"",
            "score": 36.22748947143555
        },
        {
            "docid": "41647711_9",
            "document": "The Geeks (band) . The band originally began as a straight-edge group, with all members abstaining from alcohol. The drinking culture of Korea is very powerful, and Seo struggled to stay alcohol-free in his freshman year of college and his mandatory military service, claiming to have even been nearly attacked for refusing to drink at one time. Despite violence problems in the straight-edge scene in many parts of the world, the Geeks are a non-violent band and have many friends who are alcoholic. Lead vocalist Seo draws an X on the back of his hands in marker to symbolize his straight-edge stance.",
            "score": 35.84511947631836
        },
        {
            "docid": "45455383_7",
            "document": "Social media analytics . Attributes of data that need to be considered are as follows: Data analysis is the set of activities that assist in transforming raw data into insight, which in turn leads to a new base of knowledge and business value. In other words, data analysis is the phase that takes filtered data as input and transforms that into information of value to the analysts. Many different types of analysis can be performed with social media data. The data analysis step begins once we know what problem we want to solve and know that we have sufficient data that is enough to generate a meaningful result. How can we know if we have enough evidence to warrant a conclusion? The answer to this question is; we don't know. We can't know this unless we start analyzing the data. While analyzing if we found the data isn't sufficient, reiterate the first phase and modify the question. If the data is believed to be sufficient for analysis, we need to build a data model.",
            "score": 35.68852615356445
        },
        {
            "docid": "24797_12",
            "document": "Proclus . There is a double motivation found in Neoplatonic systems. The first is a need to account for the origin and character of all things in the universe. The second is a need to account for how we can know this origin and character of things. These two aims are related: they begin from the assumption that we can know reality, and then ask the question of what reality must be like, in its origin and unfolding, so that we can know it. An important element in the Neoplatonic answer to these questions is its reaction to Scepticism. In response to the sceptical position that we only know the appearances presented by our senses, and not the world as it is, Plotinus placed the object of knowledge inside the soul itself, and accounted for this interior truth through the soul's kinship with its own productive principles.",
            "score": 35.66166305541992
        },
        {
            "docid": "17080248_27",
            "document": "Beat It . Shortly after its release, \"Beat It\" was included in the National Highway Safety Commission's anti-drunk driving campaign, \"Drinking and Driving Can Kill a Friendship\". The song was also included on the accompanying album. Jackson collected an award from President Ronald Reagan at the White House, in recognition for his support of the campaign. Reagan stated that Jackson was \"proof of what a person can accomplish through a lifestyle free of alcohol or drug abuse. People young and old respect that. And if Americans follow his example, then we can face up to the problem of drinking and driving, and we can, in Michael's words, 'Beat It'.\"",
            "score": 35.53604507446289
        },
        {
            "docid": "16307_16",
            "document": "Jackson Pollock . Pollock and Krasner's relationship began to crumble by 1956, owing to Pollock's continuing alcoholism and infidelity involving Ruth Kligman. On August 11, 1956, at 10:15 pm, Pollock died in a single-car crash in his Oldsmobile convertible while driving under the influence of alcohol. At the time Krasner was visiting friends in Europe and she abruptly returned on hearing the news from a friend. One of the passengers, Edith Metzger, was also killed in the accident, which occurred less than a mile from Pollock's home. The other passenger, Ruth Kligman, an artist and Pollock's mistress, survived.",
            "score": 35.40822982788086
        },
        {
            "docid": "20836_17",
            "document": "Minimalism . Reinhardt's remark directly addresses and contradicts Hans Hofmann's regard for nature as the source of his own abstract expressionist paintings. In a famous exchange between Hofmann and Jackson Pollock as told by Lee Krasner in an interview with Dorothy Strickler (1964-11-02) for the Smithsonian Institution Archives of American Art. In Krasner's words: When I brought Hofmann up to meet Pollock and see his work which was before we moved here, Hofmann’s reaction was—one of the questions he asked Jackson was, \"Do you work from nature?\" There were no still lifes around or models around and Jackson’s answer was, \"I am nature.\" And Hofmann’s reply was, \"Ah, but if you work by heart, you will repeat yourself.\" To which Jackson did not reply at all. The meeting between Pollock and Hofmann took place in 1942.",
            "score": 35.27632522583008
        },
        {
            "docid": "369040_20",
            "document": "Is–ought problem . To some, this may immediately suggest the question: \"How can we know what is a right desire if it is already admitted that it is not based on the more actual reality of things independent of the mind?\" The beginning of the answer is found when we consider that the concepts \"good\", \"bad\", \"right\" and \"wrong\" are indefinables. Thus, right desire cannot be defined properly, but a way to refer to its meaning \"may\" be found through a self-evident prescriptive truth.",
            "score": 35.14541244506836
        },
        {
            "docid": "5879840_6",
            "document": "Crossingpoint . Crossingpoint also become (intentionally, or not) standard-bearers for the Straight edge movement in South Africa - All members of the band are straight edge. Furthermore, guitarist Brandon van Eeden appeared in South African youth magazine Blunt, in an article detailing his straight edge lifestyle, a life of abstinence from drugs and alcohol.",
            "score": 35.012516021728516
        },
        {
            "docid": "16307_3",
            "document": "Jackson Pollock . During his lifetime, Pollock enjoyed considerable fame and notoriety; he was a major artist of his generation. Regarded as reclusive, he had a volatile personality, and struggled with alcoholism for most of his life. In 1945, he married the artist Lee Krasner, who became an important influence on his career and on his legacy.",
            "score": 35.011817932128906
        },
        {
            "docid": "959272_8",
            "document": "Social effects of rock music . In the early 1980s. along with the rise of the band Minor Threat, a straight edge lifestyle became popular. The straight edge philosophy of abstinence from recreational drugs, alcohol, tobacco and sex became associated with some hardcore punks through the years, and both remain popular with youth today.",
            "score": 34.26872253417969
        },
        {
            "docid": "11422931_4",
            "document": "Ticket to New Year's . First we see Tom Davis, explaining to the camera that nowadays many of us don't need to use drugs or alcohol to have a good time on New Year's Eve. As an example of this he interviews Jerry Garcia who, in a short satire of a cooking show, explains how to make hors d'oeuvres and non alcoholic punch. Next, all six members of the band answer pre-recorded questions from Deadheads. Some of the questions and especially the answers are less than perfectly serious. After that is a brief scene of Mickey Hart as Mr. Spock using a Vulcan mind meld to read the thoughts of Jerry Garcia as Santa Claus. The sketches conclude with the band answering more questions from Deadheads.",
            "score": 34.25883865356445
        },
        {
            "docid": "41441053_2",
            "document": "Guessing . A guess (or an act of guessing) is a swift conclusion drawn from data directly at hand, and held as probable or tentative, while the person making the guess (the guesser) admittedly lacks material for a greater degree of certainty. A guess is also an unstable answer, as it is \"always putative, fallible, open to further revision and interpretation, and validated against the horizon of possible meanings by showing that one interpretation is more probable than another in light of what we already know\". In many of its uses, \"the meaning of guessing is assumed as implicitly understood\", and the term is therefore often used without being meticulously defined. Guessing may combine elements of deduction, induction, abduction, and the purely random selection of one choice from a set of given options. Guessing may also involve the intuition of the guesser, who may have a \"gut feeling\" about which answer is correct without necessarily being able to articulate a reason for having this feeling.",
            "score": 34.018768310546875
        },
        {
            "docid": "31400429_42",
            "document": "How to Have Sex in an Epidemic . Despite the negative press that \"How to Have Sex\" received for what many perceived as a criticism of promiscuity, many queer theorists have acknowledged the importance of the pamphlet and others like it to the evolution of the broader LGBT rights movement. The politics at the time were fraught, and the AIDS epidemic revealed what Callen and Berkowitz described as the danger of having “a positive political force [i.e. the LGBT liberation] tied to a dangerous lifestyle [i.e. promiscuity without condom use].” The viewpoint presented in the booklet is one that attempted to challenge the institutions that had arisen in the urban gay male community, including bathhouses and backrooms, that had an economic “stake in keeping us promiscuous,” according to the authors. There was a common notion in the community at the time that STDs were supposed to be what Edmund White called “red badges of courage in a war against a sex negative society,” but as the cost of life from these diseases rose, members of that same community saw the need to change practices to make sex safer, and \"How to Have Sex\" is a result of that phenomenon. Thus, it is part of the shift in behavior and mentality from the 70s to the 80s resulting directly from the AIDS epidemic. The following quote from “We Know Who We Are” demonstrates the authors’ call to action:",
            "score": 33.97965621948242
        },
        {
            "docid": "31095210_6",
            "document": "Known and Unknown: A Memoir . Rumsfeld aide Keith Urbahn said pre-release on September 20, 2010, In the press conference when Rumsfeld first used the phrase, he was responding to a question by reporter Jim Miklaszewski about evidence of Iraq supplying terrorists with weapons of mass destruction. While some dismissed Rumsfeld statement as non-answer (compare Mu (negative))— not just an evasion or a misdirection, the statement has been quoted and dealt with in various blogs, books and scientific papers. Daase and Kessler (2007) agree with the aspect of both knowledge and non-knowledge as being equally constitutive for political decisionmaking. They assume that the cognitive frame for political practice is determined by the relationship between \"what we know, what we do not know, what we cannot know and\" (according to the authors, being left out by Rumsfeld) \"what we do not like to know\".",
            "score": 33.74191665649414
        }
    ]
}