{
    "q": [
        {
            "docid": "8543664_13",
            "document": "The Head and the Hair . There are frequent references to \"Star Wars\" in \"30 Rock\", beginning with the pilot episode in 2006 where Tracy is seen shouting that he is a Jedi. Liz admits to being a huge fan of \"Star Wars\", saying that she had watched it many times with Pete Hornberger (Scott Adsit), and dressed up as the \"Star Wars\" character Princess Leia during four recent Halloweens. There is also reference to \"Star Wars\" when Tracy takes on the identity of the character Chewbacca. In \"The Head and the Hair\", Liz tells Jenna that \"The Head\" asked her out and says \"I had to say yes. I mean he looked at me with those handsome guys eyes. It was like the Death Star tractor beam when the \"Falcon\" was...\", until Jenna interrupts her and says \"No Liz, do not talk about that stuff on your date. Guys like that do not like \"Star Trek\"\", to which Liz corrects \"Wars!\". Fey, a fan of \"Star Wars\" herself, said that the weekly \"Star Wars\" joke or reference \"started happening organically\" when the crew realized that they had a \"Star Wars\" reference \"in almost every show\". Fey said that from then on \"it became a thing where [they] tried to keep it going\", and that even though they could not include one in every episode, they still had a \"pretty high batting average\". Fey attributed most of the references to executive producer and writer Robert Carlock, whom she described as \"the resident expert\".",
            "score": 45.97789680957794
        },
        {
            "docid": "422828_12",
            "document": "Scotty (Star Trek) . Scotty's operation of the \"Enterprise\" transporter system inspired the catchphrase \"Beam me up, Scotty\", which gained currency in popular culture beyond \"Star Trek\" fans, even though the exact phrase is not spoken in that way in the original series, although it is used frequently in the animated series. In \"\", Kirk says, \"Scotty, beam me up.\"",
            "score": 58.04739713668823
        },
        {
            "docid": "27092_17",
            "document": "Star Trek: The Animated Series . \"The Lorelei Signal\" and \"The Infinite Vulcan\", the latter written by Walter Koenig, are rare occurrences where Captain Kirk comes close to actually saying, \"Beam me up, Scotty\" (long erroneously believed to be a \"Star Trek\" catchphrase), when he commands \"Beam us up, Scotty.\" \"\" arguably comes closer to it by having Kirk say \"Scotty, beam me up\".",
            "score": 46.36081838607788
        },
        {
            "docid": "45716_27",
            "document": "Transporter (Star Trek) . The famous catchphrase \"Beam me up, Scotty\" refers to the transporter device, which was often operated by chief engineer Montgomery Scott during the original series. The phrase was never uttered by anyone in the original series, although the lines \"Scotty, beam us up\" and \"Beam me up\" were spoken by Captain Kirk in that series. \"Scotty, beam me up\" was spoken by Admiral Kirk in \"Star Trek IV: The Voyage Home\". On the special edition DVD of \"Star Trek IV\", the text commentary provided by Michael and Denise Okuda (co-authors of \"The Star Trek Encyclopedia\" and \"The Star Trek Chronology: The History of the Future\") indicates that this was the closest anyone came to using that catchphrase in an official \"Star Trek\" production.",
            "score": 57.6801335811615
        },
        {
            "docid": "23199088_5",
            "document": "Beam Me Up Scotty (mixtape) . \"Beam Me Up Scotty\" was well received by critics and fans alike receiving an average score of 78. MTV's \"Mixtape Daily\" chose Beam Me Up Scotty as its weekly pick on May 4, 2009, giving the album positive reviews: \"Yeah, you are going to hear a bunch of more-than-just-friendly shout-outs to the ladies – Nicki says she loves the girls and has no problem surrounding herself with \"bad bitches.\" \"Mixtape Daily\" favored tracks such as \"I Get Crazy \", \"Kill the DJ\" & \"Envy\". \"Beam Me Up Scotty\" is credited with helping distinguish Nicki Minaj as an excellent lyricist in a male-dominated genre.",
            "score": 28.689416885375977
        },
        {
            "docid": "25953544_1",
            "document": "(Do You Love Me) Just Say Yes . (Do You Love Me) Just Say Yes",
            "score": 7.669740676879883
        },
        {
            "docid": "43758271_2",
            "document": "Say Again Yes I Do . Say Again Yes I Do () also known as I Do is a 2014 Taiwanese television series created and produced by Sanlih E-Television. Starring , Mandy Wei, Michael Zhang and Vivi Lee as the main leads. Filming began on August 6, 2014 and wrapped up on December 31, 2014, the drama was filmed as it aired. The series began airing on Sanlih's TTV channel on Sunday nights August 30, 2014 at 10:00 PM and will take over the timeslot of previous TTV drama \"\"Fall in Love with Me\" \". The drama concluded on January 4, 2015 with 20 episodes total.",
            "score": 16.145695447921753
        },
        {
            "docid": "21122467_8",
            "document": "Henry Stacy Marks . \"I took home a picture to the Dook of Wellington one day, and, as I was taking it up in the hall, he comes by, and says, \"Oh, you comes from Messrs. Bennett.\" \"Yes, sir,\" I says. With that he passes on, and out comes at the front door a man dressed all in black, and comes up to me—his butler, I suppose. He says, \"Do you know who you were a talking to just now?\" \"Yes, sir,\" I says, \"Arthur Wellesley, better known as Dook of Wellington.\" Then, why don't you say \"Your Grace to him ?\" \"Grace ?\" says I, \" why should I say grace for? there's no meat here. Where's the viands? Why, I said sir to him—a common title of respect between man and man.\" \" Well,\" says he, \" you are a rum sort of customer, you are. What do you call the Duke ?\" \"What do I call him ?\" I says ; \"a wholesale carcase butcher! Look at his career. He begins by going to France to learn the art of war, and then he goes to India and kills thousands of natives who were only defending their own country, and at last turns his arms against the country where he first learned the art of war, and murders thousands more. A wholesale carcase butcher: that's what I call him.\"",
            "score": 16.094725608825684
        },
        {
            "docid": "25953544_2",
            "document": "(Do You Love Me) Just Say Yes . \"(Do You Love Me) Just Say Yes\" is a song written by Bob DiPiero, John Scott Sherrill and Dennis Robbins, and recorded by American country music group Highway 101. It was released in June 1988 as the first single from the album \"Highway 101, Volume 2\". \"(Do You Love Me) Just Say Yes\" was Highway 101's third number one on the country chart. The song spent one week at that position and twenty weeks on the chart. It also reached Number One on the \"RPM\" Country Tracks charts in Canada.",
            "score": 9.045877456665039
        },
        {
            "docid": "2269233_5",
            "document": "Memorial Acclamation . In the Byzantine form of the Liturgy of St James, the priest celebrant says: \"This do in remembrance of me; for as often as ye eat this bread, and drink this cup, ye do show forth the Lord's death, and confess His resurrection, till He comes.\" The people respond: \"We show forth Thy death, O Lord, and confess Thy resurrection.\"",
            "score": 9.52933406829834
        },
        {
            "docid": "30826039_9",
            "document": "Uncharted (song) . \"This video is about my journey as an artist who looks up to the people around them. This is about being a fan of people who take chances, who are fearless, who have integrity, and go off into the world saying yes to what's around them. It's filled with some of the people in my life who do that . They have impacted my world and are not only incredible artists, but great friends as well. They all worked this giant favor into their very busy lives and helped me out more than I can say.\"",
            "score": 18.31164002418518
        },
        {
            "docid": "50541195_3",
            "document": "Yes Girl . The song was written by Miller herself, Ilsey Juber and American production team Pop & Oak, who also produced the song. Co-production is handled by Treviorious and Zaire Koalo. Is described as a \"moody pop rock anthem\" With the song, Miller wanted to combine a live aspect, live instruments, with programmed instruments, \"in a way that nobody really does in pop music, at least not right now,\" said during a late call on \"Fuse\". \"I wanted to come up with something that was really original and true to me. Oak was the first person, out of all the producers I’ve worked with, to capture that immediately. It was this whole new feeling\", she continued. About the inspiration for the song, she told \"People\", \"I had a lot of people in my life telling me what I needed to be doing and what direction I need to be going in. I was just getting really stressed out, and I found myself saying yes to a lot of things that I really didn't want to. There's that saying of being a Yes Man, and I was kind of being a Yes Girl. I wrote this song to remind myself that I can stand up for myself and be passionate about things and have an opinion – and that it's not wrong, I figured out if I put happiness in myself, that, if it comes from myself, I can be happy. If I tell myself I can accomplish things, I can do them. I'm excited for my fans to see how much I've grown.\"",
            "score": 16.421296000480652
        },
        {
            "docid": "1316796_18",
            "document": "Ryan Leaf . Leaf missed his second season due to a shoulder injury suffered 20 minutes into the Chargers' first training camp workout on July 23, 1999. Leaf had surgery to fix a labral tear in his throwing shoulder. During an August training camp, a fan heckled Leaf: \"Hey, Ryan, you're the worst draft choice in NFL history. You make Heath Shuler look like an All-Star.\" Leaf, accompanied by a coach and security guards, walked towards the fan and asked a question. The fan began walking closer to Leaf, and two coaches restrained Leaf, with another Chargers employee saying \"No, don't do it, Ryan. Don't do it.\" Leaf later explained the incident: \"...what I wanted to do was say, 'Hey, look, I've grown up, I'm calm about it, I would like to understand why you would say that about me.'\"",
            "score": 38.702653884887695
        },
        {
            "docid": "18264094_7",
            "document": "Rosemary's Baby (30 Rock) . \"Rosemary's Baby\" was mainly filmed on September 11, 2007, while Fisher's scenes were filmed the next day on September 12, 2007. \"Star Wars\" is frequently referenced in \"30 Rock\", beginning with the pilot episode where Tracy Jordan is seen shouting that he is a Jedi. Liz Lemon admits to being a huge fan of \"Star Wars\", saying that she had watched it many times with Pete Hornberger, and dressed up as the \"Star Wars\" character Princess Leia during four recent Halloweens. \"Star Wars\" is also referenced when Tracy Jordan takes on the identity of the character Chewbacca. Fey, a fan of \"Star Wars\" herself, said that the weekly \"Star Wars\" joke or reference \"started happening organically\" when the crew realized that they had a \"Star Wars\" reference \"in almost every show\". Fey said that from then on \"it became a thing where [they] tried to keep it going\", and that even though they could not include one in every episode, they still had a \"pretty high batting average\". Fey attributed most of the references to Robert Carlock, who she described as \"the resident expert\". Prior to the airing of the episode, fans were \"raving\" about the much awaited guest appearance of Fisher. Fisher's last line in the episode, \"Help me, Liz Lemon! You're my only hope!\", was a spoof of the line \"Help me Obi-Wan Kenobi, you're my only hope!\" from her past role in the original \"Star Wars\" trilogy, in which she played Princess Leia.",
            "score": 34.694175720214844
        },
        {
            "docid": "2231540_3",
            "document": "Fan Ye (gymnast) . Fan Ye is best known for her work on the balance beam. Her biggest accomplishment in gymnastics is winning the 2003 World Balance Beam Title. Fan Ye earned a 9.812 for that gold medal performance and has the distinction of having the highest scoring routine at an international elite competition in the 2001-2004 quad.",
            "score": 17.681915283203125
        },
        {
            "docid": "1502369_18",
            "document": "Star Wars: Empire at War . \"The A.V. Club\" gave it a B and stated that \"you could find a deeper or better-tuned strategy game—but this one has AT-ATs.\" \"Detroit Free Press\" gave it three stars out of four, saying, \"The day-to-day ground conflicts that make up most of the game are not particularly inspiring. The full-on space wars are a real thrill to behold.\" However, \"The Sydney Morning Herald\" gave it three stars out of five and said that it \"hits all the right notes if you're a \"Star Wars\" fan, but be prepared to grind out your victories.\"",
            "score": 31.7119779586792
        },
        {
            "docid": "23199088_2",
            "document": "Beam Me Up Scotty (mixtape) . Beam Me Up Scotty is the third mixtape by American rapper and singer Nicki Minaj; it was released on April 18, 2009 by Trapaholics Records. It features guest verses from rappers Bobby V, Brinx, Birdman, Busta Rhymes, Drake, Gucci Mane, Mack Maine, Gudda Gudda, Lil Twist, Jae Millz, Lil Wayne, Red Café, Lil Chuckee, Ricky Blaze, Rocko, Ron Browz, and Shanell. Its production was overseen by DJ Holiday and The Trapaholics. \"Beam Me Up Scotty\" received favorable reviews from contemporary music critics, and is also largely credited with establishing Minaj's fan base. One of its tracks \"I Get Crazy\" respectively charted at numbers 20 and 37 on the U.S. \"Billboard\" Hot Rap Songs and Hot R&B/Hip-Hop Songs component charts.",
            "score": 26.88490855693817
        },
        {
            "docid": "19672828_20",
            "document": "Alec Guinness . In the final volume of the book \"A Positively Final Appearance\" (1997), Guinness recounts grudgingly giving an autograph to a young fan who claimed to have watched \"Star Wars\" over a hundred times, on the condition that the boy promise to stop watching the film because \"this is going to be an ill effect on your life\". The fan was stunned at first but later thanked him (though some sources say it went differently). Guinness is quoted as saying: \"'Well', I said, 'do you think you could promise never to see \"Star Wars\" again?' He burst into tears. His mother drew herself up to an immense height. 'What a dreadful thing to say to a child!' she barked, and dragged the poor kid away. Maybe she was right but I just hope the lad, now in his thirties, is not living in a fantasy world of second hand, childish banalities.\" Guinness grew so tired of modern audiences apparently knowing him only for his role of Obi-Wan Kenobi that he would throw away the mail he received from \"Star Wars\" fans without reading it.",
            "score": 28.992931008338928
        },
        {
            "docid": "46995803_18",
            "document": "The Promise (2016 film) . Benjamin Lee of \"The Guardian\" gave the film 3 stars (out of 5) and called it an \"often soapy but well-intentioned and extravagantly mounted epic\". Richard Roeper of the \"Chicago Sun-Times\" gave the film 3 out of 4 stars, saying: \"Yes, \"The Promise\" veers into corny territory, and yes, it’s derivative of better war romances — but it’s a solid and sobering reminder of the atrocities of war, bolstered by strong performances from Isaac and Bale, two of the best actors of their generation\".",
            "score": 17.272388458251953
        },
        {
            "docid": "23199088_3",
            "document": "Beam Me Up Scotty (mixtape) . \"Beam Me Up Scotty\" was recorded after Lil Wayne noticed Minaj's appearance on Queens-based underground rap label Dirty Money Records on \"The Re Up\" DVD series.<ref name=\"Billboard - Nicki/Wayne Tour\"></ref> He is credited with mentoring Minaj as she recorded \"Beam Me Up Scotty\", two years after her appearance on \"Don't Stop, Won't Stop\", a track from Wayne's acclaimed 2007 mixtape \"Da Drought 3\" that sampled \"Can't Stop, Won't Stop (Young Gunz song)\" by Young Gunz. Minaj says of her time on tour with Lil Wayne: \"It made me hungry. That's what inspired me and the music for the \"Beam Me Up Scotty tape\" — the \"I Am Music Tour\".\"",
            "score": 24.730123281478882
        },
        {
            "docid": "208423_9",
            "document": "Gowron . Following the death of Gowron on screen, O'Reilly continued to attend \"Star Trek\" conventions in character, often appearing on stage alongside J.G. Hertzler as Martok. One of their trademarks is a song about Klingons, and O'Reilly has had a Bat'leth created to look like a stringed guitar. He explained in an interview that \"We love doing Klingons. For me, it was a dream come true, it was nice to come back to it. And the fans just love it. We tried it once and the fans just went crazy.\" The pair debuted the in-makeup appearances at a convention in the late 2000s in Germany, and after generating the longest photo op queue at the event, they decided to take it to the stage. Larry Nemecek praised their convention appearances, saying \"They are fan favourites because they are big, gregarious guys. They slap people on the back. They have a good time. They tease people back. They do it for the audience.\"",
            "score": 33.55070352554321
        },
        {
            "docid": "1609146_11",
            "document": "Beam me up, Scotty . The exact timing of when the phrase became popular is unclear. However, early signs of the quote's usage to describe something separate of Star Trek can be found roughly ten years after Star Trek's airing in 1966, in a publication of the Royal Aeronautical Journal. It describes a certain routine as \"a sort of 'beam me up scotty' routine'\". Over time, the phrase has been extended to, \"Beam me up, Scotty, there's no intelligent life down here!\", popularized on bumper stickers and t-shirts, despite neither quote ever being said on the show.",
            "score": 49.438761711120605
        },
        {
            "docid": "161978_5",
            "document": "Last Judgment . Enter ye in at the strait gate: for wide is the gate, and broad is the way, that leadeth to destruction, and many there be which go in thereat: Because strait is the gate, and narrow is the way, which leadeth unto life, and few there be that find it. Beware of false prophets, which come to you in sheep's clothing, but inwardly they are ravening wolves. Ye shall know them by their fruits. Do men gather grapes of thorns, or figs of thistles? Even so, every good tree bringeth forth good fruit; but a corrupt tree bringeth forth evil fruit. A good tree cannot bring forth evil fruit, neither can a corrupt tree bring forth good fruit. Every tree that bringeth not forth good fruit is hewn down, and cast into the fire. Therefore, by their fruits ye shall know them. Not every one that saith unto me: Lord, Lord, shall enter into the Kingdom of Heaven; but he that doeth the will of my Father which is in Heaven. Many will say to me in that day, Lord, Lord, have we not prophesied in thy name? and in thy name have cast out devils? and in thy name done many wonderful works? And then will I profess unto them, I never knew you: depart from me, ye that work iniquity. () Then said one unto him, Lord, are there few that be saved? And he said unto them, Strive to enter in at the strait gate: for many, I say unto you, will seek to enter in, and shall not be able. When once the master of the house is risen up, and hath shut to the door, and ye begin to stand without, and to knock at the door, saying, Lord, Lord, open unto us; and he shall answer and say unto you, I know you not whence ye are: Then shall ye begin to say, We have eaten and drunk in thy presence, and thou hast taught in our streets. But he shall say, I tell you, I know you not whence ye are; depart from me, all ye workers of iniquity. There shall be weeping and gnashing of teeth, when ye shall see Abraham, and Isaac, and Jacob, and all the prophets, in the kingdom of God, and you yourselves thrust out. () It also appears in the Sheep and the Goats section of Matthew where the judgment seems entirely based on help given or refused to \"one of the least of these my brethren\" who are identified in Matthew 12 as \"whosoever shall do the will of my Father which is in heaven\".",
            "score": 17.9840726852417
        },
        {
            "docid": "40179756_4",
            "document": "Honest (Future album) . In June 2012, Future announced his second studio album would be titled \"Future Hendrix\". In September 2012, during an interview with Montreality, he spoke about the album title, saying: \"\"Future Hendrix\" just comes from being different. Jimi Hendrix, he always stood out, and I always like the way he stood out. It wasn't about me getting that rock'n'roll lifestyle...that comes with this music industry. It's another level; it's striving to be different. I want to do it at the end of February, but it all depends on how these singles do and what this Super Future do.\" In December 2012, during an interview with Sermon's Domain, he said that the album would be more R&B based, saying: \"I want to say [\"Future Hendrix\"] will be more R&B based, but it's going to be more substance, more passion - just more down with feeling. I won't compromise who I am…I know my fans who've been down for me from day one, they understand the growth, and they gonna know when they hear \"Future Hendrix\", they'll know that I'm not selling out…they're gonna understand that I'm doing music that was already happening. But I'ma still have street songs. It's gonna be street-driven…[but] it's going to be more filled up with records with substance.\"",
            "score": 26.08630871772766
        },
        {
            "docid": "6404955_51",
            "document": "List of Star Wars species (A–E) . The Chadra-Fan are short, furry mammalianoids with bat-like faces and flap-like ears. They live in the swamps and marshes of their native planet Chad. They are renowned for their weak strength, emphasized by the saying 'You punch like a Chadra-Fan.' A famous Chadra-Fan was Tekli of the New Jedi Order who later became a healer for the Jedi. Her race was often received well because they had what many Star Wars authors referred to as adorable features.",
            "score": 27.79903531074524
        },
        {
            "docid": "4770634_6",
            "document": "Matthew 7 . Judge not, that ye be not judged.<br> For with what judgment ye judge, ye shall be judged: and with what measure ye mete, it shall be measured to you again.<br> And why beholdest thou the mote that is in thy brother's eye, but considerest not the beam that is in thine own eye?<br> Or how wilt thou say to thy brother, Let me pull out the mote out of thine eye; and, behold, a beam [is] in thine own eye?<br> Thou hypocrite, first cast out the beam out of thine own eye; and then shalt thou see clearly to cast out the mote out of thy brother's eye.<br> Give not that which is holy unto the dogs, neither cast ye your pearls before swine, lest they trample them under their feet, and turn again and rend you.<br> Ask, and it shall be given you; seek, and ye shall find; knock, and it shall be opened unto you:<br> For every one that asketh receiveth; and he that seeketh findeth; and to him that knocketh it shall be opened.<br> Or what man is there of you, whom if his son ask bread, will he give him a stone?<br> Or if he ask a fish, will he give him a serpent?<br> If ye then, being evil, know how to give good gifts unto your children, how much more shall your Father which is in heaven give good things to them that ask him?<br> Enter ye in at the strait gate: for wide [is] the gate, and broad [is] the way, that leadeth to destruction, and many there be which go in thereat:<br> Because strait [is] the gate, and narrow [is] the way, which leadeth unto life, and few there be that find it.<br> Beware of false prophets, which come to you in sheep's clothing, but inwardly they are ravening wolves.<br> Ye shall know them by their fruits. Do men gather grapes of thorns, or figs of thistles?<br> Even so every good tree bringeth forth good fruit; but a corrupt tree bringeth forth evil fruit.<br> A good tree cannot bring forth evil fruit, neither [can] a corrupt tree bring forth good fruit.<br> Every tree that bringeth not forth good fruit is hewn down, and cast into the fire.<br> Wherefore by their fruits ye shall know them.<br> Not every one that saith unto me, Lord, Lord, shall enter into the kingdom of heaven; but he that doeth the will of my Father which is in heaven.<br> Many will say to me in that day, Lord, Lord, have we not prophesied in thy name? and in thy name have cast out devils? and in thy name done many wonderful works?<br> And then will I profess unto them, I never knew you: depart from me, ye that work iniquity.<br> Therefore whosoever heareth these sayings of mine, and doeth them, I will liken him unto a wise man, which built his house upon a rock:<br> And the rain descended, and the floods came, and the winds blew, and beat upon that house; and it fell not: for it was founded upon a rock.<br> And every one that heareth these sayings of mine, and doeth them not, shall be likened unto a foolish man, which built his house upon the sand:<br> And the rain descended, and the floods came, and the winds blew, and beat upon that house; and it fell: and great was the fall of it.<br> And it came to pass, when Jesus had ended these sayings, the people were astonished at his doctrine:<br> For he taught them as [one] having authority, and not as the scribes.<br>",
            "score": 14.864092111587524
        },
        {
            "docid": "18895792_11",
            "document": "Fireworks (30 Rock) . \"Star Wars\" is frequently referenced in \"30 Rock\", beginning with the pilot episode where Tracy Jordan is seen shouting that he is a Jedi. Liz Lemon admits to being a huge fan of \"Star Wars\", saying that she had watched it many times with Pete Hornberger (Scott Adsit), and saying she dressed up as the \"Star Wars\" character Princess Leia during four Halloweens. Fey, a fan of \"Star Wars\" herself, said that the weekly \"Star Wars\" joke or reference \"started happening organically\" when the crew realized that they had a \"Star Wars\" reference \"in almost every show\". Fey said that from then on \"it became a thing where [they] tried to keep it going\", and that even though they could not include one in every episode, they still had a \"pretty high batting average\". Fey attributed most of the references to Robert Carlock, who she described as \"the resident expert\". In this episode, \"Star Wars\" is referenced twice: once when Liz tells Floyd that she and Pete are watching the movies on the AFI's 100 Years... 100 Movies list, but they only own \"Star Wars\" and \"Tootsie\" so they keep watching those two films. It is again referenced during Tracy's dream, when Thomas Jefferson holds his hand up to Tracy and says \"May the Force be with you\".",
            "score": 31.226977705955505
        },
        {
            "docid": "7820225_29",
            "document": "Orlando Salido . Immediately following the loss to Miguel Román, Salido announced his retirement. Immediately after the fight, he said, \"As they say, father time is undefeated. All the wars I had caught up with me. I am leaving the ring knowing that I gave the fans as great a fight that I can give them. I hope they enjoyed it. The mind and heart were there, but my body just was not responding. Roman is a young fighter who gave his all, and I was not able to keep up with him. I [am] just an old fighter now.\" Four days later when Salido landed home in Phoenix, Arizona, he stated his retirement was over and he would be back in 2018. He said, \"Saturday night I let my feelings and frustrations make me say things I did not think about. It was a tough and difficult fight in which I could not do the things that I needed to do in the ring, which I attributed to my age and the many wars I've had in my career.\"",
            "score": 22.099836587905884
        },
        {
            "docid": "1750228_48",
            "document": "Star Wars video games . On October 30, 2013, Dan Connor and Kevin Bruner from Telltale Games expressed an interest in making a Star Wars adventure game. Bruner said that \"I'll also say a Telltale Star Wars game would make me VERY happy!\" with Connor saying that \"Coming from LucasArts we have so many people here that love Star Wars and have worked with the license so that would be a great fit and very cool.\" The lower than expected sales and mixed fan reception towards EA Games handling of the \"Star Wars: Battlefront\" subfranchise has led to rumors of Lucasfilm considering to change the terms of the license agreement. Lucasfilm is rumored to be courting either Ubisoft or Activision to either replace EA, or sharing rights to develop \"Star Wars\" games with them.",
            "score": 37.57722091674805
        },
        {
            "docid": "7981475_8",
            "document": "Jack-Tor . \"Star Wars\" is frequently referenced in \"30 Rock\", beginning with the pilot episode where Tracy Jordan is seen shouting that he is a Jedi. Liz Lemon admits to being a huge fan of \"Star Wars\", saying that she had watched it many times with Pete Hornberger, and saying she dressed up as the \"Star Wars\" character Princess Leia during four Halloweens. Fey, a fan of \"Star Wars\" herself, said that the weekly \"Star Wars\" joke or reference \"started happening organically\" when the crew realized that they had a \"Star Wars\" reference \"in almost every show\". Fey said that from then on \"it became a thing where [they] tried to keep it going\", and that even though they could not include one in every episode, they still had a \"pretty high batting average\". Fey attributed most of the references to Robert Carlock, who she described as \"the resident expert\". In this episode, \"Star Wars\" is referenced when Frank mentions a \"friend in accounting\" named Lando Calrissian, a prominent \"Star Wars\" character.",
            "score": 28.485769033432007
        },
        {
            "docid": "1986667_19",
            "document": "Words of Institution . \"\"For in the night in which he was betrayed, he took bread; and when he had given thanks, he broke it, and gave it to his disciples, saying, Take, eat, this is my Body, which is given for you. Do this in remembrance of me. Likewise, after supper, he took the cup; and when he had given thanks, he gave it to them, saying, \"Drink ye all of this; for this is my Blood of the New Testament, which is shed for you, and for many, for the remission of sins. Do this, as oft as ye shall drink it, in remembrance of me.\"\"",
            "score": 8.254984855651855
        },
        {
            "docid": "2324889_14",
            "document": "Raghu Rai . \"When I go to a situation, I see something interesting, and I see the enormity and the size of it, and the complexity of it, and I say “Yes God, you’ve shown me this but it’s not enough for me.” So he says “Alright.” Then I keep walking, then he shows me something more complex and bigger. I say “Yes God, It’s nice. But it’s still not enough for me.” So I go on and on and I don’t accept it, and then he knows this child of his is very demanding and restless. And then he opens up and shows me something I have never experienced before. Then I take a picture and say “Thank you God.”",
            "score": 13.869412660598755
        }
    ],
    "r": [
        {
            "docid": "27086_2",
            "document": "Maquis (Star Trek) . In the \"Star Trek\" science fiction franchise, the Maquis are a 24th-century paramilitary organization/terrorist group (like the World War II Maquis in the French Resistance and the Spanish Maquis that emerged in the Spanish Civil War) first introduced in the 1994 episode \"The Maquis\" of the television series \"\", and subsequently appeared in \"\" and \"\". The Maquis story debuted when three \"Star Trek\" television shows running from the late 1980s to 2001 took place in the same fictional science-fiction universe at the same time in the future (The 2370s). As a result, the Maquis story was told across dozens of episodes with many more shows providing the context in the wider \"Star Trek\" narrative.",
            "score": 63.76585388183594
        },
        {
            "docid": "420471_15",
            "document": "You Don't Know Jack (franchise) . The final round of the game, called the Jack Attack in most versions and also known as the HeadRush in \"HeadRush\", is a word association question. A clue is given, which generally describes the desired correct answers (such as \"movie stars\") and after that a word, phrase, or name appears in the middle of the screen, to which the contestant must find an associated word or phrase that fits the overall category. For example, \"Star Wars\" might be the associated word, and the correct answer fitting \"movie stars\" could be Harrison Ford. Other possibilities offered might include actors not in that film, or other objects or concepts related to the film but which are not stars of the movie. For each associated phrase, seven potential matches appear on screen one-at-a-time for only a few seconds each before disappearing, and only one is correct. The topics and/or potential answers are sometimes humorous.",
            "score": 62.42263412475586
        },
        {
            "docid": "877033_21",
            "document": "Destiny (ISS module) . The name WORF was an allusion to a fictional character that appeared in Science fiction television and movie universe known as Star Trek in a special mission patch for WORF. The mission patch including text written in the Klingon language of that character, and the patch maker contacted the movie studio for permission and correctness. Another cross-over of the Star Trek franchise and space exploration was the naming of Space Shuttle Enterprise.",
            "score": 61.624610900878906
        },
        {
            "docid": "17157886_55",
            "document": "Star Trek . \"Star Trek\" and its spin-offs have proven highly popular in syndication and are shown on TV stations worldwide. The show's cultural impact goes far beyond its longevity and profitability. \"Star Trek\" conventions have become popular among its fans, who call themselves \"trekkies\" or \"trekkers\". An entire subculture has grown up around the show which was documented in the film \"Trekkies\". \"Star Trek\" was the highest-ranked cult show by \"TV Guide\". The franchise has also garnered many comparisons of the \"Star Wars\" franchise being rivals in the science fiction genre with many fans and scholars.",
            "score": 61.43478012084961
        },
        {
            "docid": "712215_63",
            "document": "LGBT themes in speculative fiction . Within the \"Star Trek\" canon, there have been no officially recognized LGBT characters in the television spin-offs. \"The International Review of Science Fiction\" ran a feature entitled \"Prisoners of Dogma and Prejudice: Why There Are no G/L/B/T Characters in Star Trek: Deep Space 9\" However, gender identity has occasionally been treated as an \"issue\" within the new \"Star Trek\" series, to be dealt with as a theme in individual episodes, such as the 1995 \"\" episode \"Rejoined\", which was the first episode of the show to feature a same-sex relationship and romantic same-sex kiss between women. Subsequently, the \"Star Trek\" franchise has portrayed a few same-sex kisses, but always in the context of either the evil \"mirror universe\" (\"The Emperor's New Cloak\") or body possession (\"Warlord\" and others), and often for comedic purposes between otherwise heterosexual characters. In a 2000 \"Fandom \"interview, \"Star Trek\" screenwriter Ronald D. Moore suggested that the reason why no gay characters existed in the television franchise was because someone wanted it that way, and no amount of support from fans, cast or crew was going to make any difference. In recent years, a few of the \"Star Trek\" novels and comics, which are officially licensed but not considered canon, have featured serious direct same-sex relationships, including portraying a minor canon character as gay.",
            "score": 60.6258430480957
        },
        {
            "docid": "3930516_30",
            "document": "Cultural influence of Star Trek . The first television series with comparable storyline and set-up to \"Star Trek\" (aside from the genre rival \"Doctor Who\") was the 1990s series \"Babylon 5\". When pitching the series, the producer J. Michael Straczynski had hoped that television executives would think \"Trek\" had opened up the market for science-fiction on television. However, he was told that \"Star Trek\" only created a market for more \"Star Trek\" and that the prospects for non-Trek related science fiction were seen as bleak. Eventually, \"Babylon 5\" was greenlit. Three script writers who had worked for the original \"Trek\" series were to write for \"Babylon 5\" (including D. C. Fontana who had written for three different \"Trek\" series), and \"Star Trek\" actor Walter Koenig was cast in a recurring role. All this, and the strong similarities of the series' premise to \"\" invited comparison to \"Star Trek\". In addition, \"Babylon 5\" was the first television series since \"Star Trek\" to get nominated for or win the Hugo award for best science fiction drama, which had only recognized feature films in the media category since \"Star Trek\". Gene Roddenberry's widow and \"Star Trek\" actress, Majel Barrett-Roddenberry, publicly stated that her decision to do a guest star appearance on \"Babylon 5\" was to stop the feuding and bickering among hardline fans of the two series, which broke out occasionally at science fiction conventions. Ultimately, the series ran for its intended length of five seasons, making it the longest running American space oriented futuristic television series outside of the \"Star Trek\" franchise.",
            "score": 60.36600875854492
        },
        {
            "docid": "14959170_2",
            "document": "List of Star Trek animals . This is a list of fictional extraterrestrial animal species from the science fiction universe of Star Trek. Like other aspects of stories in the franchise, they were recurring plot elements from one episode to another and sometimes from one series to another. Some have gained significance beyond the dedicated fans of the series; the furry, fast-breeding tribble has gained a place in popular culture and language.",
            "score": 59.937721252441406
        },
        {
            "docid": "17157886_56",
            "document": "Star Trek . The \"Star Trek\" franchise inspired some designers of technologies, the Palm PDA and the handheld mobile phone. Michael Jones, Chief technologist of Google Earth, has cited the tricorder's mapping capability as one inspiration in the development of Keyhole/Google Earth. The Tricorder X Prize, a contest to build a medical tricorder device was announced in 2012. Ten finalists were selected in 2014, and the winner was to be selected in January 2016. However, no team managed to reach the required criteria. \"Star Trek\" also brought teleportation to popular attention with its depiction of \"matter-energy transport\", with the famously misquoted phrase \"Beam me up, Scotty\" entering the vernacular. The \"Star Trek\" replicator is credited in the scientific literature with inspiring the field of diatom nanotechnology. In 1976, following a letter-writing campaign, NASA named its prototype space shuttle \"Enterprise\", after the fictional starship. Later, the introductory sequence to \"Star Trek: Enterprise\" included footage of this shuttle which, along with images of a naval sailing vessel called \"Enterprise\", depicted the advancement of human transportation technology. Additionally, some contend that the \"Star Trek\" society resembles communism.",
            "score": 59.398860931396484
        },
        {
            "docid": "297672_51",
            "document": "Scale model . Science fiction space ships are heavily popular in the modeling community. Models based on ships from such franchises as \"Star Trek\", \"Star Wars\", and \"Battlestar Galactica\" are regularly sold and created in scales ranging from 1:24 for fighters and smaller ships to 1:1000, 1:1400, and 1:2500 for most main franchise ships, and up to 1:10000 for the larger \"Star Wars\" ships (for especially objects like the Death Stars and Super Star Destroyers, even smaller scales are used). Finemolds in Japan have recently released a series of high quality injection molded Star Wars kits in 1:72, and this range is supplemented by resin kits from Fantastic Plastic.",
            "score": 59.20962905883789
        },
        {
            "docid": "3963401_3",
            "document": "The Ashes of Eden . The audio adaptation of the book is notable as the first time in the entire \"Star Trek\" franchise that the famous phrase \"Beam me up, Scotty\" is uttered in that form.",
            "score": 58.80746841430664
        },
        {
            "docid": "13148_48",
            "document": "Gene Roddenberry . In 1985, Gene Roddenberry was the first television writer to receive a star on the Hollywood Walk of Fame. When the Sci-Fi Channel was launched, the first broadcast was a dedication to two \"science fiction pioneers\": Isaac Asimov and Roddenberry. The Roddenberry crater on Mars is named after him, as is the asteroid 4659 Roddenberry. Roddenberry and \"Star Trek\" have been cited as inspiration for other science fiction franchises, with George Lucas crediting the series for enabling \"Star Wars\" to be produced. J. Michael Straczynski, creator of the \"Babylon 5\" franchise, appreciated \"Star Trek\" amongst other science fiction series and \"what they had to say about who we are, and where we are going.\"",
            "score": 58.694000244140625
        },
        {
            "docid": "473619_2",
            "document": "List of fictional spacecraft . This is a list of fictional spacecraft, starships and exo-atmospheric vessels that have been identified by name in notable published works of fiction. The term \"spacecraft\" is mainly used to refer to spacecraft that are real or conceived using present technology. The terms \"spaceship\" and \"starship\" are generally applied only to fictional space vehicles, usually those capable of transporting people. The spaceship is one of the prime elements in science fiction. Numerous short stories and novels are built up around various ideas for spacecraft, and spacecraft have featured in many films and television series. Some hard science fiction books focus on the technical details of the craft. Some fictional spaceships have been referenced in the real world, notably Starship \"Enterprise\" from \"Star Trek\" which gave its name to Space Shuttle \"Enterprise\" and to the VSS \"Enterprise\". For other ships from \"Star Wars\", \"Star Trek\", \"Robotech\", and other major franchises, see the separate lists linked below.",
            "score": 58.385719299316406
        },
        {
            "docid": "772629_5",
            "document": "Canon (fiction) . When there are multiple \"official\" works or original media, the question of what is canonical can be unclear. This is resolved either by explicitly excluding certain media from the status of canon (as in the case of \"Star Trek\" and \"Star Wars\"), by assigning different levels of canonicity to different media (as was in the case of \"Star Wars\" before the franchise was purchased by Disney), by considering different but licensed media treatments official and equally canonical to the series timeline within their own continuities universe, but not across them, or not resolved at all. The use of canon is of particular importance with regard to reboots or re-imaginings of established franchises, such as the \"Star Trek\" remake (2009), because of the ways in which it influences the viewer experience.",
            "score": 58.13859176635742
        },
        {
            "docid": "13243925_28",
            "document": "Comparison of Star Trek and Star Wars . Contrasting the focus of the two franchises, contributor J.C. Herzthe of \"The New York Times\" argued, \"\"Trek\" fandom revolves around technology because the \"Star Trek\" universe was founded on ham-fisted dialogue and \"Gong Show\"-caliber acting. But the fictional science has always been brilliant. The science in \"Star Wars\" is nonsense, and everyone knows it. But no one cares because \"Star Wars\" isn't about science. It's epic drama. It's about those incredibly well-developed characters and the moral decisions they face. People don't get into debates about how the second Death Star works. They get into debates about the ethics of blowing it up.\"",
            "score": 58.079612731933594
        },
        {
            "docid": "422828_12",
            "document": "Scotty (Star Trek) . Scotty's operation of the \"Enterprise\" transporter system inspired the catchphrase \"Beam me up, Scotty\", which gained currency in popular culture beyond \"Star Trek\" fans, even though the exact phrase is not spoken in that way in the original series, although it is used frequently in the animated series. In \"\", Kirk says, \"Scotty, beam me up.\"",
            "score": 58.04739761352539
        },
        {
            "docid": "52930886_2",
            "document": "Star Trek/Green Lantern . Star Trek/Green Lantern: The Spectrum War is a comic series is a 2015 comic book miniseries featuring a crossover of characters from the DC Comics franchise Green Lantern, and the science fiction franchise \"Star Trek\". Star Trek/Green Lantern: Stranger Worlds is the sequel.",
            "score": 57.75706481933594
        },
        {
            "docid": "45716_27",
            "document": "Transporter (Star Trek) . The famous catchphrase \"Beam me up, Scotty\" refers to the transporter device, which was often operated by chief engineer Montgomery Scott during the original series. The phrase was never uttered by anyone in the original series, although the lines \"Scotty, beam us up\" and \"Beam me up\" were spoken by Captain Kirk in that series. \"Scotty, beam me up\" was spoken by Admiral Kirk in \"Star Trek IV: The Voyage Home\". On the special edition DVD of \"Star Trek IV\", the text commentary provided by Michael and Denise Okuda (co-authors of \"The Star Trek Encyclopedia\" and \"The Star Trek Chronology: The History of the Future\") indicates that this was the closest anyone came to using that catchphrase in an official \"Star Trek\" production.",
            "score": 57.68013381958008
        },
        {
            "docid": "49051939_4",
            "document": "Legacy of Gene Roddenberry . Roddenberry and \"Star Trek\" have been cited as inspiration for other science fiction franchises. While being interviewed for Rod Roddenberry's \"Trek Nation\", \"Star Wars\" creator George Lucas said: \"\"Star Trek\" softened up the entertainment arena so that \"Star Wars\" could come along and stand on its shoulders.\" J. Michael Straczynski, comic book writer, and creator of the \"Babylon 5\" franchise, said that he had watched a number of 1960s science fiction series, including \"Star Trek\", noting: \"I was fortunate enough to see many of those shows on the occasion of their first broadcasts. But it was only much later, with the passage of time and repetition, that I was able to catch them all to truly appreciate what they had accomplished and what they had to say about who we are, and where we are going.\" In 2000, the Gene Roddenberry Award was inaugurated at the fifth FantastiCon convention in Los Angeles. It is the highest award handed out by the organization. On its inauguration, it was given to Michael Piller.",
            "score": 57.66579818725586
        },
        {
            "docid": "45747_2",
            "document": "Weapons in Star Trek . The \"Star Trek\" fictional universe contains a variety of weapons, ranging from missiles (the classic photon torpedo) to melee (primarily used by the Klingons, a race of aliens in the \"Star Trek\" universe). The \"Star Trek\" franchise consists primarily of several multi-season television shows and a dozen movies, as well as various video games and inspired merchandise. Many aspects of the fictional universe impact modern popular culture, especially the lingo and the idea of a spacecraft launching space torpedoes and firing lasers, and have had a wide influence in the late 20th to early 21st century. \"Star Trek\" is popular enough that its science fiction concepts have even been studied by real scientists, and NASA described its science in relation to the real world as \"entertaining combination of real science, imaginary science gathered from lots of earlier stories, and stuff the writers make up week-by-week to give each new episode novelty.\" For example, NASA noted that the \"Star Trek\" \"phasers\" were a fictional extrapolation of real-life lasers, and compared them to real-life microwave based weapons that have a stunning effect.",
            "score": 57.626224517822266
        },
        {
            "docid": "47992_7",
            "document": "Earthling . In some science fiction media (such as the \"Star Trek\" franchise and the 2014 movie \"Guardians of the Galaxy\") the term \"Terran\" is used as a term for humans, stemming from \"terra\", the Latin word for Earth. In the original run of the BBC series \"Doctor Who\", the phrase \"tellurian\" is used.",
            "score": 57.36613845825195
        },
        {
            "docid": "26722613_9",
            "document": "Window Observational Research Facility . WORF Payload operations will consist of crew-tended or automated activities. For crew-tended operations, the WORF hatch will be removed and the crew member can use the payload shroud to block any incoming light from the U.S. Laboratory. For automated operations, the hatch will be installed to protect the payload hardware and commands can be sent to the payload via the ground or WORF laptop computer. The name WORF was in a special WORF mission patch as an allusion to a fictional character that appeared in Science fiction television and movie \"universe\" known as Star Trek. The mission patch including text written in the Klingon language of that character, and the patch maker contacted the movie studio for permission and correctness. Another cross-over of the Star Trek franchise and space exploration was the naming of Space Shuttle Enterprise.",
            "score": 57.2479362487793
        },
        {
            "docid": "160025_2",
            "document": "Star Trek planet classification . The planet classification used in the Star Trek science fiction media franchise uses letters to refer to classes of planets and planetoids. \"Class M\" planets representing Earth-like planets, and therefore among the most frequented in the series.",
            "score": 56.66814041137695
        },
        {
            "docid": "17803969_2",
            "document": "List of Star Trek materials . This is a list of notable fictional materials from the science fiction universe of Star Trek. Like other aspects of stories in the franchise, some were recurring plot elements from one episode or series to another.",
            "score": 56.006526947021484
        },
        {
            "docid": "3871571_10",
            "document": "Star Trek fan productions . \"\" is a 2005 parody film produced by five friends in a two-room flat with a small budget and the support of a few hundred fans and several dozen acquaintances. It is the seventh production in the \"Star Wreck\" movie series, and the first of professional quality and feature length. It is a dark science fiction comedy about domination of the world and the universe, and a parody of the \"Star Trek\" and \"Babylon 5\" franchises. The audio track is in Finnish and has English subtitles.",
            "score": 55.99892044067383
        },
        {
            "docid": "13243925_44",
            "document": "Comparison of Star Trek and Star Wars . Aside from official works by the producers of \"Star Trek\" and \"Star Wars\", many fan films and webisodes set in the two universes of the franchises are also constantly produced and posted on the Internet by fans, but are not officially considered canon in relation to either franchise.",
            "score": 55.92055892944336
        },
        {
            "docid": "56989_7",
            "document": "Hollywood Squares . Taking turns, each contestant selected a square. The star was asked a question and gave an answer, which was usually preceded by a zinger. The contestants had the choice of agreeing with the star's answer or disagreeing if they thought the star was bluffing. On rare occasions, a star would not know the correct answer to a question, but would be unable to come up with a plausible bluff. In such instances, the contestant would be offered the chance to answer the question and would earn or lose the square based on how they answered. Usually the contestants declined, in which case they incurred no penalty and the same star was asked another question.",
            "score": 55.667842864990234
        },
        {
            "docid": "36589596_60",
            "document": "Triptych (Frey novel) . Basil Grey is self-proclaimed a science fiction and fantasy geek. Many of his idioms and dialogue reference science fiction books and fantasy books, comic books, films, and televisions series, including but not limited to: Back to the Future, the Stargate franchise, Doctor Who, the Star Trek franchise, and the Star Wars franchise.",
            "score": 55.201690673828125
        },
        {
            "docid": "13243925_32",
            "document": "Comparison of Star Trek and Star Wars . The two franchises have a \"symbiotic relationship\" stated Shatner, who credits \"Star Wars\" for launching the \"Star Trek\" films. He repeated this sentiment at a 2016 \"Star Trek\" fan convention in Las Vegas by stating \"\"Star Wars\" created \"Star Trek\"\". He clarified this statement by explaining that at the time of the release of the first \"Star Wars\" film (\"A New Hope\"), Paramount, then under new management, was struggling to come up with something that could compete with it. A \"Star Trek\" relaunch was the choice. Since then, public interest has returned to \"Star Trek\". \"It was \"Star Wars\" that thrust \"Star Trek\" into the people of Paramount's consciousness\" Shatner stated.",
            "score": 55.130008697509766
        },
        {
            "docid": "27074_34",
            "document": "Star Trek: Enterprise . Goldsmith was rumoured to be creating the theme tune for \"Enterprise\", as although he did not typically work on television, because of his affiliation with the \"Star Trek\" franchise, when he talked of creating a new television theme it was presumed that it would be for this series. The franchise was known for typically using orchestral themes, but Berman said that the theme tune would be more \"contemporary\" than heard in previous series and a \"little hipper\". The theme was revealed to be a cover of the Rod Stewart single \"Faith of the Heart\", by British tenor Russell Watson. Stewart's song had originally appeared on the soundtrack to the 1998 film \"Patch Adams\". For the use in \"Enterprise\", it was retitled to \"Where My Heart Will Take Me\", but prompted a negative reaction from existing \"Star Trek\" fans. These included an online petition to have the song removed, and there was a protest held outside of Paramount Studios. Executive producers Braga and Berman both defended the choice, with Berman saying that the fan response was split over the song while Braga said that some people found the song \"uplifting\". It was remixed for the third season, most notably with a new guitar track and fewer backing vocals. The song was not used on episodes 18 and 19 of series four (In a Mirror, Darkly Parts 1 and 2), nor were the usual introductory images. The images were much more warlike than the examples in the regular opening titles.",
            "score": 54.773590087890625
        },
        {
            "docid": "27073_28",
            "document": "Star Trek: Deep Space Nine . \"DS9\" was the first television series in the \"Star Trek\" franchise to use computer-generated imagery (CGI) for exterior space shots. Although a few other television series, like \"Babylon 5\", were using CGI exclusively to avoid the high expense of model photography, the \"Star Trek\" franchise had continued to use primarily physical models for exterior space shots because producers felt models provided more realism.",
            "score": 54.53322219848633
        },
        {
            "docid": "422828_2",
            "document": "Scotty (Star Trek) . Montgomery Christopher Jorgensen \"Scotty\" Scott is a fictional character in the science fiction franchise \"Star Trek\". First portrayed by James Doohan in the , Scotty also appears in the , seven \"Star Trek\" movies, the \"\" episode \"\", and in numerous books, comics, and video games.",
            "score": 54.396846771240234
        },
        {
            "docid": "3071743_23",
            "document": "Star Trek (film) . In an interview, Abrams said that he had never seen \"Star Trek: Nemesis\" because he felt the franchise had \"disconnected\" from the original series. For him, he said, \"Star Trek\" was about Kirk and Spock, and the other series were like \"separate space adventure[s] with the name \"Star Trek\"\". He also acknowledged that as a child he had actually preferred the \"Star Wars\" movies. He noted that his general knowledge of \"Star Trek\" made him well suited to introduce the franchise to newcomers, and that, being an optimistic person, he would make \"Star Trek\" an optimistic film, which would be a refreshing contrast to the likes of \"The Dark Knight\". He added that he loved the focus on exploration in \"Star Trek\" and the idea of the Prime Directive, which forbids Starfleet to interfere in the development of primitive worlds, but that, because of the budgetary limitations of the original series, it had \"never had the resources to actually show the adventure\". He noted he only became involved with the project as producer initially because he wanted to help Orci, Kurtzman and Lindelof.",
            "score": 54.34209060668945
        }
    ]
}