{
    "q": [
        {
            "docid": "25529469_4",
            "document": "Solar eclipse of January 5, 1935 . It was the last eclipse of solar saros 111 with the moon's penumbra touching the earth for just 10 minutes. The next mini eclipse in 296 years, the last solar eclipse that was very short occurred on January 4, 1639 and had a magnitude of 0.0009 and lasted for about 7 minutes.",
            "score": 65.7793116569519
        },
        {
            "docid": "53464434_3",
            "document": "Solar eclipse of April 5, 1837 . It was the first of three partial eclipses that took place that year, each two in two months, the next on was on May 4 covered a part of the Northern Hemisphere. It was the last of solar saros 107.",
            "score": 66.54752683639526
        },
        {
            "docid": "53467617_3",
            "document": "Solar eclipse of February 3, 1859 . It was the first of four partial eclipses that took place that year, two in a space of two months each, the next on was on March 4 and covered a small part of the Northern Hemisphere. It was the last of solar saros 109.",
            "score": 66.05011796951294
        },
        {
            "docid": "53559973_5",
            "document": "Solar eclipse of January 4, 1639 . It was the last solar eclipse that took place to date that was under the magnitude of 0.001. The next short solar eclipse was on January 5, 1935 in the Southern Hemisphere and the magnitude above 0.001.",
            "score": 60.83312654495239
        },
        {
            "docid": "53559973_4",
            "document": "Solar eclipse of January 4, 1639 . It was the first of three partial eclipses that took place that year, the last occurred in the Southern Hemisphere on December 5, 1638, the next was on June 1.",
            "score": 56.69839787483215
        },
        {
            "docid": "53577132_3",
            "document": "Solar eclipse of July 9, 1888 . It was the second of three partial eclipses that took place that year, the last was on February 11 and the next was on August 7 in the Northern Hemisphere It was the last four of solar saros 115, the next was on July 21, 1906 and the last was on August 12, 1942.",
            "score": 55.46086311340332
        },
        {
            "docid": "53570300_3",
            "document": "Solar eclipse of December 2, 1880 . It was the last of four eclipses that took place that year, the last two that were partial. It was the last four of solar saros 111, the next eclipses of the cycle were on December 13, 1898, December 24, 1916 and January 5, 1935.",
            "score": 62.38951110839844
        },
        {
            "docid": "53559778_3",
            "document": "Solar eclipse of November 21, 1862 . It was the first of three partial eclipses that took place that year, the last occurred in the same hemisphere on June 27, nearly on the opposite side of the previous eclipse. It was the last three of the solar saros 111, the next was on December 2, 1880 and the last was on January 5, 1935.",
            "score": 61.56933283805847
        },
        {
            "docid": "53560245_3",
            "document": "Solar eclipse of November 10, 1844 . It was last of four partial eclipses that took place that year, two in the space of two months each, the last one was on July 1819 and covered a part of the Northern Hemisphere. It was the last six of the solar saros 111 cycle of eclipses, the next one was on November 21, 1862 and the last one on January 5, 1935.",
            "score": 64.11980056762695
        },
        {
            "docid": "53456049_3",
            "document": "Solar eclipse of August 7, 1812 . It was one of four partial eclipses that took place that year, each two in two months, the last one was on March 13 in the same hemisphere, the next one was on September 12 and covered a part of the Northern Hemisphere mainly North America. A part of the eclipse occurred in a smaller area where the previous partial eclipse happened. It was the last three of solar saros 113, the next two were on August 18, 1830 and on August 28, 1848.",
            "score": 66.87110805511475
        },
        {
            "docid": "53456326_3",
            "document": "Solar eclipse of August 18, 1830 . It was one of four partial eclipses that took place that year, each two in two months, the last one was on March 30 in the same hemisphere, the next one was on September 17 and covered a part of the Northern Hemisphere. It was the last two of solar saros 113, the next was on August 28, 1848.",
            "score": 62.80093812942505
        },
        {
            "docid": "24674591_3",
            "document": "Solar eclipse of July 2, 2019 . Totality will be visible from the southern Pacific Ocean east of New Zealand to the Coquimbo Region in Chile and Argentina at sunset, with the maximum of 4 minutes 32 seconds visible from the Pacific Ocean. Astronomers Without Borders collected eclipse glasses for redistribution to Latin America and Asia for their 2019 eclipses from the solar eclipse of August 21, 2017. A total solar eclipse will cross this region on December 14, 2020 just 531 days later.",
            "score": 66.40426921844482
        },
        {
            "docid": "25235468_1",
            "document": "Solar eclipse of December 14, 2020 . Solar eclipse of December 14, 2020",
            "score": 65.37872505187988
        },
        {
            "docid": "25235457_1",
            "document": "Solar eclipse of June 21, 2020 . Solar eclipse of June 21, 2020",
            "score": 65.37872505187988
        },
        {
            "docid": "53476492_3",
            "document": "Solar eclipse of October 29, 1837 . It was the last of three partial eclipses that took place that year, the first of two in two months, the last was on May 4 which covered a part of the Northern Hemisphere. It was part of solar saros 150.",
            "score": 63.92233085632324
        },
        {
            "docid": "25208151_3",
            "document": "Solar eclipse of June 30, 1973 . With a maximum eclipse of 7 minutes and 4 seconds, this was the last total solar eclipse that exceeds 7 minutes in this series. The last total eclipse over 7 minutes was on July 1, 1098 which lasted 7 minutes and 5 seconds. There will not be a longer total solar eclipse until June 25, 2150.",
            "score": 59.13160514831543
        },
        {
            "docid": "53463969_3",
            "document": "Solar eclipse of March 25, 1819 . It was the first of four partial eclipses that took place that year, each two in two months, the next on was on April 24 covered a part of the Northern Hemisphere. It was the last two of solar saros 107, the last one was on April 5, 1837.",
            "score": 63.42691969871521
        },
        {
            "docid": "25235468_2",
            "document": "Solar eclipse of December 14, 2020 . A total solar eclipse will occur on December 14, 2020. A solar eclipse occurs when the Moon passes between Earth and the Sun, thereby totally or partly obscuring the image of the Sun for a viewer on Earth. A total solar eclipse occurs when the Moon's apparent diameter is larger than the Sun's, blocking all direct sunlight, turning day into darkness. Totality occurs in a narrow path across Earth's surface, with the partial solar eclipse visible over a surrounding region thousands of kilometres wide.",
            "score": 71.01786136627197
        },
        {
            "docid": "25559060_3",
            "document": "Solar Saros 139 . This series is currently producing total eclipses over 4 minutes long, with each one gradually increasing in length. It will continue to do so until July 16, 2186 when it will produce the longest total eclipse calculated for the ten millennia from 3999 BCE to 6000 CE. The last eclipse to occur was a total eclipse on March 29, 2006, lasting 4 minutes 7 seconds and passing over portions of Africa and western Asia. The next eclipse will occur on April 8, 2024, lasting 4 minutes 28 seconds over central North America, entering in Mexico, crossing the United States, and leaving in eastern Canada.",
            "score": 54.02616763114929
        },
        {
            "docid": "25235457_2",
            "document": "Solar eclipse of June 21, 2020 . An annular solar eclipse will occur on June 21, 2020. A solar eclipse occurs when the Moon passes between Earth and the Sun, thereby totally or partly obscuring the image of the Sun for a viewer on Earth. An annular solar eclipse occurs when the Moon's apparent diameter is smaller than the Sun's, blocking most of the Sun's light and causing the Sun to look like an annulus (ring). An annular eclipse appears as a partial eclipse over a region of the Earth thousands of kilometres wide. <BR>Animated path",
            "score": 70.55284309387207
        },
        {
            "docid": "53467409_3",
            "document": "Solar eclipse of January 22, 1841 . It was the first of four partial eclipses that took place that year, two in a space of two months each, the next on was on February 21 covered a small part of the Northern Hemisphere. It was the last two of solar saros 109, the last one was on February 3, 1859.",
            "score": 65.45862340927124
        },
        {
            "docid": "36125553_3",
            "document": "Solar eclipse of March 14, 1801 . It was the first of four partial eclipses that took place that year, each two in two months, the next on was on April 13 covered a part of the Northern Hemisphere. It was the last three of solar saros 107, the next two were on March 25, 1819 and April 5, 1837.",
            "score": 63.234551191329956
        },
        {
            "docid": "25053420_5",
            "document": "Solar eclipse of February 26, 1979 . Many visitors traveled to the Pacific Northwest to view the Monday morning eclipse, as it was the last chance to view a total solar eclipse in the contiguous United States for almost four decades. The next opportunity was 38½ years later on August 21, 2017, also a Monday.",
            "score": 57.1947181224823
        },
        {
            "docid": "4557237_4",
            "document": "List of solar eclipses in the 21st century . The next solar eclipse (Partial) will occur on July 13, 2018; the last solar eclipse (Partial) occurred on February 15, 2018.",
            "score": 62.95367956161499
        },
        {
            "docid": "53467514_3",
            "document": "Solar eclipse of January 12, 1823 . It was one of four partial eclipses that took place that year, two within the space of two months each, the next one was on February 11 and covered the Northern Hemisphere. It was the three of last of solar saros 109, the next two were on January 22, 1841 and February 5, 1859.",
            "score": 67.29681992530823
        },
        {
            "docid": "25428869_2",
            "document": "Solar eclipse of September 4, 2100 . A total solar eclipse is forecast to occur on September 4, 2100. It will be the last solar eclipse of the 21st century. A solar eclipse occurs when the Moon passes between Earth and the Sun, thereby totally or partly obscuring the image of the Sun for a viewer on Earth. A total solar eclipse occurs when the Moon's apparent diameter is larger than the Sun's, blocking all direct sunlight, turning day into darkness. Totality occurs in a narrow path across Earth's surface, with the partial solar eclipse visible over a surrounding region thousands of kilometres wide.",
            "score": 65.37611627578735
        },
        {
            "docid": "25208100_4",
            "document": "Solar eclipse of August 12, 2026 . The last total eclipse in Europe occurred on August 11, 1999.  The last total solar eclipse happened in Spain on August 30, 1905 and followed a similar path across the country. The next total eclipse visible in Spain will happen less than a year later on 2 August 2027. A partial eclipse will cover more than 90% of the area of the sun in Ireland, Great Britain, Portugal, France, Italy, the Balkans and North Africa and to a lesser extent in most of Europe, North Africa and North America.",
            "score": 59.995333433151245
        },
        {
            "docid": "66109_11",
            "document": "Eclipse cycle . If a solar eclipse occurs at one new moon, which must be close to a node, then at the next full moon the Moon is already more than a day past its opposite node, and may or may not miss the Earth's shadow. By the next new moon it is even further ahead of the node, so it is less likely that there will be a solar eclipse somewhere on Earth. By the next month, there will certainly be no event.",
            "score": 66.53433990478516
        },
        {
            "docid": "632331_31",
            "document": "Transit of Venus . The simultaneous occurrence of a transit of Mercury and a transit of Venus does occur, but extremely infrequently. Such an event last occurred on 22 September 373,173 BC and will next occur on 26 July 69,163, and again on 29 March 224,508. The simultaneous occurrence of a solar eclipse and a transit of Venus is currently possible, but very rare. The next solar eclipse occurring during a transit of Venus will be on 5 April 15,232. The last time a solar eclipse occurred during a transit of Venus was on 1 November 15,607 BC. The day after the Venerean transit of 3 June 1769 there was a total solar eclipse, which was visible in Northern America, Europe and Northern Asia.",
            "score": 64.467764377594
        },
        {
            "docid": "53443787_3",
            "document": "Solar eclipse of March 13, 1812 . It was one of four partial eclipses that took place that year, each two in two months, the last one was on February 12 and covered a part of the Northern Hemisphere. The next eclipse was on August 7 1812 in a smaller part of where the eclipse happened in the same year.",
            "score": 62.52989745140076
        },
        {
            "docid": "5024887_24",
            "document": "Solar eclipse . Total solar eclipses are rare events. Although they occur somewhere on Earth every 18 months on average, it is estimated that they recur at any given place only once every 360 to 410 years, on average. The total eclipse lasts for only a maximum of a few minutes at any location, because the Moon's umbra moves eastward at over 1700 km/h. Totality currently can never last more than 7 min 32 s. This value changes over the millennia and is currently decreasing. By the 8th millennium, the longest theoretically possible total eclipse will be less than 7 min 2 s. The last time an eclipse longer than 7 minutes occurred was June 30, 1973 (7 min 3 sec). Observers aboard a Concorde supersonic aircraft were able to stretch totality for this eclipse to about 74 minutes by flying along the path of the Moon's umbra. The next total eclipse exceeding seven minutes in duration will not occur until June 25, 2150. The longest total solar eclipse during the 11,000 year period from 3000 BC to at least 8000 AD will occur on July 16, 2186, when totality will last 7 min 29 s. For comparison, the longest total eclipse of the 20th century at 7 min 8 s occurred on June 20, 1955, and there are no total solar eclipses over 7 min in duration in the 21st century.",
            "score": 73.18313026428223
        },
        {
            "docid": "5024887_26",
            "document": "Solar eclipse . Between two and five solar eclipses occur every year, with at least one per eclipse season. Since the Gregorian calendar was instituted in 1582, years that have had five solar eclipses were 1693, 1758, 1805, 1823, 1870, and 1935. The next occurrence will be 2206. On average, there are about 240 solar eclipses each century.",
            "score": 74.15620803833008
        }
    ],
    "r": [
        {
            "docid": "9770_4",
            "document": "Eclipse . For the special cases of solar and lunar eclipses, these only happen during an \"eclipse season\", the two times of each year when the plane of the Earth's orbit around the Sun crosses with the plane of the Moon's orbit around the Earth. The type of solar eclipse that happens during each season (whether total, annular, hybrid, or partial) depends on apparent sizes of the Sun and Moon. If the orbit of the Earth around the Sun, and the Moon's orbit around the Earth were both in the same plane with each other, then eclipses would happen each and every month. There would be a lunar eclipse at every full moon, and a solar eclipse at every new moon. And if both orbits were perfectly circular, then each solar eclipse would be the same type every month. It is because of the non-planar and non-circular differences that eclipses are not a common event. Lunar eclipses can be viewed from the entire nightside half of the Earth. But solar eclipses, particularly a total eclipse, as occurring at any one particular point on the Earth's surface, is a rare event that can span many decades from one to the next.",
            "score": 86.8432846069336
        },
        {
            "docid": "32145358_4",
            "document": "Eclipse season . If the Earth had a perfectly circular orbit centered around the Sun, if the Moon's orbit was also perfectly circular and centered around the Earth, and if both orbits were coplanar (on the same plane) with each other, then two eclipses would happen every lunar month (29.53 days). A lunar eclipse would occur at every full moon, a solar eclipse every new moon, and all solar eclipses would be the same type.",
            "score": 80.53221130371094
        },
        {
            "docid": "20424_22",
            "document": "Lunar phase . It might be expected that once every month, when the Moon passes between Earth and the Sun during a new moon, its shadow would fall on Earth causing a solar eclipse, but this does not happen every month. Nor is it true that during every full moon, the Earth's shadow falls on the Moon, causing a lunar eclipse. Solar and lunar eclipses are not observed \"every\" month because the plane of the Moon's orbit around the Earth is tilted by about 5° with respect to the plane of Earth's orbit around the Sun (the plane of the ecliptic). Thus, when new and full moons occur, the Moon usually lies to the north or south of a direct line through the Earth and Sun. Although an eclipse can only occur when the Moon is either new (solar) or full (lunar), it must also be positioned very near the intersection of Earth's orbital plane about the Sun and the Moon's orbital plane about the Earth (that is, at one of its nodes). This happens about twice per year, and so there are between four and seven eclipses in a calendar year. Most of these eclipses are partial; total eclipses of the Moon or Sun are less frequent.",
            "score": 78.47755432128906
        },
        {
            "docid": "5024887_19",
            "document": "Solar eclipse . The Moon's orbit intersects with the ecliptic at the two nodes that are 180 degrees apart. Therefore, the new moon occurs close to the nodes at two periods of the year approximately six months (173.3 days) apart, known as eclipse seasons, and there will always be at least one solar eclipse during these periods. Sometimes the new moon occurs close enough to a node during two consecutive months to eclipse the Sun on both occasions in two partial eclipses. This means that, in any given year, there will always be at least two solar eclipses, and there can be as many as five.",
            "score": 76.5373306274414
        },
        {
            "docid": "5024887_26",
            "document": "Solar eclipse . Between two and five solar eclipses occur every year, with at least one per eclipse season. Since the Gregorian calendar was instituted in 1582, years that have had five solar eclipses were 1693, 1758, 1805, 1823, 1870, and 1935. The next occurrence will be 2206. On average, there are about 240 solar eclipses each century.",
            "score": 74.15621185302734
        },
        {
            "docid": "5024887_24",
            "document": "Solar eclipse . Total solar eclipses are rare events. Although they occur somewhere on Earth every 18 months on average, it is estimated that they recur at any given place only once every 360 to 410 years, on average. The total eclipse lasts for only a maximum of a few minutes at any location, because the Moon's umbra moves eastward at over 1700 km/h. Totality currently can never last more than 7 min 32 s. This value changes over the millennia and is currently decreasing. By the 8th millennium, the longest theoretically possible total eclipse will be less than 7 min 2 s. The last time an eclipse longer than 7 minutes occurred was June 30, 1973 (7 min 3 sec). Observers aboard a Concorde supersonic aircraft were able to stretch totality for this eclipse to about 74 minutes by flying along the path of the Moon's umbra. The next total eclipse exceeding seven minutes in duration will not occur until June 25, 2150. The longest total solar eclipse during the 11,000 year period from 3000 BC to at least 8000 AD will occur on July 16, 2186, when totality will last 7 min 29 s. For comparison, the longest total eclipse of the 20th century at 7 min 8 s occurred on June 20, 1955, and there are no total solar eclipses over 7 min in duration in the 21st century.",
            "score": 73.18313598632812
        },
        {
            "docid": "10903620_19",
            "document": "Crucifixion darkness . The Gospel of Luke account appears to describe the event as an eclipse. However, the biblical details do not accord with an eclipse: a solar eclipse could not have occurred on or near the Passover, when Jesus was crucified, and would have been too brief to account for three hours of darkness. The maximum possible duration of a total solar eclipse is seven minutes and 31.1 seconds. The only total eclipse visible in Jerusalem in this era occurred late in the year AD 29, on 24 November at 11:05 AM. Around the Sea of Galilee, it would have been visible for just one minute and forty-nine seconds.",
            "score": 72.92974853515625
        },
        {
            "docid": "4557237_3",
            "document": "List of solar eclipses in the 21st century . At this point, the longest duration in which the moon completely covered the sun, known as totality, was during the solar eclipse of July 22, 2009. This total solar eclipse had a maximum duration of 6 minutes and 39 seconds. The longest possible duration of a total solar eclipse is 7 minutes and 32 seconds. The longest annular solar eclipse of the 21st century took place on January 15, 2010, with a duration of 11 minutes and 8 seconds. The maximum possible duration is 12 minutes and 29 seconds. The eclipse of May 20, 2050, will be the second hybrid eclipse in the span of less than one year, the first one being on November 25, 2049.",
            "score": 72.56710815429688
        },
        {
            "docid": "5024887_3",
            "document": "Solar eclipse . If the Moon were in a perfectly circular orbit, a little closer to the Earth, and in the same orbital plane, there would be total solar eclipses every new moon. However, since the Moon's orbit is tilted at more than 5 degrees to the Earth's orbit around the Sun, its shadow usually misses Earth. The Moon's orbit must cross Earth's ecliptic plane in order for an eclipse (both solar as well as lunar) to occur. In addition, the Moon's actual orbit is elliptical, often taking it far enough away from Earth that its apparent size is not large enough to block the Sun entirely. The orbital planes cross each other at a line of nodes resulting in at least two, and up to five, solar eclipses occurring each year; no more than two of which can be total eclipses. However, total solar eclipses are rare at any particular location because totality exists only along a narrow path on the Earth's surface traced by the Moon's shadow or umbra.",
            "score": 72.0661392211914
        },
        {
            "docid": "32145358_5",
            "document": "Eclipse season . An eclipse season is the only time during which the Sun (from the perspective of the Earth) is close enough to one of the Moon's nodes to allow for an eclipse to occur. During the season, whenever there is a full moon a lunar eclipse will occur and whenever there is a new moon a solar eclipse will occur. If the Sun is close enough to a node, then a total eclipse will occur. Each season lasts from 31 to 37 days, recurring about every 6 months. At least two (one solar and one lunar, in any order), and at most three eclipses (solar, lunar, then solar again, or vice versa), will occur during every eclipse season. This is because it is about 15 days (a fortnight) between full moon and new moon and vice versa. If there is an eclipse at the very beginning of the season, then there is enough time (30 days) for two more eclipses.",
            "score": 71.86521911621094
        },
        {
            "docid": "25235468_2",
            "document": "Solar eclipse of December 14, 2020 . A total solar eclipse will occur on December 14, 2020. A solar eclipse occurs when the Moon passes between Earth and the Sun, thereby totally or partly obscuring the image of the Sun for a viewer on Earth. A total solar eclipse occurs when the Moon's apparent diameter is larger than the Sun's, blocking all direct sunlight, turning day into darkness. Totality occurs in a narrow path across Earth's surface, with the partial solar eclipse visible over a surrounding region thousands of kilometres wide.",
            "score": 71.01786041259766
        },
        {
            "docid": "25235457_2",
            "document": "Solar eclipse of June 21, 2020 . An annular solar eclipse will occur on June 21, 2020. A solar eclipse occurs when the Moon passes between Earth and the Sun, thereby totally or partly obscuring the image of the Sun for a viewer on Earth. An annular solar eclipse occurs when the Moon's apparent diameter is smaller than the Sun's, blocking most of the Sun's light and causing the Sun to look like an annulus (ring). An annular eclipse appears as a partial eclipse over a region of the Earth thousands of kilometres wide. <BR>Animated path",
            "score": 70.55284118652344
        },
        {
            "docid": "25235468_3",
            "document": "Solar eclipse of December 14, 2020 . The path is similar to Solar eclipse of February 26, 2017. It will also take place just 17 months after the Solar eclipse of July 2, 2019, which, like this one, will also be visible from Chile and Argentina.",
            "score": 70.16975402832031
        },
        {
            "docid": "25289340_8",
            "document": "Solar eclipse of June 8, 1918 . There were two other eclipses that year. The first was a partial lunar eclipse, during which the shadow of the earth can be seen on the moon, and another solar eclipse that took place on December 3 over South America. The other solar eclipse, however, was an annular eclipse, which occurs when the moon has a smaller apparent diameter and therefore never fully obscures the sun.",
            "score": 69.82632446289062
        },
        {
            "docid": "28001670_2",
            "document": "Eclipse chasing . Eclipse chasing is the pursuit of observing solar eclipses when they occur around the Earth. Solar eclipses may occur more than once a year across the Earth. Total eclipses may occur multiple times every few years.",
            "score": 69.78478240966797
        },
        {
            "docid": "22651355_2",
            "document": "Solar eclipse of January 15, 2010 . The solar eclipse of January 15, 2010 was an annular eclipse of the Sun with a magnitude of 0.9190. A solar eclipse occurs when the Moon passes between Earth and the Sun, thereby totally or partly obscuring the image of the Sun for a viewer on Earth. An annular solar eclipse occurs when the Moon's apparent diameter is smaller than the Sun's, blocking most of the Sun's light and causing the Sun to look like an annulus (ring). An annular eclipse appears as a partial eclipse over a region of the Earth thousands of kilometres wide. It was the longest annular solar eclipse of the millennium, and the longest until December 23, 3043, with the length of maximum eclipse of 11 minutes, 7.8 seconds, and the longest duration of 11 minutes, 10.7 seconds. This is about 4 minutes longer than total solar eclipses could ever get. (The solar eclipse of January 4, 1992, was longer, at 11 minutes, 41 seconds, occurring in the middle of the Pacific Ocean.)",
            "score": 69.66481018066406
        },
        {
            "docid": "66111_10",
            "document": "Saros (astronomy) . Each saros series starts with a partial eclipse (Sun first enters the end of the node), and each successive saros the path of the Moon is shifted either northward (when near the descending node) or southward (when near the ascending node) due to the fact that the saros is not an exact integer of draconic months (about one hour short). At some point, eclipses are no longer possible and the series terminates (Sun leaves the beginning of the node). An arbitrary solar saros series was designated as solar saros series 1 by compilers of eclipse statistics. This series has finished, but the eclipse of November 16, 1990 BC (Julian calendar) for example is in solar saros series 1. There are different saros series for solar and lunar eclipses. For lunar saros series, the lunar eclipse occurring 58.5 synodic months earlier (February 23, 1994 BC) was assigned the number 1. If there is an eclipse one inex (29 years minus about 20 days) after an eclipse of a particular saros series then it is a member of the next series. For example, the eclipse of October 26, 1961 BC is in solar saros series 2. Saros series, of course, went on before these dates, and it is necessary to extend the saros series numbers backwards to negative numbers even just to accommodate eclipses occurring in the years following 2000 BCE (up till the last eclipse with a negative saros number in 1367 BC). For solar eclipses the statistics for the complete saros series within the era between 2000 BCE and 3000 CE are given in this article's references. It takes between 1226 and 1550 years for the members of a saros series to traverse the Earth's surface from north to south (or vice versa). These extremes allow from 69 to 87 eclipses in each series (most series have 71 or 72 eclipses). From 39 to 59 (mostly about 43) eclipses in a given series will be central (that is, total, annular, or hybrid annular-total). At any given time, approximately 40 different saros series will be in progress.",
            "score": 69.33961486816406
        },
        {
            "docid": "23778958_2",
            "document": "List of solar eclipses in the 28th century . This is a list of solar eclipses that will occur in the 28th century. During the period 2701 to 2800 there will be 242 solar eclipses of which 84 will be partial, 92 will be annular, 63 will be total, and 3 will be hybrids. The greatest number of eclipses in one year will be five, in 2709 and 2774. One month, May 2785, will have two eclipses.",
            "score": 69.24687194824219
        },
        {
            "docid": "5024887_27",
            "document": "Solar eclipse . Total solar eclipses are seen on Earth because of a fortuitous combination of circumstances. Even on Earth, the diversity of eclipses familiar to people today is a temporary (on a geological time scale) phenomenon. Hundreds of millions of years in the past, the Moon was closer to the Earth and therefore apparently larger, so every solar eclipse was total or partial, and there were no annular eclipses. Due to tidal acceleration, the orbit of the Moon around the Earth becomes approximately 3.8 cm more distant each year. Millions of years in the future, the Moon will be too far away to fully occlude the Sun, and no total eclipses will occur. In the same timeframe, the Sun may become brighter, making it appear larger in size. Estimates of the when the moon will be unable to occlude the entire sun when viewed from the Earth range between 1.4 billion and 650 million years in the future.",
            "score": 69.22938537597656
        },
        {
            "docid": "23758625_2",
            "document": "List of solar eclipses in the 23rd century . This is a list of solar eclipses that will occur in the 23rd century. During the period 2201 to 2300 there will be 248 solar eclipses of which 92 will be partial, 86 will be annular, 67 will be total, and 3 will be hybrids. The greatest number of eclipses in one year will be five, in 2206, and three months, December 2206, January 2261, and November 2282 will have two eclipses.",
            "score": 68.90434265136719
        },
        {
            "docid": "23770926_2",
            "document": "List of solar eclipses in the 27th century . This is a list of solar eclipses that will occur in the 27th century. During the period 2601 to 2700 there will be 227 solar eclipses of which 77 will be partial, 81 will be annular (three [4Solar eclipse#Terminology|non-central]]), 64 will be total, and 5 will be hybrids. The greatest number of eclipses in one year will be four, in 7 different years: 2615, 2633, 2644, 2662, 2680, 2691, and 2698. One month, October 2684, will have two eclipses.",
            "score": 68.71444702148438
        },
        {
            "docid": "25366404_2",
            "document": "Solar eclipse of May 29, 1919 . A total solar eclipse occurred on May 29, 1919. With the duration of totality at maximum eclipse of 6 minutes 51 seconds, it was the second longest solar eclipse since May 27, 1416. A longer total solar eclipse occurred on June 8, 1937.",
            "score": 68.60740661621094
        },
        {
            "docid": "23757324_2",
            "document": "List of solar eclipses in the 5th century . This is a list of solar eclipses in the 5th century. During the period 401 to 500 there were 233 solar eclipses of which 80 were partial, 84 were annular (one non-central), 67 were total, and 2 were hybrids (See types of solar eclipses). The greatest number of eclipses in one year was four, in 470, 474, 488, and 499. One month, August 463, had two eclipses. Dates are given using the Julian calendar.",
            "score": 68.44197082519531
        },
        {
            "docid": "18694060_2",
            "document": "List of solar eclipses in the 20th century . This is a list of solar eclipses in the 20th century. During the period 1901 to 2000 there were 228 solar eclipses of which 78 were partial, 73 were annular (two non-central), 71 were total (three non-central) and 6 were hybrids. The greatest number of eclipses in one year was five, in 1935, and one month, July 2000, had two eclipses.",
            "score": 68.42414855957031
        },
        {
            "docid": "23756102_2",
            "document": "List of solar eclipses in the 11th century . This is a list of solar eclipses in the 11th century. During the period 1001 to 1100 there were 241 solar eclipses of which 84 were partial, 90 were annular, 61 were total, and 6 were hybrids. The greatest number of eclipses in one year was four, occurring in 11 different years: 1009, 1027, 1045, 1052, 1060, 1063, 1074, 1081, 1092, 1096, and 1099. One month, May 1063, had two eclipses. Dates are given using the Julian calendar.",
            "score": 68.4142837524414
        },
        {
            "docid": "25260952_2",
            "document": "Solar eclipse of October 25, 2022 . The solar eclipse of October 25, 2022, is a partial solar eclipse that will be visible from Europe, the Middle East, and Western Asia. A solar eclipse occurs when the Moon passes between Earth and the Sun, thereby totally or partly obscuring the image of the Sun for a viewer on Earth. A partial solar eclipse occurs in the polar regions of the Earth when the center of the Moon's shadow misses the Earth.",
            "score": 68.24224090576172
        },
        {
            "docid": "23758716_2",
            "document": "List of solar eclipses in the 24th century . This is a list of solar eclipses that will occur in the 24th century. During the period 2301 to 2400 there will be 248 solar eclipses of which 88 will be partial, 86 will be annular, 66 will be total, and 8 will be hybrids. The greatest number of eclipses in one year will be four, in 18 different years: 2304, 2311, 2318, 2322, 2326, 2329, 2333, 2340, 2344, 2347, 2351, 2358, 2362, 2369, 2380, 2383, 2391, and 2398. Two months, September 2304 and August 2380, will have two eclipses.",
            "score": 68.01432800292969
        },
        {
            "docid": "13600_45",
            "document": "Hipparchus . Pliny (\"Naturalis Historia\" II.X) tells us that Hipparchus demonstrated that lunar eclipses can occur five months apart, and solar eclipses seven months (instead of the usual six months); and the Sun can be hidden twice in thirty days, but as seen by different nations. Ptolemy discussed this a century later at length in \"Almagest\" VI.6. The geometry, and the limits of the positions of Sun and Moon when a solar or lunar eclipse is possible, are explained in \"Almagest\" VI.5. Hipparchus apparently made similar calculations. The result that two solar eclipses can occur one month apart is important, because this can not be based on observations: one is visible on the northern and the other on the southern hemisphere – as Pliny indicates – and the latter was inaccessible to the Greek.",
            "score": 67.92713928222656
        },
        {
            "docid": "53444272_3",
            "document": "Solar eclipse of August 28, 1848 . It was one of four partial eclipses that took place that year, each two in two months, It occurred in a smaller part of the same area where the previous solar eclipse happened which was on April 3, the next one was on September 27 and covered a part of the Northern Hemisphere",
            "score": 67.64401245117188
        },
        {
            "docid": "25559070_2",
            "document": "Solar Saros 145 . Solar saros 145 is an eclipse cycle with 77 solar eclipses repeating every 18 years, 11 days, 8 hours. It is currently a young cycle producing total eclipses less than 3 minutes in length. The longest duration eclipse in the cycle will be member 50 at 7 minutes and 12 seconds in length after which the durations of eclipses will decrease until the end of the cycle. In its central phase it will produce mainly total eclipses (41 of 43 central eclipses).",
            "score": 67.57608795166016
        },
        {
            "docid": "23962664_2",
            "document": "List of solar eclipses in the 20th century BC . This is a list of solar eclipses in the 20th century BC. During the period 2000 to 1901 BC there were 239 solar eclipses of which 84 were partial, 71 were annular (one non-central), 62 were total, and 22 were hybrids. The greatest number of eclipses in one year was four, occurring in 10 different years: 1998 BC, 1983 BC, 1980 BC, 1958 BC, 1940 BC, 1926 BC, 1922 BC, 1918 BC, 1911 BC, and 1904 BC. One month, March 1958 BC, had two eclipses.",
            "score": 67.43310546875
        },
        {
            "docid": "23757086_2",
            "document": "List of solar eclipses in the 7th century . This is a list of solar eclipses in the 7th century. During the period 601 to 700 there were 251 solar eclipses of which 90 were partial, 90 were annular (one non-central), 67 were total, and 4 were hybrids. The greatest number of eclipses in one year was five, in 604 and 669, and two months, April 618 and March 629, had two eclipses. Dates are given using the Julian calendar.",
            "score": 67.35224151611328
        }
    ]
}