{
    "q": [
        {
            "docid": "22528960_3",
            "document": "George H. Brooke . George Brooke was born on July 9, 1874, in Brookeville, Maryland, to Walter H. Brooke at Caroline Leggett Brooke. He was married to Marie Louise Gregg Robb. He and his wife had no children. George Brooke attended Brookeville High School in Maryland before moving on to Swarthmore College in Pennsylvania. At Swarthmore, he played baseball and football. He was the captain of the 1892 Swarthmore football team. He received a Bachelor of Science degree from Swarthmore in 1893. He next enrolled at the University of Pennsylvania where he earned a Bachelor of Philosophy (Ph. B) degree in 1895 and an Bachelor of Law (LL. B) degree in 1898.",
            "score": 76.61660361289978
        },
        {
            "docid": "22528960_4",
            "document": "George H. Brooke . Brooke played seven years of college football at Swarthmore College and then at the University of Pennsylvania. He was selected as an All-American in 1894 and 1895 while playing for the University of Pennsylvania. Penn was undefeated and won the national championship of football in the two seasons that Brooke was named an All-American. All-American selector, Caspar Whitney called Brooke a \"very hard man to stop. He strikes the line with almost irresistible force.\" He was regarded as a ferocious fullback and a top notch punter. He is credited with coining the phrase \"coffin corner\" when describing his long punts deep into the opposing end of the field. Brooke was barred from playing for Pennsylvania after the 1895 season because of an agreement between Harvard and the University of Pennsylvania that limited players to four seasons. After finishing a bachelor's degree from Pennsylvania, Brooke was the subject of an allegation of being an ineligible player in an October 24, 1896 game in New Orleans, LA. In the game, Brooke played only one down for Tulane University before LSU protested to the game's referee. Tulane claimed that Brooke planned on enrolling there as a graduate student. During the debate between team captains, Brooke refused to sign an affidavit stating his intention to enroll at Tulane, as he was already enrolled in law school at the University of Pennsylvania. The referee ruled him ineligible to play. The Tulane football team refused to continue playing the game without Brooke, so the referee ruled the game to be a forfeit in favor of LSU.",
            "score": 89.21339225769043
        },
        {
            "docid": "56589261_9",
            "document": "Brooke Mansion (Birdsboro, Pennsylvania) . About the time of Edward Brooke II's 1886 graduation, the University of Pennsylvania was contemplating building a fireproof library in which it could gather its collections in a single building. Frank Furness's brother Horace was chosen to head the building committee, and the architect began drawing up detailed plans even before the project was officially announced. The committee hired Furness to advise them, and later chose him to be the library's architect.",
            "score": 71.040607213974
        },
        {
            "docid": "16817424_15",
            "document": "Project Runway (season 5) . Working in teams of two, designers were asked to make an outfit that could transition from day to night for Brooke Shields's character Wendy Healy on the television show \"Lipstick Jungle\". The winning design was to be worn by Brooke Shields on Season 2 of \"Lipstick Jungle\". Each team was given a budget of $150 and one day to complete their designs. After sketching individually for 30 minutes and pitching their ideas to Shields, six designers were picked by Brooke as team leaders (team leaders shown in bold below). The team leaders were picked in a random order and selected a teammate.",
            "score": 61.73767447471619
        },
        {
            "docid": "3029865_5",
            "document": "Steve Shields (ice hockey) . Shields was drafted in the fifth round (#101 overall) in the 1990 NHL Entry Draft by the Buffalo Sabres out of the University of Michigan. Shields could be best classified as a journeyman NHL goaltender over his tenure. In his NHL career, Shields would play for the Buffalo Sabres, the San Jose Sharks, the Mighty Ducks of Anaheim, the Boston Bruins, the Florida Panthers, and the Atlanta Thrashers. Shields has recently been playing in the NESHL as a center for Mutiny. Mutiny is a B division team out of the Metro Boston league.",
            "score": 57.22208857536316
        },
        {
            "docid": "22863393_3",
            "document": "Jainendra K. Jain . Born in 1960, Jain received his primary, middle and high school education in a government school in a rural village called Sambhar, Rajasthan, located at the eastern margin of Thar desert in India. He received bachelor's degree at Maharaja College, Jaipur, his master's degree in physics at Indian Institute of Technology Kanpur and PhD at the Stony Brook University under the supervision of Prof. Philip B. Allen. After working as a post-doctoral researcher at the University of Maryland and the Yale University he returned to the Stony Brook University as a faculty in 1989. In 1998 he moved to the Pennsylvania State University as the first Erwin W. Mueller Professor of Physics. In 2012, Penn State University awarded Jain with Evan Pugh University Professorship, named after the first president of the university.",
            "score": 72.06106519699097
        },
        {
            "docid": "1165480_10",
            "document": "Phillips Brooks . In 1877 the building of Trinity was completed, but the Venetian mosaics Brooks and Richardson wanted they could not then afford. It was not until the magnificent new altar and sanctuary of Maginnis & Walsh in 1938 that Trinity's chancel reflected that aspect of their dreams for Trinity, which Brooks called \"America's glory forever\". Here Phillips Brooks preached Sunday after Sunday to great congregations, until he was consecrated Bishop of Massachusetts in 1891. In 1886, he had declined an election as assistant bishop of Pennsylvania. He was for many years an overseer and preacher of Harvard University. In 1881 he declined an invitation to be the sole preacher to the university and professor of Christian ethics. On April 30, 1891 he was elected sixth Bishop of Massachusetts, and on the 14 October was consecrated to that office in Trinity Church.",
            "score": 69.3495352268219
        },
        {
            "docid": "28260_22",
            "document": "Sonnet . Happy ye leaves. whenas those lily hands, (a) Which hold my life in their dead doing might, (b) Shall handle you, and hold in love's soft bands, (a) Like captives trembling at the victor's sight. (b) And happy lines on which, with starry light, (b) Those lamping eyes will deign sometimes to look,(c) And read the sorrows of my dying sprite, (b) Written with tears in heart's close bleeding book. (c) And happy rhymes! bathed in the sacred brook (c) Of Helicon, whence she derived is, (d) When ye behold that angel's blessed look, (c) My soul's long lacked food, my heaven's bliss. (d) Leaves, lines, and rhymes seek her to please alone, (e) Whom if ye please, I care for other none. (e) </poem>",
            "score": 30.866142749786377
        },
        {
            "docid": "33106960_29",
            "document": "Joanna Shields, Baroness Shields . Shields was born in St. Marys, Pennsylvania, the second of five children. She graduated as BS from Penn State University, where she was a member of Chi Omega sorority, and did her post-grad studies as MBA from George Washington University. Shields received a Doctorate in Public Service, Honoris Causa, from George Washington University May 2016.",
            "score": 85.81644654273987
        },
        {
            "docid": "31097390_3",
            "document": "James B. Orlin . Orlin did his undergraduate studies at the University of Pennsylvania, receiving a bachelor's degree in mathematics in 1974. He earned a master's degree in mathematics from the California Institute of Technology in 1976, and a Ph.D. in operations research from Stanford University in 1981 under the supervision of Arthur Fales Veinott Jr. He joined the MIT faculty as an assistant professor in 1979, and became the Brooks Professor in 1998.",
            "score": 61.66858220100403
        },
        {
            "docid": "80135_21",
            "document": "Rutgers University . The current president is Robert L. Barchi, M.D., Ph.D. (b. 1946), an accomplished neuroscientist and board-certified physician. Dr. Barchi previously served as president of the Thomas Jefferson University in Philadelphia and as provost of the University of Pennsylvania before being appointed by the university's two governing boards on April 11, 2012 to succeed outgoing president Richard L. McCormick (b. 1947), the son of popular Rutgers history professor and college dean Richard P. McCormick. Barchi assumed the office on September 1, 2012 and his tenure has so far involved overseeing the university's acquisition of a medical school and related research and clinical facilities after a merger with the University of Medicine and Dentistry of New Jersey, a redevelopment of the College Avenue Campus, and a transition of the Scarlet Knights athletic program to the Big Ten Conference (beginning in 2014).",
            "score": 56.27489125728607
        },
        {
            "docid": "334063_28",
            "document": "Brookings Institution . In 2006, the Brookings Institution established the Brookings-Tsinghua Center (BTC) for Public Policy as a partnership between the Brookings Institution in Washington, D.C. and Tsinghua University's School of Public Policy and Management in Beijing, China. The Center seeks to produce high quality and high impact policy research in areas of fundamental importance for China's development and for U.S.-China relations. The BTC is directed by Qi Ye.",
            "score": 55.73932695388794
        },
        {
            "docid": "11685274_29",
            "document": "List of Hannah Montana characters . Susan B. Stewart portrayed by Brooke Shields (season 2–3) was Robby's wife and Miley and Jackson's mother. Susan is the daughter of Grandma Ruby. She died three years prior to season one, but is often mentioned by the Stewarts and appears in household pictures. She also appears in person in three episodes by way of old home videos and various dream sequences. These are \"I Am Hannah, Hear Me Croak\", \"The Way We Almost Weren't\", and \"He Could Be the One\".",
            "score": 53.923492431640625
        },
        {
            "docid": "25579222_3",
            "document": "John L. Brooke . Brooke graduated from Cornell University in 1975, and from the University of Pennsylvania, with an M.A. and Ph.D. in 1982.  He taught at Franklin & Marshall College, Amherst College, and Tufts University. He most recently teaches at Ohio State University.",
            "score": 79.69893431663513
        },
        {
            "docid": "25608838_7",
            "document": "Yinyu Ye . Before joining Stanford University, Ye was a Henry B. Tippie Research Professor at the University of Iowa. Ye is a co-founder of minMax Optimization, a technology company based in Palo Alto and Shanghai focused on creating optimization tools for geospatial and financial problems.",
            "score": 37.86268496513367
        },
        {
            "docid": "14261611_6",
            "document": "Heavy Unit . B - Shield Unit: This granted the player a shield that could take three hits before dissipating.",
            "score": 34.073155879974365
        },
        {
            "docid": "18984642_1",
            "document": "Brooke Shields . Brooke Shields",
            "score": 59.949151039123535
        },
        {
            "docid": "22466710_2",
            "document": "Wallis Brooks . Wallis W. Brooks is a former Republican member of the Pennsylvania House of Representatives. She graduated from American University with a degree in English in 1969. She earned a law degree from the Dickinson School of Law, and was admitted to the Pennsylvania bar in 1973.",
            "score": 78.74454236030579
        },
        {
            "docid": "28960162_3",
            "document": "Paul Makler Sr. . Makler was born in Philadelphia, Pennsylvania, and is Jewish. Makler attended the University of Pennsylvania, fencing for the University of Pennsylvania Quakers, and University of Pennsylvania Medical School, graduating in 1964, became a physician, and practiced internal medicine for many years. His sons Paul Makler Jr. and Brooke Makler fenced at the 1972 Summer Olympics and the 1976 Summer Olympics, respectively.",
            "score": 86.46887969970703
        },
        {
            "docid": "51382498_4",
            "document": "New York Branch . The New York Branch was a cooperative effort between the North Pennsylvania Railroad, founded in 1852, and the Delaware and Bound Brook Railroad, a new company and part of the National Railway scheme. The goal was to construct a \"New Line\" between New York and Philadelphia which could compete with the Pennsylvania Railroad. The North Pennsylvania extended its line north from Jenkintown to Yardley, on the Delaware River, while the Delaware and Bound Brook constructed a new line from West Trenton to Bound Brook, New Jersey, where it joined the Central Railroad of New Jersey. The line opened for through traffic on May 1, 1876, in time for the Centennial Exposition.",
            "score": 60.201531171798706
        },
        {
            "docid": "2230235_13",
            "document": "Asian American studies . On the East Coast, the State University of New York at Stony Brook created an Asian & Asian American Studies Department after a 52 million dollar donation by Charles B. Wang (the founder of Computer Associates). The Charles B. Wang Center is designed as a vital space for multi-disciplinary and multicultural dialogues. The building was officially presented to Stony Brook University by Charles B. Wang on October 22, 2002. It was the largest single private gift ever received by the State University of New York 64-campus system. The Wang Center is used for conferences, art exhibits, film festivals, lectures, seminars, and performances. It is open to all Stony Brook students, faculty, and staff as well as the surrounding community.",
            "score": 53.38091588020325
        },
        {
            "docid": "596630_2",
            "document": "Charles B. Wang Center . The Charles B. Wang Center, located at the State University of New York at Stony Brook in Stony Brook, New York, is dedicated to understanding East Asian and American cultures, and the interactions of these cultures with other world cultures. The center was completed in 2002, and was designed by P.H. Tuan. Building of the center was intended to be funded by Charles B. Wang through an over 40 million dollar donation to Stony Brook University, which was then the largest ever private donation to a SUNY school. Actual construction costs far exceeded the original donation, becoming a source of controversy among students and faculty at the time.",
            "score": 52.585063457489014
        },
        {
            "docid": "42369712_3",
            "document": "Ryan Brooks . Brooks was born in New Orleans, Louisiana, and raised in Narberth, Pennsylvania. He played college basketball at Temple University.",
            "score": 73.7866039276123
        },
        {
            "docid": "46559833_7",
            "document": "Zhang Hongyuan . In September 1941, he was recruited by the Kuomintang government to succeed Ye Yuanlong as President of Chongqing University, a position in which he remained until November 1949.",
            "score": 32.5825572013855
        },
        {
            "docid": "1003926_9",
            "document": "Mark Shields . He has taught U.S. politics and the press at the University of Pennsylvania’s Wharton School, Georgetown University's McCourt School of Public Policy, and he was a fellow at the Harvard Institute of Politics at the Kennedy School of Government. Shields is a regular political commentator on the PBS NewsHour.",
            "score": 74.21030139923096
        },
        {
            "docid": "5925071_6",
            "document": "Brymbo . Sometime in the fifteenth century, landowner Edward ap Morgan ap Madoc, gentleman, built a dwelling in the township that was later to become Brymbo Hall, the home of his descendants the Griffith family. A survey of the Lordship of Bromfield and Yale, conducted in 1620 by John Norden and his son, described the boundaries of the township of Brymbo, in the manor of Esclusham, as follows: To the ffirst article the said Jurie doe say that the towneshipp of Brymbo, beeing part of ye said mannor, is bounded from Mynera by a brooke called Gwenfro, by a common there called Y Koed boeth by the south side; and from Flintshire by a brooke called Avon y Frith, running from a common called Nant y Frith to a rive' called Kegidog; and soe the said Kegidog running downeward a little beyond a bridge called Pont y Place Mayne vppon ye north side, and from Gwersilt by a little brooke called y Frwe, and from Broughton by a little brook running from a common called Harwood to a place called y Groes faen on ye east side ; and vpon ye west, from ye said common called Nant y Frith to a place vpon ye said common called Maes Maylo' or thereabouts; but ye certaine boundes of ye said towneshipp vppon ye said mountayne or common, they cannott sett downe.",
            "score": 37.99454641342163
        },
        {
            "docid": "52507773_3",
            "document": "Jeanne Brooks-Gunn . Brooks-Gunn received her B.A in psychology at Connecticut College in 1969. She went to graduate school at Harvard University where she obtained her Ed.M in Human Learning and Development in 1970. Brooks-Gunn continued her studies the University of Pennsylvania, receiving her Ph.D. in human learning and development under the supervision of Michael Lewis.",
            "score": 85.9136176109314
        },
        {
            "docid": "55273125_3",
            "document": "Barbara Brookes . Brookes completed a bachelor's degree at the University of Otago in 1976, then won scholarships to Bryn Mawr College in Pennsylvania, where she completed a master's degree (1978) and a PhD (1982). Her PhD thesis topic was abortion in England during the inter-war period. Brookes was offered a post-doctoral scholarship at Otago and a permanent position in the university's Department of History in 1983.",
            "score": 82.10459566116333
        },
        {
            "docid": "48556266_2",
            "document": "Spring Brook, Pennsylvania . Spring Brook is an unincorporated community in Spring Brook Township in Lackawanna County, Pennsylvania. Spring Brook is located at the intersection of Pennsylvania Route 502 and Pennsylvania Route 690 southwest of Moscow.",
            "score": 64.60869359970093
        },
        {
            "docid": "3321994_3",
            "document": "Samuel Hazo . (b. 1966) Samuel R. Hazo resides in Pittsburgh, Pennsylvania with his wife and children. In 2003, Mr. Hazo became the first composer in history to be awarded the winner of both composition contests sponsored by the National Band Association. His piece Mountain Thyme was an Honorable Mention for the 2013 CBDNA Composition Contest. He has composed for the professional, university and public school levels in addition to writing original scores for television, radio and the stage. His original symphonic compositions include performances with actors Brooke Shields, James Earl Jones, and Richard Kiley. Most recently, Mr. Hazo was asked by the Newtown School District to compose the memorial for the children and women who were lost in the tragedy at their Sandy Hook Elementary School. The result was a major work for Choir, Orchestra and Wind Band combined titled \"Glorificare.\" It was premiered in May 2013 by the Hartford Symphony Orchestra and VOCE Singers performing side-by-side with the Newtown High School musicians. Mr. Hazo also composed \"Bridges,\" which he was requested to write by Virginia Tech University following their tragic shootings. In 2012, two of Mr. Hazo's compositions were performed at the London Summer Olympic Games.",
            "score": 62.538522124290466
        },
        {
            "docid": "18984642_3",
            "document": "Brooke Shields . In 1983, Shields suspended her career as a model to attend Princeton University, where she graduated with a bachelor's degree in Romance Languages. In the 1990s, Shields returned to acting and appeared in minor roles in films. She also starred in the NBC sitcoms \"Suddenly Susan\" (1996-2000), for which she received two Golden Globe nominations and \"Lipstick Jungle\" (2008-2009). In 2017, Shields returned to NBC with a major recurring role in \"\" in the shows 19th season. Since 2014, Shields has voiced Beverly Goodman in the Adult Swim animated series \"Mr. Pickles\".",
            "score": 85.60393810272217
        },
        {
            "docid": "5950067_3",
            "document": "J. Twing Brooks . Brooks was born in Edgeworth (now Sewickley), Pennsylvania. He graduated from the Sheffield Scientific School of Yale University in 1908.",
            "score": 70.78750801086426
        }
    ],
    "r": [
        {
            "docid": "13972946_16",
            "document": "Mary Garrett . Garrett set forth six extremely stringent conditions for acceptance of her gift: Garrett set the admission standards according to the highly-praised European standards of medical education. Gilman was very concerned about the more rigorous academic standards. In the late nineteenth century, most of the medical schools in the United States were \"small profit-making enterprises\" owned by the faculties. The medical schools sold medical degrees to whoever paid the tuition fee. No preliminary education was required for admission. When Harvard University and University of Pennsylvania raised the academic standards earlier, they faced a revenue drop as fewer students were qualified for admission. The precarious financial situation of Hopkins worried Gilman; he could not afford a new financial dilemma. He tried to convince Garrett to lower her standards, but failed. Through negotiations, Garret finally agreed to modify two paragraphs of her terms, emphasizing that her terms of gift \"would not interfere with the operation of the university.\" She also added that the university could modify the admission requirement, but the standard should remain the same. On February 20, 1893, she approved the statement and terms and signed the Requirements of Admission. By forcing the university to accept females on the same basis as males and increasing the admission requirements, Garrett made Johns Hopkins School of Medicine the first co-educational, graduate-level medical school in the United States.",
            "score": 92.8805923461914
        },
        {
            "docid": "56509158_3",
            "document": "Fanny Rysan Mulford Hitchcock . She was born on February 7, 1851 to Elizabeth and Julius S. Hitchcock. She began her studies at Columbia University, and then transferred to the University of Pennsylvania. In pursuit of science, she then worked in the chemistry department at the University of Berlin in 1892 and returned to the University of Pennsylvania after a year to become the first Director of the Women's Graduate Department. She held this position for nineteen years. Her financial support helped to establish a women's athletic program at the University of Pennsylvania. She also attempted to establish one or more undergraduate courses for women at the University of Pennsylvania, but her proposal was rejected by the trustees of the University. Aside from her academic studies and positions at various universities, she maintained a laboratory in both her home in Philadelphia and her country residence in Warwick, New York. In 1921, she retired from her life as a chemist at seventy years old and donated all of her equipment to the University of Pennsylvania. She was known to support the financial needs of students who could not afford to attend the University. She died at the age of eighty-five on September 25, 1936 in her Warwick country residence.",
            "score": 92.55925750732422
        },
        {
            "docid": "22528960_4",
            "document": "George H. Brooke . Brooke played seven years of college football at Swarthmore College and then at the University of Pennsylvania. He was selected as an All-American in 1894 and 1895 while playing for the University of Pennsylvania. Penn was undefeated and won the national championship of football in the two seasons that Brooke was named an All-American. All-American selector, Caspar Whitney called Brooke a \"very hard man to stop. He strikes the line with almost irresistible force.\" He was regarded as a ferocious fullback and a top notch punter. He is credited with coining the phrase \"coffin corner\" when describing his long punts deep into the opposing end of the field. Brooke was barred from playing for Pennsylvania after the 1895 season because of an agreement between Harvard and the University of Pennsylvania that limited players to four seasons. After finishing a bachelor's degree from Pennsylvania, Brooke was the subject of an allegation of being an ineligible player in an October 24, 1896 game in New Orleans, LA. In the game, Brooke played only one down for Tulane University before LSU protested to the game's referee. Tulane claimed that Brooke planned on enrolling there as a graduate student. During the debate between team captains, Brooke refused to sign an affidavit stating his intention to enroll at Tulane, as he was already enrolled in law school at the University of Pennsylvania. The referee ruled him ineligible to play. The Tulane football team refused to continue playing the game without Brooke, so the referee ruled the game to be a forfeit in favor of LSU.",
            "score": 89.21338653564453
        },
        {
            "docid": "1391765_6",
            "document": "Rebekah Brooks . In Brooks's entry in \"Who's Who\" she stated that she had studied at the Sorbonne in Paris, but did not claim to have a degree, and did not later answer questions about this; in a 2003 \"Spectator\" article, Stephen Glover suggested that, since she was working at the age of 20 for the \"News of the World\", \"we can safely assume that she did not study at the Sorbonne in any meaningful way\". In 2010, Brooks was awarded an honorary Fellowship from the University of the Arts, London, for her contribution to journalism. She attended the London College of Communication, now part of the university, as a student.",
            "score": 88.91415405273438
        },
        {
            "docid": "28960162_3",
            "document": "Paul Makler Sr. . Makler was born in Philadelphia, Pennsylvania, and is Jewish. Makler attended the University of Pennsylvania, fencing for the University of Pennsylvania Quakers, and University of Pennsylvania Medical School, graduating in 1964, became a physician, and practiced internal medicine for many years. His sons Paul Makler Jr. and Brooke Makler fenced at the 1972 Summer Olympics and the 1976 Summer Olympics, respectively.",
            "score": 86.46887969970703
        },
        {
            "docid": "52507773_3",
            "document": "Jeanne Brooks-Gunn . Brooks-Gunn received her B.A in psychology at Connecticut College in 1969. She went to graduate school at Harvard University where she obtained her Ed.M in Human Learning and Development in 1970. Brooks-Gunn continued her studies the University of Pennsylvania, receiving her Ph.D. in human learning and development under the supervision of Michael Lewis.",
            "score": 85.91361999511719
        },
        {
            "docid": "33106960_29",
            "document": "Joanna Shields, Baroness Shields . Shields was born in St. Marys, Pennsylvania, the second of five children. She graduated as BS from Penn State University, where she was a member of Chi Omega sorority, and did her post-grad studies as MBA from George Washington University. Shields received a Doctorate in Public Service, Honoris Causa, from George Washington University May 2016.",
            "score": 85.81644439697266
        },
        {
            "docid": "18984642_3",
            "document": "Brooke Shields . In 1983, Shields suspended her career as a model to attend Princeton University, where she graduated with a bachelor's degree in Romance Languages. In the 1990s, Shields returned to acting and appeared in minor roles in films. She also starred in the NBC sitcoms \"Suddenly Susan\" (1996-2000), for which she received two Golden Globe nominations and \"Lipstick Jungle\" (2008-2009). In 2017, Shields returned to NBC with a major recurring role in \"\" in the shows 19th season. Since 2014, Shields has voiced Beverly Goodman in the Adult Swim animated series \"Mr. Pickles\".",
            "score": 85.60394287109375
        },
        {
            "docid": "15384127_3",
            "document": "Risa Lavizzo-Mourey . Born in Seattle, Washington, in 1954, Risa Lavizzo-Mourey attended The Bush School and obtained an undergraduate degree at the State University of New York at Stony Brook, her M.D. at Harvard Medical School and completed her internship and residency at Brigham and Women's Hospital in Boston. In 1984, she was named a Robert Wood Johnson Foundation Clinical Scholar at the University of Pennsylvania, and received her master of business administration degree in health care administration from the University of Pennsylvania's Wharton School of Business in 1986. She is master and former regent of the American College of Physicians, where she chaired its committees on ethics and human rights.",
            "score": 84.95535278320312
        },
        {
            "docid": "24255253_7",
            "document": "Jessie Bernard . In 1947, her husband negotiated positions as lecturers for Jessie and himself at Pennsylvania State University. Jessie managed to establish her own academic independence and became a Full Professor of sociology at Pennsylvania State University. She remained here for the larger part of her academic career. During her time as professor she became a founding member of the Society for the Study of Social Problems and helped legitimize feminist studies. She retired as Professor Emeritus from Pennsylvania State University at age 62.",
            "score": 84.42448425292969
        },
        {
            "docid": "36110351_4",
            "document": "Duchess Harris . When she was 14, Harris received an academic scholarship to attend Canterbury School in New Milford, Connecticut. After graduation, she was admitted to the University of Pennsylvania. She was elected student body president. Her activism was reported in Wayne Glasker's, \"Black Students in the Ivory Tower: African American Student Activism at the University of Pennsylvania, 1967-1990\". In 1991, Harris earned her Bachelor of Arts in American history and Afro-American studies, and in 1997 she earned her PhD in American studies from the University of Minnesota. That same year she was named one of \"Thirty Young Leaders of the Future\" by \"Ebony Magazine\". She joined the faculty at Macalester College in 1998.",
            "score": 83.35755157470703
        },
        {
            "docid": "4667592_3",
            "document": "Carol Shields (ophthalmologist) . Shields was born Carol Lally in Sharon, Pennsylvania on July 8, 1957, graduating from Kennedy Christian High School in 1975. In 1979, she earned her undergraduate degree at the University of Notre Dame, also playing NCAA women's basketball for the \"Fighting Irish.\" She was a member of the first basketball team at Notre Dame, and later became captain of the team. She was also the first woman to receive the Byron Kanaley Award, the highest honor given to Notre Dame student-athletes, awarded for excellence in academics and leadership. She was inducted into the Capital All-American Hall of Fame in 2011 for excellence in athletics and academics.",
            "score": 82.98499298095703
        },
        {
            "docid": "55273125_3",
            "document": "Barbara Brookes . Brookes completed a bachelor's degree at the University of Otago in 1976, then won scholarships to Bryn Mawr College in Pennsylvania, where she completed a master's degree (1978) and a PhD (1982). Her PhD thesis topic was abortion in England during the inter-war period. Brookes was offered a post-doctoral scholarship at Otago and a permanent position in the university's Department of History in 1983.",
            "score": 82.10459899902344
        },
        {
            "docid": "251208_49",
            "document": "Stony Brook University . Another source, College Factual's 2015 survey, ranked Stony Brook University's Applied Mathematics program as 3rd best in the United States. As of 2017, Academic Rankings of World Universities ranked Stony Brook's Mathematics program 13th best worldwide, outperforming Ivy League institutions like Harvard, Columbia, and Brown\".\"",
            "score": 81.80232238769531
        },
        {
            "docid": "12875183_10",
            "document": "Eileen Kennedy-Moore . Kennedy-Moore earned her bachelor's degree at Northwestern University and her masters and doctorate at Stony Brook University (State University of New York at Stony Brook). Her academic publications include articles in \"Review of General Psychology\", \"Motivation and Emotion\", and \"Journal of Personality and Social Psychology\".",
            "score": 81.5271224975586
        },
        {
            "docid": "240044_25",
            "document": "Wharton School of the University of Pennsylvania . The legacy status of applicants, defined as having a parent or another direct relative who attended the same academic institution, may be taken into consideration in the admissions process. This correlation has been observed in a number of empirical studies conducted on the nation's most elite schools, with a particular focus on Ivy League universities. Leading universities in the United States cite stronger alumni connections and continued support as the primary reasons for this practice.",
            "score": 81.13434600830078
        },
        {
            "docid": "400504_21",
            "document": "Doctor of Education . Colleges and universities in the United States that offer doctorates in education choose to offer only the Doctor \"of\" Education, only the Doctor of Philosophy \"in\" education (e.g., Stanford University), or both (e.g., UCLA, University of Missouri, and University of Pennsylvania). The distinction between the PhD and the EdD in this last group can take different forms. At the University of Illinois, for example, the PhD in education dissertation requires an original contribution to academic knowledge, whereas the EdD dissertation \"is intended to demonstrate the candidate's ability to relate academic knowledge to the problems of professional practice.\" At Teachers College, Columbia University the PhD is designed for students who wish specifically to pursue an academic career, whereas the EdD is designed for broader aims including educational administration and policy work. In St. Louis University's Educational Studies program, the EdD requires \"successful completion of a culminating project dealing with a problem in educational practice\" and the PhD requires a dissertation and an \"oral defense of the dissertation proposal and [of] the final dissertation. Most Ed.D., Psy.D. and Ph.D. programs require a dissertation and an oral defense while others have a research project leading to publication as an alternative.\" Finally, some schools frame the EdD specifically in terms of applied research, such as New York University, The University of Texas at Austin, and the University of California, Berkeley.",
            "score": 81.11527252197266
        },
        {
            "docid": "14975_2",
            "document": "Ivy League . The Ivy League is a collegiate athletic conference comprising sports teams from eight private universities in the Northeastern United States. The conference name is also commonly used to refer to those eight schools as a group beyond the sports context. The eight members are Brown University, Columbia University, Cornell University, Dartmouth College, Harvard University, the University of Pennsylvania, Princeton University, and Yale University. The term \"Ivy League\" has connotations of academic excellence, selectivity in admissions, and social elitism.",
            "score": 81.10582733154297
        },
        {
            "docid": "239870_33",
            "document": "University of Pittsburgh . The university was chartered by the Commonwealth of Pennsylvania in 1787 and it operated as a fully private institution until an alteration to its charter in 1966 at which point it became part of the Commonwealth System of Higher Education. This conferred \"state-related\" status to the university making it a legal instrument of the Commonwealth which provides an annual financial appropriation, currently 7.7% of the university's total operating budget, in exchange for the university offering tuition discounts to students who are residents of Pennsylvania. Legally, however, the university remains a private entity, operating under its nonprofit corporate charter, governed by its independent Board of Trustees, and with its assets under its own ownership and control. Therefore, it retains the freedom and individuality of a private institution, both administratively and academically, setting its own standards for admissions, awarding of degrees, faculty qualifications, teaching, and staff hiring.",
            "score": 80.93260955810547
        },
        {
            "docid": "30995638_3",
            "document": "Paul Makler Jr. . He was born in Philadelphia, Pennsylvania, later lived in Merion, Pennsylvania, and is Jewish. After college, he attended and in 1972 graduated from the University of Pennsylvania Medical School. He is the son of Paul Makler Sr. who fenced for the United States at the 1952 Summer Olympics. His brother Brooke Makler fenced at the 1976 Summer Olympics.",
            "score": 80.90567779541016
        },
        {
            "docid": "251208_44",
            "document": "Stony Brook University . Stony Brook has the third lowest undergraduate in-state cost-of-attendance (tuition + fees) among all AAU public universities behind the University of Florida and Iowa State University for the 2013-14 academic year.",
            "score": 80.77245330810547
        },
        {
            "docid": "3460533_2",
            "document": "The University of Pennsylvania Band . The University of Pennsylvania Band (commonly known as the Penn Band, or its vaudeville-esque performance name The Huge, the Enormous, the Well-Endowed, Undefeated, Ivy-League Champion, University of Pennsylvania Oxymoronic Fighting Quaker Marching Band) is among the most active collegiate band programs in the U.S. The organization is a part of the Department of Athletics at the University of Pennsylvania. Like most of the other 50 performing arts groups on the Penn Campus, it has no affiliation with any academic department and is sponsored by the Vice Provost's Office for Undergraduate Life. Typically ranging between 80 and 100 members every year, it is among the largest and most active student-run organizations on campus, performing upwards of 60 times during the academic year. Like most of the Ivy League Bands, the Penn Band is a scramble band.",
            "score": 80.57199096679688
        },
        {
            "docid": "535537_6",
            "document": "Albert Hourani . He began his academic career, which would occupy the rest of his life, in 1948, teaching at Magdalen College, St. Antony's College (where he created and directed the college's Middle East Centre), the American University of Beirut, the University of Chicago, the University of Pennsylvania, and Harvard. He ended his academic career as Fellow of St. Antony's and Reader in the History of the Modern Middle East at Oxford. Hourani trained more academic historians of the modern Middle East than any other university historian of his generation. Today his students can be found on the faculties of LSE, Oxford, Cambridge, Harvard, Yale, University of Pennsylvania, Columbia, MIT and the University of Haifa, among others. He was appointed CBE in the 1980 Birthday Honours.",
            "score": 80.43637084960938
        },
        {
            "docid": "31793_60",
            "document": "University of Pennsylvania . The current club has its roots in the 1960s and from the influence of star winger Andrew Margolis. The University of Pennsylvania rugby teams play in the Ivy Rugby Conference and have finished as runners-up in both 15s and 7s. , the club now utilize the state-of-the-art facilities at Penn Park. Quakers Rugby played on national TV at the 2013 Collegiate Rugby Championship, a college rugby tournament played every June at PPL Park in Philadelphia and broadcast live on NBC. In their inaugural year of participation, the Penn men's rugby team won the Shield Competition, beating local rivals Temple University 17–12 in the final. In doing so, they became the first Philadelphia team to beat a non-Philadelphia team in CRC history, with a 14–12 win over the University of Texas in the Shield semi-final.",
            "score": 80.23811340332031
        },
        {
            "docid": "44457657_5",
            "document": "Phyllis Richman . Richman enrolled at Brandeis University, from which she graduated with honors in 1961. That same year, she intended to apply for graduate work at Harvard University, but received a letter from a professor in the Department of City and Regional Planning who doubted that she would be able to combine academic work with \"responsibilities to [her] husband and a possible future family\". Instead, Richman did graduate work in urban planning at the University of Pennsylvania, and later in sociology at Purdue University.",
            "score": 80.17430877685547
        },
        {
            "docid": "22528960_5",
            "document": "George H. Brooke . Following his playing career, Brooke was the head football coach at Stanford University in 1897, compiling a record of 4–1. In the spring of 1898 he took a break from coaching and joined the first Pennsylvania unit that was mustered into service for the Spanish–American War. He served in Puerto Rico during the conflict. Brooke was discharged from the Army later in 1898 with the war ending. From 1900 to 1912 he coached Swarthmore College's football team, earning an overall record of 72–32–6. He coached three years at the University of Pennsylvania, where his record was 13–12–4. After leaving coaching, he became an insurance broker. He suffered from a heart condition, and spent his final years living on the West Coast. He died November 16, 1938 in Tucson, Arizona.",
            "score": 80.03246307373047
        },
        {
            "docid": "6369542_2",
            "document": "Judy Hample . Judy Gayle Hample was an American academic administrator. She is the former chancellor of the Pennsylvania State System of Higher Education and the Florida Board of Regents. She has served in a variety of faculty and academic administrative positions at various institutions over the course of her career, including president of the University of Mary Washington, serving as that university's first female president.",
            "score": 79.99340057373047
        },
        {
            "docid": "25579222_3",
            "document": "John L. Brooke . Brooke graduated from Cornell University in 1975, and from the University of Pennsylvania, with an M.A. and Ph.D. in 1982.  He taught at Franklin & Marshall College, Amherst College, and Tufts University. He most recently teaches at Ohio State University.",
            "score": 79.69893646240234
        },
        {
            "docid": "3225568_5",
            "document": "Judith Rodin . In 1994, Rodin became the first permanent female president of an Ivy League institution when she took over the leadership at her alma mater, the University of Pennsylvania and in so doing became the university's first graduate to become its president. Her immediate predecessor was Dr. Claire M. Fagin, who served in 1994 as Interim President. As president, Rodin guided the university through a period of unprecedented growth and development that transformed Penn’s academic core and dramatically enhanced the quality of life on campus and in the surrounding community. She encouraged revitalization in University City and West Philadelphia through public safety; the establishment of Wharton School alliances for small businesses; the development of buildings and streetscapes that turned outward to the community; and the establishment of a university-led partnership school, the Sadie Tanner Mossell Alexander University of Pennsylvania Partnership School.",
            "score": 79.68499755859375
        },
        {
            "docid": "57214236_3",
            "document": "Vivian Burey Marshall . Vivian Burey was born on February 11, 1911. She grew up in a middle class black family, her parents Christopher and Maud Burey worked in catering in Philadelphia. She met Thurgood Marshall at age eighteen, while she was a student at the University of Pennsylvania and he was a student at nearby Lincoln University (Pennsylvania). Burey is credited with helping Marshall become a better student, he graduate from Lincoln University cum laude, after having been in trouble for misbehavior earlier in his collegiate academic career. Upon meeting his family after they were engaged, she was warned by his uncle to avoid Marshall because he was a bum, and would \"always be a bum.\" They married on September 4, 1929, while Marshall was still a college student.",
            "score": 79.58246612548828
        },
        {
            "docid": "13849463_3",
            "document": "Nicolette Stasko . Nicolette Stasko was born in Johnstown, Pennsylvania to Polish and Hungarian parents. She completed a BA with honours in English at Pennsylvania State University and an MA in education at Lehigh University then taught in special education. Marrying an Australian in 1978 she travelled in Europe and Asia settling in Perth, Western Australia where she taught at Perth Modern School. She separated from her husband, meeting the writer David Brooks with whom she has a daughter. In 1986 they moved to Brisbane where she taught and edited \"The Phoenix Review\". During this period she began writing in earnest and had her first poetry published in Australia in the journal Hecate.",
            "score": 79.52259826660156
        },
        {
            "docid": "15102027_10",
            "document": "John Russon . Russon has supervised the dissertations of many current professors of philosophy across North America on topics in Plato, Aristotle, Georg Wilhelm Friedrich Hegel, Karl Marx, Edmund Husserl, Martin Heidegger, John Dewey and Maurice Merleau-Ponty. Russon has held academic appointments at Harvard University, the University of Toronto, Acadia University, the Pennsylvania State University, Stony Brook University, and the University of Guelph. He is also the founder and main organizer of the Toronto Seminar, an annual private seminar for the study of philosophy, held in Toronto, Ontario, Canada.",
            "score": 79.23556518554688
        }
    ]
}